{"Present location": "PELIZAEUS-MUSEUM [04/030] HILDESHEIM", "Inventory number": "1902 b", "Dating": "23RD DYNASTY (not after); 3RD INTERMEDIATE PERIOD; 22ND DYNASTY (not before)", "Archaeological Site": "AKHMIM ?", "Category": "COFFIN/SARCOPHAGUS OF HUMANS", "Material": "FIR; SYCAMORE; TAMARISK; PLASTER; UNSPECIFIED", "Technique": "WOOD-TECHNIQUE; STUCCO; PAINTED ON STUCCO", "Height": "51 cm", "Width": "47.7 cm", "Name": "Inner coffin of Penju", "Description": "The inner coffin of Penju is one of the most impressive monuments in the Pelizaeus Museum, both because of its colours and its state of preservation. The coffin lid is decorated with a broad collar with beneath it several registers with vignettes and texts from the Book of the Dead. The upper register is closed with the oversized hieroglyph for \"heaven\" and a winged solar disk stands above it. The register contains an image of the deceased being led by the god Horus to a pavilion in which Osiris is enthroned. In front of Osiris is a stand carrying the four mummiform Sons of Horus. The scene below it follows naturally from the previous scene because it shows the weighing of the heart in a balance against the feather of the goddess Maat, the symbol of justice and cosmic order. The goddess is represented in the guise of a woman wearing the feather symbol on her head standing opposite the god Thoth as a baboon seated on a pedestal shaped as the hieroglyph for \"true\". Thoth is writing down the result of the weighing, which is represented behind him. Penju himself is present in the form of a mummy, whereas the register below shows him already in a reborn state. There are two further registers below these, in which the names of forty divine judges are written together with declarations of innocence by Penju. The first register has twenty columns filled in a schematic manner with the first twenty gods and the corresponding required declarations. The second series of twenty gods follows the same pattern, but now with an additional representation of Penju standing before an offering table. Penju's son acts here as a priest and pronounces the offering spell for him.The face of the coffin has soft and delicate features, framed by a large tripartite wig. A winged solar disk is placed on the forehead. The interior of the box of the coffin has a painting of a Djed-pillar which is personified by the addition of a human face and arms.  Its hands hold the royal crook and flail, and the entire pillar is placed upon the hieroglyph for \"gold\". The royal sceptres and the blue skin-colour indicate that the god Osiris is depicted here, whose backbone was identified with the djed-pillar. The exterior of the box has several representations of demons with hieroglyphic legends."}