{"Present location": "ALLARD PIERSON MUSEUM [06/002] AMSTERDAM", "Inventory number": "APM 7069", "Archaeological Site": "UNKNOWN", "Category": "COFFIN/SARCOPHAGUS LID", "Material": "WOOD; PLASTER; LINEN", "Technique": "PAINTED ON STUCCO; STUCCO", "Height": "64 cm", "Width": "32.5 cm", "Depth": "175 cm", "Name": "Sarcophagus lid of Teuris", "Description": "The vaulted coffin lid is a representation of the owner. She wears a long dress with clavi on the sides and another two clavi next to the head. The hands with bracelets and a ring, the wreath, the breasts and the feet are plaster appliques; the face is a separate plaster mask attached to the chest.The shape of the head is somewhat triangular, with large eyes, a rather broad nose and a small mouth. The hair-style is Roman, the ears are adorned with earrings and the neck with two bead necklaces.The neckline of the dress is modelled in stucco. It is light red with a few green bands; the lower half is painted in three registers. From above are depicted: Thot as an ibis with a ma'at-feather, crowned with the crescent and the full moon; a falcon wearing the Double Crown; and Thoth as a squatting baboon, crowned with the crescent and the full moon. The space between the third register and the feet is filled with bands of rozettes and triangles.The footpiece is quite large; in front of the sandalled feet, a goddess (Isis?) is painted who brings a libation from two vases to two ba-birds standing on each side. On her long wig with a fillet the sun disk with two uraei is depicted. The ba-birds raise their hands to catch the water. Knives protrude from their claws.On the bottom side of the foot piece, Osiris is depicted as a standing mummy, wearing the Atef-crown, a collar, a decorated mummy-gown and a feather cape. In his hands, which are opposite each other, are the crook and the flail. The representation is bordered by a vertical textcolumn on either side and a plain and a decorated band on top. Above is a winged sun disk, with its wings following the curve of the foot piece.A falcon with outspread wings is painted onto the vaulted head-end. It holds two sceptres with ma'at-feathers, on its head is a sun disk with two uraei. The falcon is flanked by two figures on either side. On the right: a goddess, crowned with the double crown, raising her hands in adoration; behind her a priest, clad in a long kilt with fringes, a necklace and a skull-cap. In the one hand he is holding a uas-sceptre, the other is raised in adoration. On the left: a goddess in a long, close-fitting dress with a feather-pattern, crowned with the atef-crown; behind her a priest, similar to the one on the right, but this time with a collar.On the sides of the coffin, two scenes are painted. On the right side, Osiris is seated behind an offering table, with Isis-Hathor standing behind him. He is dressed in a short kilt and a vest, and adorned with bracelets, a collar and the atef-crown. His throne and the offering table are on a low platform. Osiris holds the uas-sceptre and an ankh-sign. Isis-Hathor is crowned with cow's horns and a sun disk, she holds a papyrus staff and and ankh-sign. The foot of the offering table is in the shape of a lotus flower, on it are three offerings and a bouquet. Opposite Osiris is a priest, dressed in a long garment with fringes, covering his outstretched arms. He wears a skull-cap and sandals, and brings a libation from a spouted jar. Behind him are the following figures: Anubis, dressed in a long, chequered kilt, leading the deceased, looking back at her. In his other hand is a cloth. Teuris holds an ankh-sign. The falcon-headed Horus pours water over her from a vase; he too is dressed in a long chequered kilt. In his other hand are the crook and the flail. Next is a snake god with legs, wearing the double crown and holding a cloth with both hands. The cow-headed Hathor holds a cloth and an ankhsign. The Four Sons of Horus, in mummy-gowns with two ribbons, collars and with sun disks on their heads, all hold cloths with both hands. The vulture-headed Nekhbet, dressed in a long, closely fitting garment decorated with a feather-pattern and crowned with the atef-crown holds a cloth but no ankh-sign. The snake-headed Udjet holds a cloth and an ankh-sign. The last figure is a goddess with an unidentified object for a head, who is holding a key and an ankh-sign.On the left side of the coffin, the following representations are painted: Anubis, dressed in a long, chequered kilt, standing next to the balance where the heart is to be weighed. Behind him are a horn altar and the devourer of the rejected souls, depicted as a lion with a knife in its claws and a sun disk on its head. Underneath the balance are four small jars, in the space at the left is a pair of ears, and at the right a pair of eyes. To the right of the balance, the falcon-headed Horus stands, dressed in a long chequered kilt, raising one hand. In his other hand are the crook and the flail. Behind him is the ibis-headed Thoth, dressed in a short kilt with a feather-pattern, crowned with the crescent and the full moon, who is writing down the result. Behind Thoth are the four sons of Horus, dressed in decorated garments, crowned with sun disks and holding ankh-signs. Next is a lion-shaped bier with a mummy, being bewailed by two goddesses standing on either side.Over the representations on the sides of the lid, a horizontal line of text is painted.Most figures wear armlets, bracelets and collars. The female figures wear long, close-fitting dresses with two clavi, knotted under the breasts - except for two goddesses wearing a dress decorated with a wing-pattern."}