{"Present location": "ALLARD PIERSON MUSEUM [06/002] AMSTERDAM", "Inventory number": "APM 7068", "Dating": "TRAJAN", "Archaeological Site": "UNKNOWN", "Category": "COFFIN/SARCOPHAGUS OF HUMANS", "Material": "CLAY; PLASTER; STRAW; LINEN", "Technique": "STUCCO; GILDED; PAINTED ON STUCCO", "Height": "158.5 cm", "Width": "46 cm", "Depth": "43 cm", "Name": "Coffin in the shape of a man in Roman dress", "Description": "The coffin is in the shape of a man in Roman dress. His left arm is bent against the waist, his right arm is hanging down beside the body. The face is conventional. The deceased is dressed in a chiton and a himation, draped over the left shoulder and kept together by a sash. The pleats are clearly indicated. The garment is trimmed with a polychrome hem and ditto seams on the sleeves. The eyes are painted in the gilded face. The forehead is crowned with a row of uraei with sun disks in relief, and a fillet in the hair is decorated with rosettes in relief. The deceased wears boots with clearly visible lace-holes, separated by a vertical column with decorations. Next to the head are two falcon's heads with sun disks. On the head end, separated from the hair by a line of rosettes, a human-headed vulture is depicted, with outspread claws and wings holding feathers. On both sides stand Anubis with a uas-sceptre and Isis with a papyrus-sceptre. On the remaining part of the left side three seated Horus-figures with staffs are painted, facing the head-end, separated by decorative elements. The completely preserved right side shows in the corresponding place four seated Anubis-figures. Behind them, next to the deceased's elbow, are some rosettes; below to the feet are various seated deities holding staffs: one with a cobra's head, one with a falcon's head, one with a human head, another one with a falcon's head, one with a ram's head, one with a baboon's head, a damaged one, one with a lioness's head and one with a crocodile's head. An elaborate decorative band of polychrome cones runs along the entire length of the coffin, underneath all scenes. In some places, simple polychrome stripes fill the spaces between the figures.Across the left shoulder, one line of demotic text is written."}