{"Present location": "ALLARD PIERSON MUSEUM [06/002] AMSTERDAM", "Inventory number": "APM 7070", "Archaeological Site": "UNKNOWN", "Category": "COFFIN/SARCOPHAGUS OF HUMANS", "Material": "WOOD; PLASTER", "Technique": "PAINTED ON STUCCO", "Height": "33 cm", "Width": "29 cm", "Depth": "159 cm", "Name": "Coffin of a woman", "Description": "The coffin has a vaulted lid. The lower piece is decorated with grapevines on all sides except the head, where a winged scarab is depicted.The deceased is shown on the lid as a mummiform Hathor, in a dotted garment with one vertical textcolumn on the front. She is represented completely in frontal view. In her opposed hands are a sekhem-sceptre and a hes-vase. She wears a collar and a dotted wig on which rest the double feather-crown and the cow's horns with sun disk.Two wailing women, probably Isis and Nephthys, kneel on either side of her head. They wear long, close-fitting garments that do not cover the breasts, collars, bracelets and semi-short curly wigs. They hold hes-vases.The upper body of the deceased is flanked by the Four Sons of Horus: at the right elbow are Amset and Duamutef, at the left elbow are Hapi and Qebehsenuef. Underneath, Thoth (at the right) and Sobek (at the left) are painted, and again the four sons of Horus: to the left Qebehsenuef and Amset, to the right Hapi and Qebehsenuef (sic). All these figures are represented as standing mummies with collars, holding either a cup in one hand or a cloth with both hands.All previously mentioned figures are depicted on a background of a painted bead net, bordered at the top by a band with stars and at the bottom by a band with rozettes.On the sides of the lid, a broad band is painted in which two rozettes or flowers alternate with mummiform deities, with varying heads and crowns. The last figure on the bands is (on either side) a mummy on a bier with wheels.At the top of the coffin is Isis, kneeling with outspread wings on the hieroglyph meaning \"gold\" (Gardiner S12). She is flanked by Osiris (right) and Re-Harakhty (left) at the top, and by two tit-signs and two reclining jackals at the bottom.At the foot of the coffin, a falcon with outspread wings is depicted. The round top is bordered by a coloured band.The inside of the coffin is undecorated."}