{"Present location": "ALLARD PIERSON MUSEUM [06/002] AMSTERDAM", "Inventory number": "APM 7122", "Dating": "PTOLEMAIC PERIOD", "Archaeological Site": "UNKNOWN", "Category": "MASK", "Material": "PLASTER; STRAW; LINEN; GOLD", "Technique": "PAINTED ON STUCCO; GILDED; STUCCO", "Height": "48 cm", "Width": "36.4 cm", "Depth": "25.1 cm", "Name": "Mummy mask", "Description": "The mask was intended to cover the mummy until just under the chest. It wears a long wig; the face is gilded, and the eyes are inlaid with stone and glass. A kind of stylized beard is indicated under the chin, the plaited straps are painted onto the jaws. On top of the wig, a winged scarab is painted. A fillet is tied around the wig, with a gilded sun disk on the forehead, from which golden lotus flower pendants hang down. The shoulder parts are decorated in symmetry: in the upper register, a falcon crowned with a sun disk and holding a feather, protecting between its wings an upright mummy; in the lower register, three uraei crowned with sun disks. The registers are separated by decorated bands. At the bottom of the chest piece runs a broad band with rosettes.The lappets of the wig are also decorated, each in two registers. Left lappet, upper register: Anubis in a long kilt stands with outstretched arms beside an empty bier in the shape of a falcon-headed lion wearing the white crown, the scene is flanked by two facing mummiform figures; lower register: three mummiform figures, one with a human head, one with a falcon's head and one with a feather as a head. Right lappet, upper register: same scene as upper left, but with only one mummiform figure on the right and a lion's head on the bier; lower register: mirror image of the lower left.The space on the chest between the lappets is occupied by rosettes and other decorative elements.On the left side of the wig, a falcon-headed mummiform figure holding a feather is seated; on the right side, the figure has a human head. On the back of the wig, fragments of three standing mummiform figures are visible: two with human heads and the middle one with a falcon head.All mummiform figures wear broad collars, some wear gowns with bead nets. The strands of hair on top of the wig are represented stylized as a bead net.The execution gives the impression of negligence in some aspects."}