{"Present location": "ALLARD PIERSON MUSEUM [06/002] AMSTERDAM", "Inventory number": "APM 8851", "Dating": "SETHOS I/MENMAATRE", "Archaeological Site": "UNKNOWN", "Category": "RELIEF", "Material": "LIMESTONE", "Technique": "LOW RELIEF", "Height": "75 cm", "Width": "56 cm", "Depth": "7.5 cm", "Name": "Fragment of a relief of Sayempetref", "Description": "On this fragment, two registers of representations in sunk relief with legenda have been preserved. They are carefully executed and very detailed.In the upper register, the deceased Sayempetref and his wife Neshay are seated behind an offering table with loaves of bread. Their son Amenmose stands opposite, libating and burning incense. Sayempetref wears a pleated dress and a wig, and has a short beard. He extends his right hand to the offering table; his left hand holds a sceptre and a handkerchief. His chair has lion's legs and woodwork beneath the seat. Neshay has placed her right arm around her husband's left arm. She is wearing a long translucent dress and a heavy wig, crowned with a perfume cone and a lotus flower. In her left hand, she holds a handkerchief. Her chair also has lion's legs; a sealed vase with a lotus flower is placed beneath it. The couple's feet rest on mats. Amenmose is dressed in a long kilt and bald-headed. The incense burner is in his left hand, the libation vase in his right. In the lower register, Sayempetref and Neshay sit on a mat; their four children bring them offerings. This time, Sayempetref is clad in a long pleated kilt; Neshay, embracing her husbands shoulder, wears the same dress as in the upper register. Both sons wear simple short kilts. The daughters wear the same dress as their mother does, the first daughter's wig is slightly different. The first son, again Amenmose, presents a tray with offerings. Behind him is daughter Insuptah with three papyrus flowers. Son Qedes carries a loaf of bread in his right hand and a papyrus flower in his left. Daughter Qednemehoe has a papyrus flower in her left hand and a kind of bag in her right."}