{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1064 (=22)", "Dating": "SOBEKHOTEP II/SEKHEMREKHUTAWY (not before); KHENDJER/USERKARE (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "43.5 cm", "Width": "57 cm", "Depth": "8 cm", "Name": "Chapel of sA-H(w).t-Hr(w) - right side", "Description": "Rectangular stela, probably the right side (from the entrance looking in) of an offering-chapel of which the other preserved elements in this collection are #1063 and #1075 (Cat. nos. 21, 23). The area of incised decoration is demarcated by a border comprising, on the lower side, a single line, and, on the other three sides, a pair of double lines either side of a band in which sets of four lines intersect the band at roughly regular intervals; the upper side is crowned by a Xkr-frieze. Every third of the band sections between the four-line sets bear traces of red pigment, and, at upper left is a trace of blue pigment in an adjacent section. The circles of the Xkr-signs are painted red, and parts of the red wash around the undecorated margins survives.The incised representations and hieroglyphic inscriptions are arranged in two registers. There remain traces of red pigment, principally on the flesh areas of the figures of men, in the outlines of the face and arms of the figures of women, on the carrying-poles, boats and piriform pottery vessels, as well as in some of the hieroglyphs.The upper register has 2 lines divided into sections with hieroglyphic inscriptions for the adjacent figures. At the left end, the owner is depicted standing, leaning on a long staff; he has short-cropped hair, and wears a plain collar and a short kilt with belt marked, beneath a long kilt with tapering point and knot marked. To the right of his face run 2 horizontal lines of hieroglyphs (Inscription A), and on the ground in front of him is depicted an offering-table, with base and rim of leg marked, laden with a round loaf and an oval loaf or vessel, joined at the top by a horizontal line. Beside the table, facing the owner, is shown a woman seated on the ground, with one hand extended over the leg, the other holding an open lotus flower to the nose; she wears a tripartite wig, plain collar and long tight-fitting dress. In the centre of the register, below 2 horizontal lines of hieroglyphs (Inscriptions B, D), is a reaping scene; to the right a man with close-cropped hair and short kilt, belt marked, extends one hand to grasp the grain ears, and the other to cut them with the sickle, while behind him a woman with long wig and short dress bends to glean with one hand using a bag held in the other. The crop is shown at full height to the right of the reaping man, at half-height by and behind him; its outline is incised as far as the front leg of the gleaning woman, and the individual ears are marked by red pigment left as far as her bag. The right end of the upper register contains the continuation of the harvest scene, below 1 long horizontal line of hieroglyphs in three sections (Inscriptions E-G), and 1 short horizontal line (C). This part of the scene shows three men with short-cropped hair, legs apart, and a belt on the second being the only clothing marked. The man on the left has a sickle tucked under his arm, and with both hands is drinking from a narrow-necked rounded vessel; his stomach is lightly rounded. The rear pair bear on one carrying-pole the open sack for the grain. The netting is marked in red pigment but not incised. The horizontal line incised behind them is the continuation of the baseline for the hieroglyphic inscription, running intermittently to the arm of the owner at the left end.The lower register contains 1 horizontal line of hieroglyphs divided into sections with hieroglyphic inscriptions for the adjacent figures. The upper left corner contains 1 line of hieroglyphs in two sections (Inscriptions H-I) around the tops of figures of a butchery scene; at either side in this scene, a man, with close-cropped hair and short kilt, is shown leaning over a trussed bull. The man on the left holds a knife in one hand. Below and to the right, occupying the centre of the lower register, is a brewing scene. The left part, below the butchers, contains four sealed vessels on jar-stands,  the first, second and fourth from the left piriform, and with red-painted bodies, the third an elongated rounded form with narrow neck, and not painted red, all with distinct rims. To their right a man with short-cropped hair and short kilt, belt marked, leans over a vessel with strainer, to knead the fermented mash. At his right a man with short-cropped hair, no clothing marked, legs apart, bears a carrying-pole from which hang two sealed piriform vessels; the hand to the left supports the pole, that to the right supports the vessel on the right. Above the strainer and jar-carrier are two sections of the horizontal line containing hieroglyphic texts (Inscriptions J-K). The right end of the register contains the scene of the Abydos journey; above, over two incised horizontal lines, a boat facing right is depicted with steering-oar to the left, and mast with sails hoist, while below a boat facing left is depicted with steering-oar to the right, rigging down with its ropes marked by red pigment but not incised. The orientation would be correct if the chapel was entered from the south, with this element on the east wall."}