{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1062 (= 12)", "Dating": "13TH DYNASTY", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "50 cm", "Width": "33 cm", "Depth": "8 cm", "Name": "Stela of imn-m-HA.t", "Description": "Round-topped stela with incised line parallel to edges to demarcate the area of incised decoration, and traces of red pigment preserved around edges. The roundel contains wDA.tj eyes with central Sn. Below is a first register containing 3 horizontal lines of hi-eroglyphic inscription (inscription A), above a second, main, and three, lesser registers of representations interspersed with hieroglyphic inscriptions. The main, second register bears at the left a figure of the owner seated on a lion-legged chair; he wears short wig, leaving the ear exposed, short beard, plain collar, short kilt with central division (Sndj.t ?), with belt and knot marked, and his right hand is extended to-wards his knees, his left hand holds an open and a closed lotus flower to his face. Under his chair stand a bAs-type stone vessel, another stone vessel with vertical protrusion (kohl vessel and stick ?), and over the bAs-vessel a censer with outer end in the form of a human hand. The last signs of the upper hieroglyphic inscription (A) occupy the space behind the man. In front of him stands a table laden with loaves, cattle head, meat cuts, vegetables and goose; beneath it stand to the left an offering-stand with closed lotus, a lettuce leaning either side of the table leg, and to the right two sealed vessels on jar-stands with a round-topped form between them. Above the offering-table runs 1 horizontal line of hieroglyphic inscription (B), and to the right stands the figure of a woman with arms to side, wearing a long wig, tight-fitting dress with strap across chest exposing the breast in profile, and plain collar. Behind her are shown seated on the ground two smaller figures of men, both with short-cropped hair, plain collar, short kilt with belt marked, one hand extended along leg, the other holding a closed lotus flower to the nose. In front of each is a vertical line of hi-eroglyphs (Inscriptions C-D). The third to fifth registers each contain two pairs of facing persons seated on the ground with one hand extended to the knee, the other holding lotus flowers or cosmetic vessels to the nose, with 2 vertical lines of hieroglyphs between each pair (Inscriptions E-P); all the men wear plain collars, short kilts with belt marked, and all women wear long wigs, plain collars, and dresses with strap across chest. The third register contains, from left to right, a man with short wig, a man with close-cropped hair, a woman, and another man with close-cropped hair, all holding lotus flow-ers. The fourth register contains, from left to right, a man with short wig, holding a cosmetic vessel, a man with short wig, holding a lotus flower, a woman holding a cosmetic vessel, and a man with close-cropped hair, holding a lotus flower. The fifth register contains, from left to right, a man with short wig, holding a cosmetic vessel, a man with short wig, holding a lotus flower, a woman holding a cosmetic vessel, a woman holding a lotus flower. There are traces of blue pigment in the hieroglyphs of Inscription K."}