{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1063 (=21)", "Dating": "SOBEKHOTEP II/SEKHEMREKHUTAWY (not before); KHENDJER/USERKARE (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "43.5 cm", "Width": "57.5 cm", "Depth": "8 cm", "Name": "Chapel of sA-H(w).t-Hr(w) - left side", "Description": "Rectangular stela, probably the left side (from the entrance looking in) of an offering-chapel of which the other preserved elements in this collection are #1064 and #1075 (cat. nos. 22-23). The area of incised decoration is demarcated by a border comprising, on the lower side, a single line, and, on the other three sides, a pair of double lines either side of a band in which sets of four lines intersect the band at roughly regular intervals; the upper side is crowned by a Xkr-frieze. Traces of red pigment survive in the circles of the frieze and in every third section of the band, and traces of blue pigment in the band section at the top of the right side. There is a red wash around the undecorated margins.The representations and inscriptions within the border are arranged in two registers. Red pigment survives on the flesh areas of the men, in the incised lines of the figures of the women, on the elongated loaves or vessels, and on the hemispherical cups and sealed vessel. Black pigment survives on the hair of the five men seated on the ground in the lower register. In the upper register the owner is shown at the right end, seated on a lion-legged chair, facing a table of offerings; he wears a short wig, leaving the ear exposed, a plain collar, a short kilt with central division (Sndj.t ?) and belt marked, one hand, holding a kerchief, is extended over the leg, the other towards the offerings. The table-leg rim and base are marked, and the table is laden with a round loaf, an elongated oval loaf or vessel, and two tied bunches of onions. Over the table run two horizontal lines of hieroglyphic inscription (A). To the left, facing the owner, are shown five women seated on the ground, with knee raised, one hand held to the chest, the other extended over the leg; each wears a tripartite wig, plain collar, and the dress straps over the chest are marked. At the left end, the head of the fifth is tilted slightly downwards. Over and in front of the first and second women are cut 1 horizontal and 1 vertical line of hieroglyphs for each (Inscriptions B-C); on the ground in front of each is depicted a small offering-table, the first with table-leg rim and base marked, and laden with two elongated oval loaves or vessels and a tied bunch of onions, the second with plain table-leg and laden with a sealed vessel and elongated oval loaf. The third to fifth women are each accompanied by 1 horizontal line of hieroglyphic inscription above (D-F) and, on the ground in front, a rimmed cup on a jar-stand.In the lower register, the owner is shown at the right end, seated on a lion-legged chair, facing a table of offerings; he wears a short wig, leaving the ear exposed, a plain collar, a short kilt with central division (Sndj.t ?) and belt marked, and with one hand extended over the leg the other held against the chest. An area of damage over the lower hand may signify a change in posture from an original hand holding kerchief, but this is not clear. The table-leg rim and base are marked, and the table is laden with a round loaf between two elongated oval loaves or vessels, and, above, two tied bunches of onions. Over the table run two horizontal lines of hieroglyphic inscription (G). To the left, facing the owner, are shown five men seated on the ground, with knee raised, one hand held to the chest, the other extended over the leg; each wears a short wig, ear exposed, plain collar, kilt to below the knee, with belt marked. Over and in front of the first three men are cut 1 horizontal and 1 vertical line of hieroglyphs for each (Inscriptions H-J); on the ground in front of each of the first two is depicted a small offering-table with table-leg rim and base marked, and laden with one round loaf and one elongated oval loaf or vessel, and a tied bunch of onions. In front of the third man is depicted a hemispherical cup on a jar-stand, under two indistinct loaf forms. The fourth and fifth men are each accompanied by 1 horizontal line of hieroglyphic inscription above (K-L) and, on the ground in front, a roughly hemispherical cup on a jar-stand; over the cup of the fourth man is shown an elongated oval loaf, and over that of the fifth a round loaf."}