{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1078 (= 17)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "89 cm", "Width": "45.5 cm", "Depth": "6 cm", "Name": "Stela of nb(w)-swmn.w", "Description": "Upright rectangular stela, with sculpted cavetto cornice, outlines of cavetto elements in slightly raised relief, torus raised 1.5 cm above surface of decorated area. At the bottom edge a horizontal line of incised hieroglyphic inscription (O) runs the full width of the stela. Within the torus the decorated area consists of incised hieroglyphic inscriptions and representations in four registers. The first register contains 3 horizontal lines of hieroglyphic text (Inscription A). The second shows, at left, a figure of the owner seated on lion-legged chair, beneath which is a globular vessel on a jar-stand; he has close-cropped hair, and wears a plain collar, pleated short kilt with central division and belt marked (Sndjj.t ?), and extends his right hand over his leg, holding in his left hand a sceptre with head in the form of an open lotus flower. In front of him stands an offering-table laden with a round and an elongated oval loaf, a tied bunch of onions, a basket of fruit and a goose; above this is 1 line of hieroglyphs (Inscription B). To the right, and below on the third and fourth registers, are arranged six pairs of men and women, all seated on the ground, with one hand extended over the leg, the other held to the chest; the men with short-cropped hair, the women with tripartite wigs. In front of each runs a line of hieroglyphic inscription (C-N). On the second register, right, four women are shown, facing left; the first, at upper left, has an additional vertical line of hieroglyphs in front of her head (Inscription C, line 2). The third and fourth registers each present on the left a pair of right-facing men, on the right a pair of left-facing women.  The right-hand man on the fourth register holds a kerchief in his hand. "}