{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1077 (= 16)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "53.5 cm", "Width": "27.5 cm", "Depth": "6.5 cm", "Name": "Stela of xa(i)-xpr-ra(w)-snbi & nxti", "Description": "Upright rectangular stela with carved and incised cavetto cornice, and torus raised 1 cm above the decorated surface. Red pigment survives in the second, fifth, eighth and elev-enth segments of the cornice (numbering from the left). There is also red pigment around the undecorated margins down the undecorated sides to 1 cm below the decorated face. At the bottom 1 horizontal line of hieroglyphs runs across the full width of the stela (In-scription T). Within the torus area are five registers of incised representations and hiero-glyphic inscriptions. Some red pigment is visible along the decorated surface at the right edge of the first and second registers.The upper register contains, at left, a figure of a man facing right, seated on the ground, with short wig, ear exposed, belt marked, one hand extended over leg, the other held to the chest. Above and in front of him runs a hieroglyphic inscription (A) in 1 horizontal and 1 vertical line. Before him is depicted a basket, with three horizontal notches marked near the rim, containing a rounded pile of foodstuffs under indistinct vegetable and meat offerings. To the right, facing left, three women are depicted seated on the ground, each with long wig, dress not marked, one hand extended over the leg, the other held to the chest; in front of the first and third 1 vertical line of hieroglyphs is inscribed (Inscrip-tions B, D), over and in front of the second 1 horizontal and 1 vertical line of hiero-glyphs (Inscription C). In the second register, at the left end, a man is shown seated on a lion-legged chair be-fore a table of offerings; he wears a short wig, ear exposed, short kilt, with central fold and belt marked, and holds in one hand a kerchief above the leg, in his other an open lo-tus flower to his face. Above the offering-table and in front of him runs a hieroglyphic inscription (E) in 1 horizontal and 1 vertical line. The offering-table leg is depicted as four vertical lines with two short diagonals toward the ground; the lower line of the table platter was left uncut. On the table are depicted a round-topped and a round loaf, a cattle head, and an irregular form perhaps for other meat cuts and/or vegetable offerings. To the right, left-facing, are depicted seated on the ground two men with short wigs, ear ex-posed, and belt marked; these, and all figures on the third to fifth registers, have one hand extended over the leg, the other held to the chest. Above each figure in the second register runs a hieroglyphic inscription in 1 horizontal and 1 vertical line (Inscriptions F-G). Behind them, at the right end, a sealed piriform vessel rests on a jar-stand. The third to fifth registers are each surmounted by 1 horizontal line divided into sections with the hieroglyphic inscriptions for the adjacent figures (Inscriptions H-K, L-N, P-Q). At the left end of the register a sealed piriform vessel rests on the ground behind a woman with long wig, right-facing; at chest-level to her right is depicted an offering-mat with two round loaves, one elongated oval loaf, and a leg of meat, and to the right of this are shown seated on the ground three men, each with short wig, ear exposed, belt marked. Between the two men at the right is depicted a pile of offerings comprising one sealed piriform vessel, with a tall indistinct form (vessels ?) to either side, and a hori-zontal shape above (offering-mat ?) beneath a meat-cut. The fourth register contains figures of four men seated on the ground, that on the left facing right, the rest facing left, with a pile of offerings between the left-hand pair; the offerings consist of two piriform vessels, one with sealing marked, with a horizontal mat (?) above laden with one round loaf between two elongated oval loaves with internal lower concave marking, and meat-cut above. There are hieroglyphs incised in 1 vertical line in front of the figure at the right end (Inscription O). The fifth register contains at the left two figures of men with short wig and belt marked, adapted to figures of women by the addition of lines to mark the long wig, either side of the offerings; these comprise a piriform vessel and tall indistinct object (lettuce ?) below a mat (?) laden with one round loaf between two elongated oval loaves with internal lower concave marking, and meat-cut above. To the right is depicted another pair of women seated on the ground, with long wig; in front of each is 1 vertical line of hiero-glyphs (Inscriptions R-S). "}