{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1074 (= 5)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "37.3 cm", "Width": "27.5 cm", "Depth": "8 cm", "Name": "Stela of ppj", "Description": "Round-topped stela with wdA.tj eyes and the Sn in roundel, 5 horizontal (Inscriptions A-D) and 1 short vertical (F) and 1 short horizontal line (E) of incised hieroglyphic text, with figure of seated owner at offering-table, bottom right, and wife seated on ground bottom left. The roundel motif and almost all the hieroglyphs contain remains of blue pigment. The figure of the owner is painted red over flesh areas, black over the wig, collar, chair and, apparently, the kilt. He wears a short plain wig, leaving the ear exposed, plain collar and long plain kilt; one hand is stretched out towards the offerings, the other extended above his leg and holding a kerchief.  The offering-table is low, and laden with a round loaf, a tall, somewhat piriform loaf with internal   notch, and a sealed slender vessel, with, above, a gourd, a tied bunch of onions, and an open and a closed lotus flower; none of these elements join. The table is black below the loaves, red below the jar; the central loaf appears to have been painted brown (red and black pigment ?), the vegetables and flowers blue (for green ?), and red pigment traces may be observed along the outlines. On the baseline between the main offering-table and the seated woman are two sealed vessels and a small offering-table with similar loaves and vessel, and a single gourd, as on the main table. Faint traces remain of red pigment on the sealed vessels, and blue on the gourd. The woman wears a long plain tripartite wig, plain collar; no dress line is detectable. She extends one hand toward the gourd, and in the other holds an open lotus flower to her nose. Red pigment is visible along the outline of her body, and one small trace of blue can be seen on the flower. In the blank margin below the decorated area there is an enigmatic incised motif which also occurs on Leiden V.100 and may therefore be a craftsman's mark."}