{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1069 (= 4)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "42 cm", "Width": "29 cm", "Depth": "6 cm", "Name": "Stela of db(j)", "Description": "Round-topped stela, smoothed on the narrow undecorated sides; the lateral and upper undecorated sides bear an incised line about 0.8 cm from the decorated face, and red pigment survives over this narrow band and over the upper and lateral margins of the decorated face. At 3.5 and 4 cm from the bottom of the decorated face two incised lines run across the width of the stela; above, parallel to the edges, a single incised line demarcates the area of incised depictions and text. The roundel contains wDA.tj and a Sn, with at either side an inward-facing bd-hieroglyph and an outward-facing Dr-hieroglyph over a vessel containing balls of in-cense (?), all with traces of blue pigment. Below are four registers of representations and inscriptions, with some traces of blue pigment in the hieroglyphs. The first con-tains 2 horizontal lines of hieroglyphic inscription (A-B). The second register shows at the left the owner seated on a lion-legged chair, before a table of offerings; he wears a short wig, leaving the ear exposed, a plain collar, a kilt of indeterminate length with belt marked, and extends one hand over the leg to-wards the offerings, while the other holds a flail against his chest. There is one hori-zontal line of hieroglyphic inscription above to the right (the end of Inscription A), and on the ground an offering-table laden with round and oval loaves and sealed ves-sels (sealing lines not marked). At the centre of the second register 1 vertical and 1 horizontal line (end of Inscription B and Inscription C) are incised to the left of and above the left-facing figure of a woman seated on the ground, with tripartite wig, belt at waist (by error ?), with one hand extended over leg, the other holding an open lotus flower to the nose. To the right beneath 2 short vertical and 1 short horizontal lines of hieroglyphs (Inscription D), is shown, left-facing, a man seated on the ground, with close-cropped hair and sidelock, kilt of indeterminate length with belt marked, one hand extended over the leg, the other touching the round loaf on the of-fering-table before him; the table bears also an oval loaf and a sealed vessel. The third register contains at left a man, right-facing, seated on a lion-legged chair, wearing short wig, ear exposed, plain collar, kilt of indeterminate length with belt marked, one hand extended over leg, the other held to chest; in front of him are 1 vertical and 1 horizontal line of hieroglyphs (Inscription E) over an offering-table laden with sealed vessel, oval and round loaves. At the centre of the register is shown a woman, left-facing, seated on the ground, with long wig, plain collar, long dress, anklet, one hand extended over leg, the other holding a kerchief to the chest; above are 2 vertical lines of hieroglyphs (Inscription F). To the right is shown seated on the ground the left-facing figure of a man with close-cropped hair, plain collar, kilt of indeterminate length with belt marked, both hands extended towards the of-ferings; behind the head has been added a crude version of the sidelock. In front of the figure are, above, 1 horizontal line of hieroglyphs (Inscription G), and, below, a table laden with a sealed vessel, an oval and a round loaf. The fourth register is oriented around a central offering-table which bears two elon-gated rounded loaves with internal markings, a sealed vessel (sealing line marked), and a second vessel with tall neck and distinct rim. Above and to the left are ar-ranged 1 horizontal and 1 vertical line of hieroglyphs (Inscriptions I-J). To the left are shown two women seated on the ground, each with tripartite wig and one hand extended over the leg, the other holding a kerchief to the chest, and the second with a belt marked (by error ?); between them is cut 1 vertical line of hieroglyphs (Inscrip-tion H). In the right half of the register are shown a woman and a man seated on the ground; the woman is in the same pose as the preceding two, and there are 2 vertical lines of hieroglyphs in front of her (Inscription K), and the man wears short wig, ear exposed, plain collar, kilt of indeterminate length with belt marked, and both hands extended over the leg, and in front of and above him are 1 vertical and 1 horizontal line of hieroglyphs (Inscription L)."}