{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1086 (=8)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "73.5 cm", "Width": "39 cm", "Depth": "9 cm", "Name": "Stela of sA-Hi", "Description": "Round-topped stela with red wash traces around the edges of the decorated face, and single incised line parallel to edges demarcating area of incised hieroglyphic inscrip-tions and representations, with additional horizontal line along lower edge. There are traces of blue pigment in the hieroglyphs and figures. The roundel, heavily damaged by erosion, contains wDA.tj eyes with central cup, and triple waterline hieroglyphs at each side. The decorated area below comprises five registers.The first register contains 4 horizontal lines of hieroglyphs (Inscriptions A-B).The second register has at the centre 2 vertical lines of hieroglyphs (ends of Inscriptions A and B), with, on either side a man seated on a lion-legged chair, wearing short wig, ear exposed, plain collar, short kilt, belt marked, with offerings in front. The man on the left has one arm extended towards the offerings, the other holding a kerchief to the chest; the man on the right holds a kerchief in one hand, over the leg, and extends the other towards the offering-table. The offering-tables bear stylized representations of the reed-hieroglyphs, with, above, mats laden with, on the left, notched round loaf, elon-gated oval loaf, one sealed piriform vessel, goose, vegetables and meat, and in the ex-ample on the right, two elongated oval loaves, one round loaf, one sealed piriform ves-sel, a goose and vegetables. The third to fifth registers contain figures of men and women arranged in pairs, each pair facing each other either side of 2 vertical lines of hieroglyphs (Inscriptions C-N); the men  have short wigs, ear exposed, plain collars, belts (except figure in fifth register, left), with one arm outstretched, the other holding a kerchief to the chest, while the women wear tripartite wigs, plain collars, and have front dress strap marked. The third register shows, from left to right, man, woman, man with additional horizontal line of hieroglyphs above, woman. The fourth contains, from left to right, two men, the second with additional vertical line of hieroglyphs, and two women, each with additional hori-zontal line of hieroglyphs. The fifth register contains, from left to right, two men and two women."}