{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1081 (= 18)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "47 cm", "Width": "34 cm", "Depth": "5.5 cm", "Name": "Stela of imn-m-HA.t-snb(.w)/nn-xm.sm", "Description": "Upright rectangular stela with cavetto cornice above a torus raised 1.5 cm above the deco-rated surface; within are four registers of incised hieroglyphic inscription and representa-tions in silhouette style, the lower three are separated by two double line bands. A red wash survives over parts of the torus and cornice, and along the outer edges of the deco-rated side of the stela. The first register comprises three horizontal lines of neatly cut hieroglyphs, the second of them damaged at centre (Inscription A). The second register contains the main depiction, with central low offering table laden with two sealed vessels on jar-stands, loaves, meat cuts and vegetables; to either side is shown seated on a lion-legged chair  a man with short wig, kilt of indistinct length and marked belt and knot, with one hand extended towards the offerings. The figure on the right holds his other hand to his chest; that on the left appears to extend it towards the of-ferings. The area between the left-hand figure and the offering-table has been destroyed by surface damage. Behind the right-hand figure stands a smaller figure of a woman, fac-ing left, in long close-fitting dress, with long wig. Vertical hieroglyphic inscriptions (the end of Inscription A and Inscriptions B-C) are incised around or behind these figures. The third register bears representations of, from right to left, two woman and three men, all seated on the ground and facing right; the women wear a long wig, the men short, and the only internal detail within the sunk outlines is a belt at the waist of each man, in the case of the left-hand pair complemented by a notch outside the sunk body area to mark the knot. In front of each figure is cut a hieroglyphic inscription (D-H). The fourth register contains 10 vertical lines of incised hieroglyphic text (Inscription I), with, at far left, the figure of a standing man with arms to side, wearing a knee-length kilt, with belt and knot marked, and traces of red pigment on each lower leg."}