{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1080 (=6)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "31.5 cm", "Width": "20.5 cm", "Depth": "5.5 cm", "Name": "Stela of imn-(m)-HA.t-snb(w.)/snfr", "Description": "Round-topped stela with traces of red pigment around the edges and down the undeco-rated faces to a depth of 0.4 cm below the decorated face. The roundel is empty, and the incised decoration is divided into an upper field of 5 lines of crudely incised hiero-glyphs, and a lower field of two registers of representations. In the first register of representations, a man, right, and woman, left, are depicted on lion-legged stools either side of an offering-table laden with two oval and two round loaves, and two tied bunches of onions, with a sealed piriform vessel on each side. The man has shaven head, and wears a plain collar and short kilt, with one arm extended over leg, the other towards the vessel below the table. The woman has a long wig, tight-fitting long dress, and has one hand extended over the leg, the other held aloft as if to hold a flower. The flesh areas of the man and the pottery vessels are painted red, except for the upper corner of the hand carved above the arm, and the man's pupil and the of-fering-table leg are coloured black. In the lower register, on the right a man is shown seated on a stylized lion-legged stool; he wears a short wig, exposing the ear, and a short kilt with knot marked, and extends one hand along the leg, the other towards the offering-table in front of him. This is laden with a stylized representation of reed hieroglyphs; to its left a smaller male figure stands facing right, with shaven head, short kilt with knot marked, the arm on the right to his side and the other raised in salutation. In the left half of the lower register a woman is shown seated on a lion-legged stool; she wears a long wig, long tight-fitting dress, ex-tends one hand towards the offering-table in front of her, and in the other holds an open lotus flower towards her face. The offering-table bears two round loaves, and to its right stands a smaller figure of a left-facing man; he has a shaven head, wears a short kilt with knot marked, with the arm on the right to his side, the other raised in salutation. On this register the flesh areas of the men are painted red, and there are possible traces of black pigment in the pupils of the two men on the right."}