{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1088 (= 13)", "Dating": "13TH DYNASTY", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "45 cm", "Width": "25.5 cm", "Depth": "8 cm", "Name": "Stela of imn-Htp(.w)", "Description": "Round-topped stela with smooth undecorated narrow sides and a single incised line de-marcating the area of crudely incised representations and hieroglyphic inscriptions. Blue pigment remains in most of the hieroglyphs and outlines of the representations, and over the bodies of the jackals. The roundel contains a detailed but crude depiction of the winged sun-disc with pendant uraei, over two inward-facing jackals; above and beside each jackal runs a hieroglyphic inscription in 2 horizontal lines (A-B). The remainder of the stela is arranged on four registers. The first contains 3 lines of hiero-glyphs (Inscription C). The second register shows, at the left, the owner seated facing right on a lion-legged chair, with short wig, ear exposed, long kilt with belt and knot marked, one hand extended over leg, the other holding a long diagonally slanting staff. To his right stands an offering-table with a stylized representation of tall loaves. Over the centre run 2 horizontal lines of hi-eroglyphs on baselines and a short horizontal group of hieroglyphs without baseline (end of Inscription C and Inscriptions D-E). To the right, facing left, is shown a woman seated on a lion-legged chair, wearing a long wig, with long dress, a vertical line apparently marking the dress-strap, and anklet, with one arm extended over the leg, the other holding an open lotus flower to her nose. Behind her runs 1 vertical line of hieroglyphs (Inscrip-tion F). The third register contains on the left a man and woman seated on the ground facing one another, with 1 horizontal line above and 1 vertical line, between them, of hieroglyphs (Inscriptions G-H). The man wears a short wig, ear exposed, plain collar, and holds an open lotus flower to his nose; the other hand is lost in the lacuna. The woman wears a long wig, and extends one hand over the leg, holding the other to her chest. The right half of the register contains depictions of three men seated on the ground, facing right, with one hand extended over raised knee, the other held to the chest; there are short horizontal hi-eroglyphic lines over the first two (Inscriptions I, K), and a short vertical line between them (Inscription J). The end of the hieroglyphic inscription (F) from the previous register intrudes into this in front of the man on the right. The fourth register is crowned by 1 horizontal line divided into sections with hieroglyphic inscriptions (L-R) for the adjacent figures, all right-facing. The first figure from the right is of a woman wearing the long wig, with vertical line marking the dress-strap, one hand extended over raised knee, the other holding an open lotus flower to her nose. Behind her are two figures of men wearing short wigs, ear exposed, with a hieroglyphic group in front of the first (Inscription S); they hold one hand to the chest, and the second had hand ex-tended over raised knee, while the lower body of the first is lost. At the centre of the reg-ister is depicted a woman seated on the ground, with long wig, vertical line for dress-strap (?), one hand extended over raised knee, the other held to the chest; behind her are seated three men in the same pose, each with short wig, leaving ear exposed."}