{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "1084 (= 11)", "Dating": "NEFERHOTEP I/KHASEKHEMRE (not before); SOBEKHOTEP IV/KHANEFERRE (not after)", "Archaeological Site": "UNSPECIFIED", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "67 cm", "Width": "38 cm", "Depth": "7.5 cm", "Name": "Stela of sbk-Htp(.w)", "Description": "Round-topped stela, lacking upper and lower left corners, with substantial surface damage over the uppermost 10 cm; originally with wdA.tj-eyes and Sn-ring in the roundel. The upper half of the stela contains 5 horizontal and 12 vertical lines, and 1 horizontal half-line of incised hieroglyphic text; the sixth vertical line extends almost to the bottom of the stela. The lower half contains a low sunk relief vignette of the owner with hands raised in adoration of Min. To the right, the god is shown in ithyphallic form, standing upon a stepped dais in front of a small depiction of the sHn.t shrine; he wears double-plumed crown, false beard, beaded collar, with two long crossed straps over the torso, and his left arm raises aloft a flail. To the left, the owner stands with hands raised in adoration; he wears a short wig leaving the ear exposed, a plain collar, detailed Sndj.t-kilt under a long kilt with fringe and knot visible at the waist. Behind him stand two smaller figures of men with close-cropped hair, each with hieroglyphic text beside them: the upper man stands with hands raised in adoration, and wears short kilt beneath longer robe, with diagonal band across the torso, and a plain collar; the lower figure stands with one hand against his chest, and the other outstretched holding a duck or goose by the wings, and he wears a short kilt and plain collar. There is a single line border around the sides and double line border along the bottom. Traces of the dark red-brown pigment survive on the legs of the lower left figure and on the face of the owner and the black pigment on his hair is largely preserved. A light red wash is visible along the edges of the stela. "}