{"Present location": "STATE HERMITAGE MUSEUM [10/002] PETERSBURG", "Inventory number": "8725 (=9)", "Dating": "12TH DYNASTY (not before); 13TH DYNASTY (not after)", "Archaeological Site": "UNKNOWN", "Category": "STELA", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "31.5 cm", "Width": "21 cm", "Depth": "2 cm", "Name": "Stela of Xtii-anx(.w)", "Description": "Round-topped stela with single incised line parallel to the edges demarcating the area of incised representations and inscriptions. The roundel contains two figures of children seated on the ground, facing right, each with the sidelock and with one hand extended over the leg, the other held to the chest; in front of the first are 2, and of the second 1 line of hieroglyphs (Inscriptions A-B). Behind them on the ground is an offering-mat laden with a round-topped and a round loaf, a vessel, a gourd and a cut of meat. The central register of the stela contains on the right the figure of the owner, seated on a lion-legged chair; she wears a striated tripartite wig, plain narrow collar, long tight-fitting dress with two chest-straps, with one hand resting on her leg and the other holding an open lotus flower to her nose. Facing her on the left stand three figures, holding hands with arms to sides, and the first proffering in her front hand a downward pointing lotus; the first is a female with sidelock and undifferentiated long tight-fitting dress, the second and third are male with close-cropped hair and no markings of clothing. In the spaces around and between the four figures are hieroglyphic inscriptions (C-F). The next register, divided by two single incised lines into three sections, contains 7 short vertical lines (Inscriptions G-I), not separated by dividing-lines within each section. The bottom register shows 3 women seated on the ground, each with striated tripartite wig, with one arm extended along the leg, the other held to the chest; the first wears a plain narrow collar, the third figure is partly destroyed across the upper body."}