{"Present location": "MUSÉE ROYAL DE MARIEMONT [07/009] MARIEMONT", "Inventory number": "Ac.99/82", "Dating": "25TH DYNASTY AND CONTEMPORARIES", "Archaeological Site": "UNKNOWN", "Category": "HUMAN FIGURINE", "Material": "BRONZE", "Technique": "CASTING BY WAXWORK; FULL CAST", "Height": "21.5 cm", "Name": "Statuette", "Description": "La statuette représente une jeune femme debout, le pied gauche avancé. Le pied droit est pourvu d'un tenon.  Les deux bras sont le long du corps, les mains ouvertes sur les cuisses. Elle est vêtue d'une robe longue fourreau qui tombe jusqu'aux chevilles et dont les bretelles sont à peine visibles.  A la base de son cou est gravé un large collier, tandis que des bracelets ornent chacun de ses poignets.  Elle porte une perruque enveloppante large et épaisse, surmontée de la dépouille de vautour.  Sur le front, deux étroits bourrelets marquent la limite de la perruque.  Les cheveux sont représentés par de fins traits verticaux incisés. Les oreilles, soigneusement modelées, sont dégagées.  Elle porte deux uraei au front, à moins qu'il ne s'agisse d'un uraeus et de la tête de la dépouille de vautour couvrant le haut de la perruque.  La tête de la jeune femme est couronnée d'un modius orné d'une frise d'uraei, surmonté des cornes de vache et du disque solaire.  Le modelé du corps est accentué sur le ventre, les cuisses et les fesses.  Le nombril est indiqué.  Les seins sont représentés de manière réaliste.  Les sourcils forment un bourrelet en léger relief.  Les traits du visage, yeux en amande, nez épaté, bouche étroite, épaisse et ourlée, joues légèremenr rebondies, trahissent un type nubien.  L'objet est couvert d'une patine vert-de-gris et rouille.Le style est caractéristique de la XXVe dynastie égyptienne, d'origine nubienne.  Aucun texte n'identifie la jeune femme."}