{"Present location": "MUSÉE ROYAL DE MARIEMONT [07/009] MARIEMONT", "Inventory number": "Ac.67/44", "Archaeological Site": "UNKNOWN", "Category": "STATUE", "Material": "WOOD", "Technique": "SCULPTURED", "Height": "45 cm", "Name": "Statue d'homme debout", "Description": "Cette statue montre un homme debout dans l’attitude de la marche, jambe gauche avancée. Les bras étaient rapportés, fixés au torse par de petits tenons. Le bras gauche pend le long du corps, et la main gauche, fermée devait tenir un objet, pièce de tissu ou sceptre. Le bras droit est perdu et la forme de son attache au torse ne permet pas de déterminer s’il pendait verticalement ou était porté vers l’avant, tenant une canne. Cependant, dans la majorité des cas, celle-ci est tenue dans la main gauche, du côté de la jambe avancée. Le personnage de Mariemont devait donc avoir le bras droit le long du corps, la main simplement fermée ou, éventuellement, tenant un sceptre sekhem. Le vêtement est un simple pagne uni, à petit devanteau trapézoïdal. Les retombées latérales du tissu descendent sur les côtés des cuisses, jusqu’à la limite inférieure du devanteau. Le pagne est retenu par une ceinture étroite et dépourvue de décor, qui souligne l’abdomen d’une légère courbe. Le personnage a le crâne rasé et ses oreilles sont grandes et décollées. Le visage est un ovale très régulier dont la largeur culmine au niveau des pommettes. Les yeux sont grands, très légèrement inclinés, avec une paupière inférieure sinueuse qui prolonge en pointe la zone lacrymale vers l’attache du nez. La paupière supérieure, doucement renflée, dessine un arc très régulier qui plonge rapidement vers le coin intérieur de l’œil où elle se redresse pour rejoindre le tracé de la paupière inférieure. Les sourcils sont sculptés de manière naturelle, et sont à peine saillants par rapport au plan du front. Le nez est brisé, mais ses narines semblent relativement larges. La bouche est horizontale et sa largeur dépasse légèrement celle des ailes du nez; les lèvres sont d’une épaisseur semblable. Le menton, dont la courbe prolonge celle des joues, est petit et arrondi, peu saillant par rapport aux plans du visage. La taille est étroite, mettant en valeur le renflement des pectoraux. La musculature des jambes est soigneusement indiquée, notamment celle des genoux et de l’avant des cuisses. Les pieds, aujourd’hui disparus, étaient fixés aux chevilles par de petits tenons. La base de la statue est perdue et, dans son état actuel, l’objet ne porte aucune inscription."}