{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "56", "Dating": "PTOLEMY II PHILADELPHUS ?", "Archaeological Site": "UNKNOWN", "Category": "STATUE", "Material": "GRANITE", "Technique": "SCULPTURED", "Height": "23 cm", "Width": "17 cm", "Depth": "22 cm", "Name": "Head of a royal statue (or sphinx)", "Description": "This head of a royal statue (or of a sphinx) is wearing the nemes head-dress. The fracture surface runs horizontally across the beginning of the neck; nose, mouth, uraeus and side panel of the head-dress are broken off; the entire surface, especially on the left side, is very damaged and weathered. Oblong face with round, short chin. The large, slanting, almond-shaped eyes are shallowly carved but very carefully; the right eye is deeper than the left. Even though the surface is heavily damaged in this area too, it can be observed that no upper eyelids were indicated. The eyebrows, flat, slightly curved elevations, are joined together by a marked swelling above the broad base of the nose. From the sides of the nostrils, the curvature of the cheeks marks the lower edge of the eye sockets. The preserved contour of the nose shows two very broad wings; apparently the nostrils were not hollowed out. The distance between the nose and upper lip is short. The mouth is worn away down to the distinctively upturned corners, where the space between the lips is deeply bored; the lower lip appears to protrude slightly in the middle. The royal head-dress or Nemes has a broad, smooth, raised band running horizontally across just above the eyebrows. On the right temple, the outline of the lappet can be seen in front of the medium-sized ear. The original smooth surface of the cloth is preserved at the edges of the rounded temple. The hood of the uraeus has broken off, but it can still be observed that it must have covered at least the upper border of the band. The slender tail is coiled in an even figure of eight; only traces of the rest are preserved. At the back of the head the cloth is clearly drawn together, the start of the tail of the head-dress cannot be discerned."}