{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "213", "Dating": "PSAMMETICHUS II/NEFERIBRE ?", "Archaeological Site": "UNKNOWN", "Category": "ARCHITECTURAL ELEMENT", "Material": "SLATE", "Technique": "CARVED; ENGRAVED; RELIEF", "Height": "120 cm", "Width": "149.4 cm", "Name": "Screen wall", "Description": "This doublesided relief block was perhaps a part of a kiosk surrounded by columns. The stylised palace facade along the bottom edge indicates that the block was intended to stand on the ground. The cavetto cornice and the frieze of cobras on one side and the frieze of falcons on the other prove that the block was free-standing. One of the short ends is crowned by a cavetto cornice, and it must therefore have been unattached. Unfortunately, the monolith was reused for other purposes at a later stage. Part of its surface was removed and two holes were drilled into it. Beneath the cavetto cornice and the torus runs a band of inscription on either side, providing the five names of the king and several of his titles. The side with the falcon frieze contains a relief depicting the king kneeling and raising his hands in prayer. The reverse side, which has a frieze of uraei, has the remains of three related scenes showing the king offering in front of a divinity. The orientation of the figures shows that the left scene was the first of the three, at the side where the block terminates. It shows the king in a ritual act which is described as \"Performing the purification ceremony with four water jugs\". The recipient of this offering is a primaeval deity with the appearance of a baboon who bears the name \"the Great White One\". His speech is the following: \"I bring forth the Nile as a boon, so that you will live forever\". Behind the king the inscription contains his name and the words: \"The Nile will overflow the land for the sake of his vitality\". The next scene on the block shows the king bringing two rolls of fine linen to a four-headed serpent deity who is named as \"The one who lives by his magic\". The god's speech runs as follows: \"I open for you the years of eternity!\", which means: I cause the years to commence for you into all eternity. It is important to know that for the Egyptians the year theoretically started with the coming of the Nile inundation. Following the name of the king in the inscription behind him, it says: \"The inundation shall commence at its time\". The second column perhaps contains some sort of legend for the scene to its left: \"The gods who open the year and bring the Nile forth from the primaeval flood\". The next scene to the right has only been partly preserved. It depicts a serpent with three pairs of human legs, named as \"The nose\", who promises to let the land grow green. The block depicts a cult ritual in which the king induces the gods to bring stability and prosperity to the land. In Egyptian religion, the king was seen as the intermediary between the divine powers and the people on earth. He attempted to preserve stability and harmony in the political realm, but aimed to influence the gods by acts of religious symbolism in order to ensure stability and harmony on a cosmic level. The latter includes the daily course of the sun as well as the cycle of the seasons, the movements of the stars and the annual inundation of the Nile. The latter natural phenomenon in particular was of greater importance to Egypt than anything else, because it covered the land for several weeks and brought fertile mud with it. A counterpart to the Viennese block is preserved in London. The Viennese block stood to the left of the entrance to a kiosk, as is evident from the orientation of its reliefs and inscriptions; its the London counterpart stood to the right. The London block is inscribed for Psamtik I, but the Vienna piece carries the name of Psamtik II, which was perhaps changed from an original cartouche of Necho II. Necho was the son and successor of the former and the father and predecessor of the latter. Two other comparable pieces are preserved in London and a further piece is in Bologna, each inscribed for Nectanebo I. Even though Nectanebo ruled nearly three hundred years later, he often imitated the style and monuments of the 26th Dynasty. The origin of the Viennese block and of one of the blocks in London is given as Alexandria; the two other blocks in London are said to come from Rosetta. However, it is likely that all these pieces originally came from Sais, where they may have formed part of the New Year kiosk on the roof of the Main Temple. The most remarkable aspect of the reliefs is the unparalleled realism with which the king has been portrayed. It is intriguing to realize that this may be a genuine portrait of Psamtik I."}