{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "5782", "Dating": "18TH DYNASTY (not before); AMENHOTEP III/AMENOPHIS III/NEBMAATRE ?; 18TH DYNASTY (not after)", "Archaeological Site": "UNKNOWN", "Category": "STATUE", "Material": "GRANITE", "Technique": "HEWN", "Height": "130 cm", "Width": "42 cm", "Depth": "61.5 cm", "Name": "Statue of a baboon with a royal figure", "Description": "The baboon standing on its hind legs gives the impression of a massive figure thanks to its crude modelling. This is because of the unwieldy nature of the granite of which it is made. The front paws of the animal are raised in the Egyptian gesture of adoration. A smaller human figure in royal costume has been added in front of this mighty animal, measuring only about three-fifths of the height of the baboon. The head is covered with the royal headcloth (nemes), and the king is wearing the characteristic kilt with the triangular apron. The upper body is bare. With his hands placed flat on the apron, the king is assuming the ritual posture known as \"praising the god four times\". The baboon has many meanings in religious iconography. The animal is principally known as a manifestation of Thoth, the god of Hermopolis, scribe of the gods, the patron of scholarship and administration. In addition, the animal's most important role is that which links it to the sun god. With its arms raised, the baboon refers to the adoration of the sun at its rising. The origins of this traditionally lie in an observation of nature. When baboons leave their nocturnal resting place in the morning, the troop makes agitated gestures and a lot of noise. The Egyptian sense of metaphor turned this into a greeting for the rising sun.The sun is the archetypal image of generation and regeneration, neither of which is conceivable without the other. This concept is enriched by the image of the nocturnal course of the sun though the Netherworld, which equates sunset on earth with sunrise in the Netherworld. The sun traverses the Netherworld at night until it rises again on earth. Sunrise and sunset are critical points within the sun's course; they lead from one world into the other, just like death, which at the same time is a new birth. At these liminal points the sun god needs the full support and loyalty of his divine crew and of the king. Indeed, assisting the god in this situation is an important role performed by the pharaoh, who joins the \"solar baboons\" at these critical moments. This sums up the purpose and the meaning of this sculpture.The origin of the piece is unknown. Its content suggests an origin within a solar shrine, several of which were attached to temples of the New Kingdom. Statues of \"solar baboons\" are also known from the bases of obelisks, such as those at the entrance to the Luxor temple, because the obelisk is also part of solar imagery. Originally there may have been two or, more likely, four baboons in such groups. A statue group similar to the Viennese one is now in the Berlin museum, but there the baboon's head has been restored in modern times. The Berlin statue certainly dates to the New Kingdom, and it may perhaps belong to the same series as the Viennese piece. The latter bears a royal name on the chest of the king but this is illegible and may also be a secondary addition. Judging by the style, posture, and costume of the royal figure, a date in the reign of Amenhotep III is likely."}