{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "5791", "Dating": "22ND DYNASTY", "Archaeological Site": "UNKNOWN", "Category": "STATUE", "Material": "BASALT", "Technique": "HEWN; CARVED; ENGRAVED", "Height": "77.5 cm", "Width": "35 cm", "Depth": "35.5 cm", "Name": "(Pseudo-)block statue of Prince Nimlot", "Description": "The man's posture, with his arms crossed and his knees drawn up, perfectly evokes a spirit of contemplation. The body is shaped as a square on top of which is a head with a minimum of detail. The face has been cursorily modelled but its effect is nevertheless poignant. The shapes are angular. The eyes were originally added in paint so that they now appear to be closed. The lips are narrow, but distinct. The eyebrows, the nose, and the ears have only been roughly outlined. The statue gives the impression of an image of a man who is profoundly immersed in thought and concentrated introspection. This granite sculpture again demonstrates the Egyptian sculptor's intimate knowledge of his material. By carefully shaping the stone, he has created a cubic, static monument imbued with a strong spirit. The four sides of the figure have been almost entirely covered with inscriptions and images of gods. On the front is a figure of Amun-Re, on right side is Harakhty, and on the left, Ptah. Among other things, the inscriptions reveal the identity of the man portrayed: \"The royal son of Ramesses, the head of the entire army, Nimlot; his mother is the daughter of the principal ruler of the foreigners (= the Libyans), Pen-resh-nes\".Nimlot was one of the sons of Shoshonk I, the Libyan ruler from Herakleopolis who succeeded in becoming king of Egypt. His eldest son Osorkon succeeded him, and his second son Awapet became High Priest of Amun in Thebes. The third son, Nimlot, was put in charge of the army. In this way Shoshonk I dominated the country with the help of his family. A remarkable aspect evident from Nimlot's monuments is his religious drive. For instance, he renewed the daily offering of a bull to his town god Harsaphes by annually donating sixty bulls. The block statue in Vienna would have been erected in the great temple of Heliopolis. The prayers in its inscriptions are full of original phrases which suggest a strong personal involvement in their composition."}