{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "5801", "Dating": "13TH DYNASTY", "Archaeological Site": "UNKNOWN", "Category": "STATUE", "Material": "DIORITE; GRANITE", "Technique": "HEWN; CARVED; ENGRAVED", "Height": "150 cm", "Name": "Statue of Sebek-em-sauf", "Description": "Tomb statues and votive statues of non-royal persons from the Middle Kingdom share a common realistic treatment of the face which is also known from royal sculpture (cf. the head of Senwosret III, inv. no. 5813). The differences with the latter lie in the lack of expression of energy and power in the private statuary and their smaller size. The imposing statue of the \"speaker of Thebes\" Sebek-em-sauf does not conform to these general restrictions. The piece is just under life-size and shows a man of noticeable corpulence and apparent esteem. The head is held up high and his arms hang down close to his body, showing him standing before his god. His wrap-around garment, which is tied together at the chest, is characteristic of his high official ranking. The head is bald with the features rendered in a realistic manner except for a few details such as the eyebrows which are more schematic. The statue has been assembled from three fragments of which only the head and the torso are original. The pedestal with the feet forms part of the collection of the National Museum of the Republic of Ireland and is currently in Vienna on loan. The front of the garment carries two columns of inscription with the title, name and origin of the man: \"The speaker Sebek-em-sauf true of voice, born of Dat-nofret true of voice\". The base and the back pillar carry the offering formula which should ensure a division of offerings from the gifts brought to the gods for \"the Speaker of Thebes, Sebek-em-sauf, raised by the Magnate of the Tens of Upper Egypt, Dedu-sobek Bebi\".These indications allow us to identify this person with some other men of the same name. A stela in Cairo names a man \"...-em-sauf\", and a small scribe statue in Berlin names a Sebek-em-sauf, even though this man only bears the title of \"overseer of storerooms\". A tomb stela in the Louvre mentions a man with the same title who is said to be the brother of the \"great royal wife Nub-kha'es\". It is not clear who this Nub-kha'es was nor who her royal husband was. All four monuments are to be dated to the 13th Dynasty, the second half, when the country's unity was dissolving and a competing 14th Dynasty was exerting power. The Dynasty would end with the rule of the Hyksos who had settled in the eastern Delta.From the monuments which name Sebek-em-sauf, we can glean some of his family history. The sister of the overseer of the storeroom, Nub-kha'es, succeeded in becoming a first royal wife. (Or should we say that the husband of Nub-kha'es succeeded in acquiring royal status?). The Pharaoh, who resided in the north, then appointed his brother-in-law to a key position in the administration of the south by making him the governor of Thebes. The title \"Speaker\" refers to this position. His royal connections explain why Sebek-em-sauf could commission a statue of himself of truly royal dimensions.The statue originates from the Miramar collection. According to its number, the head formed part of the collection acquired in 1855, which was chiefly donated by the viceroy. The body was acquired for the museum in 1865 by Reinisch. We should not be too astonished by this striking coincidence, however, because it has turned out that the two collections in Miramar were not always kept strictly apart."}