{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "63", "Dating": "TUTHMOSIS IV/MENKHEPERURE ?", "Archaeological Site": "UNKNOWN", "Category": "STATUE", "Material": "LIMESTONE", "Technique": "HEWN; CARVED; PAINTED", "Height": "56 cm", "Width": "15.8 cm", "Depth": "35.7 cm", "Name": "Statue of Tjanuna", "Description": "The sculpture was carved of the finest white limestone and was painted in bright colours of which substantial traces remain. For the colour white the immaculate material was left unpainted. The man is wearing a long wig and a fashionable beard and is shown seated on a chair with a rounded back, of which the rear face serves a double purpose as a stela with inscription. His right hand lies flat on his knee and his left hand is holding the long white cloak which covers only his left shoulder. The seam along the top of the garment is decorated with a painted ornamentation. The face with its pensive expression and gaze that is directed straight ahead, is turned slightly upwards. There is a marked contrast between the perfect state of preservation of the piece and the rough vandalism visible in the inscriptions. Presumably, this barbaric action was not the work of a personal enemy of Tjanuna in an attempt to prevent his continued existence beyond the grave, but rather the result of a fall from grace with the ruler. Upon the statue's base not even one word remains, but on the rear face the offering formula, which asks for \"all good [and pure] things for the true follower of the king, ... the head of the Court of Justice, the head of the buildings plans, the [Fan-]bearer [at the right side of the king], Tjanuna ...\" survives.Even though these inscriptions are fragmentary, they raise the suspicion that Tjanuna is the same person as the owner of one of the beautifully decorated tombs in western Thebes. The Tjanuna of this tomb also held the prestigious courtly position of Fan-bearer, and the dating of the tomb to the reign of Tuthmosis IV would accord well with the style of the statue in Vienna."}