{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "7444", "Dating": "5TH DYNASTY", "Archaeological Site": "GIZA NECROPOLIS", "Category": "STATUE", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "56 cm", "Width": "28 cm", "Depth": "22.3 cm", "Name": "Statue of Kai-pu-ptah and Ipep", "Description": "A well-preserved double statue of a man with a woman standing on his left. Kai-pu-ptah and Ipep are represented leaning against a back slab, to which their bodies are attached by means of a connective. The woman, Ipep, is represented leaning at a pronounced angle, because her feet are placed next to each other at nearly the same level as the extended left foot of the man. The top of the back slab, which has a slight angle, extends to the middle of the heads of the figures. It is not as wide as the high pedestal on which it stands. Kai-pu-ptah is represented taller than the woman by nearly half the height of his head. His skin has been painted reddish brown, while that of Ipep is painted a dark yellow. Their faces with round cheeks and chins are turned up. The deep-set eyes are framed by narrow but distinct eyelids, close to the eyebrows which appear as levelled ridges at the edge of the sockets. The noses are short with globular tips. The wings of the nose are indicated with round lines and the nostrils have been drilled. The lips are full and their edges are clearly marked; those of the woman even have a ridge around them. The upper lips beneath the furrow between the nose and lips (narrow for the woman and flat for the man) are slightly curved; the mouth's opening is rendered with an incised line. Kai-pu-ptah is wearing a short black curly wig. The rows of curls are placed in concentric rings around the head. The edge of the wig at the forehead is sharply marked. Short vertical incised lines in the rows of the wig indicate the individual curls. His neck shows the larynx and in particular the musculature. The broad necklace was originally multicoloured. The torso has broad angular shoulders and a slightly raised collarbone. The chest slims down towards pronounced ribs. Between the base of the neck and the navel is a furrow. The navel itself is indicated as an elongated oval depression. The transition from the arms to the body is indicated only on the front of the statue. The musculature of the arms is indicated clearly, notably the biceps. The fists appear to be clenching something, but this is merely the stone centre of the fists which has not been removed. The fingers have been individually shaped, only the thumbnails have not been clearly marked. The left arm moves forward together with the left leg. Kai-pu-ptah is wearing a short white festive kilt. On the left, just beneath the raised belt, a fine line indicates the top of the overlap of the kilt. The knot and the pleated flap are rendered in raised relief. The legs have been sculpted with great detail. The kneecaps and their musculature are visible, as well as the calves, the shinbones, the long muscles on the outer sides and the anklebones. The deep gaps in between the thin toes appear as furrows leading up to the instep. The toenails and the cuticles are carefully indicated. Ipep is wearing a black wig nearly falling onto her shoulders. The thin locks of hair are parted in the middle, indicated as an incised line within a slight depression of the skull. The woman's neck is broad and is clearly marked at the lower end. Her broad collar was arranged over the straps of the tight-fitting white dress. Only its contours now remain. The dress covers the body down to the ankles, but the flat round breasts and the pubic triangle are visible beneath it. The thighs are very prominent. Her left upper arm is connected to the torso via a stone link. The lower arm is held across the body with the tips of her fingers touching the left lower arm of the man. The hand is somewhat squat. Her right arm is around his back, raising her right breast slightly above the left. The flat lower arm of the woman is visible on the man's back and her fingers are placed on his waist. The joints of Ipep's feet are very broad, and her toenails have been rendered with less care than those of the man. The fingernails have been indicated only by levelling."}