{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "7506", "Dating": "5TH DYNASTY", "Archaeological Site": "GIZA NECROPOLIS", "Category": "STATUE", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "78 cm", "Width": "23.7 cm", "Depth": "28.5 cm", "Name": "Standing statue of Snofru-nefer", "Description": "Snofru-nefer was the principal singer and the overseer of amusements at the royal court. His statue is a prime example for demonstrating the fundamental principles of the Egyptian sculptor. The upright posture and the positioning of the arms at a straight angle with the shoulders demonstrate the strict adherence to straight angles. The statue is symmetrical except for the advanced left leg. The outlines of the figure betray the regular pattern of squares which was laid out over the limestone block which guided the sculptor when shaping the figure on the basis of an outline sketch. The statue's intimate relationship with its material is also visible in the compact nature of the work, achieved by leaving bridges of stone between the torso and the arms and between the legs and the back pillar. The leaving of such bridges was in fact a voluntary act of refusal to free the sculpture from its material. Neither the limited technical possibilities nor the quality of the stone itself required such treatment. The statue is remarkable in its subject matter. It belongs to a very small group of tomb statues which depict the deceased as a naked youth. The meaning behind this depiction is not entirely clear. It is probably connected with the concept of rejuvenation after death. The craftsmanship and artistic value of this piece are extraordinary. Even the smallest details have been depicted. The youthfulness of the subject is expressed by the still somewhat weak outlines of the face and the masterfully crafted youthful body. Snofru-nefer must have been an esteemed courtier and a prosperous citizen. In his capacity as overseer of singers he was not only engaged in musical performance, but he also composed and wrote new songs. Moreover, he was expected to organize festive diversions with music and dance. Thus it comes as no surprise that he erected a beautiful tomb for himself equipped with a precious tomb statue. It is clear that the days of Khufu, when the king assigned enormous tombs to his courtiers, were more than 200 years in the past. The tomb of Snofru-nefer is situated not far from that of Ka-ni-nisut (inv. no. 8006), even though his tomb is much smaller. The excavators found it in a much ruined state. It is a happy chance that this splendid sculpture survived intact beneath the rubble of the tomb's statue chamber."}