{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "76", "Dating": "NEKTANEBO II/SNEDJEMIBRE-SETEPENINIHERET ?", "Archaeological Site": "UNKNOWN", "Category": "STATUE", "Material": "LIMESTONE", "Technique": "HEWN; CARVED", "Name": "Sphinx of Wah-ib-re", "Description": "The Egyptian sphinx is a combination of the body of a lion and the head of a king. It is always composed of male elements, as opposed to the Greek sphinx which is female. Since time immemorial the lion has been linked to the depiction of the sun god. Perhaps it is for this reason that the sphinx represents the dogmatic situation that the king has become the solar divinity. The oldest surviving expression of this idea is the Great Sphinx of Giza which is dated to the reign of Khafre, the builder of the second pyramid. Its name is Hor-em-akhet (in Greek Harmachis), which means \"Horus in the horizon (or: Light-land)\". It lies in front of the world-famous pyramids as a superhuman guardian. Another well-known use of the sphinx is in the great series of sphinxes on either side of the approach way to a temple. In the case of the Great Temple at Karnak, dedicated to Amun of Thebes, the sphinxes are ram sphinxes where the royal heads have been replaced by those of rams. Apparently, this image represents the nature of Amun-Re, the state god of the New Kingdom: it links the ram, the theriomorphic image of the city god of Thebes, with the sun god. Apart from the crouching sphinx, there are also two-dimensional representations of the sphinx in action, which is an image of the king trampling on his enemies. From the time of the Middle Kingdom onwards, sphinxes have preserved some splendid royal portraits. An impressive example is the Viennese head of Senwosret III (12th Dynasty, inv. no. 5813). Even without the presence of inscriptions giving a name, the person portrayed can often be identified on the basis of the style of the portrait. A study of the face will at least provide an indication of the period in which the sculpture was made. In the case of this sphinx the portrait has been carved in a strongly idealizing style, which makes its attribution to a specific king uncertain. It is clear, however, that it depicts a ruler from the late period of Egyptian art, which means from the fourth century BC, between the rule of the Persians (27th Dynasty, 525-404 BC) and that of Alexander the Great (332 BC onwards) and the Ptolemies. An attribution to Nectanebo I (380-362 BC) seems most likely. It is a much refined rendition of the ideal portrait.In the Viennese collection is yet another series of eleven limestone sphinxes of roughly the same date. These formed part of a long processional road lined with sphinxes which led to the Serapeum at Saqqara, the burial place of the Apis bulls. They were probably manufactured during the reign of Nectanebo II (360-342), but perhaps already in the reign of Nectanebo I. All Egyptian sphinxes are royal monuments. Nevertheless, in this case the inscription points in another direction. It consists of two lines, both commencing at the centre of the front of the pedestal and running towards the back. The inscription on the left side of the pedestal has unfortunately been lost."}