{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "7787", "Dating": "4TH DYNASTY", "Archaeological Site": "GIZA NECROPOLIS", "Category": "RESERVE HEAD", "Material": "LIMESTONE", "Technique": "CARVED", "Height": "27.7 cm", "Width": "17.3 cm", "Depth": "24.5 cm", "Name": "Reserve head", "Description": "The head is complete except for the missing ears and the minor damage to the neck and face. The elongated face has pronounced cheekbones, flat cheeks and a long, strong, broad chin. The right eye is larger than the left eye and is set slightly deeper in the skull. The upper eyelids are rendered only as extremely narrow ridges which are delineated above by a finely incised line. The eyelids become less distinct towards the outer corners. The lower eyelids are carved with great precision, ending at the inner corners in a long-drawn sharp point. The brows follow the curve of the eye sockets as a slightly raised edge. Beneath the inner corner is a deeper depression which ends on the right side in a sharp edge on the nose. The nose is extremely narrow in between the eyes. It has a straight angular bridge and round fleshy wings which have been delineated by an incised line on the right, and by a ridge on the left. The large nostrils are divided by a thin wall of the same width as the vertical furrow leading downwards to the mouth. The lips are wide and delineated by a very fine ridge which is curved at the middle of the upper lip. The sharp line of the mouth's opening slopes downwards into the wide corners. The volume of the skull has been much reduced above the ears. Short hair is indicated on the forehead by a ridge which is less distinct at the temples. The customary sideburns are indicated with rounded corners. In the neck the hairline appears as a deeply incised irregular line. Between the ears and the neck on the right side the hairline is slightly raised again. On the left side of the forehead, three finely incised lines start about 3 mm away from the hairline, running diagonally towards it. In a parallel position on the right side only one such line can be made out. A very deep furrow runs from the top of the head downwards to the back of the head, slightly right of the centre. The line is interrupted at that point and is taken up again at the hairline in the neck. Of the ears only the outlines remain and on the left also the cartilage in front of the pinna. The ears were placed rather far to the back of the head."}