{"Present location": "KUNSTHISTORISCHES MUSEUM [09/001] VIENNA", "Inventory number": "8188", "Dating": "AMENHOTEP III/AMENOPHIS III/NEBMAATRE", "Archaeological Site": "UNKNOWN", "Category": "SHABTI", "Material": "GRANITE", "Technique": "ENGRAVED; HEWN; CARVED", "Height": "39.5 cm", "Width": "15.9 cm", "Depth": "12.5 cm", "Name": "Shabti of Amenhotep III", "Description": "The shabti is complete down to the knees. It has a mummy-shaped body with soft outlines and a small, high bottom. Its face is short with bulging eyes placed diagonally. Broad lines of eye-paint have been indicated in relief on the upper lids and brow. The nose is broad and triangular and the lips are full. The ears are fleshy and placed high on the skull. The king is wearing the royal headcloth with broad, regular stripes. The uraeus on the forehead is coiled. The beard is broad, long, and angular and is connected to the chest by a stone bridge of equal width, which cuts through the neckline. The upper arms run parallel to the body while the lower arms are crossed over the chest. The elbows are not very distinct. The fists, on which the individual fingers are marked, emerge from the body-covering and hold two ankh-signs. An inscription has been added onto the front. Several shabtis of Amenhotep III are known of truly royal proportions. The shabti in Vienna is made of granite and shows a highly interesting portrait of the ruler, one of the best in this small size. The statuette shows clear signs of the corpulence known from a number of other depictions of the king. The king is wearing the nemes headcloth, and in his hands are not the usual agricultural tools, but ankh-signs. The shabti spell in five columns presents an original version of chapter 6 of the Book of the Dead. The gods are invoked to present Osiris, the lord of the hereafter, with a meal in the name of the king. The deceased himself is also called \"Osiris\" because, just like Osiris, he hopes to continue to live in the hereafter. The second part of the inscription addresses the shabti itself, listing in canonical order the various tasks."}