{"Present location": "INSTITUT DE PAPYROLOGIE ET D'ÉGYPTOLOGIE, UNIVERSITÉ DE LILLE III [02/049] LILLE", "Inventory number": "L 1643", "Dating": "GRAECO-ROMAN PERIOD", "Archaeological Site": "EL-FAIYUM", "Category": "COFFIN/SARCOPHAGUS ELEMENT", "Material": "WOOD", "Technique": "INCISED; PAINTED ON STUCCO", "Width": "26 cm", "Depth": "6 cm", "Name": "Sarcophagus lid", "Description": "Sarcophagus lid. At shoulder-level, a horizontal black line divides the panel into two sections. The upper register is decorated with two seated deities (on the right and the left) facing a cow (in the centre). Both deities are sheathed in red and hold what appears to be a composition of a was-sceptre and an Ankh, the sign for life. The deity sitting on the left could be Osiris (human-headed and with atef-crown). The left deity, a falcon-headed figure wearing a solar disc, is probably Re-Horakhty. The cow (possibly a representation of the goddess Hathor of the necropolis ?) faces towards the right. Each of her hooves rests on a small red pedestal. The lower register is the most important one and depicts a goddess facing right and standing on a XXX. In front of the deity's face, a small panel, intended to be filled with texts, was evidently never filled (black dividers on a white background). The goddess wears a close-fitting white dress with two shoulder straps, leaving the breasts bare, and a black tripartite wig. A slightly flattened disc (a solar disc ?) is painted above her head in red. Her right arm falls behind her body, her hand holding a red flower bud. Her left arm is raised in front of her chest with her hand holding up a bouquet to her face, consisting of a flower and flower buds. The space in front of her, from her feet to her waist, is decorated with two further bouquets, full of flowers and buds whose stems wander on to the sides of the lid. This goddess might be Nut, if the object atop her head is identified as a nu-vase. It might also be Hathor, with a solar disc, or the goddess of the West, as the XXX on which she is standing might indicate. This bright and colourful decoration is more complex than it would seem at first glance. Great attention has been paid to the details and the choice of colours is refined. The style, as reflected in the rendering of the body (chest, belly, pubis, buttocks and legs) is typical of the Graeco-roman period. "}