{"artifact_name": " hair-pin; dress-pin ", "Object Type": [" hair-pin ", " dress-pin "], "Museum number": ["1880.3711.o"], "Description": [" Copper alloy ornamental hair- or dress-pin head in the form of a woman in Greek dress. The figure stands on the square abacus of a capital with her left leg bent slightly forward, right hand on hip and left arm at her side. She wears a long belted dress, with a himation draped over her left shoulder and around her hips. The folds of the garments are rendered in parallel bands. Her hair is rolled back and gathered in a top knot on the crown of her head. The shaft is broken and missing. "], "Production date": [" 1stC BC-early 1stC (circa) "], "Production place": [" Made in: Afghanistan "], " Excavator/field collector ": ["Field Collection by: Charles Masson"], "Findspot": [" Found/Acquired: Begram "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Length: 35 millimetres ", " Width: 10 millimetres "], "Curator's comments": [" IM.Metal.155: 'Bronze ornamental pin-heads of which 14 are shaped like birds and one is a human figure. From Beghram'. ", " C. Fabrègues: Pin heads in the form of a figure were common in the Greek and Roman world, the most prevalent choice of subject being Aphrodite. Examples with a representation of the Greek goddess have been found, for instance, in central Greece at Karpenisi and in Syria, both sites yielding a gold specimen datable to the 2nd century BC (Higgins 1980, p.171, pl.53g; G&R JC 3034). In Egypt a 3rd-2nd-century BC silver specimen was brought to light at Alexandria (Hoffman and Davidson 1965, p.192, figs.72a-b), while at Galjub, bronze models were found among the trading stock of a Hellenistic goldsmith (Ippel 1922, pl.III.7). In the eastern world, besides the Begram example, three intact bronze pins with heads representing the same subject have been found in Gandhara. Two were discovered during excavations of the urban site of Sirkap at Taxila. One, in which both arms of the figure hang at her sides, was recovered from the first century BC Śaka stratum; the other, in which the left arm of the figure is at her side and the right arm raised from the elbow to grasp her hair with her hand, is from the early first-century AD Parthian stratum (Marshall 1951, p.586, nos.227–8, pl.173.y, p, pl.182.c, p,12, 15). The third example was collected in the Kashmir Smast area and is without archaeological context. The figure is semi-clothed and holds with both hands the hem of her shawl which has slid down her lap (Nasim Khan 2006, p.207, no.30, fig.216). Marshall identifies the Taxila figures as Aphrodite. The same representation may also be intended in the Kashmir Smast and Begram examples. All these bronze pins are of local manufacture, but certainly derive from Greek examples introduced south of the Hindu Kush and in Gandhara by the Bactrian Greeks. They all appear to belong to the same artistic trend and therefore to date to the 1st century BC or early 1st century AD. The attribution of such a date for the Begram pin is further supported by the fact that the treatment of the drapery is similar to that found on toilet-trays and schist sculptures from the Śaka-Parthian stratum at Sirkap, Taxila (Marshall 1951, pls.144.63, 145.77, 212.8, 213.9–11, 13). Bibliography: Higgins, R. (1980) Greek and Roman Jewellery, London. Hoffman, H. and Davidson, P. (1965) Greek Gold. Jewellery from the Age of Alexander, Mainz. Ippel, A. (1922) Der Bronzefind von Galjub, Berlin. Marshall, J. (1951) Taxila, 3 vols, Cambridge. Nasim Khan, M. (2006) Treasures from Kashmir Smast (The Earliest Śaiva Monastic Establishment), Peshawar. "], "Bibliographic references": [" Errington 1999 / Rediscovering the Collections of Charles Masson (p.229, pl.8.1) ", " Errington 2021 / Charles Masson: Collections from Begram and Kabul Bazaar, Afghanistan 1833-1838 (p.256, fig.94.2) "], "Location": ["Not on display"], "Subjects": [" bird ", " symbol "], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Acquisition notes": [" Collected from the site of Begram, 1834-8 (MSS Eur. E161/VII, ff.31-3). "], "Department": ["Asia"], "Registration number": ["1880.3711.o"], "Additional IDs": [" Miscellaneous number: IM.Metal.155 (British Museum no.: India Museum collection) "]}