{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1880.3717.f"], "Description": [" Cast, copper alloy hoop ear-ring bound with three loops of wire at one end. "], "Production date": ["1stC-3rdC (circa)"], "Production place": [" Made in: Afghanistan "], "Excavator/field collector": ["Field Collection by: Charles Masson"], "Findspot": [" Found/Acquired: Begram "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 12 millimetres ", " Thickness: 1.50 millimetres (shaft) "], "Curator's comments": ["For documentation of IM.Metal.160, see 1880.3717.a. C. Fabrègues: This type of ear-ring has a long history. It first appeared in the Hellenistic and Roman world, as can be seen from two examples broadly dated c. 2nd century BC to 3rd century AD: one decorated with a blue glass flower at one end (GR 1917,0601.2448) and the other with a cube (Lester 1991, p.23, fig.5). A third example, dated 6th century, differs from the Begram specimen only in that it is gold and has soldered onto the hoop an ornate filigree pendant from which a pear-shaped ornament of dark blue glass is suspended (GR 1872,0604.594; Marshall 1911, p.310, pl.LV.2691). The type continues in the Byzantine period until the 12th century at Sardis and Corinth (Waldbaum 1983, p.125, no.743 pl.46.743; Davidson 1952, p.252, pl.109, no.2024). It was also prevalent in the Islamic world of the 8th-14th century at sites such as Nishapur (Allan 1982, p.67, nos.43-4), Fustat in Egypt (Lester 1991, fig.6), as well as in Tajikistan (Zeimal 1985, p.325 no.828) and Kazakhstan (Baipakov 1990, p.157). Despite the longevity of the type, the Begram ear-ring can be approximately dated c. 1st-3rd century, as it has exact counterparts from sites nearby: one in gold was found in a tomb of the 1st century BC-1st century AD necropolis at Tulkhar, south Tajikistan (Mandel’stam 1966, pl.LX), and another in bronze on the c. late 1st-3rd-century acropolis at Surkh Kotal (Fussman and Guillaume 1990, p.121, no.234, pl.5.234, pl.VIII.234). Bibliography: Allan, J.W. (1982) Nishapur. Metalwork of the Early Islamic Period, New York. Baipakov, K.M. (1990) Po sledam drevniix gorodov Kazakstana (Otrarskii oazis), Alma-Ata. Davidson, G.R. (1952) Corinth XII. The Minor Objects, Princeton. Fussman G. and Guillaume, O. (1990) Surkh Kotal en Bactriane. II. Les monnaies – Les petits objets, Mémoires de la Délégation archéologique française en Afghanistan XXXII, Paris. Lester, A. (1991) ‘A Fatimid hoard from Tiberias’, in Na’ama Brosh (ed.),Jewellery and Goldsmithing in the Islamic World, Jerusalem, pp.21-9. Mandel’stam, A.M. (1966) Kochevniki na puti v Indjyu, Moscow. Marshall, F.H. (1911) Catalogue of the Jewellery, Greek, Roman and Etruscan in the Department of Greek and Roman Antiquities, British Museum, London. Zeimal, E.V. ed. (1985) Drebnosti Tajikistana katalog vistavki. Izdagelstvo donish, Dushanbe."], "Bibliographic references": ["Errington 2021 / Charles Masson: Collections from Begram and Kabul Bazaar, Afghanistan 1833-1838 (p.267, fig.103.8)"], "Location": ["Not on display"], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Acquisition notes": ["Collected from the site of Begram, 1834-8 (MSS Eur. E161/VII, ff.31-3)."], "Department": ["Asia"], "Registration number": ["1880.3717.f"], "Additional IDs": [" Miscellaneous number: IM.Metal.160 (British Museum no.: India Museum collection) "]}