{"artifact_name": "bead", "Object Type": ["bead"], "Museum number": ["1880.4109.q"], "Description": [" Two small beads of opaque turquoise glass; one annular, the other a broken cube. "], "Production date": ["2ndC"], "Production place": [" Made in: Afghanistan "], "Excavator/field collector": ["Excavated by: Charles Masson"], "Findspot": [" Excavated/Findspot: Wardak Stupa 1 "], "Materials": ["glass (opaque)"], "Dimensions": [" Diameter: 6 millimetres ((1)) ", " Length: 4 millimetres ((2)) ", " Thickness: 2.50 millimetres ", " Thickness: 3.50 millimetres ", " Width: 4 millimetres "], "Curator's comments": [" Found in relic deposits 'Box 4' in unnumbered tray 'C', for documentation, see 1880.4109.a. ", " E. Errington: A large number of identical turquoise glass beads, mixed with small bone (?), mother-of-pearl, cornelian, serpentinite (?) and lapis lazuli beads and fragments, together with Kushan coins, formed part of the contents of an inscribed reliquary deposited on the same day in Kanishka year 51 (AD 177/8) as the vase from Wardak Stupa 1 (1880.93) donated by Vagamarega, and said to be donated by Vagamarega's daughter (Falk 2008, fig.9; Baums 2012, pp.243-6, nos.43-4). The similar mix of materials is evident in the group now registered 1880.4109. The daughter's vase, however, was redeposited in the 6th century, for it also contained two silver coins of the Nezak Huns and jewellery similar to that found in Hadda Stupa 10 (For dating the coins, see Vondrovec 2010, pp.170-3, type 198). The inclusion in the present group of a striped, opaque glass seal (1880.4109.n) is not at odds with the 2nd-century date for the Wardak Stupa 1 deposit, for it has traces of antimony, commonly used as an opacifier in Roman glass of the same period. Although these turquoise beads have not been analysed, Egypt c. 1500 BC already produced similar opaque turquoise glass using antimony, which suggests such was also the case here. Bibliography Falk, H. (2008) 'Another reliquary vase from Wardak and consecrating fire rites in Gandhara', in Bautze-Picron, C. (ed.), Religion and Art: New Issues in Indian Iconography and Iconology, Proceedings of the 18th conference of the European Association of South Asian Archaeologists, London 2005, vol.1, pp.63-80. Vondrovec, K. (2010) 'Coinage of the Nezak', in Alram, M., Klimburg-Salter, D., Inaba, M. and Pfisterer, M. (eds) Coins, Art and Chronology II. The First Millennium C.E. in the Indo-Iranian Borderlands, Vienna, pp.169-90. "], "Bibliographic references": ["Errington 2017a / Charles Masson and the Buddhist Sites of Afghanistan: Explorations, Excavations, Collections 1832-1835 (p.201, p.204, fig.307.21, p.205, p.224)"], "Location": ["Not on display"], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Department": ["Asia"], "Registration number": ["1880.4109.q"]}