{"artifact_name": "ear-ring; bead", "Object Type": [" ear-ring ", " bead "], "Museum number": ["1880.3687.m"], "Description": [" Copper alloy ear-ring of thin wire with a loop at one end, strung with three cast faceted beads alternating with two twisted wire loops. "], "Production date": ["1stC-3rdC (?)"], "Production place": [" Made in: Afghanistan "], "Excavator/field collector": ["Field Collection by: Charles Masson"], "Findspot": [" Found/Acquired: Begram "], "Materials": ["copper alloy"], "Technique": [" cast ", " pierced ", " twisted (wire) "], "Dimensions": [" Diameter: 5 millimetres (beads) ", " Length: 18 millimetres (circa) "], "Curator's comments": ["For documentation of IM.Metal.25/South Kensington Museum no.1069/India Museum nos.68 and 17, see 1880.3687.b. For fragments of a similar ear-ring, see 1880.3717.h-i. C. Fabrègues: Three-bead ear-rings have a long history. They appear during the Late Ptolemaic period (1st century BC) and continued in use until the 14th century (Zimmer 1991). The earliest ear-rings of this type have the spaces between the beads filled with fine coiled wire, and a hook and loop for fastening, as can be seen on an example found in Egypt (Egyptian Museum, Cairo no.28498; Zimmer 1991, p.40). Two Egyptian mummy portraits – one dated AD 50 and the other AD 200 – also depict such ear-rings (Parlasca 1972, no.247, fig.1; no.323, fig.2), while two 1st-century silver examples (probably both gilded) were found at Thebes (GR 1905,1020.1-2; Marshall 1911, pl.LIII, nos.2565, 2567). Less ornate examples of ear-rings threaded with beads are found closer to Begram. One is a small gold wire ear-ring threaded with two pearls found by Martin Honigberger (q.v.) with late 1st-century coins in one of the relic deposits of Bimaran Stupa 5 near Jalalabad (Jacquet 1938, p.168, pl.XI.10. For coin types, see 1880.3740.a-k, 1880.4135.a-r, 1838,EIC.90). Other examples were found in the Buddhist monastery at Palatu Dheri near Charsada (Marshall 1904, p.172, fig.18.2-3). Like the Begram examples, the hoop is of copper wire with spacers of coiled wire, but coated with silver and threaded with small spherical beads of crystal, silver or vitreous paste. The clasps comprise a hook at one end and a cap at the other, or one tapered end which slotted into a hole in the opposite thickened end, unlike the simple loop and hook of the Begram examples. All the pottery recovered from the site is pre-Islamic and the coins range from Indo-Scythian to Late Kushan, suggestive of a 1st-3rd-century date. The early Islamic examples usually also have their beads separated by a wire coiled round the hoop (Zimmer 1991, nos.13-16; Gladiss 1998, nos.25, 31). The beads are always threaded along the lower section of the hoop. They are made of two joined hemispheres, either in openwork or decorated with wires and globules; and the clasp is either formed by a pin which passes through two eyelets or by a hook which fits into the perforated end of a bead (Zimmer 1991, nos.3-5, 13-21; Gladiss 1998, nos.7-30). On balance it seems that the Begram examples belong to the pre-Islamic period. Bibliography Gladiss, A. von (1998) Schmuck im Museum für Islamische Kunst, Berlin. Marshall, F.H. (1911) Catalogue of the Jewellery, Greek, Roman and Etruscan in the Department of Greek and Roman Antiquities, British Museum, London. Jacquet, E. (1838) ‘Sur les découvertes archéologiques faites dans l’Afghanistan par M. Honigberger’, Journal Asiatiques V, pp. 163-97. Marshall, J. (1904) ‘Excavations at Charsada’, Archaeological Survey of India Annual Report 1902-03, Calcutta, pp.141-84. Marshall, J. (1951) Taxila, 3 vols. Cambridge. Parlasca, K. (1972) Repertorio d’arte dell’ Egitto Greco-romano. Rittrati di mummie, Palermo. Toll, N.P. (1946) The Necropolis. The Excavations at Dura Europos conducted by Yale University and the French Academy of Inscriptions and Letters. Preliminary Report of the Ninth Season, 1935-6, part 2, ed. M. Rostovtzeff, A. Bellinger, F. Brown and C. Welles, New Haven. Zimmer, J. K. (1991) ‘Early Islamic Bead Earrings’, in Na’ama Brosh (ed.) Jewellery and Goldsmithing in the Islamic World, Jerusalem, pp.39-53."], "Bibliographic references": [" Errington 2017a / Charles Masson and the Buddhist Sites of Afghanistan: Explorations, Excavations, Collections 1832-1835 (p.117, p.220, p.222) ", " Errington 2021 / Charles Masson: Collections from Begram and Kabul Bazaar, Afghanistan 1833-1838 (p.267, fig.103.1) "], "Location": ["Not on display"], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Acquisition notes": ["Collected from the site of Begram, 1834-8 (MSS Eur. E161/VII, ff.31-3)."], "Department": ["Asia"], "Registration number": ["1880.3687.m"], "Additional IDs": [" Miscellaneous number: 1069 (South Kensington Museum no.) ", " Miscellaneous number: 17 (India Museum no.) ", " Miscellaneous number: 68 (India Museum no.) ", " Miscellaneous number: IM.Metal.25 (British Museum no.: India Museum collection) "]}