{"artifact_name": "pendant", "Object Type": ["pendant"], "Museum number": ["1880.3714.a"], "Description": [" Copper alloy pendant in the shape of an amphora with two dolphins as handles; decorated with stippling. The amphora has a conical foot with a moulding above, a spherical body with a slightly flattened shoulder, narrow neck and moulded rim, which merges into a pierced ring for suspension. The dolphins are stylised with a prominent dorsal fin, their heads merging with the suspension ring and their tails with the shoulder of the vase. "], "Production date": [" 1stC BC-1stC AD (late) "], "Production place": [" Made in: Afghanistan "], " Excavator/field collector ": ["Field Collection by: Charles Masson"], "Findspot": [" Found/Acquired: Begram "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 18 millimetres ", " Width: 13 millimetres "], "Curator's comments": [" IM.Metal.157: '12 small bronze pendants of a peculiar shape; one has a ring for suspension. From Beghram'. For other examples, see 1880.3713.k-l, 1880.3714.b-l, IOLC.5483-IOLC.5485. C. Fabrègues: Ear-ring pendants in the form of amphora with handles are of Hellenistic origin. The earliest example in the Museum – from Vulci in Italy – dates from the 3rd century BC (1872,0604.657: Walker & Higgs 2001, no.1977). Others have been dated to the 2nd-1st centuries BC (Higgins 1980: no.163.c). The type with dolphin handles has been found throughout the Hellenistic empire from sites around the Black Sea, Syria, Egypt, Bactria and Gandhara. Several examples come from Syria: three in the de Clercq collection, including a pair from Amrit (De Ridder 1911: nos.269, 587- 8); one in the de Luynes collection (Fontenay 1887: fig. p.107); and another in the von Nelidow collection from Tortosa (Pollak 1903: pp.76-7, 216, pl. XI). The Greek and Roman Department of the Museum holds a pair from el-Ashmunein in Egypt dated to the 2nd century BC, and another pair from Egypt dated c. 200 BC (1904,0706.1; 1906,0411.1: Walker & Higgs 2001, p.104, nos.2332-3 and 2331 respectively). Others come from Sicily (1872,0604.552: Walker & Higgs 2001, nos.2356-57), Bettona (Becatti 1955, no.408, Villa Gulia Museum) and Vulci in Italy, or are of unknown provenance (Nicolini 2001/4: p.7, 3b-c; Louvre Museum, Bj 298, 301 respectively), and are dated 2nd-1st century BC. Bactria has yielded numerous examples: a pair in a private collection (Bopearachchi, Landes, Sachs 2003: no.93) and three in the Miho Collection, Japan (Treasures of Ancient Bactria 2002: fig.188.e-g). Bactrian amphora pendants closely resemble, in shape and decoration, 2nd–1st-century BC examples with dolphin handles mostly from Tortosa (De Ridder 1911: pp.50, 59-61, 108-10, nos.270-89, 595-623). It seems possible therefore that the design could have been introduced into Bactria from Syria or could be the work of an artist originating from there. In most of the examples cited so far, the amphora body is of glass or precious stone, with a gold mount forming the base, neck and handles. One in the Miho Collection however is entirely of gold. The 1st-century AD burial 8 of barrow 55 at Kalinovka (Volgograd, south Russia) also yielded a gold example with the dolphins’ heads resting on either side of the suspension ring (Scythian, Persian and Central Asian Art 1969: p.32, no. 32). A number of amphora pendants have been excavated from kurgans in Tajikistan and Uzbekistan. In the Bishkent valley (south-west Tajikistan), the necropolis of Tulchar produced seven specimens with alabaster bodies and gold stylised dolphin handles. A peculiar feature consists of a gold strip below the dolphin’s head which links it to the suspension ring. Mandel’stham, the excavator, dated the necropolis on grounds of pottery types, two imitations of Eucratides and a coin of Heraus to the late 2nd/early 1st century BC–early 1st century AD (Mandel’stham 1966: pp.124-6, pl.LIX.1-5, 7; Mandel’stam 1969: pp.525-34). But the coins of Heraus have been identified as issues of Kujula Kadphises (c. AD 40-90; Cribb1993: pp.107-34), which extends the period that the necropolis was in use and the possible date of the pendants to the middle 1st century AD or later. Further amphora pendants dated to the 1st-2nd century AD have been recovered from two necropolises close to Tulchar: one pair at Aruktau (Mandel’stham 1975: p.52, no.142, pl.XVIII.23) and two others in the burial ground BM V (Litvinsky and Sedov 1984: pp.130-1, figs.31-2; Belenitsky et al. 1985, pp.85, 106, nos.270-1, 273-4). Another pair was found in the burial ground of Ittifok north of Ai-Khanum in the Parkhar region of south-east Tajikistan (Belenitsky et al. 1985, p.85, 114, no.314, IOT nos.215-16). A coin of Heraus from one of the graves suggests the necropolis was in use in the mid 1st century AD. In the Zeravshan valley of Uzbekistan (ancient Sogdia), kurgan 6 of the necropolis of Ljavandak, dated by excavator 2nd century BC–1st century AD, produced an amphora pendant (Obel’cenko 1961: pp.12, 157-9) while Farhadstroy yielded a mould for making ear-rings of this type (Litvinsky and Tursunov 1974: p.108). In Gandhara, a pair of turquoise and gold amphora ear-ring pendants with dolphin handles was excavated from stratum 2 of Bhir Mound at Taxila (Marshall 1951: pp.106, 623, pl.190.a), and dated by Marshall to 300-225 BC. But in his report made at the time of excavation, he mentions that the distinction between strata 1 and 2 is not clear enough to warrant a separation of the finds (Marshall 1920-1: p.21). Therefore, it could be a stray find belonging to stratum 1, dated on the basis of a Greco-Bactrian gold stater of Diodotus struck in the name of Antiochus II (248-230 BC) and a coin of Demetrius I (c. 200-190 BC) to the 2nd century BC or later (Marshall 1951: p.110, pl.236, nos.39, 42). An example of the same type in the Victoria and Albert Museum is also said to come from the Taxila area, while another acquired at the same time seems likely to be of similar provenance and date (Hallade 1986: p.85, IS.16-1948, IS.19-1948, pl.IX). An amphora pendant with dolphin handles in the Hirayama collection is again claimed to come from Taxila (Tanabe 2000, no. 83). That dolphins were fashionable motif for ear-rings at Taxila during the 1st century AD is borne out by the discovery in the Indo-Parthian stratum at Sirkap of seven bronze dies used for hammering gold sheet into the form of dolphins and fish, 1–2 cm high (Marshall 1951: p.583, pl.180, nos.151-8). A gold amphora pendant with dolphin handles is said to have been found in a Buddhist reliquary from an unknown Gandharan site (Kurita 1988: p.252, fig.772). The dolphins have a naturalistic appearance, with parallel incised lines along the length of the body. A similar feature appears on some of the dolphin-shaped dies at Sirkap (Marshall 1951: pl.180, nos.153, 158). The same date may therefore be attributed to the amphora pendant as it seems to belong to the same fashion trend as these dies. The Masson amphora ear-ring pendants (1880.3713.j-l, 1880.3714.a-l, IOLC.5483-IOLC.5485) share the same profile as this Gandharan example, while 1880.3714.c, l share with it the depiction of incised parallel lines on the body. It is therefore tempting to attribute them to the same period. Specimens where the dolphins have degenerated into a stylised, abstract shape might be of later date (e.g. 1880.3713.k, 1880.3713.j-l, IOLC.5484-IOLC.5485). Bibliography: Becatti, G. (1955) Oreficerie antiche dalle Minoiche alle Barbariche, Rome. Belenistky, A.M., Iskandarov, B.I., Lukonin, V.G. and Suslov, V.A., eds. (1985) Drevnosti Tajikistana (katalog vistavki) [The antiquities of Tajikistan. An exhibition catalogue], Dushanbe. Bopearachchi, O., Landes, C. and Sachs, C. eds. (2003) L’archéologie de l’Asie Centrale, Lattes. Cribb, J. (1993) ‘The Heraus coins: their attribution to the Kushan king Kujula Kadphises, ca. AD 30–80’, Essays in Honour of Robert Carson and Kenneth Jenkins, eds. M. Price, A. Burnett and R. Bland, London, pp.107-134. De Ridder, A. (1911) Collection de Clercq, Catalogue VII, Part 1, Les bijoux, Paris. Fontenay, E. (1887) Les Bijoux anciens et moderns, Paris. Gorbunova, N.G. (1992) ‘Early nomadic pastoral tribes in Soviet Central Asia during the first half of the first millennium AD’, in G. Seaman (ed.) Foundations of Empire: Archaeology and Art of the Eurasian Steppes, Los Angeles, pp.34-50. Hallade, M. (1968) Gandhara Art of North India and the Graeco-Buddhist Tradition in India, Persia and Central Asia, London. Higgins, R. (1980) Greek and Roman Jewellery, 2nd ed. London. Kurita, I. (1988) Gandhāran Art. I. The Buddha’s Life Story, II, Tokyo. Litvinsky, B.A. and Sedov, A.V. (1984) Kul'ty i ritualy kushanskoy Bactrii, Moscow. Litvinsky, B.A and Tursunov N.O, (1974) 'The Leninabad krater and the Louvre Sosibios vase (Neo-Attic art and Central Asia)’, East and West, n.s.24.1-2, pp.89-110. Mandel’stham, A.M. (1966) Kochevniki na puti v Indiyu [Nomads on the road to India], Trudy Tadzhikskoy Arkheologicheskoy Ekspeditsii 5, Moscow–Leningrad. Mandel’stham, A.M. (1969) ‘Archäologische Bemerkungen zum Kushana-Problem in Beitrage zur Alten Geschichte und deren Nachleben’, Feschrift für Franz Altheim zum 6. Okt 1968, Berlin, pp.525-34. Mandel’stham, A.M. (1975) Pamyatniki kochevnikov kushanskogo vremeni s severnoy Baktrii, Trudy Tadzhikskoy Arkheologicheskoy Ekspeditsii 7, Leningrad. Marshall, F.H. (1911) Catalogue of the Jewellery, Greek, Roman and Etruscan in the Department of Greek and Roman Antiquities, British Museum, London. Marshall, J. (1951) Taxila, 3 vols. Cambridge. Maximova, M.I. (1979) Artiuchovskii kurgan, Leningrad. Nicolini, G. (2001/4) ‘Pendants d’oreille en or de la periode hellenistique tardive au Musée du Louvre’, Revue archeologique, 31, pp.3-35. Obel’cenko, O. V. (1961) ‘Lyavandaksky molgil’nik’, Istoria material’noy kul’tury Uzbekistana, 2, pp.12, 157-9). Obel’cenko, O. V. (1974) ‘Kurgannye mogilniki epokhii Kushan v Bukharskom oazise’ (Kurgan barrows of the Kushan epoch in the Bukhara oasis) in Central Asia in the Kushan Period, vol.1, Moscow. Pollak, L. (1903) Goldschmiedarbeiten in Besitz Sr. Excellenz A.J. von Nelidow, Leipzig. Scythian, Persian and Central Asian Art from the Hermitage collection, Leningrad, Tokyo National Museum 6 April–1 June 1969, Tokyo. Tanabe, K. ed. (2000) Gandhara and Silk Road Arts: The Hirayama Ikuo Collection, Tokyo. Treasures of Ancient Bactria (2002) Miho Museum Exhibition Catalogue 20 July–18 August; 1 September–15 December, Kyoto. Walker, S. and Higgs, P. (2001) Cleopatra of Egypt: from History to Myth, London. "], "Bibliographic references": [" Errington 1999 / Rediscovering the Collections of Charles Masson (p.229, pl.8.30) ", " Errington 2021 / Charles Masson: Collections from Begram and Kabul Bazaar, Afghanistan 1833-1838 (p.269, fig.105.7) "], "Location": ["Not on display"], "Subjects": [" vessel ", " mammal "], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Acquisition notes": [" Collected from the site of Begram, 1834-8 (MSS Eur. E161/VII, ff.31-3). "], "Department": ["Asia"], "Registration number": ["1880.3714.a"], "Additional IDs": [" Miscellaneous number: IM.Metal.157 (British Museum no.: India Museum collection) "]}