{"artifact_name": "print; uki-e", "Object Type": [" print ", " uki-e "], "Museum number": ["1954,1211,0.2"], "Title": [" Object: Yoroppa-shu sekizo kyo mokudo jinkyo 欧邏巴洲石造供木星人形 (The Stone Edifice and Figure of Jupiter in Europe) ", " Series: Shinpan Oranda uki-e 新版阿蘭陀浮絵 (A Newly Published Dutch Uki-e) "], "Description": [" Woodblock print. Uki-e. Dutchmen in a Euro-Chinese-style hall representing the Temple of Zeus at Olympia, one of the Seven Wonders of the Ancient World. "], "Producer name": [" Print artist: Utagawa Kuninaga (歌川國長) ", " Published by: Izumiya Ichibei 和泉屋市兵衛 "], "Cultures/periods": ["Edo Period"], "Production date": ["1829"], "Production place": [" Made in: Japan "], "Materials": ["paper"], "Technique": ["woodblock"], "Dimensions": [" Height: 24.20 centimetres ", " Width: 39.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The Beligian missionary to China Ferdinand Verbiest (1623-88) produced an illustrated text in Chinese discussing the Seven Wonders of the Ancient World (七奇図説). Published in1683 as part of a larger volume (虞初新誌), Verbiest's essay was well known to Japanese intellectuals by the mid Edo period (18th c.). This print is from a series that seems intended to illustrate the Seven Wonders. Multiple copies are known for five designs in the series (including this one), suggesting that the remaining two designs were never published. The other four designs depict the Colossus of Rhodes, a pyramid in Egypt, the city of Babylon, and the Temple of Artemis at Ephesus (which the print calls \"The Tomb of Mausolus\", yet another Ancient Wonder). The title of this print refers to a marble sculpture of Zeus by Phidias, located in the Temple of Zeus at Olympia; however the illustration is completely unrelated. Kuninaga probably was not referring to Verbiest's illustrated text when he designed this series. He may have been drawing on random pieces of information and an assortment of imported copperplate prints depicting the Seven Wonders, without properly understanding his sources. Perhaps the series stopped at five because complete information was not available. This print depicts Dutchmen in a Euro-Chinese-style hall, perhaps copying one or more imported copperplate prints. (Asano Shugo, discussion to fig. 151, in Hizo ukiyo-e taikan, vol. 12)."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2008 Oct-2009 Feb , BM Japanese Galleries, 'Japan from Prehistory to Present' 2012 Feb – Jun, BM Japanese Galleries, ‘Japan, from Prehistory to the Present’ "], "Subjects": [" uki-e ", " feast/banquet ", " foreigner ", " interior "], "Associated places": [" Topographic representation of: Europe "], "Acquisition name": ["Purchased from: Kegan, Paul & Co"], "Funder name": ["Funded by: Marjorie Coldwell Fund"], "Acquisition date": ["1954"], "Department": ["Asia"], "Registration number": ["1954,1211,0.2"], "Conservation": [" Treatment: 07 Oct 2008 ", " Treatment: 07 Oct 2008 "]}