{"artifact_name": "coffee-pot", "Object Type": ["coffee-pot"], "Museum number": ["2002,1008.1"], "Description": [" Coffee pot of British colonial type. Made of silver and decorated in a highly florid style with repoussé technique, especially around the main body of the vessel where four ogee-topped panels contain figured scenes (possibly from the Ramayana epic) The top of the lid is decorated with a chinthe (mythical lion), while the spout where it joins the vessel, is decorated with a mask. The handle, in the form of an arching demon must have been separately cast, and is attached to the vessel using two ivory disks (one above and one below). The bottom of the vessel is decorated with a frieze of cast palmettes. The decoration has been finished all over with an engraving tool. The vessel is set on a plain, undecorated silver base. "], "Production date": ["1912-1913"], "Production place": [" Made in: Burma "], "Materials": [" silver ", " ivory "], "Technique": [" cast ", " repoussé ", " engraved "], "Dimensions": [" Diameter: 8.40 centimetres (at base; not the point with the largest figure for this dimension) ", " Height: 24 centimetres (to top of chinthe) "], "$Inscriptions": [" "], "Curator's comments": ["The shape of this vessel is European, but the decoration draws heavily on Burmese sources, both in terms of the repousse technique (a design hammered into relief from the back), and the subject matter. The scenes on the body of the vessel show ogres, warriors and maidens, all typical of Burmese mythological story-telling. The handle is in the form of an ogre, or bilu, and the lid crowned with the Burmese mythological lion, the chinthe. On the base is in inscription in Roman script and in English. It reads: 'Presented to N.M. Carnell Esqr. from T.I.P.T.Z. & native staff'. Major Norman Carnell was an engineer in the Burmese Railway and was probably presented with this token of his service on his retirement in about 1913. OA 2002. 10-8. 1. Given in memory of Mrs Enid Kidd (nee Carnell) and her parents Norman and Mabel."], "Bibliographic references": [" Fraser-Lu 1994 / Burmese Crafts. Past and Present (p. 177-180) (Discussion of Burmese colonial silver) ", " Fraser-Lu 1989 / Silverware of South-East Asia (p.23-35) (General discussion of Burmese silverware) "], "Location": ["Not on display"], "Condition": ["Good, except that the lid is slightly compressed. Also, the pin for the hinge of the lid is lost. It has been replaced with a piece of wire."], "Subjects": [" hindu epic figure/creature ", " devil/demon ", " chinthe "], "Associated names": ["Named in inscription: Major Norman Medlicott Carnell (Father of the aunt of the donor)"], "Associated events": ["Associated Event: Retirement"], "Associated titles": ["Associated Title:", " Ramayana "], "Acquisition name": [" Donated by: Simon Digby ", " In Memory of: Mrs Enid Kidd "], "Acquisition date": ["2002"], "Acquisition notes": ["Given in memory of Mrs Enid Kidd (nee Carnell) and her parents Norman and Mabel. Presented to Major Norman Carnell, engineer in the Burmese Railway, probably on his retirement in c.1913. He had arrived in Burma c.1883 and had previously been stationed in Egypt."], "Department": ["Asia"], "Registration number": ["2002,1008.1"]}