{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["2019,3005.3"], "Title": [" Object: PRTHIVI-BHUMI (Earth that is Ground) ", " Object: 土其地 (Earth that is Ground) ", " Series: Shambala "], "Description": [" Silkscreen print, Prthivi-Bhumi, from the series 'Shambala'. "], "Producer name": ["Print artist: Yokoo Tadanori 横尾忠則"], "Cultures/periods": ["Showa Era"], "Production date": ["1974"], "Production place": [" Printed in: Japan "], "Materials": ["paper"], "Technique": ["screenprint"], "Dimensions": [" Height: 99.50 centimetres (Storage Box) ", " Width: 71 centimetres (Storage Box) "], "Curator's comments": [" The background image shows the mortuary temples of Mentuhotep II and Hatshepsut at Deir el-Bahari on the west bank of modern-day Luxor, Egypt. Yokoo's image was taken before the upper portions of the temples were reconstructed by an archaeological team from Poland. The artist may have associated the funerary temples and thus the Egyptian underworld with the legend of the underground kingdom of Aghartha, of which he believed Shambala was the capital. The mountain behind the temple, which looks like a pyramid, was also very spiritually important to the ancient Egyptians. In the preface to the Shambala series, Yokoo mentions 'pyramids of energy'. (Kelly Accetta Crowe, 6/2023) ", " Draft text for Room 35 accompanying publication, ‘Tantra: Enlightenment to Revolution’ (I. Ramos): “The celebrated Japanese artist Tadanori Yokoo (b. 1936) found his way to India in the early 1970s and went on to create designs reimagining Tantric concepts and images fused with the aesthetics of psychedelia popularised in the West. His 1974 series of ten silkscreen prints, entitled Shambala, evoke his fascination with the mythical and paradisiacal kingdom of Shambhala which, according to legend, was in the shape of an eight-petalled lotus surrounded by mountain peaks, located north of India and the Himalayas. Shambhala was believed to be inhabited by Tantric adepts and it was said its king met with the Buddha in India who predicted that all beings who lived in Shambhala would achieve enlightenment. According to the Kalachakra Tantra, an apocalyptic reign of chaos and conflict would descend on the world but Shambhala would preserve its ancient Tantric teachings and restore peace in the year 2424, marking a new enlightened era led by a spiritually advanced community. Before creating the prints Yokoo dreamt that he saw a pure light and heard the voice of a monk he once knew uttering the words, ‘I bring the King of Shambhala’, which convinced him to look within himself to access the legendary kingdom, through yoga and meditation. Indeed, the prosperous, peaceful world of Shambhala was regarded by many as a state of mind. Yokoo’s prints include bodies seated in meditation, including one with an idyllic landscape around his heart chakra emitting a rainbow stream from the crown of the head, an allusion to the realisation of the nature of mind and body as luminous source of light, generating the immortal, enlightened ‘rainbow body.’ Another print includes a courtly-looking couple copulating, most likely adapted from a Rajput painting illustrating an erotic text such as the Kama Sutra, perhaps used by Yokoo to suggest a land free of sexual constraints. The cosmic quality of his images, with varying backdrops and settings, from space to the ocean or abstract golden backgrounds, contrasts with his juxtapositions of advertisements for incense framing the compositions. In an accompanying preface to the prints the artist explains that the recurring shape of a triangle refers to ‘a pyramid of dynamic energy’ present at Shambhala ‘which exchanges energy with our Sun.’ Yokoo had read The Hollow Earth (1964) by Raymond Bernard (real name Walter Siegmeister) which proposed the theory that there was a subterranean world inside the Earth inhabited by extra-terrestrials with superior spiritual and technological abilities, a world sometimes identified with the mythical kingdom of Agartha, believed to be located under Tibet and often confused with Shambhala (Yokoo thought Shambhala was its capital): ‘It is a legend about a land called Aghartha, which exists in a huge cavern in the centre of the earth. (…) During various periods in history the supermen of Aghartha came to the surface of Earth to teach the human race how to live together in peace and save us from wars, catastrophes and destruction. The apparent sighting of several flying saucers soon after the bombing of Hiroshima.’ (quote by Yokoo Tadanori in Between Science and Fiction: The Hollow Earth as Concept and Conceit, ed. Bucher, Schwagmeier, Berressem, 2012). As he explains in the preface to his print series: ‘I got more and more interested in flying saucers, which, in turn brought me back with an extraordinary swiftness to Shambala, the capital of an underground kingdom Agharta. Shambala is a real place, as well as the center of cosmic consciousness. (…) Shambala is working upon us as the center of the universe which can lead us human beings spiritually. For me, to make ‘SHAMBALA’ [the series of silkscreen prints] is a sort of meditation designed to join myself with the divine will of Shambala.’” "], "Location": ["Not on display"], "Acquisition name": ["Purchased from: Komiyama Shoten"], "Funder name": ["Funded by: JTI"], "Acquisition date": ["2019"], "Department": ["Asia"], "Registration number": ["2019,3005.3"]}