{"artifact_name": "coin; votive offering(possibly)", "Object Type": [" coin ", " votive offering (possibly) "], "Museum number": ["1867,0101.2246"], "Denomination": [" dupondius "], "Description": [" Copper alloy coin; with apendage shaped like a pig's trotter (possibly a votive offering). (whole) ", " Heads of Augustus, laureate (on right) and Agrippa, laureate and wearing rostral crown (on left), back to back. (obverse) ", " Crocodile, right, in chains, with palm-branch behind; behind palm, wreath with long ties. (reverse) "], "State": ["Associated with: Roman Empire Ancient Greece and Rome: Roman Empire"], "Authority": ["Ruler: Augustus (Octavian)"], "Cultures/periods": ["Roman Provincial"], "Production date": ["10-14 (about)"], "Production place": [" Minted in: Nemausus (historic - city) "], "Materials": ["copper alloy"], "Dimensions": [" Length: 42 millimetres ", " Weight: 21.840 grammes (abnormal) ", " Width: 27 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["This coin was produced at the town of Colonia Nemausus, ancient Nîmes in the south of France, in about AD 10-14. The designs show Augustus, the first Roman emperor (reigned 31 BC - AD 14) on the right, with his general, Agrippa (died 12 BC). They are shown as victors of the great Roman civil war against Augustus' rival, Mark Antony and his lover, Cleopatra VII, queen of Egypt. The war was portrayed by the victors very much as a battle against 'foreign' domination, despite the involvement of the distinguished Roman, Mark Antony. To emphasize this, the crocodile is used to symbolize Egypt - chained to a palm tree to indicate its defeat and occupation by Rome. This coin is certainly not a typical example of this issue as it has an appendage in the form of a pig's leg! Although we cannot be certain, peculiar coins such as these are likely to have been used for some form of religious offering."], "Bibliographic references": ["RPC1 / Roman provincial coinage. Vol.1, From the death of Caesar to the death of Vitellius (44 BC-AD 69) (526/2)"], "Location": ["Not on display"], "Subjects": [" emperor/empress ", " politician/statesman ", " crocodile "], "Associated names": [" Named in inscription & portrayed: Augustus (Octavian) ", " Portrait of: Agrippa "], "Associated places": [" Named in inscription: Nemausus (historic - city) "], "Acquisition name": ["Purchased from: Louis, Duc de Blacas d'Aulps"], "Previous owner": ["Previous owner/ex-collection: Louis, Duc de Blacas d'Aulps"], "Acquisition date": ["1867"], "Department": ["Coins and Medals"], "Registration number": ["1867,0101.2246"], "Additional IDs": [" Miscellaneous number: HSBC.1510 (Money Gallery Exhibited) "], "Conservation": ["Treatment: 03 Sep 1996"]}