{"artifact_name": "coin; trial-piece(possibly)", "Object Type": [" coin ", " trial-piece (possibly) "], "Museum number": ["1843,0116.522"], "Denomination": [" denarius "], "Description": [" Silver coin; possibly a trial-piece. (whole) ", " Veiled and wreathed head of Caesar right; before, lituus; behind, apex; before, inscription; behind, inscription. Border of dots. (obverse) ", " Inscription arranged in form of cross; in angles, inscription. Border of dots. (reverse) "], "State": ["Associated with: Roman Republic Ancient Greece and Rome: Roman Republic"], "Authority": ["Moneyer: C Cossutius Maridianus"], "Cultures/periods": ["Roman Republican"], "Production date": ["44BC"], "Production place": [" Minted in: Rome (city) "], "Materials": ["silver"], "Dimensions": [" Weight: 7.62 grammes "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["Caesar both exploited and flouted Roman traditions and conventions. His dalliance with Cleopatra was carried on with some discretion in Rome - even a man as powerful as he could not be seen consorting too openly with a foreign queen. He was also the first living Roman to have his portrait on coins, which may have caused something of a stir, but it was carefully associated with symbols of traditional Roman religion. Here his head is veiled like a priest, while on the right appears a 'lituus', the curved staff of the 'augures', an important college of Roman priests who read the omens before all public occasions, and on the left an apex, the spiked cap worn by the 'pontifices', another important group of priests. Caesar was himself the head of the college, Pontifex Maximus. The legend describes him as 'Parens Patriae' ('Father of the Fatherland')."], "Bibliographic references": [" RRC / Roman Republican Coinage (480/19) ", " RR1 / Coins of the Roman Republic in the British Museum: vol. 1 aes rude, aes signatum, aes grave, and coinage of Rome from B.C. 268. (4187, p.552) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (203) ", " PCR / Principal coins of the Romans: Volume I: The Republic c. 290 - 31 BC; Volume II: The Principate 31 BC - AD 296; Volume III: The Dominate AD 294 - 498. (247) ", " Ghey, Leins & Crawford 2010 / A catalogue of the Roman Republican Coins in the British Museum, with descriptions and chronology based on M.H. Crawford, Roman Republican Coinage (1974) (480.19.1) "], "Location": ["Not on display"], "Subjects": ["politician/statesman"], "Associated names": ["Named in inscription & portrayed: Julius Caesar"], "Acquisition name": [" Purchased from: Dr Nott ", " Purchased through: Sotheby's (30/5/1842) "], "Acquisition date": ["1843"], "Department": ["Coins and Medals"], "Registration number": ["1843,0116.522"], "C&M catalogue number": [" RR1 (552) (4187) "]}