{"artifact_name": "coin", "Object Type": ["coin"], "Museum number": ["1844,0425.99"], "Description": [" Copper alloy coin. (whole) ", " Bust of Cleopatra VII facing right, wearing a 'stephane' (crown). (obverse) ", " Double cornucopia. (reverse) "], "Authority": ["Ruler: Cleopatra the Great"], "Cultures/periods": ["Greek"], "Production date": ["51BC-30BC"], "Production place": [" Minted in: Cyprus "], "Materials": ["copper alloy"], "Dimensions": [" Weight: 17.760 grammes "], "Curator's comments": ["Cleopatra produced a bronze coinage on the island of Cyprus, which had been restored to her kingdom by Caesar. In contrast to the issues produced in Egypt, the bronze coinage of Cyprus was given no denominational marks. The obverse design also differed in the appearance not just of the queen's head, but also that of her young son Caesarion in front of her. The design could thus perhaps be interpreted as Aphrodite and Eros or Isis and Harpocrates. These differences from the issues of Alexandria may perhaps suggest an abnormal, commemorative occasion for the Cypriot issue, possibly connected with the birth of her son in 47 BC. On this coin the queen wears a 'stephane' (crown) and her hair is arranged in the so-called melon coiffure. To the left of the image is a sceptre, similar to that on the coins of Arsinoe II. On the reverse is a double cornucopia, again as on the coins of Arsinoe II."], "Bibliographic references": [" Svoronos 1904 / Τα Νομισματα του Κρατους των Πτολεμαιων (The Coins of the Ptolemaic Kings) (1874) ", " BMC Greek (Ptolemies) / Catalogue of Greek coins: the Ptolemies, kings of Egypt (p122.3) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (186) "], "Location": ["Not on display"], "Acquisition name": [" Purchased from: William George Spencer Cavendish, 6th Duke of Devonshire ", " Purchased through: Christie's ", " Purchased through: Harry Osborn Cureton "], "Acquisition date": ["1844"], "Department": ["Coins and Medals"], "Registration number": ["1844,0425.99"], "C&M catalogue number": [" GC7 (BMC Greek (Ptolemies)) (122) (3) "]}