{"artifact_name": "currency-bar", "Object Type": ["currency-bar"], "Museum number": ["1894,1207.2"], "Description": [" Fragment of a gold currency-bar stamped with a rectangular stamp bearing the name of the assayer, Lucianus. "], "State": ["Associated with: Roman Empire Ancient Greece and Rome: Roman Empire"], "Cultures/periods": ["Roman Imperial"], "Production date": ["4thC (late)"], "Production place": [" Attributed at: Sirmium "], "Findspot": [" Excavated/Findspot: Braşov (city) (Crasna (Romania) hoard 1887) "], "Materials": ["gold"], "Dimensions": [" Weight: 133.67 grammes "], "$Inscriptions": [" "], "Curator's comments": ["This is one of a hoard of fifteen such bars found in a Carpathian mountain pass in the 19th century. To ensure the continued purity of the gold coinage, in about AD 367 the emperors ordered all gold coins paid in tax to be melted down into bars before being turned back into coin (Codex Theodosianus 12.6.2), although the presence of gold bars in the late third century Aboukir (Egypt) Hoard suggests that the practice had been in place since at least Tetrarchic times. It was easier to test a smaller number of large bars than millions of individual coins for forgeries to ensure that they were of pure refined gold (obryzium; abbreviated to OB on the coinage at this time and OBR on this bar). Such gold bars represent the intermediate form the gold took after melting and before it was turned back into coins. They are marked with stamps of the assayers Flavianus and Lucianus, to demonstrate the quality of the metal, in this case - as other examples from the hoard attest - from a testing centre at Sirmium (Sremska Mitrovica) near the Danube."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (3147) ", " Hobbs 2006 (Late Roman Precious Metal Deposits) / Late Roman Precious Metal Deposits c. AD 200-700 (1400.14) "], "Location": ["Not on display"], "Subjects": ["christianity"], "Acquisition date": ["1894"], "Department": ["Coins and Medals"], "Registration number": ["1894,1207.2"], "Additional IDs": [" Miscellaneous number: HSBC.1029 (Money Gallery Exhibited) "], "Conservation": ["Treatment: 03 Sep 1996"]}