{"artifact_name": "coin", "Object Type": ["coin"], "Museum number": ["1868,0320.12"], "Description": [" Gold octadrachm coin. (whole) ", " Bust of Arsinoe II. The queen wears a 'stephane' (diadem), with her hair pulled back and secured in a bun, which is visible beneath her veil. Below the ear is a small horn. (obverse) ", " a double cornucopia, or 'dikeras', filled with the fruits of Egypt. (reverse) "], "Authority": [" Ruler: Arsinoe II ", " Ruler: Ptolemy II Philadelphos "], "Cultures/periods": ["Greek"], "Production date": ["285BC-246BC"], "Production place": [" Minted in: Tyre (historic - Phoenicia) "], "Materials": ["gold"], "Dimensions": [" Weight: 27.730 grammes "], "Curator's comments": ["Walker & Higgs 2001 At around the time of her death in 268 BC, or perhaps slightly before, Ptolemy II Philadelphus began to issue coins in gold and silver in the name of his sister and wife, Arsinoe. These were produced in Alexandria and at mints in Phoenicia. The queen wears a 'stephane' (diadem), with her hair pulled back and secured in a bun, which is visible beneath her veil. The portrait is youthful, with a long, slender nose, pointed chin, and two Venus rings on the neck. Below the ear is a small horn, thought to associate the queen with either Amun or Khnum, the Egyptian ram-headed deity. It has also been suggested that the sceptre behind the queen's head is Egyptian. The cornucopia refers to the queen's role as provider. The double form is always associated with Arsinoe II and may refer to her close relationship with her brother and consort, Ptolemy II. Alternatively, it could refer to the unification of Upper and Lower Egypt. This particular gold coin shows a less stylized version of the queen's portrait type: the nose and chin, although prominent, are less angular than on some coins The horn beneath the ear, the sceptre and the double cornucopia are consistent features of the queen's iconography. Bibliography: H.A. Troxell, 'Arsinoe's Non-Era', ANSMN 28 11983), 35-70;"], "Bibliographic references": [" Svoronos 1904 / Τα Νομισματα του Κρατους των Πτολεμαιων (The Coins of the Ptolemaic Kings) (1011) ", " BMC Greek (Ptolemies) / Catalogue of Greek coins: the Ptolemies, kings of Egypt (p42.3) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (69) "], "Location": ["Not on display"], "Associated names": [" Representation of: Arsinoe II ", " Associated with: Amun (?) ", " Associated with: Khnum "], "Acquisition name": ["Purchased from: George Eastwood (executors)"], "Acquisition date": ["1868"], "Department": ["Coins and Medals"], "Registration number": ["1868,0320.12"], "C&M catalogue number": [" GC7 (BMC Greek (Ptolemies)) (42) (3) "]}