{"artifact_name": "medal", "Object Type": ["medal"], "Museum number": ["1926,0503.8"], "Description": [" Pewter medal. (whole) ", " Head of Sir John Moore, bare head left. (obverse) ", " Angel supporting Sir John Moore being crowned by Fame attended by Britannia and Francia. (reverse) "], "Producer name": ["Designed by: Peter Wyon"], "Production date": ["1809"], "Production place": [" Made in: British Isles "], "Materials": ["pewter"], "Dimensions": [" Diameter: 39.000 millimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["Brown 1980 states: Sir John Moore (1761-1809), General, son of a Scottish doctor and writer. Moore joined the British Army at the age of fifteen and saw service in the American War. He rose to the rank of Major by 1785 and by 1790 he was a Lieutenant-Colonel at which rank he was employed in the attack upon Corsica. His skill in training troops was soon noticed and he became Adjutant-General to General Stuart. Moore served in the West Indies under Sir Ralph Abercromby and it was his brigade that was largely concerned with the victory at Aboukir, Egypt. The entry of Napoleon into Madrid cut off Moore's retreat in Portugal and was the cause of his mid-winter retreat to Corunna. The town was defended with considerable loss to the French and some 24,000 men out of 30,000 were eventually evacuated. Moore was mortally wounded in the engagement and was buried on the citadel of Corunna. Bibliography: Cochran-Patrick, R. W., 'Catalogue of the Medals of Scotland from the earliest period to the present time', Edinburgh, 1884, 116/49."], "Bibliographic references": ["Brown 1980 / A catalogue of British historical medals 1760-1960, vol.I: the accession of George III to the death of William IV (p163.665)"], "Location": ["Not on display"], "Subjects": [" soldier ", " allegory/personification "], "Associated names": [" Named in inscription & portrayed: General Sir John Moore ", " Representation of: Fame ", " Representation of: Britannia "], "Associated events": ["Commemoration of: Death of Sir John Moore, 1809"], "Acquisition name": ["Exchanged with: Henry Garside"], "Acquisition date": ["1926"], "Department": ["Coins and Medals"], "Registration number": ["1926,0503.8"], "C&M catalogue number": [" MB3 (Brown 1) (163) (665) "]}