{"artifact_name": "coin", "Object Type": ["coin"], "Museum number": ["2002,0102.4278"], "Denomination": [" denarius "], "Description": [" Silver coin. (whole) ", " Head of Alexandria right, wearing turreted diadem; below, inscription. Border of dots. (obverse) ", " Togate figure on right, crowning figure on left, who wears chiton and holds staff; on right, inscription; on left, inscription; above, inscription; below, inscription. Border of dots. (reverse) "], "State": ["Associated with: Roman Republic Ancient Greece and Rome: Roman Republic"], "Authority": ["Moneyer: Marcus Aemilius Lepidus"], "Cultures/periods": ["Roman Republican"], "Production date": ["61BC"], "Production place": [" Minted in: Rome (city) "], "Materials": ["silver"], "Dimensions": [" Die-axis: 5 o'clock ", " Weight: 3.93 grammes "], "$Inscriptions": [" ", " ", " ", " ", " "], "Curator's comments": ["The designs of this coin-issue comprise the most explicit, and intriguing, reference to Egyptian affairs on the Roman coinage. The obverse shows a bust of the personification of the Ptolemies' capital, Alexandria (the legend below reads 'ALEXANDREA'). On the reverse are shown a Roman male in a toga who is crowning a smaller male figure in Greek dress. The legend reveals the identity of the Roman: Marcus Aemilius Lepidus, a distinguished Roman statesman of the early second century BC as well as namesake and ancestor of the moneyer (the future triumvir). It also calls him 'TVTOR REG [is]' ('guardian of the king'). This relates to a story of uncertain historicity recounted by various ancient sources, namely that this Lepidus was dispatched by the Senate to Egypt in 201 BC to act as guardian to King Ptolemy V. In 65 BC, shortly before this coin was struck, the Roman statesman Crassus had tried to have Egypt annexed, a scheme in which he was foiled by Cicero. This clear evidence for a positively acquisitive stance towards Egypt on the part of a powerful Roman provides a plausible contemporary context for the invention of the story depicted on the coins, namely that Ptolemy V actually received his crown from Lepidus. The implication of, and motivation behind, this historical myth is clearly that Egypt had already been a Roman dependency for generations, and maintained its autonomy only on Roman sufferance. After all, some alleged, Egypt had been bequeathed to the Roman people by King Ptolemy Alexander, so it was legally theirs anyway. The sources that mention this supposed bequest does not specify whether the king in question was Ptolemy X Alexander I, who died in 88 BC, or his son Ptolemy XI Alexander II, who reigned briefly in 80 BC. A copy of the will was never produced and this story may well have been fabricated by those at Rome keen to annexe Egypt."], "Bibliographic references": [" RRC / Roman Republican Coinage (419/2) (type) ", " Ghey, Leins & Crawford 2010 / A catalogue of the Roman Republican Coins in the British Museum, with descriptions and chronology based on M.H. Crawford, Roman Republican Coinage (1974) (419.2.3) "], "Location": ["Not on display"], "Subjects": [" allegory/personification ", " politician/statesman "], "Associated names": [" Named in inscription & portrayed: M Aemilius Lepidus ", " Portrait of: Ptolemy V Epiphanes ", " Representation of: Alexandria "], "Associated places": [" Named in inscription: Alexandria (Egypt) "], "Acquisition name": ["Bequeathed by: Charles A Hersh"], "Acquisition date": ["2002"], "Department": ["Coins and Medals"], "Registration number": ["2002,0102.4278"]}