{"artifact_name": "medal", "Object Type": ["medal"], "Museum number": ["BNK,EngM.265"], "Description": [" Struck pewter medal. (whole) ", " Uniformed bust of Sir Ralph Abercromby at centre. (obverse) ", " A horse facing right, pawing with his left fore leg, in front of the three pyramids of Giza. (reverse) "], "Producer name": ["Designed by: Thomas Webb"], "Production date": ["1801"], "Production place": [" Made in: British Isles "], "Materials": ["pewter"], "Technique": ["struck"], "Dimensions": [" Diameter: 40.000 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Brown 1980 states: Sir Ralph Abercromby (1734-1801) was educated at Rugby and studied law at Edinburgh and Leipzig. At the age of twenty-two he changed his career and became a cornet in the Third Dragoon Guards. He made rapid progress in the army, serving in five campaigns under the Marquis of Granby. He was elected MP for Clackmannanshire but gave it up because he disapproved of the war that had recently broken out between Britain and America. Abercromby retired from the army in 1783 but retained his commission on half pay. He was recalled in 1793 however, to take command of a brigade of line in Flanders. He went on to command the expedition against the French in the West Indies where he succeeded in capturing St Lucia and Trinidad. His campaign was only a limited success and his greatest achievement was his Egyptian campaign with the subsequent victory at Alexandria. It was in this engagement that Abercromby received wounds in the thigh and chest; the former was to prove fatal a week after the battle. One of Mudie's National Medals (see Brown 1 p256,1057) issued in 1820. Examples of this medal occur in white metal and are probably restrikes and were not included in the series. Specimens of this medal are believed to have been struck in gold but no example has been met with. Bibliography: Cochran-Patrick, R. W., 'Catalogue of the Medals of Scotland from the earliest period to the present time', Edinburgh, 1884, 112/36; Grueber, H. A., English Personal Medals for 1760, 'Numismatic Chronicle', third series vol. VII, 1887/248; Mudie, James. 'An historical and critical account of a grand series of National Medals', London, 1820, 8."], "Bibliographic references": ["Brown 1980 / A catalogue of British historical medals 1760-1960, vol.I: the accession of George III to the death of William IV (p123.504)"], "Location": ["Not on display"], "Subjects": [" military ", " horse/ass ", " pyramid "], "Associated names": ["Named in inscription & portrayed: Sir Ralph Abercromby"], "Associated places": [" Named in inscription: Egypt "], "Associated events": ["Named in Inscription: Arrival of the English Army in Egypt"], "Acquisition name": ["Donated by: Bank of England"], "Acquisition date": ["1877"], "Acquisition notes": ["The Bank of England loaned their Collection to the British Museum in 1865 wishing to make it accessible to the general public. This remained as a separate Collection until 1877 when the Bank Directors decided it would be more useful to the museum and the public if incorporated into the national collection. The Bank of England collection was therefore presented to the British Museum in 1877, any duplicates being sold to create a coins and medals purchase fund."], "Department": ["Coins and Medals"], "Registration number": ["BNK,EngM.265"], "C&M catalogue number": [" MB3 (Brown 1) (123) (504) "]}