{"artifact_name": "medal", "Object Type": ["medal"], "Museum number": ["BNK,EngM.298"], "Description": [" Pewter medal. (whole) ", " Bare head of Lord Hill, left. (obverse) ", " Bellona, the goddess of war and victory, flying right above a destroyed bridge. (reverse) "], "Producer name": [" After: H Hopper (obverse) ", " Designed by: George Mills ", " Designed by: Raymond Gayrard "], "Production date": ["1812"], "Production place": [" Made in: British Isles "], "Materials": ["pewter"], "Dimensions": [" Diameter: 40.000 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Brown 1980 states: Rowland Hill, first Viscount Hill (1772-1842), studied at the Strasburg military school and commanded a regiment in Egypt in 1801. He greatly distinguished himself at the battles of Talavera and Arroyo Molinos in the Peninsular. In May 1812, Hill stormed the forts of Almaraz which effectively cut off communication between the French armies on the north and south sides of the river Tagus. For this exploit he was rewarded with the title of Baron Hill of Almaraz. In 1828 he succeeded Wellington as Commander-in-Chief in England. General Hill was the nephew of Sir Rowland Hill (1795-1879) inventor of the penny postage. One of Mudie's National Medals (see Brown 1 p256.1057) issued in 1820. Examples of this medal are believed to have been struck in gold but no specimen has been met with. Bibliography: Grueber, H. A., English Personal Medals for 1760, 'Numismatic Chronicle', third series vol. XII, 1892/237; Fiala, E. 'Münzen und Medaillen der Welfischen Lande', Prague, 1915, 470; Grueber, H. A. 'Synopsis of the contents of the British Museum Department of Coins and Medals'. A Guide to the English Medals exhibited in the King's Library. London, 1881, 127/555; Mudie, James. 'An historical and critical account of a grand series of National Medals', London, 1820. 20."], "Bibliographic references": ["Brown 1980 / A catalogue of British historical medals 1760-1960, vol.I: the accession of George III to the death of William IV (p177.727)"], "Location": ["Not on display"], "Subjects": [" soldier ", " classical deity "], "Associated names": [" Named in inscription & portrayed: Rowland Hill, 1st Viscount Hill ", " Representation of: Bellona "], "Associated events": ["Commemoration of: General Lord Hill and the Battle of Almaraz, 1812"], "Acquisition name": ["Donated by: Bank of England"], "Acquisition date": ["1877"], "Acquisition notes": ["The Bank of England loaned their Collection to the British Museum in 1865 wishing to make it accessible to the general public. This remained as a separate Collection until 1877 when the Bank Directors decided it would be more useful to the museum and the public if incorporated into the national collection. The Bank of England collection was therefore presented to the British Museum in 1877, any duplicates being sold to create a coins and medals purchase fund."], "Department": ["Coins and Medals"], "Registration number": ["BNK,EngM.298"], "C&M catalogue number": [" MB3 (Brown 1) (177) (727) "]}