{"artifact_name": "medal", "Object Type": ["medal"], "Museum number": ["BNK,EngM.266"], "Description": [" Pewter medal. (whole) ", " Uniformed bust of Lord John Hely Hutchinson, left. (obverse) ", " Major-General Hutchinson and the Bey of Egypt holding his horse, concluding the Treaty prior to the departure of the British troops. Pyramid and ship's prow in the background. (reverse) "], "Producer name": [" Designed by: James Mudie ", " Designed by: Thomas Webb ", " Designed by: Abraham Dupre (a) "], "Production date": ["1801"], "Production place": [" Made in: British Isles "], "Materials": ["pewter"], "Dimensions": [" Diameter: 41.000 millimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Brown 1980 states: John Hely Hutchinson (1757-1832), first Baron Hutchinson, afterwards second Earl of Donoughmore. Educated at Eton and Dublin, he entered the army in 1774 and served in France and Flanders. He commanded the first division under Abercromby in Egypt and was his second-in-command. Upon Abercromby's death the chief command fell to Hutchinson and it was under him that the English troops forced the French to evacuate Egypt. The reverse of this medal refers to the surrender of Alexandria on the 2nd September 1801 and the redress which Hutchinson obtained for the Bey of Egypt. Hutchinson was raised to the peerage as a reward for his services in this campaign. Under Article XVI of the Treaty the British received all antiquities collected by the French, including the Rosetta Stone, now in the British Museum. One of the Mudie's series of National medals (see Brown 1 p257.1057) issued in 1820. Examples of this medal occur in white metal and are probably restrikes and were not included in the series. Specimens of this medal are believed to have been struck in gold but no example has been met with. Bibliography: Grueber, H. A., English Personal Medals for 1760, 'Numismatic Chronicle', third series vol. XII, 1892/321; Mudie, James. 'An historical and critical account of a grand series of National Medals', London, 1820. 9."], "Bibliographic references": ["Brown 1980 / A catalogue of British historical medals 1760-1960, vol.I: the accession of George III to the death of William IV (p125.509)"], "Location": ["Not on display"], "Subjects": [" soldier ", " pyramid "], "Associated names": ["Named in inscription & portrayed: Gen John Hely-Hutchinson, 2nd Earl of Donoughmore"], "Associated places": [" Named in inscription: Egypt "], "Associated events": ["Commemoration of: Major General Hutchinson and the Delivery of Egypt, 1801"], "Acquisition name": ["Donated by: Bank of England"], "Acquisition date": ["1877"], "Acquisition notes": ["The Bank of England loaned their Collection to the British Museum in 1865 wishing to make it accessible to the general public. This remained as a separate Collection until 1877 when the Bank Directors decided it would be more useful to the museum and the public if incorporated into the national collection. The Bank of England collection was therefore presented to the British Museum in 1877, any duplicates being sold to create a coins and medals purchase fund."], "Department": ["Coins and Medals"], "Registration number": ["BNK,EngM.266"], "C&M catalogue number": [" MB3 (Brown 1) (125) (509) "]}