{"artifact_name": "coin", "Object Type": ["coin"], "Museum number": ["BNK,G.923"], "Description": [" Copper alloy coin. "], "Authority": ["Ruler: Cleopatra the Great"], "Cultures/periods": ["Greek"], "Production date": ["51BC-30BC"], "Production place": [" Minted in: Alexandria (Egypt) "], "Materials": ["copper alloy"], "Dimensions": [" Weight: 10.310 grammes "], "Curator's comments": ["Cleopatra's approach to bronze coinage was innovative in a number of ways. Her production of substantial issues at the mint of Alexandria was in some sense a return to the status quo of a century earlier, after the decline of production there in the interim. A complete innovation on her bronze coinage was the appearance of denominational marks. The larger value coins were marked with a Greek letter Pi (Π), the symbol for the number eighty. The lower value coin was marked with a Mu (M), the number forty. An ancient metrological treatise records a table of weight-standards established by Cleopatra, and the evidence of this bronze coinage certainly points towards a reform of the bronze weights in use in Egypt during her reign. Since the third century BC constant inflation within Egypt seems to have caused a dislocation between the metal value of bronze used in Ptolemaic coinage and its actual value in monetary transactions. The resulting instability may account for the cessation of production of bronze coinage in Alexandria in the late second and early first centuries. Cleopatra's reform seems to have sought to make explicit for the first time the fiduciary nature of bronze coinage: it took its value not from its weight, but rather from the value she gave it and with which she marked it. This bold step, together with the debasement of the silver, indicates a clear policy of interven-tionism in the monetary economy on the part of the Ptolemaic administration during Cleopatra's reign. Whereas the policy under previous kings had, by and large, been to maintain the monetary system they had found in place, Cleopatra's treatment of both bronze and silver issues is indicative of a desire to innovate and adapt to new circumstances."], "Bibliographic references": [" Svoronos 1904 / Τα Νομισματα του Κρατους των Πτολεμαιων (The Coins of the Ptolemaic Kings) (1872) ", " BMC Greek (Ptolemies) / Catalogue of Greek coins: the Ptolemies, kings of Egypt (p123.6) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (184) "], "Location": ["Not on display"], "Associated names": ["Representation of: Cleopatra the Great"], "Acquisition name": ["Donated by: Bank of England"], "Acquisition date": ["1877"], "Acquisition notes": ["The Bank of England loaned their Collection to the British Museum in 1865 wishing to make it accessible to the general public. This remained as a separate Collection until 1877 when the Bank Directors decided it would be more useful to the museum and the public if incorporated into the national collection. The Bank of England collection was therefore presented to the British Museum in 1877, any duplicates being sold to create a coins and medals purchase fund."], "Department": ["Coins and Medals"], "Registration number": ["BNK,G.923"], "C&M catalogue number": [" GC7 (BMC Greek (Ptolemies)) (123) (6) "]}