{"artifact_name": "medal", "Object Type": ["medal"], "Museum number": ["M.5597"], "Description": [" Bronze medal. (whole) ", " Bare head of Giovanni Belzoni, left. (obverse) ", " A view of the Second Pyramid at Gizeh. (reverse) "], "Producer name": [" Designed by: T I Wells ", " Made by: Edward Thomason "], "Production date": ["1821 (circa)"], "Production place": [" Made in: British Isles "], "Materials": ["bronze"], "Dimensions": [" Diameter: 53.000 millimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Brown 1980 states: Giovanni Battista Belzoni (1778-1823), was a native of Padua, an actor, engineer, traveller and early Egyptologist. He came to London in 1803 where he exhibited feats of strength as the 'Patagonian Sampson' at Sadler's Wells Theatre in Islington. He was of exceptional height (6 ft. 7 ins.) and strength and generally earned his living on the stage. After touring Spain and Portugal he visited Egypt in 1815 where he attempted to introduce improved hydraulic machines. He became engaged in archaeological explorations there and most of the larger pieces of Egyptian sculpture in the British Museum were recovered by him. During his work on the pyramid of Chephren at Gizeh on 2nd March 1818 he discovered the entrance and the passages that led to the burial chamber. It is to this event that the medal refers. Belzoni died of dysentery at Gato, Benin, while on a journey of exploration to trace the source of the river Niger on 3rd December 1823. This medal was struck by Edward Thomason at Birmingham, probably during the first half of 1821, and there is an example in silver in the Museo Civico, Padua, which was despatched there in the June of that year. This piece was donated by Belzoni himself since Padua was his birthplace. Brockedon's pencil study for the obverse in the National Portrait Gallery, London, is undated, but below Belzoni's bust there are faint sketches of pyramids, including one within a circle, presumably trials for the reverse. The obverse portrait is remarkably accurate (and affirmed as such on an engraving from it in the British Library by Belzoni's friend, R. H. Norman). The reverse is not so accurate; the pyramid shown has a truncated top, and is more like the First Pyramid of Gizeh (that of Cheops) which has its upper thirty feet missing. Chephren's pyramid is virtually complete to its apex and also retains much of its original Tufa limestone casing at the top, leaving it with a proper pyramidal shape. Obviously neither Brockedon nor the engraver were aware of the true configuration of the Second Pyramid. Bibliography: Grueber, H. A., English Personal Medals for 1760, 'Numismatic Chronicle', third series vol. VIII, 1888/60."], "Bibliographic references": ["Brown 1980 / A catalogue of British historical medals 1760-1960, vol.I: the accession of George III to the death of William IV (p234.969)"], "Location": ["Not on display"], "Subjects": [" archaeologist ", " pyramid "], "Associated names": ["Named in inscription & portrayed: Giovanni Battista Belzoni"], "Associated places": [" Associated with: Pyramid of Khafra "], "Acquisition name": ["From: Edward Hawkins"], "Department": ["Coins and Medals"], "Registration number": ["M.5597"], "C&M catalogue number": [" MB3 (Brown 1) (234) (969) "], "Conservation": [" Treatment: 19 Jul 2017 ", " Treatment: 18 Apr 2002 "]}