{"artifact_name": "medal", "Object Type": ["medal"], "Museum number": ["M.5161"], "Description": [" Bronze medal. (whole) ", " Bare head of Sir Ralph Abercromby right. (obverse) ", " Highlander with drawn sword capturing the standard of the French Imperial Legion, crocodile behind. (reverse) "], "Producer name": [" After: Benjamin West ", " Designed by: G F Pidgeon "], "Production date": ["1801"], "Production place": [" Made in: British Isles "], "Materials": ["bronze"], "Dimensions": [" Diameter: 48.000 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Brown 1980 states: This medal was intended for presentation to the officers and men of the 42nd regiment from the London Highland Society as a token of their regard for the valour shown by the regiment in Egypt. The medals were never issued however when it was stated that \"honorary medals were the gift of the Sovereign alone\". An example in gold was presented to the Duke of York, President of the Highland Society, and one example each (though in which metal is not stated) to Sir Ralph Abercromby's four sons. It was the 42nd Foot who rescued Abercromby when he was wounded in the battle of Alexandria. Most specimens have the following inscription in engraved script on the edge: O'N CHOUMUN CHAELEACH D'ON FHREICEADAN DUBH NA XLII RT. (From the London Highland Society to the Black Watch or 42nd Regt.) Some specimens have no edge inscription whilst one example noted in a private collection has the following inscription in engraved capitals: BY THE HIGHLAND SOCIETY OF LONDON. Examples in the Fitzwilliam and Ashmolean Museums have an inscription in the exergue on the reverse reading B. WEST PRA PIDGEON F. The example in gold in the Royal Collection is also of this variety. See also Brown 1 p123.504. Bibliography: Cochran-Patrick, R. W., 'Catalogue of the Medals of Scotland from the earliest period to the present time', Edinburgh, 1884, 112/38; Grueber, H. A., English Personal Medals for 1760, 'Numismatic Chronicle', third series vol. VII, 1887/249; Hocking, W. J. 'Catalogue of the coins, tokens, medals, dies and seals in the museum of the Royal Mint', Vol. II, London, 1910, 242/89; Tancred, George. 'Historical record of Medals and Honorary Distinctions conferred on the British navy, army and auxiliary forces', London, 1891, 333."], "Bibliographic references": ["Brown 1980 / A catalogue of British historical medals 1760-1960, vol.I: the accession of George III to the death of William IV (p126.512)"], "Location": ["Not on display"], "Subjects": [" soldier ", " crocodile "], "Associated names": ["Named in inscription & portrayed: Sir Ralph Abercromby"], "Associated events": ["Commemoration of: Tribute to the 42nd Regiment from the London Highland Society, 1801"], "Acquisition name": ["From: Edward Hawkins"], "Department": ["Coins and Medals"], "Registration number": ["M.5161"], "C&M catalogue number": [" MB3 (Brown 1) (126) (512) "]}