{"artifact_name": "coin", "Object Type": ["coin"], "Museum number": ["R.8922"], "Denomination": [" denarius "], "Description": [" Silver coin. (whole) ", " Head of Venus right, wearing diadem. Border of dots. (obverse) ", " Aeneas left, carrying palladium in right hand and Anchises on left shoulder; on right, inscription. Border of dots. (reverse) "], "State": ["Associated with: Roman Republic Ancient Greece and Rome: Roman Republic"], "Authority": ["Moneyer: Julius Caesar"], "Cultures/periods": ["Roman Republican"], "Production date": ["47BC-46BC"], "Production place": [" Minted in: Africa "], "Materials": ["silver"], "Dimensions": [" Die-axis: 7 o'clock ", " Diameter: 17 millimetres ", " Weight: 3.93 grammes "], "$Inscriptions": [" "], "Curator's comments": ["Perhaps drawing on the example of the Hellenistic monarchies of the Greek east, Caesar emphasized the divine ancestry of his family, the Julii. They claimed descent from the goddess Venus and her son, the Trojan hero Aeneas, who saved his father from the fall of Troy and, according to legend, fled to Italy. The Romans traced their history back to him. These claims were duly illustrated on the coins made in Caesar's name. In his lifetime Caesar was also clearly addressed and worshipped as a god in his own right, at least by some. For Greeks and Romans the boundary between humanity and divinity was often quite porous - both Antony and Octavian would follow Caesar in crossing it."], "Bibliographic references": [" RRC / Roman Republican Coinage (458/1) ", " RR2 / Coins of the Roman Republic in the British Museum, vol. 2. Coinages of Rome (continued), Roman Campania, Italy, the social war, and the provinces. (31, p.469) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (204) ", " Ghey, Leins & Crawford 2010 / A catalogue of the Roman Republican Coins in the British Museum, with descriptions and chronology based on M.H. Crawford, Roman Republican Coinage (1974) (458.1.2) "], "Location": ["Not on display"], "Exhibition history": [" 2022 - 2023 8 Dec – 27 Aug, Canberra, National Museum of Australia, Feminine Power 2022 19 May – 25 Sept, London, British Museum, G35, Goddess "], "Subjects": [" classical deity ", " mythical figure/creature "], "Associated names": [" Representation of: Aphrodite/Venus ", " Representation of: Aeneas ", " Representation of: Anchises ", " Named in inscription: Julius Caesar "], "Department": ["Coins and Medals"], "Registration number": ["R.8922"], "C&M catalogue number": [" RR2 (469) (31) "]}