{"artifact_name": "medal", "Object Type": ["medal"], "Museum number": ["SSB,225.6"], "Description": [" Struck bronze medal. (whole) ", " Peace standing on rocky shore holding in left hand an oval medallion with bust of Lord Nelson. (obverse) ", " A view of the British fleet going into action against the French. (reverse) "], "Producer name": ["Designed by: Conrad Heinrich Küchler"], "Production date": ["1798"], "Production place": [" Made in: British Isles "], "Materials": ["bronze"], "Technique": ["struck"], "Dimensions": [" Diameter: 47.000 millimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Curator's comments": ["Brown 1980 states: Bonaparte's attack on Egypt in July 1798 brought Nelson hurrying after him. On August 1st, a scouting vessel from Nelson's fleet found the French fleet anchored close to in shallow water in Aboukir Bay, to the east of Alexandria. They were headed west with dangerous shoals to port. Despite these shoals, Nelson divided his force into two lines and ordered them to sail down either side of the enemy. Nelson was on board the 'Vanguard'. Since the French Admiral Brueys had not envisaged an attack from the landward side, no gun ports had been cleared to port, and their devastation was the greater. The battle lasted all night and of the thirteen ships of the line and four frigates anchored in the bay, only two 'seventy fours' and two frigates escaped. This important British victory gave Britain complete command of the Mediterranean and cut Bonaparte off from France. For this victory Nelson was created Baron Nelson of the Nile and of Burnham Thorpe. The reverse inscription uses the words that opened Nelson's despatch to King George III telling of the victory. Nelson appointed Alexander Davison sole prize agent for the captured ships and the latter had these medals struck from the profits he thus obtained. Specimens in gold were presented to Nelson and his Captains; Lieutenants and Warrant Officers received it in silver; Petty Officers in gilt copper and the seamen and marines in copper. The total cost was £2,000. Some specimens are found pierced for suspension and others engraved (unofficially) with the recipient's name. The English poetess, Mrs Felicia Dorothea Hemans, wrote a popular poem about the battle entitled \"Casabianca\" which opens with the well known lines: \"The boy stood on the burning deck, Whence all but him had fled; .. .\" It commemorates the thirteen-year-old son of the admiral of the French flagship, the 'L'Orient'. The lad remained at his post when the ship's powder magazine was hit at about 9 p.m.; the blast was of such enormity that all fighting ceased for several minutes and it was seen and heard many miles inland. This medal was restruck after the death of Küchler. Many details concerning the issue of this piece are cited by J. G. Pollard, Matthew Boulton and Conrad Heinrich Küchler, 'Numismatic Chronicle', 1970, pp. 284-86, No. 15 and pp. 314-16. Bibliography: Grueber, H. A. 'Synopsis of the contents of the British Museum Department of Coins and Medals'. A Guide to the English Medals exhibited in the King's Library. London, 1881, 121/539; Hocking, W. J. 'Catalogue of the coins, tokens, medals, dies and seals in the museum of the Royal Mint', Vol. II, London, 1910, 230/88; Milford Haven, Admiral the Marquis of. 'British Naval Medals', London, 1919, 482; Sandwich, The Rt. Hon. the Earl of. 'British and Foreign medals relating to naval and maritime affairs', 2nd ed., London, 1950, LL/19."], "Bibliographic references": ["Brown 1980 / A catalogue of British historical medals 1760-1960, vol.I: the accession of George III to the death of William IV (p106.447)"], "Location": ["Not on display"], "Subjects": [" allegory/personification ", " naval ", " coastal scene ", " sailor ", " naval engagement ", " anchor "], "Associated names": [" Named in inscription & portrayed: Horatio Nelson, 1st Baron and Viscount Nelson ", " Representation of: Pax "], "Associated places": [" Associated with: Lower Egypt "], "Associated events": ["Commemoration of: Battle of the Nile, 1798"], "Acquisition name": ["Donated by: Dorothea, Lady Banks"], "Previous owner": ["Previous owner/ex-collection: Sarah Sophia Banks"], "Acquisition date": ["1818"], "Department": ["Coins and Medals"], "Registration number": ["SSB,225.6"], "C&M catalogue number": [" MB3 (Brown 1) (106) (447) "]}