{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.11326"], "Description": [" Digital photograph (colour); view of painted rock art on sandstone cave wall, showing four human figures infilled in red. Two leftmost are turned to the side and facing up with heads to the right, backs arched and knees bent, as if walking up torso of central, upright figure, which has round head and what appears to be white necklace or adornment. Much of this figure is flaked off, as is body of figure above, facing left of which only legs remain. A faded upright figure is just visible at lower right. Cave of Swimmers, Wadi Sura, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Cave of Swimmers "], "Technique": ["scanned"], "Dimensions": [" File size: 56.70 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.11328. Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " personal-ornament "], "Associated places": [" Topographic representation of: Cave of Swimmers "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.11326"], "Additional IDs": [" Previous owner/ex-collection number: NSEGYWSU0010050 (TARA number (BM)) "]}