{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.177"], "Description": [" Digital photograph (colour); view of engraved rock art on a sandstone boulder, showing the figures of Barbary sheep, dogs, giraffes, one cow, one ibex, oryx, gazelle, and six unidentified shapes. All figures are upright, pecked and more or less infilled. The giraffes are the largest figures, two of them dominating the upper right of the tableau. There appear to be two giraffes, both facing left, and an oryx with straight horns. The other figure on the other side of the boulder is a quadruped with short legs, short body and long straight horns that go straight up (oryx?) To the upper right of this there are two Barbary sheep figures, that on top facing left, the other right, towards the figure of a dog with tail curved up, apparently running towards them with limbs outstretched. To the lower right of this, below the large giraffe, is the apparent figure of a Nubian ibex, with its distinctive large curved corrugated horn viewed from side on, facing left. Below this is are three Barbary sheep. At the base is a Barbary sheep with large horns with legs outstretched. Above it's back is a dog. Behind it another dog that is partly overlapped with a dog that faces the opposite direction - to the left is another barbary sheep with a crudely pecked dog behind it. The left half of the tableau, across a natural vertical break in the rock, is dominated by five large, amorphous, heavily pecked and infilled blotches. A 5cm photo scale has been fitted at the base of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " animal ", " dog ", " cattle "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.177"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0030005 (TARA number) "]}