{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.92"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone rock face showing two human figures and one unidentified quadruped animal figure, all upright, facing left and painted. The human figures are infilled in dark brown. That on the left has the left leg obscured through erosion though possibly stretched out in front as if leaping. The right leg is struck out behind and the arms are raised. The figure to the right has legs apart as if running with arms bent at the elbow and long, thin unidentified objects in both hands, as well as a long, thin object trailing from the back of the head (headdress?), all in the same pigment. Below the human figures is the large figure of an animal (cow?), very eroded, with brown head, topline, rump and legs and belly left clear. The front legs are either very short or eroded away at the ends; the hind legs are long. A 10cm photo scale has been fitted at the base of the image. Magharat el-Kantara, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 19 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Magharat el-Kantara "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Magharat el-Kantara is a cave where an overhang forms a low rock shelter. It is located on a promontory separating the Wadi Firaq from the Wadi Wassa in the southern part of the the Gilf Kebir plateau in south-west Egypt. It is the only known rock art site in the south-eastern part of Gilf Kebir. The cave and its cattle paintings were discovered by a member of an expedition led by W.B.K. Shaw in 1935, the account of which was published in Antiquity. It was later investigated by Giancarlo Negro and Yves Gauthier in 1997."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " headgear/hairstyle "], "Associated places": [" Topographic representation of: Magharat el-Kantara "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.92"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEF0010016 (TARA number) "]}