{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.156"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder on ancient river bank, taken at an angle from the left. The engravings show one human figure and ten giraffes, two ostriches, fourteen unidentified quadruped animals, one unidentified shape and some abstract patterns. All figures are pecked and infilled and almost all are upright. The central figure is a large, naturally rendered giraffe facing right with its tail curled up. To the immediate right are two smaller giraffes facing the same way, the rightmost faced by the small figure of a schematic man facing left, with a prominent penis. To the right of this is a triad of giraffes, the largest in the centre, flanked by a slightly smaller one to the left and a much smaller (calf?) to the right. These giraffes have long tails, clearly delineated horns and ears and a third horn (possibly median ossicones, mid-facial horn-like protuberances naturally occurring in northern giraffe species). The two larger giraffes have flat, forward-pointing (anthropomorphic?) feet. To the left is a small unidentified carnivore (jackal? dog?) depicted with legs outstretched as if running toward the largest giraffe of the triad. Far below these is the figure of another small giraffe facing right with tail curled up and to the right of this and below are several unidentified shapes, created by pecked and incised lines. That immediately to the right of it may represent the belly and legs of an incomplete or faded larger quadruped. To the left are two bovids with short necks and long straight horns - oryx (beisa?). A further oryx on lower left centre is being followed by a carnivore, probably a dog. Below them is a bovid with long curved horns - scimitar horned oryx. All these animals are facing right, but above this a small giraffe stands turned to the side with its back to the right and facing up towards another two pecked quadrupeds facing right. Above these, at the top of the tableau is another very large giraffe, facing left. A 10 cm photo scale has been fitted at the base of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 21 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This engraving site is on a boulder embedded in the ancient riverbank. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " cattle ", " bird ", " dog ", " antelope "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.156"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0020002 (TARA number) "]}