{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.13"], "Description": [" Digital photograph (colour); view of painted rock art (pastoral period?), on the underside of a projecting rock shelf, showing nine human figures, painted and infilled in dark and light brown. The central figure is large, pointing downward, facing left and is bent at the knee. Immediately to the lower left are two smaller light brown figures lying parallel to one another, pointing left and facing up, the smaller of which lies above the larger and is apparently wearing a skirt. To their right is an upright figure in light brown facing left, gesticulating and apparently wearing a white apron, as is the large dark figure. To the bottom right, cut off the edge of the image, are the heads and torsos of a triad of triad of dark figures (women?) Pointing left and facing right with their arms crossing over one another’s. The two on the left have breasts, while the one on the right appears breastless with the head surrounded by white flecks. On the top left are the legs of a large light brown figure, pointing left and cut off the edge of the image at the waist, at the top centre are the legs of a small dark figure pointing up, facing left and cut off at the groin and to the right of this are the horns of a large cow, cut off the edge of the image and pointing down. To the right of the dark central figure is an unidentified shape in light brown consisting of a long, straight line with an arrowhead-like shape at the bottom left. Karkur Talh, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 09 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Karkur Talh ", " Photographed in: Egypt "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013.2034.23. This site is about 100m from 2013.2034.1-4 and some 15m up the wadi slope; A shelter about 5m by 2m with a flat overhanging ceiling. Karkur Tahl is the largest wadi (dry seasonal riverbed valley) in the sandstone eastern section of Jebel Uweinat, a granite and sandstone massif on the border of Egypt, Libya and Sudan. Karkur Talh is around 25 km long and lies mostly in Sudan, but partly within Egypt’s borders. There is an abundance of both painted and engraved rock art in shelters in the smaller side wadis. The engravings were first revealed to academia by Ahmed Hassanein in 1923 and a few photographs published in his report on the journey in National Geographic in 1924. A more comprehensive publication of rock art sites in Karkur Talh was made by Prince Kemal el Dine with Abbe Breuil in 1925 following his discovery of a painted cave in Karkur Talh. Further exploration and publications were made by numerous others including renowned explorer Ralph Bagnold’s expedition in 1931, with further exploration from László Almásy and Leo Frobenius in 1933. The largest professional exploration of the massif to date was made in 1968 by a team of Belgian scientists."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " garment "], "Associated places": [" Topographic representation of: Karkur Talh ", " Topographic representation of: Egypt "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.13"], "Additional IDs": [" Previous owner/ex-collection number: EGYKTA0020009 (TARA number) "]}