{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.11343"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone cave wall showing the infilled figures of eight humans and six cattle, and five unidentified shapes. All figures are upright. On the centre left of the image are the torsos and legs of four elongated human figures with narrow torsos, small waists, extremely prominent hips and buttocks and long, spindly legs, painted in solid and clearly delineated pale brown. All have missing heads, and the two on the right missing upper torsos as well, due to flaking of the sandstone. The figures stand in a row. The leftmost figure faces left and has bent arms with one extending to intersect to touch the left arm of the next figure to the right, which is facing left and is holding a long, thin object (bow?) vertically in this hand. The next standing figure to the right faces right, and the final in the standing series faces left. In between the two on the left and the two on the right is a similarly proportioned figure which is crouching with one leg behind the other and is facing left, drawing a bow back with the right hand as if just about to fire an arrow to the left. Directly following this figure’s line of sight to the left, on the left side of the leftmost standing figure, is another crouching figure facing left, this one half the size of the other, and to the left of this is a final crouching figure with a bow, this one facing right and apparently firing right. An unidentified vertical line in brown separates this figure from the small crouching figure. Above the line of standing figures is another figure with a bow, standing at the top centre of the image and bent forward while firing a bow left toward an unidentified shape (animal?). To the left of this action is the rump, tail and body of a cow facing right, with naturalistic bichrome coat pattern markings on the body in faded brown and white and clear, short, forelegs but hind legs faded. The head is cut off the edge of the image at the neck. Below this cow, on the other side of the kneeling archer, is the rump and long tail of another cow, the forequarters destroyed by flaking of the sandstone. To the right of this cow are several unidentified shapes painted in brown. The rightmost human figure in the panel is away from the others at the centre left and is standing underneath/ behind an adult cow with its torso bent to the right and its arms extended to the nearest foreleg and hind leg of the cow, with the head obscured behind the creature’s udder (drinking milk?). The cow itself is central to the image, facing left and infilled in brown and white bichrome schematic coat pattern markings, with a substantial torso, short neck, long thin legs and tail, a naturalistic head and small ears. It is unclear whether the figure originally had horns due to a worn fissure in the rock at the top of the animal’s head. The cow’s udder is portrayed as enormous with four clear teats, and the figure of a calf stands to the left of the cow, facing right towards the human figure’s back. The calf is smaller than the cow but depicted in a similar fashion, with a short neck, bulky torso, and long thin legs and tail. It is infilled solidly in brown but for a square cream patch on the belly. Below these cows is another large cow, facing left, with brown and white bichrome schematic coat pattern markings, consisting of a brown outline and white trunk striped with brown vertical lines. The cow is identifiable as female with an udder and four clear teats. The cow appears hornless. To the right of this animal is another cow, with naturalistic brown and white bichrome coat pattern markings, smaller and facing right, with some erosion to the hindquarters and cut off the edge of the image at the neck. (Late Roundhead/Early Pastoral period?) A 5cm scale marker has been fitted at the base of the image. Cave of Swimmers, Wadi Sura, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Cave of Swimmers "], "Technique": ["scanned"], "Dimensions": [" File size: 55 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["For detail see 2013,2034.11347. Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " arms/armour "], "Associated places": [" Topographic representation of: Cave of Swimmers "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.11343"], "Additional IDs": [" Previous owner/ex-collection number: NSEGYWSU0010067 (TARA number (BM)) "]}