{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.168"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder, showing the pecked, infilled figures of one human, two ostriches, a Barbary sheep and two unidentified quadruped animals, all upright and facing right, but for the human figure and sheep, which face left. There are also three unidentified shapes. The human figure is at lower left, with pecked outline and infill and arms outstretched sideways, and may be holding an unidentified object in the right hand. The Barbary sheep appears as if leaping from the human figure’s left arm. The ostriches are infilled, with well-defined edges and pecked and rubbed infill. They stand on the centre left of the image, the smaller to the right of the larger. To the right of this is the figure of a quadruped with a long, tapered horn sweeping back (scimitar- horned oryx?) and to the lower right is another, more crudely carved with less deeply grooved edges and horns pointing straight up (cow?). To the upper right are four long, pecked, infilled legs of an unidentified animal cut off the edge of the image at the joint. Below the antelope figure on the right is an unidentified pecked infilled shape and at the top right there is another pecked, infilled unidentified shape (giraffe’s head?). To the far lower right is the beginning of some cross-hatching cut off the edge of the image, to the right of the second unidentified quadruped. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 21 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.169. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " animal ", " cattle ", " bird ", " antelope (?) "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.168"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0020014 (TARA number) "]}