{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.164"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder, showing the pecked, infilled figures of seven Barbary sheep, three dogs, one unidentified quadruped animal, three unidentified shapes and three geometric shapes. The sheep figures are collected on the left of the image, all upright and facing left with raised tails. The four rightmost sheep have vertical grooves emanating from the throat (beards?). At the bottom left is a dog with legs outstretched as if running, facing right towards the sheep (hunting). The other two dog figures are on the upper right, pictured as if standing, above an unidentified quadruped at the bottom right. At the top right are two unidentified, pecked shapes cut off the edge of the image, the leftmost is a long zigzag snaking down towards the sheep. Random, interspersed pecking marks cover the entire tableau. At the bottom are the upper tips of vertical, deep, polished grooves, tapering with pointed ends and cut off the edge of the image. Random, interspersed pecking marks cover the entire tableau. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.162. This engraving site is on a boulder embedded in the ancient riverbank. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " mammal ", " hunting/shooting ", " dog "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.164"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0020010 (TARA number) "]}