{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.8"], "Description": [" Digital photograph (colour); detail of painted rock art (pastoral period?), on the underside of a projecting rock shelf, showing four human figures and the figures of two cows, upright and infilled. The triad of human figures are at the centre of the image, upright and pointing right, with the leftmost two with discernible breasts (women?) and exaggerated hips, with the rightmost holds an object (bow?). To the right of them is a light brown figure in the same orientation and above them are two dark figures, upright and pointing left, one of whom (woman?) has breasts and a skirt, and two lighter figures, upright and pointing right, who also appear to be wearing skirts. The most vibrantly coloured cow figure is at the lower right, bichrome in brown and white, with the horns of another, faded below. Karkur Talh, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 09 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Karkur Talh ", " Photographed in: Egypt "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013.2034.23. This site is about 100m from 2013.2034.1-4 and some 15m up the wadi slope; A shelter about 5m by 2m with a flat overhanging ceiling. Karkur Tahl is the largest wadi (dry seasonal riverbed valley) in the sandstone eastern section of Jebel Uweinat, a granite and sandstone massif on the border of Egypt, Libya and Sudan. Karkur Talh is around 25 km long and lies mostly in Sudan, but partly within Egypt’s borders. There is an abundance of both painted and engraved rock art in shelters in the smaller side wadis. The engravings were first revealed to academia by Ahmed Hassanein in 1923 and a few photographs published in his report on the journey in National Geographic in 1924. A more comprehensive publication of rock art sites in Karkur Talh was made by Prince Kemal el Dine with Abbe Breuil in 1925 following his discovery of a painted cave in Karkur Talh. Further exploration and publications were made by numerous others including renowned explorer Ralph Bagnold’s expedition in 1931, with further exploration from László Almásy and Leo Frobenius in 1933. The largest professional exploration of the massif to date was made in 1968 by a team of Belgian scientists."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " garment ", " arms/armour (?) "], "Associated places": [" Topographic representation of: Karkur Talh ", " Topographic representation of: Egypt "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.8"], "Additional IDs": [" Previous owner/ex-collection number: EGYKTA0020004 (TARA number) "]}