{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.113"], "Description": [" Digital photograph (colour); view of engraved rock art on a limestone cave wall, showing an unidentified quadruped animal figure, four unidentified shapes and several other line markings. The animal is upright and facing right, with long s-curved horns sweeping back over its body, a point indicating forelegs and the hindquarters fading into the natural rock. The figure is outlined and infilled with multiple flowing, sketchy incisions. To the left of it, in the centre of the image, are four double-pointed ovals, all oriented point up, and to the left of these are two of parallel, curved lines curving in arcs pointing up and left. Below these a 5cm photo scale has been fitted. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 05 October 2009 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave opens on the inside with a curved back wall and a domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with a circular rear wall. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": ["engraved rock art"], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.113"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010020 (TARA number) "]}