{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.114"], "Description": [" Digital photograph (colour); view of engraved and painted rock art on a limestone cave wall showing an antelope (scimitar-horned oryx?), which stands upright and facing left and is outlined and infilled with multiple flowing, sketchy incisions. The animal has a clearly delineated outline with two schematic protuberances indicating fore and hind legs, and the infill has been rubbed to create a smoother appearance than the surrounding rock face, particularly for the tail. The animal has long horns with a slight curve sweeping backwards over the body. There are traces of black paint spattered around the animal, particularly above it where a thin arc of pigment pointing down, with a protuberance, is superimposed by one of the horn incisions. The animal also superimposes multiple long vertical incisions which themselves are somewhat blended with the multiple natural, close, vertical drip marks covering the rock surface. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 05 October 2009 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave opens on the inside with a curved back wall and a domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with a circular rear wall. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " mammal ", " antelope (?) ", " engraved rock art "], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.114"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010021 (TARA number) "]}