{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.157"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder on ancient river bank, showing the pecked, infilled figures of three humans, nine giraffes, two ostriches, an unidentified quadruped, cattle, a hartebeest, and six unidentified shapes, all upright and facing right, but for the two human figures at the bottom and the sheep, which face left, and the male figure at the top which is face on. The male figure at the top centre is infilled and rubbed, with arms and legs outstretched and bent at elbow and, apparently connected at the groin (copulating?) with the upside down trident (vulviform?) shape below. The pecked outline of a human figure at lower left has arms outstretched sideways, and may be holding an unidentified object in the right hand. The pecked unidentified quadruped appears as if leaping from the human figure’s left arm. The ostriches above this are infilled, with well-defined edges and pecked and rubbed infill. They stand on the centre left of the image, the smaller to the right of the larger. To the right of this is a scimitar- horned oryx with a long, tapered horn sweeping back and to the lower right is a hartebeest, crudely carved with less deeply grooved edges and horns pointing straight up. To the upper right of this is a large giraffe, one of many in varying sizes scattered across the right half of the tableau. To the right of the giraffe is the crudely pecked figure of a cow, turned to the side and facing up with its back to the left and long curved horns in a pincer shape. There are three other such cattle figures in the tableau: one directly below this, one to the lower right and one directly to the right on the other side of another giraffe figure. These however are all upright. One of the giraffes to the lower right of the largest crudely pecked cow figure. There are two further clearly delineated cows in a more naturalistic style with long, upright horns, one at the top left of the image and one at bottom right. Below the antelope figure in the centre is an unidentified pecked infilled shape and towards the upper left there is another pecked, infilled unidentified shape (giraffe’s head?). Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This engraving site is on a boulder embedded in the ancient riverbank. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " cattle ", " bird ", " antelope "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.157"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0020003 (TARA number) "]}