{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.15"], "Description": [" Digital photograph (colour); view of painted rock art (pastoral period?) on rock surface showing one human and four quadruped animal figures painted in light brown. The human figure is central, upright and infilled with a long thin neck and tiny circular head. The animal figures are, at the top left: an equid (African wild ass/donkey) with an unidentified quadruped behind. At the lower left a cow (?) with unidentified quadruped at the top right. A 5cm photo scale has been fitted at the base of the image. Karkur Talh, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 20 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Karkur Talh ", " Photographed in: Egypt "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This site is about 100m from 2013.2034.1-4 and some 15m up the wadi slope; A shelter about 5m by 2m with a flat overhanging ceiling. Karkur Tahl is the largest wadi (dry seasonal riverbed valley) in the sandstone eastern section of Jebel Uweinat, a granite and sandstone massif on the border of Egypt, Libya and Sudan. Karkur Talh is around 25 km long and lies mostly in Sudan, but partly within Egypt’s borders. There is an abundance of both painted and engraved rock art in shelters in the smaller side wadis. The engravings were first revealed to academia by Ahmed Hassanein in 1923 and a few photographs published in his report on the journey in National Geographic in 1924. A more comprehensive publication of rock art sites in Karkur Talh was made by Prince Kemal el Dine with Abbe Breuil in 1925 following his discovery of a painted cave in Karkur Talh. Further exploration and publications were made by numerous others including renowned explorer Ralph Bagnold’s expedition in 1931, with further exploration from László Almásy and Leo Frobenius in 1933. The largest professional exploration of the massif to date was made in 1968 by a team of Belgian scientists."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle "], "Associated places": [" Topographic representation of: Karkur Talh ", " Topographic representation of: Egypt "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.15"], "Additional IDs": [" Previous owner/ex-collection number: EGYKTA0020011 (TARA number) "]}