{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.104"], "Description": [" Digital photograph (colour); view of engraved rock showing three unidentified quadruped animal figures. All figures are facing right, outlined and infilled with multiple flowing, sketchy incisions (and rubbed?). The largest figure is on the left with a naturalistic outline, three wavy horn-like protuberances extending back from the head and roughly delineated forelegs, with hindquarters devolving into multiple parallel incisions. The animal to the right of this is smaller and less naturalistically rendered, with an oval body, stick-figure style legs and tail, a small round head with no neck and two straight backward curving horns. On the far right, the neck and forequarters of the animal appear to have been slightly rubbed. The animal has an upright, arched neck but the trunk and hindquarters devolve into multiple parallel incisions which meet in a diagonal cross-hatched pattern. Two of the multiple natural, close, vertical drip marks covering the rock surface suggest ears at the top of the engraved head. Below the animal figures are pecked, infilled and polished shapes of six lion pugmarks, five life-sized and one outsize, all with the toes uppermost. The outsize pugmark is below the oval animal and has an unnatural fifth toepad. The rock surface on the left side of the image is covered in parallel sets of long incisions, some superimposing the rump of the left hand animal in cross-hatched pattern. These patterns are somewhat blended with multiple natural, close, vertical drip marks covering the rock surface. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" - (date digitized unknown) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave opens on the inside with a curved back wall and a domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with a circular rear wall. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " wild cat/big cat "], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.104"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010011 (TARA number) "]}