{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.199"], "Description": [" Digital photograph (colour); detail of painted rock art on a sandstone cave wall, showing the painted, infilled figures of five humans, one unidentified animal and one unidentified shape. The largest human figure is on the left, upright and facing right, with a long, triangular torso, short bulky limbs and a small round head with no neck. The figure is painted in brown and has cream coloured body ornaments painted over gaps in the brown paint at the knee, ankle, elbow and shoulder joints indicating arm, knee and ankle bands. It is unclear whether the spots of bare rock evident on the figure’s torso are anthropogenic and indicate personal ornaments, or natural accretions on the rock. To the right of this figure is another human figure of a similar size, also upright and facing right, but infilled in a greenish-grey colour, with schematic line pattern markings crossing the torso in cream. The knee is bent up and forward as if sitting but the head and arms of this figure are now missing due to natural erosion and accretions. To the right of this is a much smaller similar figure (child?) with a waistband, also upright and facing right, and to the right of this is another brown figure, upright and facing right and pictured with one leg bent behind at the knee as if walking. To the right of the feet of the larger figure is a further brown figure depicted as if swimming and much smaller. turned to the side with the back topmost and facing right, with arms and legs hyperextended in front and up behind, and the head pointing up. Extending from the chest of this figure is an unidentified shape resembling the bent legs of another figure, perhaps an earlier, superimposed one in the green grey paint. To the top right is the round head, straight forelegs and torso of an unidentified animal (big cat?), upright and facing right. Cave of Swimmers, Wadi Sura, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Sura "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.191. The larger cave of two (see also 2013.2034.204-215), about 11m wide, 4.5m deep and 6m high. Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " animal ", " mammal ", " personal-ornament ", " body ornamentation/modification ", " wild cat/big cat (?) "], "Associated places": [" Topographic representation of: Wadi Sura (Shallow cave at entrance to inlet.) "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.199"], "Additional IDs": [" Previous owner/ex-collection number: EGYWSU0010014 (TARA number) "]}