{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.11335"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone cave wall, showing the painted, infilled figures of eighteen humans and at least two unidentified shapes. The human figures are painted in dark to light brown and appear in a horizontal row, all standing upright and facing right, but for a few above and below the central row. The three most prominent figures are the largest. They appear as a triad in the centre of the image with narrow waists, substantial arms and legs, long necks and tiny round heads. They have identical decoration on their bodies with white stripes indicating either bands or paint at the ankles, knees and elbows. Their torsos are badly damaged through natural flaking of the rock and overlay by an old wasp’s nest which impedes the view of them. To the right of these figures are two much smaller figures which are otherwise similar and again damaged at the torso. To the right of these is a further triad, similar in all respects but of medium size, and with missing torsos due to flaking. Above the smallest figures is another, larger, which appears face on and without the bodily decoration, or hands. To the right of this is an unidentified shape [faded torso?] and to the right of these, several unidentified shapes in brown (faded figures?) and one in white, with the appearance of a pair of legs drawn in thick white outline, or two pairs, facing right and bent at the knee, with the torso only defined by a line at the back. To the lower right of this is a further set of two pairs of legs facing right, these standing straight and in brown, for which the torso/s have flaked away. To the right of this is an unidentified shape in brown and white which may represent a bird [ostrich?] standing upright and facing right with a brown body and long white neck. It faces up toward a disembodied pair of human legs, upside down, facing left and bent at the knee. To the right of this are three further unidentified shapes, three of which may represent animals (sheep?), upright and facing right with black heads, round white bodies and long thin appendages curving up and around the back of the body. To the right of this is another figure in white resembling the head and neck of another animal (giraffe?) upright and facing right. Below this to the left are two further unidentified shapes in brown (human figures?) and to the left of these, another of the intricately decorated brown human figures, upright and facing right. To the lower left of this, underneath the row of figures are two further human figures in brown which appear to be seated with legs (destroyed by flaking) flung forward towards the left, and another below of which only the head and curved left arm remains. The rightmost of these figures has an inverted arrow shape on the top of the head (headdress?). To the far right of these is a small brown stick-figure style human figure with its face missing due to flaking, and below this is a large negative left hand print, blown quite faint in brown pigment so only the pits between the fingers remain visible. Between this handprint and the stick figure is a tiny left hand print, which must be painted, being smaller than that of the smallest baby. All around these handprints are faint brown fingermarks. To the upper left of the image are two further disembodied human legs in brown and facing right, and below these are the faded remains of another upright human figure in brown, facing right. Cave of Swimmers, Wadi Sura, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Cave of Swimmers "], "Technique": ["scanned"], "Dimensions": [" File size: 57.40 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.11348. Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " bird ", " headgear/hairstyle ", " mammal ", " arms/armour (?) "], "Associated places": [" Topographic representation of: Cave of Swimmers "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.11335"], "Additional IDs": [" Previous owner/ex-collection number: NSEGYWSU0010059 (TARA number (BM)) "]}