{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.2686"], "Description": [" Digital photograph (colour); view of engraved rock art on a rock cliff (sandstone), showing landscape. Foreground right: sandstone boulder showing engravings of two human figures and an elephant. Outlined (polished) elephant upright facing left, eye marked with circle, vertical lines at trunk (creases). Left of elephant: two infilled (polished) and outlined (pecked) figures upright facing right, arms outstretched, hand to the left side holding a (boomerang?). Background: partially collapsed sandstone cliffs. Wadi Mathendous, Libya. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 03 April 2006 (date digitized) ", " March 1998 (original photograph) "], "Production place": [" Photographed in: Wadi Mathendous "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["The elephant could be dated in the Bubalus period, while the human figures are undoubtedly a later addition engraved there to recreate a hunting scene. Boomerangs are uncommon in Africa, but they exist: a set of them was found at Tutankhamen tomb, and several types of throwing sticks and boomerangs have been found in Sudan, Egypt and Uganda, some of them kept at the British Museum. The engravings are located in Wadi Mathendous, one of the main dry riverbeds on the southern edge of the Messak Plateau in southwest Libya, near the borders between Algeria and Niger. That plateau, which runs southwest-northeast through the Libyan province of Fezzan, is divided in two by the Tilemsin pass, which defines two smaller plateaus (Settafet to the north and Mellet to the south). Throughout these plateaus, numerous dry riverbeds run to the east into Murzuq erg. Rather than a single dry riverbed, Wadi Mathendous can define a wide area which includes the In Habeter (the middle course of Wadi Mathendous) and tributaries as the Wadi Tilizaghen. The valley and its tributaries are full with tens of thousands of rock art engravings –only a few paintings have been located insofar-, mostly depicted in vertical rocks. As a whole, Wadi Mathendous and its surrounding area constitutes the core of the Messak rock art. In this case, the engravings are placed in the Wadi Mathendous itself. The Messak rock art has been known since Heinrich Barth’s expedition in 1850, although it wasn’t until 1932 when the engravings were systematically studied by Leo Frobenius. In more recent times the area has been extensively studied by Pesce (1969), Graziosi (1970) and Jelinek (1984, 1985). Figures appear both isolated and within complex scenes which include engraved life-size elephants, giraffes, crocodiles, buffaloes and figures which mix human and animal features (therianthropes) along with numerous figures of more modern periods as horses and camels. Most of the engravings belong to the so called Bubalus style, but Tazina, Pastoral, Horse and Camel styles are also well represented. The area is home to some of the oldest engravings in the Sahara desert (around 10,000 years old) and some of the most popular depictions in Saharan rock art, as the “Sparring Cats” or the so-called “Apollo of the Garamantes”."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " elephant ", " hunting/shooting ", " arms/armour "], "Associated places": [" Topographic representation of: Wadi Mathendous "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.2686"], "Additional IDs": [" Previous owner/ex-collection number: LIBMES0040054 (TARA number) "]}