{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.184"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder, showing the pecked, infilled figures of an addax, four dogs, animals, a bird and two unidentified shapes. The addax is central, and is upright and facing left, with distinctive corkscrew horns pointing up and with a protrusion from behind the horns (ear?). It is identifiably a bull. Underneath the addax is the small figure of a dog, with tail curled up, limbs outstretched as if running. Above the addax, bearing down from the right, are three dogs chasing it (the lower one has a small one above its back). To the left of the addax is a schematic bird standing on stick legs and facing left and to the left and below are two unidentified shapes. To the left is an unidentified horizontal pecked line with protuberances and below is a free standing and star shape (bird? human figure?). Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.183. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " animal ", " cattle ", " bird ", " dog "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.184"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0030012 (TARA number) "]}