{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.11346"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone cave wall (late roundhead/early pastoral period?), showing the infilled figures of seven humans and three cattle, and four unidentified shapes. All figures are upright Central to the image are the torsos and legs of four elongated human figures with narrow torsos, small waists, extremely prominent hips and buttocks and long, spindly legs, painted in solid and clearly delineated pale brown. All have missing heads, and the two on the right missing upper torsos as well, due to flaking of the sandstone. The figures stand in a row. The leftmost figure faces left and has bent arms with one extending to intersect to touch the left arm of the next figure to the right, which is facing left and is holding a long, thin object (bow?) vertically in this hand. The next standing figure to the right faces right, and the final in the standing series faces left. In between the two on the left and the two on the right is a similarly proportioned figure which is crouching with one leg behind the other and is facing left, drawing a bow back with the right hand as if just about to fire an arrow to the left. Directly following this figure’s line of sight to the left, on the left side of the leftmost standing figure, is another crouching figure facing left, this one half the size of the other, and to the left of this is a final crouching figure with a bow, this one facing right and apparently firing right. An unidentified vertical line in brown separates this figure from the small crouching figure. Above the line of standing figures is another figure with a bow, standing at the top centre of the image and bent forward while firing a bow left toward an unidentified shape (animal?). To the left of this action is the rump, tail and body of a cow facing right, with naturalistic bichrome coat pattern markings on the body in faded brown and white and clear , short, forelegs but hind legs faded. The head is cut off the edge of the image at the neck. Below this cow, on the other side of the kneeling archer, is the rump and long tail of another cow, the forequarters destroyed by flaking of the sandstone. To the right of this cow are several unidentified shapes painted in brown. At the centre right of the picture is another cow’s rump and body, facing right, forequarters cut off the edge of the image at the shoulder. Wadi Sura, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Sura "], "Technique": ["scanned"], "Dimensions": [" File size: 54.60 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": [" Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others. ", " Detail of 2013,2034.11347. "], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " arms/armour "], "Associated places": [" Topographic representation of: Wadi Sura "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.11346"], "Additional IDs": [" Previous owner/ex-collection number: NSEGYWSU0010070 (TARA number (BM)) "]}