{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.118"], "Description": [" Digital photograph (colour); view of engraved and painted rock art on limestone cave wall showing an unidentified quadruped animal figure and at least four negative left hand prints. The animal is at the left, turned to the side with back to the left and facing up, outlined and infilled with multiple flowing, sketchy incisions (and rubbed?). It is schematic with a clearly delineated head, neck, forequarters, forelegs and tail, with hindquarters fading into the natural rock. The horns are long, sweeping and crooked with one parallel to the animal’s back and one curving down in front of its shoulder. To right of the natural vertical divide in the rock face below the engraved figure is the possible figure of another unidentified quadruped in very faded red and white pigment, with long white horns. The hand prints are to the right this and outlined in blown black paint. The prints are very faded with two in the centre, one above the other, one right of the topmost hand print, and another at the bottom right of the image. The fingertips and edges of the palms do not show; only the dips between the fingers, which are splayed. The bottom right hand print appears to indicate nine fingers (two hands pressed together?). Towards the top right are several long, thin diagonal lines drawn in black pigment from lower left to upper right and crossing some ridges in the rock (natural or fingermarks?) to form a cross-hatch pattern. Some finger markings fit within similar vertical rock ridges and there are multiple natural, close, horizontal drip marks covering the rock surface. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave opens on the inside with a curved back wall and a domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with a circular rear wall. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " engraved rock art "], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.118"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010025 (TARA number) "]}