{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.106"], "Description": [" Digital photograph (colour); view of engraved rock art on a limestone cave wall, showing an unidentified quadruped animal figure, upright and facing right, outlined and infilled with multiple flowing, sketchy incisions (and rubbed?). The animal is schematic with a clearly delineated head, neck, forequarters, forelegs and tail, with hindquarters fading into the natural rock. The horns are long, sweeping and crooked with one parallel to the animal’s back and one curving down in front of its shoulder. A 10cm photo scale is fitted at the base of the image. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["See also 2013,2034.118. This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave opens on the inside with a curved back wall and a domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with a circular rear wall. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": ["engraved rock art"], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.106"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010013 (TARA number) "]}