{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.11316"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone cave wall, showing two human figures in brown. The figures are schematic, rendered stick-figure style in thick brushstrokes. Both are upright and leaning right, that on the left with legs curved backward as if floating and arms outstretched. The figure to the right is standing and the head is inclined as if looking back towards the other. There appears to be a faded paler pigment surrounding them. Unidentified shape in form of meandering red line to left. A 5cm photo scale fitted at base of image. Wadi Sura, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Sura "], "Technique": ["scanned"], "Dimensions": [" File size: 46 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": ["painted rock art"], "Associated places": [" Topographic representation of: Wadi Sura "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.11316"], "Additional IDs": [" Previous owner/ex-collection number: NSEGYWSU0010040 (TARA number (BM)) "]}