{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.44"], "Description": [" Digital photograph (colour); view of painted rock art showing fourteen unidentified quadruped animal figures, all in white pigment and all facing right but for a small, infilled figure in the centre (bovid/equid?) facing left towards a similar figure facing right. Both these figures have short upturned tails suggestive of goats, as do the four figures below which also have udders with two teats. The two on the left are infilled, the two on the right have naturalistic coat pattern markings. Above these is the largest central figure with a body suggestive of a cow and a trunk (elephant? mythical creature). There is a tusk like protuberance from its face and what appears to be an arrow in the back of its head. Above this figure is the small figure of what appears to be a carnivore (striped hyena?) with a bushy tail, compact build and legs extended as if leaping. At the top left of the image are two larger herbivores. That on the left has horns (cow) but an upturned tail suggestive of a (goat?) and that on the right appears to be a goat with an udder. Two further goat figures are below the central four, and two more, one above the other, are to the right of the elephant figure, in shadow. Wadi Anak, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 11 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Anak "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This site is a long, sloping shelter running up and under the protected side of an inselberg. See also 2013.2034.45."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " elephant ", " mythical figure/creature ", " cattle ", " arms/armour ", " mammal "], "Associated places": [" Topographic representation of: Wadi Anak "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.44"], "Additional IDs": [" Previous owner/ex-collection number: EGYWAN0030003 (TARA number) "]}