{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.49"], "Description": [" Digital photograph (colour); view of painted rock art on rock face (sandstone?) projecting from a rock shelter roof, showing ten stick-figure style human figures in faded light brown, one unidentified quadruped animal and an unidentified shape. All are upright and pointing either left or right, with the four human figures on the left of the main group pointing right, and vice versa. The two leftmost are bent at the hip, the others bent at the knee with legs apart. In most cases only legs and torso are discernible. Above them is an elongated figure in the same style facing left, and to the right of them are the very faded traces of another facing right. This has been largely superimposed by the white, infilled, extremely schematic outline of an unidentified animal pointing right with two large hind legs, a thin torso tapering to a headless neck and a single pointed foreleg. To the right of this is an unidentified shape in faded light brown pigment which may be a natural marking on the rock. A 5cm scale marker has been fitted at the base of the tableau. Wadi Anak, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Anak "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This site is a long, sloping shelter running up and under the protected side of an inselberg. See also: 2013,2034.50, 52 & 54."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " mammal "], "Associated places": [" Topographic representation of: Wadi Anak "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.49"], "Additional IDs": [" Previous owner/ex-collection number: EGYWAN0030008 (TARA number) "]}