{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.179"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder, showing the pecked, infilled, upright figures of an antelope (addax?) facing right with long curved, upward growing horns. The antelope is surrounded by five dogs, apparently attacking it (hunting?). Below is a sketchier form of another antelope in a different style, facing left with a dog pursuing it from the right, with outstretched limbs as if running. The dog is cut off the bottom right of the image at the leg joints. At the top of the image are the legs of another figure cut off the edge of the image at the leg joints. Random, interspersed pecking marks cover the entire tableau. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.175. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " mammal ", " hunting/shooting ", " dog ", " antelope "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.179"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0030007 (TARA number) "]}