{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.190"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone cave wall, showing the infilled figures of 30 humans and 11 unidentified shapes. At the centre is a very large upright brown human figure facing right, with a long, triangular torso, short bulky limbs and a small round head with no neck. The figure has cream coloured body markings at the knee, ankle, elbow and shoulder joints (bands?). It is unclear whether the spots of bare rock evident on the figure’s torso are anthropogenic and indicate personal ornaments or natural chips the rock. To the right of this figure is another human figure of a similar size, facing right, but infilled in a greenish-grey colour, with schematic line pattern markings crossing the torso in cream. The knee is bent up and forward as if sitting but the head and arms of this figure are now missing due to natural erosion and accretions. To the right of this is a much smaller greenish-grey figure (child?) with a waistband, facing right, and to the right of this is a brown figure, upright and facing right and pictured with one leg bent behind at the knee as if walking. Below the feet of the larger figure are five small brown figures depicted with arms and legs outstretched as if swimming. Further faded greenish-grey figures are on the left of the central large figure. At the top left of the image are three small human figures, kneeling opposite each other with hands arms and hands raised as if engaged in a communal activity or clapping. Further small brown swimming figures are at the top centre. On the far right is the longest figure in the image, a human with a round head and extremely long, thin, body and neck in paint that has now faded to a pink colour. At the bottom left of the image is a cluster of large figures. The larger figure has markings on the body similar to, but more ornate than, the large central brown figure, with white bands at the shoulders and elbows, and delicate white lines bisecting the torso and surrounding the waist in a grid pattern. This figure either superimposes, or is superimposed by a gesticulating brown figure. The maroon figure to the right is one of the largest in the tableau and is pictured with legs apart and knees bent, as if striding out of frame. This figure is headless due to flaking of the sandstone. To the upper right are the remains of another headless figure, this one upright and facing left with the left arm gesticulating towards the other large maroon figure, and a white line connecting them. At the bottom right corner is a large massive maroon unidentified shape which is cut off the edge of the image. Also at the bottom right is a series of unidentified (human?) figures in light brown with numerous white markings. At the bottom centre is the head and torso of another figure in the green-grey colour, with very clearly delineated cream-coloured body ornament at the shoulders, elbows and in an x shape draped about the chest. The head is no longer intact due to flaking and the figure is cut off the edge of the image at the waist. Cave of Swimmers, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Cave of Swimmers "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.191. The larger cave of two (see also 2013.2034.204-215), is about 11m wide, 4.5m deep and 6m high. Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " animal ", " mammal ", " therianthropism ", " personal-ornament ", " body ornamentation/modification ", " mythical figure/creature ", " wild cat/big cat (?) "], "Associated places": [" Topographic representation of: Cave of Swimmers "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.190"], "Additional IDs": [" Previous owner/ex-collection number: EGYWSU0010005 (TARA number) "]}