{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.6163"], "Description": [" Digital photograph (colour); view of engraved rock art on a rock face showing three human figures outlined, pecked and depicted upright facing left or right. One arm is depicted outstretched with the hand infilled with pecking. The other is bent up, in two of the figures holding a stick over the shoulder with three lines (leather strips) hanging from the side. The figures have buttocks and thighs abnormally wide (steatopygia?) an three lines coming out of the head (headdress?). The figures infilled with pecked geometric patterns as straight and wavy lines, squares, meanders representing (garments? tattoos?). At the lower centre there are seven polished oval cupules. A 20 cm photo scale has been fitted at the bottom of the tableau. Niola Doa, Chad. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 20 July 2006 (date digitized) ", " November 1996 (original photograph) "], "Production place": [" Photographed in: Niola Doa "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Close-up of 2013,2034.6149. The engravings of the rock art site of Niola Doa are some of the most important and best known depictions in the Ennedi Plateau and probably the Sahara desert. They were first reported in the early fifties, and during the next decades more sites were discovered, all of them around Wadi Guirchi, until a total of six. The figures have been traditionally interpreted as women with steatopygia (accumulation of fat in and around the buttocks) -significantly, the local name of Niola Doa means “the Dancing Maidens”-, although in most of the cases it is not clear whether they represent females or males They present exceptionally decorated bodies with geometric patterns. It is not clear if the figures are dressed (the geometric patterns representing the clothes) or if they are naked in which case the geometric patterns would correspond to tattoos or maybe corporal painting. Steatopygic depictions are not unknown in African rock art, with known examples in other parts of the Ennedi Plateau but also in Egypt and Sudan, and they occasionally appear incised in pottery in these two countries, too. The Ennedi Plateau is located at the north-eastern corner of Chad, on the southern edge of the Sahara Desert. It is a sandstone massif carved by erosion in a series of superimposed terraces, alternating plains and ragged cliffs crossed by seasonal rivers (wadis). Unlike other areas in the Sahara with rock art engravings or paintings, the Ennedi Plateau receives rain regularly –if scarce- during the summer, and thus it is a more benign environment to human life that other areas placed to the north, as the Messak plateau, the Tassili or the Tibesti Mountains. However, its position far from the main trade routes made its rock art being unknown to Europe until the 1930’s, when Burthe d’Annelet gave notice of them and De Saint-Floris published the first paper on the subject. The main effort to document this rock art came in 1956-1957 when Gerard Bailloud documented more than 500 rock art sites within an area of just one sixth of the entire plateau. The depictions in the Ennedi Plateau can be broadly organized in the same periods and styles of the rest of Saharan rock art areas. Therefore, three main periods have been documented: the so-called archaic period –representing wild animals-, the bovine period (which has domestic cattle as the predominant animal) and a third, late period named the dromedary or camel period. However, there are several slight regional differences with respect to other Saharan regions. The first one is the absence of differentiated Horse and Camel periods: in the Ennedi depictions both animals appear together, and thus they are included in a generic dromedary period (although horses were introduced earlier than dromedaries in the Sahara). Secondly, the oldest engravings in the Ennedi Plateau are much more modern than those to the north, starting to appear at the 5th-4th millennia BC. Finally, the numerous cliffs and gorges at the Ennedi Plateau house depictions of numerous local styles, sometimes contemporary to others, sometimes corresponding to successive periods. That variability means an enormous richness of techniques, themes and artistic conventions, with some of the most original depictions in Saharan rock art. Paintings are dominant in the sample, although engravings are relatively common in the area."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " mammal ", " garment (?) ", " body ornamentation/modification (?) ", " personal-ornament (?) ", " headgear/hairstyle (?) "], "Associated places": [" Topographic representation of: Niola Doa "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.6163"], "Additional IDs": [" Previous owner/ex-collection number: CHAENP0010037 (TARA number) "]}