{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.74"], "Description": [" Digital photograph (colour); view of engraved rock art showing two human figures, ten antelope, fifteen unidentified shapes and numerous tiny grooves and cupules. All figures are upright, some with finely pecked, depressed infill and others with rougher spotted pecked infill. The most prominent human figure is at the bottom centre of the image, upright and face on, crudely rendered with a large circular head, full, infilled trunk and legs and stick-figure style arms stretched out horizontally on either side. The other human figure is at the lower right of the image and tilted to the right, infilled with arms raised. Six of the unidentified shapes at the lower left of the image may represent humans: they are of commensurate small size and have compact bodies with short thick limbs. Those on the left have extended arms pointing down, those on the right are pointing up. The animal figures centred around the upper and middle parts of the tableau are antelope with long necks and short ears, unidentifiable to species, but include three smoothly engraved long necked bovids which have a neck shape and back line like dama gazelle. The antelope to the left and facing right with a spotted pecked infill has a long tail behind and the bottommost large antelope, also facing right and with similar infill and superimposes a smaller quadruped. Three of these smaller animals congregate at the top, the leftmost facing right and the others facing left towards it, and to the right is another with either very long ears or horns. There are numerous unidentified shapes surrounding these figures, as well as small grooves and cupules. Western Desert, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 31 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Western Desert "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " elephant ", " antelope "], "Associated places": [" Topographic representation of: Western Desert "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.74"], "Additional IDs": [" Previous owner/ex-collection number: EGYWDE0020010 (TARA number) "]}