{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.107"], "Description": [" Digital photograph (colour); view of engraved rock art showing two unidentified quadruped animal figures. Both figures are upright and facing right, outlined and infilled with multiple flowing, sketchy incisions (and rubbed?). The larger figure is to the left, with a naturalistic outline, three wavy horn-like protuberances extending back from the head and delineated forelegs, with hindquarters devolving into multiple parallel incisions. The animal to the right is smaller and less naturalistically rendered, with an oval body, stick-figure style legs and tail, a small round head on no neck and two straight backward curving horns. Below the animal figures to the bottom right are the pecked, infilled and polished shapes of four lion pugmarks, some cut off the edge of the image at the bottom. Three of them are life-sized and one outsize, all with the toes uppermost. The outsize pugmark is on the right and is cut off the edge of the image. The rock surface on the left side of the image is covered in parallel sets of long incisions, some superimposing the rump of the left hand animal in cross-hatched pattern. These patterns are somewhat blended with multiple natural, close, vertical drip marks covering the rock surface. A 10cm photo scale has been fitted at the base of the image. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" December 2000 (original photograph) ", " - (date digitized unknown) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.104. This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave has an entrance about 2.5m wide and 2m high with a flat natural lintel which makes it look from a distance as if it is man-made. The cave opens inside with a curved back wall and domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with circular rear wall. Both domed ceilings are smooth except for remains of old wasp nests forming small rough protuberances. The walls are scored by numerous parallel vertical striations and there are stalagmites near the cave entrance. These engravings are on the back wall of the first chamber. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " wild cat/big cat "], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.107"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010014 (TARA number) "]}