{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.32"], "Description": [" Digital photograph (colour); view of painted rock art (horse period?) on rock face showing two human, seven cattle, 1 dog and one equid. The human figures are of two different types; at the bottom centre is a tiny, dark brown stick-figure style figure, upright and pointing left with an unidentified shape to the right of it in the same pigment. The other is further to the right and superimposed by an image of a cow. It is much larger, though also in the same dark pigment, with the head, round, upright and pointing left, and one arm, raised, appearing from behind the rump of the cow figure. The rest is faded but for a potential foot and lower half of a bent leg appearing from below the cow’s forequarters. The cow is painted in a light brown pigment, as are all the other figures, is upright and faces right with either short horns or prominent ears. The six animal figures along the centre of the panel appear to all be bovids/cattle. Superimposed by the large central cow is a very faded cow - the head and horns can see emerging above the dark stain in the centre of the panel. The white lines to the right and left of the top right cow appear to form a faded equid. The red animal on the lower left is probably a dog. Karkur Talh, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 09 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Karkur Talh ", " Photographed in: Egypt "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This site is in the west bank of a blocked wadi which one flowed into the wadi with the waterfall site [2013.2034.1-4]. A crude shelter with a rough solid-rock floor about 6m wide and 25m deep; just over 1m high. Karkur Tahl is the largest wadi (dry seasonal riverbed valley) in the sandstone eastern section of Jebel Uweinat, a granite and sandstone massif on the border of Egypt, Libya and Sudan. Karkur Talh is around 25 km long and lies mostly in Sudan, but partly within Egypt’s borders. There is an abundance of both painted and engraved rock art in shelters in the smaller side wadis. The engravings were first revealed to academia by Ahmed Hassanein in 1923 and a few photographs published in his report on the journey in National Geographic in 1924. A more comprehensive publication of rock art sites in Karkur Talh was made by Prince Kemal el Dine with Abbe Breuil in 1925 following his discovery of a painted cave in Karkur Talh. Further exploration and publications were made by numerous others including renowned explorer Ralph Bagnold’s expedition in 1931, with further exploration from László Almásy and Leo Frobenius in 1933. The largest professional exploration of the massif to date was made in 1968 by a team of Belgian scientists."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " horse/ass "], "Associated places": [" Topographic representation of: Karkur Talh ", " Topographic representation of: Egypt "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.32"], "Additional IDs": [" Previous owner/ex-collection number: EGYKTA0030006 (TARA number) "]}