{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.166"], "Description": [" Digital photograph (colour); view of engraved rock art on a rock surface showing the pecked, infilled figures of three dogs apparently in pursuit of a Barbary sheep (hunting?) All figures are upright and face right. The three dogs are depicted in parallel, one above the other with legs slightly outstretched, with the topmost bearing down at an angle towards the sheep. To the right of the sheep is a collection of pecked marks forming an unidentified shape similar to two more at the left of the image. At the top right is the pecked, infilled form of another figure cut off the edge of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 21 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.167. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " mammal ", " hunting/shooting ", " dog "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.166"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0020012 (TARA number) "]}