{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.220"], "Description": [" Digital photograph (colour); view of painted rock art on rock surface (sandstone?), showing sky, showing fourteen cattle and four human figures, mostly infilled in dark and light brown. Top (left to right): three upright cows, largest leftmost, two human figures as if kneeling towards each other and holding hands below rightmost cow. Centre (left to right): upright human figure wearing skirt, unidentified arced shape, upright cow facing right, upright human figure with unidentified arc shape projecting from chest (arms?), three further cattle turned to side and facing down and left with backs to upper left, two further, lighter cattle turned to lower right with backs to lower right, with faded cow turned to side and facing up with back to left, to upper left. Bottom (left to right): two upright cattle figures facing left, second with outward pointing horns and infilled rump and udder. Upright faded cow facing right with calf between legs and another’s rump and udder at head, below this dark human figure turned to side and facing up with arms bent at elbow, above cow turned to side and facing up with back to left. Several figures quite faded/eroded. Karkur Talh, Sudan. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 07 July 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Karkur Talh ", " Photographed in: Sudan "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["For closer detail see 2013.2034.222-223 and 252. Karkur Tahl is the largest wadi (dry seasonal riverbed valley) in the sandstone eastern section of Jebel Uweinat, a granite and sandstone massif on the border of Egypt, Libya and Sudan. Karkur Talh is around 25 km long and lies mostly in Sudan, but partly within Egypt’s borders. There is an abundance of both painted and engraved rock art in shelters in the smaller side wadis. The engravings were first revealed to academia by Ahmed Hassanein in 1923 and a few photographs published in his report on the journey in National Geographic in 1924. A more comprehensive publication of rock art sites in Karkur Talh was made by Prince Kemal el Dine with Abbe Breuil in 1925 following his discovery of a painted cave in Karkur Talh. Further exploration and publications were made by numerous others including renowned explorer Ralph Bagnold’s expedition in 1931, with further exploration from László Almásy and Leo Frobenius in 1933. The largest professional exploration of the massif to date was made in 1968 by a team of Belgian scientists."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " garment "], "Associated places": [" Topographic representation of: Karkur Talh ", " Topographic representation of: Sudan "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.220"], "Additional IDs": [" Previous owner/ex-collection number: SUDKTA0010005 (TARA number) "]}