{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.162"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder on ancient river terrace, showing the pecked figures of two humans, fifteen dogs, twelve Barbary sheep, four cows, one giraffe, one cat, twelve unidentified shapes and thirty two geometric shapes. All figures are upright and the majority are infilled and face left. The centre of the image is dominated by thirty-two large, vertical, parallel grooves of various sizes in a line across the boulder. The deeply incised grooves have pointed ends and the infill is polished smooth. The small human figures are below the grooves; one figure at the bottom left of the image has a short trunk and limbs and a disproportionately long neck with no visible head. The other is to the centre right with a round head and left arm extended. The sheep are concentrated mostly on the left and are facing left with tails lifted, although there are a few in the middle of the image above the grooves. At the top of the image from left to right are four cows in a line, with the two on the right appearing to have bars crossing between their upturned, u-shaped horns (trappings?). Below the rightmost cows is the largest Barbary sheep with large horns and a beard (ram?) and three unidentified quadruped animals, with one to the lower right appearing to have an elephant’s trunk, and facing right. Below the grooves at the bottom left are two large animals, facing right with pecked outlines, with one displaying lined coat pattern markings and the other infilled but with a transparent, bulbous head. To the upper left of these is a larger unidentified quadruped superimposed by a smaller (cow and calf?) looking right, and to the left of these is a giraffe, facing right and cut off the edge of the image at the shoulder. Above the giraffe, is a big cat figure (lioness?) with a long tail, facing left. Images of small dogs with tails curling up are pervasive, situated mostly above the grooves and scattered among the other animals. On the top left is an unidentified pecked, infilled shape, which zigzags down and left across the rock face. This comes to a forked end above two Barbary sheep figures, but the line picks up below them and continues to meander down and left. To the lower right of the image are various unidentified shapes and markings and random, interspersed pecking marks cover the entire tableau. A 5cm photo scale has been fitted at the base of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["This engraving site is on a boulder with a smooth vertical face on the ancient river terrace. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " elephant ", " harness/trappings ", " dog ", " cattle ", " wild cat/big cat (?) "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.162"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0020008 (TARA number) "]}