{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.175"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder showing the pecked, infilled figures of a human, six dogs, two antelope and an unidentified quadruped animal, all upright. The human figure stands face-on at the top left of the boulder with a large unidentified animal to its right. The unidentified animal is bulky and faces right with what appears to be a large horn curled up and round to the left (Nubian ibex?). Below the human figure is an antelope (scimitar-horned oryx?) facing right with long curved, upward growing horns. The antelope is surrounded by five dogs, apparently attacking it (hunting?). Below is a sketchier form of another antelope in a different style, facing left with a dog pursuing it from the right, with outstretched limbs as if running. To the right of these are several unidentified shapes in the rock which resemble the fore or back legs of a running dog. The human figure has a deep, engraved emanation rising from the top of its head, long and thin with a leaf-shaped terminal, and another to the right, shorter and wider (headdress?) and may be holding something in the left hand. Random, interspersed pecking marks cover the entire tableau. A 5cm photo scale has been fitted at the base of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " mammal ", " headgear/hairstyle ", " hunting/shooting ", " dog ", " antelope "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.175"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0030003 (TARA number) "]}