{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.388"], "Description": [" Digital photograph (colour); view of painted rock art showing chariot with charioteer drawn by cow. Red chariot consisting of two wheels (six spokes) joined by an axle, and a cross-hatched standing platform, pulled by cow with upturned horns. The driver is depicted in a different shade of red indicating painted at different time (?). The crudely depicted figure of the driver stands upright and faces forward, the right side arm outstretched and the left side arm holding onto the reins attached to the cow. In front of the cow are faded vertical lines (?). Red peak shape located in front of the left side wheel. A 10cm photo scale has been fitted at the bottom centre of the tableau. . Late Pastoral Period (?) Horse Period (?) Acacus Mountains, Libya. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 28 March 1998 (original photograph) ", " 23 June 2006 (date digitized) "], "Production place": [" Photographed in: Tadrart Acacus ", " Photographed in: Libya "], "Technique": ["scanned"], "Dimensions": [" File size: 121 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": [" This site has been referred to by TARA as Tana Adohn. ", " The massif of Tadrart Acacus, a vast mountainous region (more than 250 square km) which is today a desert, is situated in the Fezzan, to the east of the city of Ghat, bordering Algeria. The area is renowned for its diverse topography and landscape formations, from differently coloured sand dunes to arches, gorges, isolated rocks and deep ravines or wadis (dry river beds). Paintings and engravings of various styles are scattered throughout almost all the valleys. The landscape is particularly rich in rock art and was designated a World Heritage Site by UNESCO in 1985 because of the significance of the rock paintings and engravings. Sporadically visited since the end of 19th century and at the beginning of the 20th century, the region became the subject of systematic investigation by Fabrizio Mori, who also published the first scientific papers on its rock art (1961), including a monograph (1965). In the late 1930s Paolo Graziosi formulated some initial interpretative hypotheses. Since then, the research has expanded to include a systematic survey of the area and stratigraphic excavations of archaeological deposits. The Awis Valley is located on the east side of the Acacus Mountains. Although horses and chariots entered Egypt about 3,700 years ago, they were probably introduced to Central Sahara through the Libyan coast. It is unlikely chariots were driven across the Sahara, due to difficulties of dragging wheeled vehicles through sand and rocks; more likely the images held a symbolic power. "], "Location": ["Not on display"], "Subjects": [" painted rock art ", " charioteer/chariot ", " cattle "], "Associated places": [" Topographic representation of: Tadrart Acacus ", " Topographic representation of: Libya "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.388"], "Additional IDs": [" Previous owner/ex-collection number: LIBAKA0040005 (TARA number) "]}