{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.192"], "Description": [" Digital photograph (colour), view of painted rock art on a sandstone cave wall, showing two negative right hand prints, twenty-one human figures, one bird figure and seven unidentified shapes, all painted and infilled but for the hand prints which are blown. One hand print is at the top, the other in the centre of the image. They are quite faint and the outlines have been blown in brown pigment. To the left of the central hand print are two human figures painted in darker brown, upright and facing right, apparently running with arms and legs splayed. The right figure (woman?) has short appendages (breasts?) hanging from beneath the arms on either side and appears to be carrying something in the right hand. This object has a thin arc outline on one side and a bulbous, infilled object on the other (bow?). They are running toward three tiny human figures which superimpose the hand print and are pictured in a line, bent at the waist, upright and facing left toward the runners. To the lower right of these figures is the figure of a standing bird, upright and facing left. Between the hand prints are four small human figures painted in greenish grey paint, all upright, two apparently seated and two standing and facing right, apparently in motion with one leg bent behind the other. All these figures display body markings suggesting personal ornaments or body paint, in the form of white bands at the ankle, knee, hip and vertically down the chest and face. Above these figures, superimposing the blown pigment around the hand print, are two unidentified shapes; long infilled bars in white. To the lower right of this is the elongated figure of a human painted in the dark brown pigment and upright but with the head cut off due to flaking in the sandstone, and to the lower right of this are three further stick-figure style human figures in different colours, that on the left light brown, the next right greenish grey and the furthest right maroon. To the left of this is an unidentified shape in dark brown and to the lower right are a pair of upside down human legs with feet pointing right, cut off the edge of the image at the knee. Far above this, at the top right of the image, are seven small human figures depicted as if swimming, in the brown paint. They are in a horizontal series and all in the same attitude- turned to the side and facing right, either with their backs uppermost and legs floating behind them or with their chests uppermost and legs floating above them. Above them is a much larger figure in brown, upright and facing right with a missing head and apparently wearing a white armband and superimposing or superimposed by another swimming figure, lighter in colour than the others and facing left. Below the ‘swimming’ figures, above the elongated figure is an unidentified elliptical shape in brown. Three more similar shapes can be observed at the left of the image, to the left of the upper handprint. A 5cm scale has been fitted to the bottom of the image. Cave of Swimmers, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Cave of Swimmers "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.191. The larger cave of two (see also 2013.2034.204-215), is about 11m wide, 4.5m deep and 6m high. Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " bird ", " personal-ornament ", " body ornamentation/modification ", " arms/armour "], "Associated places": [" Topographic representation of: Cave of Swimmers "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.192"], "Additional IDs": [" Previous owner/ex-collection number: EGYWSU0010007 (TARA number) "]}