{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.112"], "Description": [" Digital photograph (colour); view of painted rock art on a limestone cave wall showing at least four negative left hand prints outlined in blown black paint. The prints are very faded with two at top centre, one to the right of the other, one below the right hand print, and another at the bottom left of the image. The fingertips and edges of the palms do not show; only the dips between the fingers, which are splayed. The bottom left hand print appears to indicate nine fingers (two hands pressed together?). Towards the bottom right are several long, thin diagonal lines drawn in black pigment from upper left to lower right and crossing some ridges in the rock (natural or fingermarks?) to form a cross-hatch pattern. Some finger markings fit within similar vertical rock ridges and there are multiple natural, close, vertical drip marks covering the rock surface. A 10cm photo scale has been fitted at the base of the image to the right of the ‘double’ hand print. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 05 October 2009 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.118. This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave opens on the inside with a curved back wall and a domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with a circular rear wall. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": ["painted rock art"], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.112"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010019 (TARA number) "]}