{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.202"], "Description": [" Digital photograph (colour); view of inscribed graffiti in (almost all capitalised) Roman and Arabic script, on a sandstone rock face. On the projecting column of rock in the background on the left of the image is written \"DUGAN\" and underneath \"LONDON\". On the top left of the foreground projection is written \"A.ABEL\". Below this is Arabic \"ابراهيم\" (\"Ibrahim\") and more, illegible. Underneath and to the right is \"JERUSALEM\". Below this are two sets of illegible text, the middle word commencing with Y and the next, following a hyphen, commencing with \"N\". Below this from left to right are several half illegible words \"G...\", \"A\", \"M...\", \"HARL...\", \"...H...\". Below this is Arabic \"الب\" (\"Alb...\"[interrupted]). To the right of this at the top right of the image is \"HEWETSON\", and underneath this in very large letters is HILL. Below this in tiny, florid italic script is \"Pa\" and below this are several further semi-illegible words including \"NEG...ROA\", \"WA + MC...\", \"ABERDEEN\" and at the base \"ABL...\", \"GOTLAND\". There is a further Arabic inscription to the right, \"محمد احمد يايكر\" (\"Mohamed Ahmed Yayker\") and below the \"WA+M\", \"طه\" (\"Taha\"). Cave of Swimmers, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 02 June 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Cave of Swimmers "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": ["graffiti"], "Associated places": [" Topographic representation of: Cave of Swimmers "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.202"], "Additional IDs": [" Previous owner/ex-collection number: EGYWSU0010017 (TARA number) "]}