{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.433"], "Description": [" Digital photograph (colour); view of painted rock art showing red outline of female lion running to right. Infarden, Libya. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 28 March 1998 (original photograph) ", " 03 February 2006 (date digitized) "], "Production place": [" Photographed in: Infarden ", " Photographed in: Tadrart Acacus "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": [" The Barbary Lion was a subspecies (Panthera leo leo). This image depicts a female but the male possessed an unusually large, dark mane, extending from the head, neck and chest, right down to the belly. It was once common across the whole of North Africa, from Egypt to Morocco. In Libya, the last lion was exterminated as early as 1700, and in neighbouring Algeria it was reported to be nearing extinction by the beginning of the 20th century. Barbary lions were approximately 9-11 feet in length, heavier and longer than African lions, they only stood between 2'7\" and 3'3\" at the withers, anywhere from 3-11 inches shorter than African lions. Limbs are shorter, the torso more robust and muscular with a deeper chest and well-rounded hindquarters. ", " The massif of Tadrart Acacus, a vast mountainous region (more than 250 square km) which is today a desert, is situated in the Fezzan, to the east of the city of Ghat, bordering Algeria. The area is renowned for its diverse topography and landscape formations, from differently coloured sand dunes to arches, gorges, isolated rocks and deep ravines or wadis (dry river beds). Paintings and engravings of various styles are scattered throughout almost all the valleys. The landscape is particularly rich in rock art and was designated a World Heritage Site by UNESCO in 1985 because of the significance of the rock paintings and engravings. Sporadically visited since the end of 19th century and at the beginning of the 20th century, the region became the subject of systematic investigation by Fabrizio Mori, who also published the first scientific papers on its rock art (1961), including a monograph (1965). In the late 1930s Paolo Graziosi formulated some initial interpretative hypotheses. Since then, the research has expanded to include a systematic survey of the area and stratigraphic excavations of archaeological deposits. "], "Location": ["Not on display"], "Subjects": [" painted rock art ", " wild cat/big cat "], "Associated places": [" Topographic representation of: Infarden ", " Topographic representation of: Tadrart Acacus "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.433"], "Additional IDs": [" Previous owner/ex-collection number: LIBAKA0080012 (TARA number) "]}