{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.81"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone rock face, showing seven cattle figures, painted and infilled. The cattle are all upright and facing right but for one in the centre. The bottommost cow is white with short, white, backward-sweeping horns. That to the upper right of this is a bichrome brown and white with naturalistic coat pattern markings and u-shaped white horns. The largest animal, to the left of this and facing right, is dark brown, with no horns and identifiable as a bull. Those to either side are identifiable as cows with udders. The leftmost is brown and white bichrome with brown u-shaped horns. Above these three are two mature cows, centre and right, and one calf, left. The mature cows have udders, with naturalistic brown and white bichrome coat pattern markings and long, white, lyre-shaped horns. The calf is white. The cow facing left has three vertical white ‘bar’ markings on the neck and one across the muzzle (collar? Halter?). To the far left of the painting is the head of another cow facing right, brown with brown backward-sweeping horns, cut off the edge of the image at the neck. Magharat el-Kantara, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 31 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Magharat el-Kantara "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Magharat el-Kantara is a cave where an overhang forms a low rock shelter. It is located on a promontory separating the Wadi Firaq from the Wadi Wassa in the southern part of the the Gilf Kebir plateau in south-west Egypt. It is the only known rock art site in the south-eastern part of Gilf Kebir. The cave and its cattle paintings were discovered by a member of an expedition led by W.B.K. Shaw in 1935, the account of which was published in Antiquity. It was later investigated by Giancarlo Negro and Yves Gauthier in 1997."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " harness/trappings "], "Associated places": [" Topographic representation of: Magharat el-Kantara "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.81"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEF0010005 (TARA number) "]}