{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.276"], "Description": [" Digital photograph (colour); view of engraved rock art on rock surface, showing pecked, infilled figures of one giraffe, four antelope (scimitar-horned oryx), three dogs, one ostrich, an unidentified quadruped and three unidentified shapes. Top (left to right): Unidentified shape, oryx, turned to side facing up with back to right; two dogs, upright and facing right; attacking another oryx facing right; oryx facing right; unidentified shape; oryx turned to side and facing up with back to left. Centre (left to right): giraffe facing right; dog facing right; unidentified shape. Bottom: ostrich facing right; unidentified quadruped with long tail/neck either side of legs. Photo scale fitted at base of image. Karkur Talh, Sudan. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 23rd May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Karkur Talh ", " Photographed in: Sudan "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Karkur Tahl is the largest wadi (dry seasonal riverbed valley) in the sandstone eastern section of Jebel Uweinat, a granite and sandstone massif on the border of Egypt, Libya and Sudan. Karkur Talh is around 25 km long and lies mostly in Sudan, but partly within Egypt’s borders. There is an abundance of both painted and engraved rock art in shelters in the smaller side wadis. The engravings were first revealed to academia by Ahmed Hassanein in 1923 and a few photographs published in his report on the journey in National Geographic in 1924. A more comprehensive publication of rock art sites in Karkur Talh was made by Prince Kemal el Dine with Abbe Breuil in 1925 following his discovery of a painted cave in Karkur Talh. Further exploration and publications were made by numerous others including renowned explorer Ralph Bagnold’s expedition in 1931, with further exploration from László Almásy and Leo Frobenius in 1933. The largest professional exploration of the massif to date was made in 1968 by a team of Belgian scientists."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " mammal ", " dog ", " bird ", " antelope "], "Associated places": [" Topographic representation of: Karkur Talh ", " Topographic representation of: Sudan "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.276"], "Additional IDs": [" Previous owner/ex-collection number: SUDKTA0020016 (TARA number) "]}