{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.24"], "Description": [" Digital photograph (colour); view of painted rock art (pastoral period?) on the underside of a projecting rock shelf, showing sixteen human and four cattle figures. Towards the centre of the tableau is a dark human figure pointing left, facing right and up and bent at the knee. To the left of it is a bichrome cow, pointing up and facing left. Immediately above the dark figure are two smaller light brown figures parallel to one another, pointing right and facing down, the smaller of which appears to be wearing a skirt. Below them is a gesticulating figure in light brown, pointing right and facing up, wearing a white apron. The large dark figure has what appears to be a white apron and anklet, is holding a long white object in its left hand, and above it is an unidentified shape in light brown consisting of a long, straight line with an arrowhead-like shape at the top. To the right of this group are seven smaller dark figures, most of which face down and are facing right. The bottom figures in this group appear spattered with white pigment and some appear to be wearing skirts, as do the two figures above them who have breasts (women?). In the centre of the tableau, are two very large human figures, in light brown, upright and facing left. The right arm of the left figure crosses the left arm of the right figure. Both figures have spots of white pigment on their heads and appear to be wearing white aprons. That on the right holds two white objects, while that on the left has spots of white pigment around its left hand, in which it appears to be holding a thinly drawn long looped object in the same pigment (bow). There is a small bichrome cow under the human figures which is hornless, upright and pointing right. To the upper left of these large figures is a large infilled white cow, upright and pointing left with lowered head and there is a further white cow to the far right with its head cut off the top of the image, pointing up and facing right with rump infilled and a discernible udder. Karkur Talh, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" December 2000 (original photograph) ", " 11 May 2006 (date digitized) "], "Production place": [" Photographed in: Karkur Talh ", " Photographed in: Egypt "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013.2034.23. This site is about 100m from 2013.2034.1-4 and some 15m up the wadi slope; A shelter about 5m by 2m with a flat overhanging ceiling. Karkur Tahl is the largest wadi (dry seasonal riverbed valley) in the sandstone eastern section of Jebel Uweinat, a granite and sandstone massif on the border of Egypt, Libya and Sudan. Karkur Talh is around 25 km long and lies mostly in Sudan, but partly within Egypt’s borders. There is an abundance of both painted and engraved rock art in shelters in the smaller side wadis. The engravings were first revealed to academia by Ahmed Hassanein in 1923 and a few photographs published in his report on the journey in National Geographic in 1924. A more comprehensive publication of rock art sites in Karkur Talh was made by Prince Kemal el Dine with Abbe Breuil in 1925 following his discovery of a painted cave in Karkur Talh. Further exploration and publications were made by numerous others including renowned explorer Ralph Bagnold’s expedition in 1931, with further exploration from László Almásy and Leo Frobenius in 1933. The largest professional exploration of the massif to date was made in 1968 by a team of Belgian scientists."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle ", " garment ", " personal-ornament ", " body ornamentation/modification ", " arms/armour (?) "], "Associated places": [" Topographic representation of: Karkur Talh ", " Topographic representation of: Egypt "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.24"], "Additional IDs": [" Previous owner/ex-collection number: EGYKTA0020020 (TARA number) "]}