{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.176"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder showing the pecked figures of a human, five dogs, hyaena, three scimitar-horned oryx, an unidentified quadruped animal and five unidentified shapes, all upright. The human figure is at the top of the image, face on and infilled, with a long torso and short, outstretched limbs. Below the human figure are two clearly rendered scimitar-horned oryx, infilled, with long, curved back horns and the distinctive patch of dark hair at the neck left unpecked. The oryx are apparently being pursued (hunting) by the five small infilled dog figures with tails curled up over their backs, three behind the left oryx and two behind the right oryx. There is the pecked outline of a third oryx figure below, facing left and much more rudimentary. To the lower right of the image is an infilled stylised dog, small and facing left, with limbs outstretched as if running. On either side of this small figure are amorphous shapes of sparse pecking, and to the far left of the image is a lightly pecked loop. To the upper right of the right-hand oryx figure is a hyaena (suggested by the upright hair on sloping back). Random, interspersed pecking marks cover the entire tableau. A 5cm photo scale has been fitted at the base of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " mammal ", " hunting/shooting ", " dog "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.176"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0030004 (TARA number) "]}