{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.121"], "Description": [" Digital photograph (colour); view of painted rock art on a limestone cave wall, showing at least eight negative left hand prints outlined in blown brown-black paint. All handprints face up except for the bottommost print. Open handprints with fingers splayed make a downward curving arc of six from top left to bottom right and above this are two made with fingers closed. Mid-arc are the negative prints of two long, thin items tapering at the top in parallel (side-prints of hands?). The most clearly delineated print is at top centre, with a thick black halo and splash marks to the lower left. The clearest hand print is surrounded by six infilled white circles superimposing the black halo but spattered with black splash marks. To the upper left and the right of the hand are many rounded, honeycomb-grid-style formations appearing in darker colour to the top left, lighter colour superimposing the hand and in white relief to the right. These are the remains of wasp’s nests. The three handprints on the top left are very faded. A 5cm photo scale has been fitted at the base of the image. Wadi el-Obeiyd, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi el-Obeid "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["See also 2013,2034.126. This limestone cave site is a series of connected caves above the Wadi el-Obeiyd (also spelled el-Obeiyid), north of the Farafra Oasis, in Egypt. The caves together are around 30m long and 6m high. The cave mouth is about 50m up a very steep white sand and rock slope below a cliff. The cave has an entrance about 2.5m wide and 2m high with a flat natural lintel which makes it look from a distance as if it is man-made. The cave opens inside with a curved back wall and domed roof. On the left, a wide step about 2m high carries the first cave into a further domed chamber with circular rear wall. Both domed ceilings are smooth except for remains of old wasp nests forming small rough protuberances. These hand prints are on the left wall of the chamber, rising into the dome. The walls are scored by numerous parallel vertical striations and there are stalagmites near the cave entrance. These engravings are on the back wall of the first chamber. The cave contains engravings of animals and big cat pugmarks as well as pigmented handprints and was discovered in 1995 and excavated by Barbara Barich. The site was further explored and discussed by Alec Campbell in 2005."], "Location": ["Not on display"], "Subjects": ["painted rock art"], "Associated places": [" Topographic representation of: Wadi el-Obeid "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.121"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEO0010029 (TARA number) "]}