{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.161"], "Description": [" Digital photograph (colour); view of engraved rock art on a boulder, showing the pecked, infilled figures of two humans, two giraffes, two ostriches, an unidentified quadruped, cattle, an antelope, and one unidentified shape, all upright and facing right, but for the two human figures at the bottom and sheep, which face left, and the man figure at the top which is face on. The man is at top centre, infilled and rubbed with arms and legs outstretched and bent at elbow and knee (right arm and leg cut off the edge of the image), apparently connected at the groin (copulating?) with the upside down trident (vulviform?) shape below. The human figure is at lower left has a pecked outline and infill and arms outstretched sideways, and may be holding an unidentified object in the right hand. The pecked unidentified quadruped appears as if leaping from the human figure’s left arm. The ostriches above this are infilled, with well-defined edges and pecked and rubbed infill. They stand on the centre left of the image, the smaller to the right of the larger. To the right of this is a scimitar- horned oryx with a long, tapered horn sweeping back, and at the top left is a clearly delineated, pecked cow with long, u-shaped horns. In the centre are two pecked giraffes with faded heads and long tails. Below the antelope figure in the centre and to the right of the giraffes are unidentified pecked shapes and in the centre left there is another pecked, infilled unidentified shape (giraffe’s head?). At the bottom right is the top left of another pecked figure, cut off the edge of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 21 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.157 and 158. This engraving site is on a boulder embedded in the ancient riverbank. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " cattle ", " bird ", " antelope "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.161"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0020007 (TARA number) "]}