{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.85"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone rock face, showing two painted cattle figures and one unidentified quadruped animal figure, all upright. That on the top is identifiable as a bull, facing left, painted and infilled in brown and white bichrome with naturalistic coat pattern markings. The bull has long, white, upright, u-shaped horns. Below the bull, in the mid-centre of the image, are two cows. That on the left is larger and faces right; that on the right is smaller (juvenile?) and faces left. The smaller animal superimposes the larger with its head and part of its forelegs. The animals have naturalistic coat pattern markings of multiple brown oval spots on white, and short, white, u-shaped horns. The rump of the left hand animal is completely eroded. The animal (cow) on the bottom left faces right and is extremely eroded with the portions remaining showing the outline of the head, neck, shoulder, one foreleg and the front of the trunk in patchy brown pigment. To the right of this is further remains of widespread brown pigment but this is now so eroded that identification of the subject is impossible. A 10cm scale has been fitted at the bottom of the image. Magharat el-Kantara, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 31 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Magharat el-Kantara "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Magharat el-Kantara is a cave where an overhang forms a low rock shelter. It is located on a promontory separating the Wadi Firaq from the Wadi Wassa in the southern part of the the Gilf Kebir plateau in south-west Egypt. It is the only known rock art site in the south-eastern part of Gilf Kebir. The cave and its cattle paintings were discovered by a member of an expedition led by W.B.K. Shaw in 1935, the account of which was published in Antiquity. It was later investigated by Giancarlo Negro and Yves Gauthier in 1997."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle "], "Associated places": [" Topographic representation of: Magharat el-Kantara "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.85"], "Additional IDs": [" Previous owner/ex-collection number: EGYWEF0010009 (TARA number) "]}