{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.212"], "Description": [" Digital photograph (colour); view of painted rock art on a sandstone cave wall (late roundhead/early pastoral period?), showing the infilled figures of one human and four cattle. All figures are upright. The human figure is central and is standing underneath/ behind the leftmost adult cow with its torso bent to the right and its arms extended to the nearest foreleg and hind leg of the cow, with the head obscured behind the creature’s udder (drinking milk?). The cow itself is central to the image, facing left and infilled in brown and white bichrome schematic coat pattern markings, with a substantial torso, short neck, long thin legs and tail, a naturalistic head and small ears. It is unclear whether the figure originally had horns due to a worn fissure in the rock at the top of the animal’s head. The cow’s udder is outsize with four clear teats, and the figure of a calf stands to the left of the cow, facing right towards the human figure’s back. The calf is smaller than the cow but depicted in a similar fashion, with a short neck, bulky torso, and long thin legs and tail. It is infilled solidly in brown but for a square cream patch on the belly. Wadi Sura, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 27 April 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Sura "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.207. The smaller cave of two (see also 2013.2034.186-203), is about 60m from the other. Wadi Sura (also spelled Sora) is a valley on the western edge of the Gilf Kebir plateau in Egypt’s western desert. There, two shallow caves lie on the right at the entrance to the inlet, one smaller than the other and both containing rock paintings. Hans Rhotert designated the caves C and D. Cave C is the larger and contains the paintings of the famous ‘swimming’ figures inspiring those in ‘The English patient’. Cave D, which is close by, contains a single scene of cattle and archers. These caves were discovered, and the valley named, in 1933 by László Almásy. There are several other rock art sites nearby, some discovered by Almásy and Rhotert in the same year, or by P. A. Clayton in 1931, and several which have subsequently been found and documented by Giancarlo Negro, Yves Gauthier, Werner Lenz, András Zboray, Werner Lenz and others."], "Location": ["Not on display"], "Subjects": [" painted rock art ", " cattle "], "Associated places": [" Topographic representation of: Wadi Sura "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.212"], "Additional IDs": [" Previous owner/ex-collection number: EGYWSU0020009 (TARA number) "]}