{"artifact_name": "digital photograph(colour)", "Object Type": ["digital photograph (colour)"], "Museum number": ["2013,2034.148"], "Description": [" Digital photograph (colour); view of engraved rock art on the side of an upright boulder, showing the pecked, infilled figures of a bull, gazelle and two unidentified quadruped animals, all upright. The bull is central and faces left, with either short horns or ears visible. Above it stands a gazelle which has a long neck and similar ears/horns. To the left of the bull is an unidentified animal with a small body and short legs but a very long neck and no head, facing right. To the left of this is another small animal facing left and cut off the edge of the image at the shoulder. A 5cm photo scale has been fitted at the base of the image. Wadi Hamra, Egypt. Scanned "], "Producer name": ["Photographed by: David Coulson MBE"], "Production date": [" 10 May 2006 (date digitized) ", " December 2000 (original photograph) "], "Production place": [" Photographed in: Wadi Hamra "], "Technique": ["scanned"], "Dimensions": [" File size: 120 megabytes ", " Resolution: 300 dots per inch "], "Curator's comments": ["Detail of 2013,2034.147. Wadi Hamra is a canyon-like valley with a relatively flat floor between one and 200m wide, curling more or less south into the Gilf Kebir plateau in Egypt’s Western Desert. There are three known rock art sites, all for engravings and first reported by Has Rhotert in 1952: The first is an old river terrace with numerous engravings of giraffe and a few of ostrich, cattle and abstract fan-shaped grooves, with stone circles and shallow depressions on the top. The second is several engravings further southwest. The third stands opposite the branch containing the first site: a rocky outcrop about 15 m high with a number of engravings along the base."], "Location": ["Not on display"], "Subjects": [" engraved rock art ", " cattle ", " antelope "], "Associated places": [" Topographic representation of: Wadi Hamra "], "Acquisition name": ["Donated by: Trust for African Rock Art"], "Acquisition date": ["2013"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["2013,2034.148"], "Additional IDs": [" Previous owner/ex-collection number: EGYWHA0010020 (TARA number) "]}