{"artifact_name": "tinder", "Object Type": ["tinder"], "Museum number": ["Af1981,14.85"], "Description": [" Peeled maize stalk, 'bus', used as tinder in making fire with steel and flint. "], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Dashtut (1927) "], "Materials": ["maize"], "Dimensions": [" Height: 1.50 centimetres ", " Width: 22 centimetres ", " Depth: 1.50 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'used as a tinder when used with steel and flint for making fire. The outer covering of the stalk is peeled off before using.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Blackman notes: 'Given to me by Hassan Effendi who got them from an Arab residing at Dashtut, Beni Suef province.' Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.85"], "Additional IDs": [" Previous owner/ex-collection number: 102 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60799 (Wellcome Collection number) "]}