{"artifact_name": "shawl", "Object Type": ["shawl"], "Museum number": ["Af1995,08.2"], "Description": [" Woman's rectangular shawl made of fine openwork white cotton net decorated with flat silver thread (telli) throughout. Design arranged in nineteen horizontal bands comprises geometric and floral patterns as well as birds, fish, camels and human figures. The pattern is repeated until the central band. Shawl is oversewn along all sides. "], "Production date": ["1875-1925 (circa)"], "Production place": [" Made in: Asyut (town) "], "Materials": [" cotton ", " silver "], "Dimensions": [" Length: 218 centimetres ", " Width: 74 centimetres "], "Curator's comments": ["The technique of folding metal strips to decorate textiles is known in Turkey and was probably introduced from there to Egypt and other areas of Ottoman influence. Originally such shawls were a Coptic Christian speciality and this may account for the abundance of figurative images and the inclusion on some shawls of the cross. They were made as part of the wedding outfit. The strips were made of solid silver and the shawls were sold by weight. The metal strips were made from round wire that was flattened between rollers. The strips were inserted through the holes in the net base cloth and folded over to secure them.The resulting fabirc was reversible. In Asyut at the beginning of the 20th century wealthy Egyptian women wore elaborate full-length dresses made of tulle or cotton net embroidered with silver or gold thread (telli). Inserts of telli work are still seen on dresses from the town of Harrah in Bahriyah Oasis, although the full-length dresses have now disappeared. Early 20th century references (Baedeker 1929:226; Cooper 1914:143) mention tulle shawls embroidered with gold and silver thread."], "Location": ["Not on display"], "Condition": ["Fair; areas of yellowish staining and black tarnishing. Net hem is undone in places."], "Acquisition name": ["Purchased from: Mrs M Allan"], "Acquisition date": ["1995"], "Acquisition notes": ["Af1996,08.1 and 2 were purchased from Mrs M Allan in Portobello Road, and were recorded as being made in Asyut in Egypt in the late 19th / early 20th century."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1995,08.2"]}