{"artifact_name": "cap", "Object Type": ["cap"], "Museum number": ["Af1981,14.66"], "Description": [" Circular, brimless cap, with cloth chin strap. The body of the cap has been formed on a red felt 'tarbush' of the type commonly worn in Egypt before it was banned in the 1950s. It has been completely covered by a variety of cloths and wickerwork wrapped around it, and is topped by a plume of green and black ostrich feathers, including the end of an old feather duster. It has been further embellished with lines of cowries, glass beads, and three small, circular mirrors. "], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Cairo (city) (Acquired as part of Blackman's second collection in 1928. Purchased from an old Sudani woman.) "], "Materials": [" wool ", " cotton ", " synthetic ", " cowrie shell ", " glass ", " metal ", " ostrich feather ", " wood "], "Technique": [" sewn ", " beadwork ", " felted ", " wicker-work "], "Dimensions": [" Height: 22 centimetres ", " Width: 17 centimetres ", " Depth: 19.80 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Worn at festivals by the man who plays the tambura.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.66"], "Additional IDs": [" Previous owner/ex-collection number: 322 (Blackman catalogue number) ", " Previous owner/ex-collection number: 70357 (Wellcome Collection number) "], "Conservation": ["Treatment: 22 Aug 2018"]}