{"artifact_name": "nose-ring", "Object Type": ["nose-ring"], "Museum number": ["Af1981,14.56"], "Description": [" Gilded metal nose-ring, made to be worn in the left nostril, with open-work design and five pendant discs. "], "Production ethnic group": ["Made by: Arab (?)"], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Biba (1927) "], "Materials": [" metal ", " gold (?) "], "Technique": ["gilded"], "Dimensions": [" Height: 5 centimetres ", " Width: 3.40 centimetres ", " Depth: 0.30 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Worn by Arab women only. There are, I have observed, a number of personal ornaments sold at the markets in this neighbourhood, which are worn only by Arab women. This is probably owing to the fact that Beni Suef Province is so largely populated by tribes of the Arab descent.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["good - slight corrosion"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.56"], "Additional IDs": [" Previous owner/ex-collection number: 29 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60722 (Wellcome Collection number) "]}