{"artifact_name": "cup; cup-case", "Object Type": [" cup ", " cup-case "], "Museum number": ["Af1912,0410.1.a-b"], "Description": [" Cup (a); in the form of a beaker; made of silver. Tapered to rim. Outer surface decorated with incised vertical lines and a horizontal line around the rim and base. Case (b); made of leather. Body is covered with red leather with incised geometric designs. Lid attached with leather strap, inserted through the side of lid and stitched together at the base. Lid is covered with red leather; a thin strip of green leather is stitched onto the rim with black leather. "], "Production date": ["1800 to 1868"], "Production place": [" Made in: Ethiopia "], "Excavator/field collector": ["Field Collection by: Captain Tristram C S Speedy"], "Findspot": [" Found/Acquired: Ethiopia ", " Found/Acquired: Maqdala (?) "], "Materials": [" silver ", " leather "], "Dimensions": [" Height: 17 centimetres (case) ", " Height: 13.50 centimetres (cup) ", " Weight: 1.38 kilograms (cup) ", " Width: 14.50 centimetres (case) ", " Width: 11.50 centimetres (cup) "], "Curator's comments": ["Cornelia Mary Speedy's description: 'solid silver drinking cup which belonged to King Theodore.'"], "Location": ["Not on display"], "Associated names": ["Associated with: Tewodros II, Emperor of Ethiopia"], "Associated events": [" Associated Event: Abyssinian Campaign (?) 1867 - 1868 ", " Associated Event: Battle of Maqdala (?) 13 April 1868 "], "Acquisition name": ["Donated by: Mrs Cornelia Mary Speedy"], "Acquisition date": ["1912"], "Acquisition notes": ["Af1912,0410.1-81 were donated by Cornelia Mary Speedy, widow of Captain Tristram Speedy. We cannot now precisely identify when most objects entered his collection. The donor noted that during his travels Captain Speedy ‘brought to England many Abyssinian curios’ (see letter from Cornelia Mary Speedy, 27th February 1912 in Collection File Af1912,0410.1-81). Captain Speedy made four separate visits to Abyssinia (now Ethiopia and Eritrea). In 1861-1862, he visited Emperor Tewodros II’s court. He participated in the Abyssinian Campaign 1867-68 as interpreter for Robert Napier. In 1884, he accompanied Admiral Sir William Hewett’s mission to Adwa to meet with Emperor Yohannes IV. In 1897, he accompanied the Rennell-Rodd mission to Addis Ababa to meet Emperor Menelik. He also made two visits to Sudan, in the early 1860s and 1878. Nos. 1 to 59 are all recorded as from Abyssinia [Ethiopia]; Nos 60 to 79 come from Sudan, Egypt or Malaya. Registration details are based on recollections provided by Cornelia Mary Speedy and may not be accurate (see lists in Collection File Af1912,0410.1-81)."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1912,0410.1.a-b"], "Additional IDs": [" Miscellaneous number: Af1979,01.302 (part b: previously incorrectly registered as) ", " Other BM number: Af1973,Q.631 (b: previously incorrectly registered as) "]}