{"artifact_name": "tunic", "Object Type": ["tunic"], "Museum number": ["Af1912,0410.14"], "Description": [" Tunic; made of green silk brocaded with pink, purple and gold designs; inside lined with red cotton; sleeves made of purple silk brocaded with blue, pink and gold flowers; oversleeves tapering to a point made of green silk brocade; ball-shaped metal buttons down front of tunic. "], "Production date": ["mid 19thC"], "Excavator/field collector": ["Field Collection by: Captain Tristram C S Speedy"], "Findspot": [" Found/Acquired: Ethiopia "], "Materials": [" silk ", " cotton ", " metal "], "Technique": ["brocaded"], "Dimensions": [" Length: 140 centimetres ", " Width: 184 centimetres "], "Curator's comments": ["Information from donor (Mary Speedy) on 9th March 1912 states: 'Tunic of silk in variegated colours' part of 'Complete costume of an Abyssinian Chief'. Another hand has added 'given by Menelik'. Gifts from Menelik II to Captain Speedy during Rodd's 1897 diplomatic mission are mentioned by Mary Speedy in a letter to H. Read on 8th March 1912. See Collection File Af1912,0410.1-81."], "Location": ["Not on display"], "Acquisition name": ["Donated by: Mrs Cornelia Mary Speedy"], "Previous owner": ["Previous owner/ex-collection: Menelik II, Emperor of Ethiopia (?)"], "Acquisition date": ["1912"], "Acquisition notes": ["Af1912,0410.1-81 were donated by Cornelia Mary Speedy, widow of Captain Tristram Speedy. We cannot now precisely identify when most objects entered his collection. The donor noted that during his travels Captain Speedy ‘brought to England many Abyssinian curios’ (see letter from Cornelia Mary Speedy, 27th February 1912 in Collection File Af1912,0410.1-81). Captain Speedy made four separate visits to Abyssinia (now Ethiopia and Eritrea). In 1861-1862, he visited Emperor Tewodros II’s court. He participated in the Abyssinian Campaign 1867-68 as interpreter for Robert Napier. In 1884, he accompanied Admiral Sir William Hewett’s mission to Adwa to meet with Emperor Yohannes IV. In 1897, he accompanied the Rennell-Rodd mission to Addis Ababa to meet Emperor Menelik. He also made two visits to Sudan, in the early 1860s and 1878. Nos. 1 to 59 are all recorded as from Abyssinia [Ethiopia]; Nos 60 to 79 come from Sudan, Egypt or Malaya. Registration details are based on recollections provided by Cornelia Mary Speedy and may not be accurate (see lists in Collection File Af1912,0410.1-81)."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1912,0410.14"]}