{"artifact_name": "necklace; amulet-case", "Object Type": [" necklace ", " amulet-case "], "Museum number": ["Af1949,46.686"], "Description": [" Necklace with eight leather amulet cases containing Qur'anic (Koranic) texts, strung on a leather thong with a bead and a cowrie shell. "], "Cultures/periods": ["Islamic"], "Production place": [" Made in: South Sudan (probably) "], "Materials": [" leather ", " paper ", " brass ", " glass ", " cowrie shell "], "Technique": ["beadwork"], "Dimensions": [" Height: 25 centimetres ", " Width: 26.50 centimetres ", " Depth: 2 centimetres "], "Curator's comments": ["Register records old label: \"Amulet containing verses from the Koran.\" Cf John Petherick, ''Egypt, the Soudan and Central Africa', 1861, p.220 (on Kordofan) 'Another source of income is the writing of a verse of the Koran, or some unintelligible jargon of his own, on slips of paper; these, contained in leather cases, form amulets, and are worn on some part of the person. The men in general wear them on the arm, mostly the right one above the elbow; the women wear whole bundles of them slung by a long twisted cord round their necks, hanging down below their waists. They are made up in all sorts of shapes, square, triangular and oblong, some of them in long round cylindrical forms resembling so many telescopes of which their wearers, although they cannot but be an incumbrance, are exceeding proud. If a person is suffering pain in any of his members, he has recourse to the fakeer, who for a consideration supplies him with a written piece of paper, which he never thinking it necessary to decipher it, attaches to the part affected. Thus a man or woman suffering fron headache will suspend an amulet from the hair; but this loses its virtue if given to another person subject to the same complaint.'"], "Location": ["Not on display"], "Associated titles": [" Associated Title: Qur'an ", " Associated Title: Koran "], "Acquisition name": ["Purchased from: Dorothy Oldman"], "Funder name": ["With contribution from: Art Fund (as NACF)"], "Previous owner": ["Previous owner/ex-collection: William Ockelford Oldman"], "Acquisition date": ["1949"], "Acquisition notes": ["The series Af1949,46.1 to 845 is the African part of the collection formed by the London dealer William Ockelford Oldman in the years ca.1894-1926, purchased from his widow in 1949. See his biography."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1949,46.686"]}