{"artifact_name": "plaque", "Object Type": ["plaque"], "Museum number": ["Af1898,0115.117"], "Title": ["Series: Benin Plaques"], "Description": [" Relief plaque, lost-wax cast in brass. Wide plaque, rectangular in form with side flanges. Background surface decorated with river leaf patterns and stippling. Two (?) partial nail holes at top left and right, one hole at bottom right corner. Depicts three standing courtiers, facing front, holding bird of prophecy idiophones in left hands and strikers in right hands. Courtiers have tiered hairstyles with beads and feathers at left sides. Wear deep beaded collars, armlets, fringed sashes tied over left hips, and patterned wrap-around skirts. Outer figures have beaded anklets, central figure has metal (?) anklets. "], "Production ethnic group": ["Made by: Edo"], "Production date": ["16thC-17thC"], "Production place": [" Made in: Benin City "], "Findspot": [" Found/Acquired: Benin City "], "Materials": ["brass"], "Technique": ["lost-wax cast"], "Dimensions": [" Height: 46.50 centimetres ", " Width: 37.50 centimetres ", " Depth: 11 centimetres "], "Curator's comments": [" The relief brass plaques that used to decorate the Oba's (king's) palace are among the most well-known of all the royal arts of Benin. Although frequently described as 'Benin Bronzes' most plaques are made of leaded brass in various compositions. It is widely accepted that they date to the 16th-17th centuries. In the years prior to the British Expedition royal influence in Benin was increasingly under threat from rival powers, both internal and external, with a focus on economic power and control of the important trading monopolies. However, the court and palace remained the political and spiritual centre of the Benin Kingdom. Earlier accounts written by Europeans visiting the city describe its size and scale. The palace complex was set up around atrium courtyards; some had galleries with wooden pillars supporting the roof. Brass plaques, probably made in matching pairs, were fixed to these pillars. The Benin brass plaques represent a distinct and unique corpus of work, unparalleled elsewhere on the continent. They are cast using the cire perdue (lost wax) technique and show significant variation in the depth of the relief. Some of the plaques portray historical events or commemorate successful wars, while others are a vivid depiction of Benin court life and ritual. Several groups of plaques show clear stylistic similarities. William B. Fagg suggested that these plaques represent the work of master brass casters. Fagg, William, 1973, 'Nigerian Images', London: Lund Humphries Gunsch, Kathryn, 2018, 'Benin plaques: a 16th century imperial monument', London: Routledge, Taylor and Francis Group ", " Plankensteiner 2007: The story about the 'Bird of Prophecy (oro) is well known. In the early 16th century the rival kingdom of Idah, northwest of Benin and across the Niger River marched on Benin and almost conquered it. A strong defence on the outskirts of Benin City repulsed them and the retreating army was hotly pursued by Benin warriors to Idah, the invaders' capital. A bird of prophecy was heard to cry that Benin would go down to defeat, but the Oba had the bird shot and Benin's army overpowered the army of Attah of Idah after which he became a vassal of Benin. The defeat of Idah gave Benin greater control over the Niger River. Esigie proclaimed that the brass casters should model idiophones/clappers of the bird to celebrate his ability to overcome the bird's ignominious oracle. At the annual ceremony (Ugie Oro) chiefs clack the beak of the bird in honour of Benin's victory and the king's power, one of several ritual events that commemorate a historical episode that nearly led to a devastating defeat for Benin. The plaque of chiefs dressed with coral head-gear topped with the fish eagle feather (representing age and wisdom) and coral bead collars accurately depicts the Ugie Oro ceremony except that nowadays chiefs wear a costume that resembles the priestly cassock after which it was modelled. The iconic image of the bird also appears on cast plaques. The bird is consistently depicted as a long-beaked, long-legged, and with a large wing spread. However, the identity of the bird is elusive. Suggestions have included long-beaked birds such as the Ibis. The Ibis is a sacred bird of Egypt venerated as the god Thoth, the scribe to the gods. Art historians trained at Columbia University under Douglas Fraser's (Fraser and Cole 1972) search for historical trans-cultural links emphasized identifications that tied into the Hamitic Hypothesis. Simply put, the Christian bible says that Noah's three sons repopulated the earth after the Flood. Each was assigned a region: Europe, Asia and Africa. Throughout the colonial period the Hamitic Hypothesis found favour amongst the Yoruba elite of south-western Nigeria because it justified their quest for independence since it connected them to a biblical lineage. The more important link between northeast Africa and the sub-Saharan Africa of the Yoruba and Edo, however, is Nubia, a rival kingdom to Egypt, and recent archaeological work in the Sudan has demonstrated strong material and cultural connections between Nubia and Egypt, and plausible Nubian influences throughout much of sub-Saharan Africa (O'Connor 1994). Other identifications for the bird prophecy include the fish eagle, the pin-tailed whydah, and the ant thrush. One possibility is the cattle egret, a white bird ubiquitous in the dry season, often referred to as the 'king’s bird' and now associated with fortune and peace. However, since Oba Akenzua II placed together many of the Igue refresher rituals to coincide with the Christmas holiday period several ideological strands have been conjoined making an association between the omen bird and the cattle egret dubious. ", " Part of Processional Pillar Set 5. Row 4C (Gunsch, 2018). ", " Read & Dalton 1899: Three standing figures dressed as those in Af1898,0115.128, etc., striking with batons figures of vulture-like birds mounted on handles. The birds thus in the present instance serve the purpose of gongs (Compare Af1898,0115.118 and 115). "], "Bibliographic references": [" Gunsch 2018 / The Benin Plaques: A 16th Century Imperial Monument (p.61, fig. 4.8; pp.151-3; p.162 (4C); p.163, fig. 6.59.) ", " Plankensteiner 2007 / Benin. Kings and Rituals: Court Arts from Nigeria (226) ", " Read & Dalton 1899 / Antiquities from the City of Benin and from other parts of West Africa in the British Museum (pl XXIX.3) "], "Location": ["On display (G24/dc7)"], "Exhibition history": [" Exhibited: 1970-1973, London, Museum of Mankind, Divine Kingship in Africa 1999-2000 Nov-Mar, Zurich, Rietberg Museum, Art and Oracle: Africa Art and Rituals of Divination 2000 Apr-Jul, New York, The Metropolitan Museum, Art and Oracle: Africa Art and Rituals of Divination 2004 Jun-Aug, Palma de Mallorca, Spain, Centro Cultural de la Fundacio 'la Caixa', Africa: The Invention of the Human Body 2004 Sep-Oct, Tarragona, Spain, Centro Social y Cultural de la Fundacio 'la Caixa', Africa: The Invention of the Human Body 2004-2005 Nov-Jan, Valencia, Spain, Sala de exposiciones l'Almondi, Africa: The Invention of the Human Body 2005 Feb-Apr, Zaragoza, Spain, La Lonja, Africa: The Invention of the Human Body 2007 May-Sept, Vienna, Museum für Völkerkunde, Benin. Kings and Rituals: Court Arts from Nigeria 2007-2008 Oct-Jan, Paris, Musée du quai Branly, Benin. Kings and Rituals: Court Arts from Nigeria 2008 Feb-May, Berlin, Staatliche Museen zu Berlin, Ethnologisches Museum, Benin. Kings and Rituals: Court Arts from Nigeria 2008 Jun-Sept, Chicago, The Art Institute of Chicago, Benin. Kings and Rituals: Court Arts from Nigeria "], "Condition": ["Fair; missing section at top right edge and corner, missing section at top edge. Missing section from bottom left corner and flange to midway. Missing section from right bottom corner with split above. Small holes above bottom centre edge. Outer right figure's striker partly missing."], "Subjects": ["palace/mansion"], "Acquisition name": ["Donated by: Secretary of State for Foreign Affairs"], "Acquisition date": ["1898"], "Acquisition notes": ["Following the British occupation of Benin City (Edo) in 1897 objects made of brass, ivory and wood were looted by British forces from the royal palace, its storerooms and compounds. Some of these objects were sold or exchanged on the coast. However, many were brought to the UK where they were sold through private auction, donated to museums, or retained by soldiers of the expedition. The British Museum successfully petitioned the government to secure some of the relief plaques and over 300 were sent to the UK by the Consul-General [Sir] Ralph Moor and placed at the Foreign Office. During the summer of 1897 the Crown Agents for the Colonies, on behalf of the Foreign Office, agreed a temporary loan of 304 plaques to the British Museum. In September these were placed on public display in the Assyrian basement where they attracted considerable public attention. The Museum initially received 203 of these plaques as a gift from the Secretary of State for Foreign Affairs. In the summer of 1898 a further eleven plaques were sent to the British Museum from the Foreign Office and three of these were selected by the Museum and were subsequently presented as a gift. Of the remaining plaques the Foreign Office retained eight and the rest were offered for sale to major museums, collectors and private dealers in Europe and the UK. Today over nine hundred plaques are known to exist in museums and private collections around the world. See Collection File: Af1898,0115.1-203 (previously Eth.Doc.185)."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1898,0115.117"], "Additional IDs": [" Previous owner/ex-collection number: 141 (Foreign Office number) "]}