{"artifact_name": "throwing-knife", "Object Type": ["throwing-knife"], "Museum number": ["Af.4389"], "Description": [" Throwing knife made of iron, with handle covered with plaited cord. "], "Production ethnic group": ["Made by: Azande"], "Production date": ["1867 (or earlier)"], "Production place": [" Made in: South Sudan "], "Findspot": [" Found/Acquired: South Sudan "], "Materials": [" iron ", " hemp (?) "], "Dimensions": [" Height: 44 centimetres ", " Width: 40 centimetres ", " Depth: 1 centimetres "], "Curator's comments": ["Slip: \"Neam Nam\". See John Petherick: ‘The arms of the Arab and Negro tribes of Central Africa, bordering on the White Nile’. In the Journal of the Royal United Service Institution, IV 1861 pp.171-177. p.176: ‘His arms consist of the smooth and barbed lance (figs.10, 14) and a curiously contrived projectile [throwing knife fig.18 of which Petherick reportde that he lost his best examples when his boat was wrecked on the Nile cataracts]’ … ‘When giving battle, the Neam Nam has two or three of the iron missiles … suspended by a leather button to the inside of the shield, lying directly over the handle of it, the whole of which, and a couple of lances, he grasps with his left hand, whilst with a lance in his right hand he assails his enemy. The iron weapon, when employed, is thrown with great force, and in such a manner as to revolve upon its centre when spinning through the air; therefore the wound created by such an instrument must be a fearful one.’ [Af.4389] See Eth Doc 439 with letter dated May 1868 from John Lubbock to A.W.Franks."], "Location": ["Not on display"], "Acquisition name": ["Donated by: Isma'il Pasha, Viceroy of Egypt"], "Acquisition date": ["1867"], "Acquisition notes": ["Af.4386 to 4462 is a large group recorded as \"Presented by the Viceroy of Egypt, November 1867\". This was Isma'il Pasha, Khedive (viceroy) of Egypt and Sudan from 1863 to 1879. The group was registered alongside other groups which came from the 1867 Paris Exhibition (one of which was given by A W Franks), and all these works were shown in that exhibition. The slips sometimes record their descriptions in French. A W Franks was one of three commissioners appointed to spend the Government grant for the purchase of objects at that exhibition (for what is now the V&A). All the objects in the group were recorded on the slips as from \"Eastern Central Africa\". This term was used at the time for the southmost part of Sudan, which abuts onto the modern Congo, the Central African Republic, Uganda and Kenya. This area was occupied by many different ethnic groups, some of which spill over the colonial borders into other countries. The identity of the donor implies that they were collected in Egyptian territory or in territory into which Egypt had made an expedition. The slips only occasionally record which ethnic group any object came from. So most attributions were made later by BM curators. Another comparable collection in the BM formed in the same area, but slightly earlier, is that of John Petherick (qv)."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af.4389"], "Additional IDs": [" CDMS number: Af1867C1.4389 (old CDMS no.) "]}