{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["Af1981,14.69"], "Description": [" Woven cotton cloth with narrow warp stripes of red, yellow and white, crossed by white pin-stripes in the weft. "], "Production date": ["1900-1927 (circa)"], "Production place": [" Made in: Mugura "], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Mugura (1927) "], "Materials": ["cotton"], "Technique": ["woven"], "Dimensions": [" Length: 91 centimetres ", " Width: 58 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'The type of loom used is, I think, similar to some ancient Greek looms. The warp is weighted and kept taut by large stone weights. Similar looms are used at Akhuum in Girga province - Akhuum was a Greek town in ancient times.' Despite this observation, the cloth was almost certainly woven on a double-heddle treadle loom of a type still commonly used in the Nile valley towns. Weavers produce continuous lengths of cloth which are cut into individual pieces at regular intervals where the weft has been omitted, as in this example. "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.69"], "Additional IDs": [" Previous owner/ex-collection number: 17 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60711 (Wellcome Collection number) "]}