{"artifact_name": "lock", "Object Type": ["lock"], "Museum number": ["Af,+.1731.a"], "Description": [" Lock (part of) of wood, metal, pearl-shell. "], "Production date": ["1825-35 (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" wood ", " metal ", " mother-of-pearl "], "Dimensions": [" Height: 4.20 centimetres (a) ", " Height: 2.60 centimetres (b) ", " Height: 15.20 centimetres (c -Key) ", " Width: 15.50 centimetres (a) ", " Width: 22 centimetres (b) ", " Width: 1.20 centimetres (c - Key) ", " Depth: 4.80 centimetres (a) ", " Depth: 4.50 centimetres (b) ", " Depth: 2.10 centimetres (c -key) "], "Curator's comments": ["Published in Edward William Lane's (1836) 'An Account of the Manners and Customs of the Modern Egyptians' p28."], "Location": ["Not on display"], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Previous owner": [" Previous owner/ex-collection: Mrs Lane ", " Previous owner/ex-collection: Edward William Lane "], "Acquisition date": ["1883"], "Acquisition notes": ["Af,+.1731.a to 1800 were all collected by Edward William Lane while he was in Egypt between 1825 and 1828 and again in 1835. The publication of his 'Manners and Customs of the Modern Egyptians' followed in 1836, in which some of the objects were engraved and many described. They were purchased by A W Franks and given to the BM in June 1883. The slip for the first item gives the initials RSP as the source of the collection. This must stand for Reginald Stuart Poole, Lane's nephew. Reginald Stuart Poole’s mother was Lane’s sister, and from 1842-9 he lived with his mother and her brother in Cairo, where E W Lane took charge of his education. Poole worked throughout his career in the BM. He was originally in Dept. of Antiquities, then in 1861 assigned to Coins & Medals on the creation of the separate department, and was its Keeper 1870-93. The owner of the works was Lane's widow, who was Greek by birth. See AOA Christy Correspondence (under Lane), a form issued by Science and Art Department of the Committee of Council on Education, South Kensington, 8th May 1883 forwarding a collection of objects from Egypt 'the property of Mrs Lane'. Annotated 'Presented to the Christy Collection by Mr Franks. June 1883...'. This implies that the collection had earlier been on display in South Kensington."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af,+.1731.a"], "Additional IDs": [" CDMS number: Af1883C2.1731a (old CDMS no.) "]}