{"artifact_name": "case", "Object Type": ["case"], "Museum number": ["Af1912,0410.37.a"], "Description": [" Case; made of leather; in three parts to contain a book. Inner case is made of hide covered with red leather with an opening at the top with an inner and outer flap, tooled with linea motifs forming crosses and chevrons.The outer case acts as a lid slipping over the top of the inner case and is finely tooled all over. The front and back have a border of interlacing and diamond designs and three crosses. The bottom edge is scalloped and bound with woven leather and decorated with four leather tassels. The two cases, inner and outer, are bound to each other by a leather strap which is threaded through the lower edges of the inner case and the upper edges of the outercase. Strap can be pulled tight to secure and released to open. "], "Cultures/periods": ["Christian"], "Production date": ["19thC"], "Production place": [" Made in: Ethiopia "], "Excavator/field collector": ["Field Collection by: Captain Tristram C S Speedy"], "Findspot": [" Found/Acquired: Ethiopia "], "Materials": ["leather"], "Technique": [" tooled ", " woven ", " knotted "], "Dimensions": [" Height: 87 centimetres (a + b (including strap)) ", " Width: 18.50 centimetres (a + b) ", " Depth: 8.20 centimetres (a + b) "], "Curator's comments": ["Register: \"Formerly belonged to the only legitimate wife of King Theodore, mother of Prince Alamayu.\" Also see note by Cornelia Mary Speedy in Collection File Af1912,0410.1-81."], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Associated with: Tiruwork Wube (?)"], "Acquisition name": ["Donated by: Mrs Cornelia Mary Speedy"], "Previous owner": ["Previous owner/ex-collection: Captain Tristram C S Speedy"], "Acquisition date": ["1912"], "Acquisition notes": ["Af1912,0410.1-81 were donated by Cornelia Mary Speedy, widow of Captain Tristram Speedy. We cannot now precisely identify when most objects entered his collection. The donor noted that during his travels Captain Speedy ‘brought to England many Abyssinian curios’ (see letter from Cornelia Mary Speedy, 27th February 1912 in Collection File Af1912,0410.1-81). Captain Speedy made four separate visits to Abyssinia (now Ethiopia and Eritrea). In 1861-1862, he visited Emperor Tewodros II’s court. He participated in the Abyssinian Campaign 1867-68 as interpreter for Robert Napier. In 1884, he accompanied Admiral Sir William Hewett’s mission to Adwa to meet with Emperor Yohannes IV. In 1897, he accompanied the Rennell-Rodd mission to Addis Ababa to meet Emperor Menelik. He also made two visits to Sudan, in the early 1860s and 1878. Nos. 1 to 59 are all recorded as from Abyssinia [Ethiopia]; Nos 60 to 79 come from Sudan, Egypt or Malaya. Registration details are based on recollections provided by Cornelia Mary Speedy and may not be accurate (see lists in Collection File Af1912,0410.1-81)."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1912,0410.37.a"], "Additional IDs": [" Miscellaneous number: Af1973Q1.690 "]}