{"artifact_name": "clarinet; musical pipe", "Object Type": [" clarinet ", " musical pipe "], "Museum number": ["Af1972,24.7"], "Description": [" Musical instrument called a midjweh (Arabic) which is a folk clarinet or reed-pipe. Made of two identical melody pipes made of bamboo bound together with black waxed cotton and with parrallel sound holes. "], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt (?) "], "Materials": [" bamboo ", " cotton (waxed) "], "Dimensions": [" Height: 28 centimetres ", " Width: 2.50 centimetres ", " Depth: 1.30 centimetres "], "Curator's comments": [" Originally registered as 1972,As3/Eu1.46, joint collection in error. Re-numbered 1972,As3.12 by CDMS staff in 1983. No provenance in Register; \"Middle East\" annotated on Ethno. Dept. object tag. ", " The midjweh is a folk clarinet found in the Nile region of Egypt that also has versions found throughout the Mediterranean Near East and as far away as western China. The instrument is often made from a type of cane that is a member of the millet family. It has two identical pipes bound together and parallel sound holes. The pipes are played in unison by placing the fingers across both pipes. The reeds are made by a slight cut into a small section of cane with a closed nodal point. When played both reeds are totally enclosed in the mouth, and circular breathing is employed to create a continuous flow of air. Circular breathing is awkward on this instrument though, due to the depth that the reeds extend into the mouth, and this has resulted in related instruments, such as the pungi or bagpipes, having wind chambers. The midjweh is considered to be one of the oldest instruments of the Nile region. It is one of the reedpipes referred to in the Bible, and depictions of the midjweh are found on the walls of the Egyptian funeral chambers. The midjweh is also known by a number of names including midjwiz and midjwiz. Many people confuse this instrument with the arghul that is a related instrument with only one melody pipe and a drone. Source: http://www.asza.com/imidjweh.shtml "], "Location": ["Not on display"], "Subjects": ["music"], "Acquisition name": ["Purchased from: Miss Susan Walston"], "Acquisition date": ["1972"], "Acquisition notes": ["Af1972,24.1 to 7 is part of a larger collection of ethnographical musical instruments purchased from Miss Susan Walsten"], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1972,24.7"], "Additional IDs": [" Miscellaneous number: 1972,As3/Eu1.46 (original Register no., in error) ", " Miscellaneous number: Af1979,01.5255 ", " Miscellaneous number: As1972,03.12 "]}