{"artifact_name": "fighting-stick", "Object Type": ["fighting-stick"], "Museum number": ["Af1981,14.106"], "Description": [" Fighting-stick, 'nabut', consisting of a wooden pole covered in leather at each end, the whole coloured with henna. "], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Shantur (1927) "], "Materials": [" wood ", " leather ", " henna "], "Technique": [" carved ", " stained "], "Dimensions": [" Height: 154 centimetres ", " Width: 4.50 centimetres ", " Depth: 4.20 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Used in fights between individuals in inter-village fights and in fights connected with blod feuds. ...The thicker, heavier end is the business end. The henna is mixed with oil and preserves the wood.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Blackman notes: 'Presented to me by Captain Noweir, Officer of the Outpost, Shantur, Beni Suef province.' Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.106"], "Additional IDs": [" Previous owner/ex-collection number: 51 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60744 (Wellcome Collection number) "], "Conservation": ["Surface cleaning to remove museum dirt, external surface particulate matter accumilated in museum storage."]}