{"artifact_name": "potter's tool/implement", "Object Type": ["potter's tool/implement"], "Museum number": ["Af1981,14.2"], "Description": [" Implement, potter's tool. Fragment of the rim of a winnowing sieve made of wood, with a row of small holes along one edge, which is used in the shaping of the sides of a pot. "], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Nazlet Ma'gun Bey (1927) "], "Materials": ["wood"], "Technique": [" carved ", " drilled "], "Dimensions": [" Height: 3 centimetres ", " Width: 32.50 centimetres ", " Depth: 6 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'The clay used here is obtained from the canal. The clay is mixed with 'tibu' (finely chopped straw) - 2/3 clay, 1/3 'tibu' - and this mixture is then left for one day before it is used. A lump of the clay, sufficient to form the whole pot, is extracted from the bulk of the clay prepared for use, and handed to the potter - carefully prepared, circular hollow in the ground, with 'tibu' beaten in till the surface is hard and smooth - the two potters each squatted by such a hollow. The potter takes the lump of clay, and placing it in the hollow, forms it into a cone shape, by rolling it in the hollow space. He then takes the clay implement and slowly and gently hollows out the cone of clay. When a thick shallow bowl is formed he takes the wooden implement, and with the left hand inside the bowl (palm flat against the inside surface) he beats the outside, drawing the clay upwards and inwards, till it is formed into a spherical bowl with circular opening. The edge of the opening is nipped between the fingers and thumb and bent upwards slightly ready for the attachment of the rim, which is done on a wheel. Before the rim is put on the bowl is sun-baked for one day, then it is placed on the wheel. The potter makes a small sausage of clay which he places round the opening of the bowl, first moistening it with water. The wheel is turned by the foot and the rim formed. The handles are made of flattened sausages of clay, attached to the sides by moistening with water. The bowl is then sun-baked again - for one day in the summer, and for two or three days, or possibly more, in the winter. The bowls are fire-baked in the kiln during the night, and are then removed from the oven. These bowls are used for milk, etc. Two men, both Arabs, were working at this site, It is not usual for Arabs to make pottery. All the people of this village were Arabs. Zirs, large jars for holding water for household use, are also made here. These are made entirely on the wheel. The usual binding of cord is put round the lower half of these vessels while sun-baking.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.2"], "Additional IDs": [" Previous owner/ex-collection number: 2 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60697 (Wellcome Collection number) "]}