{"artifact_name": "bag; butter-churn", "Object Type": [" bag ", " butter-churn "], "Museum number": ["Af1981,14.91"], "Description": [" Goat skin bag, with palm fibre cord attached. "], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Dashtut (1927) "], "Materials": [" goat skin ", " palm fibre "], "Technique": [" sewn ", " plaited "], "Dimensions": [" Height: 7 centimetres ", " Width: 65 centimetres ", " Depth: 11 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Goat's skin in which the women make butter. The milk is poured into the skin and then the woman blows into it until it is well inflated. The opening is then tied up. The skin bag is then jerked backwards and forwards until the butter is made. The skin is suspended when used for butter-making from a tripod. The skin is prepared for use in the following way - the hair is first removed, then the skin is put into a dye made in the following manner - some of the leaves of the xsont tree (prickly acacia) are dried and then powdered. The powder is mixed in water and the skin is put into it and left to soak for a day or two. The dye made in this way is red in colour. After being removed from the dye the skin is well washed and cleaned and is then ready for use.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.91"], "Additional IDs": [" Previous owner/ex-collection number: 60757 (Wellcome Collection number) ", " Previous owner/ex-collection number: 64 (Blackman catalogue number) "], "Conservation": ["Treatment: 10 May 2019"]}