{"artifact_name": "wedding-dress", "Object Type": ["wedding-dress"], "Museum number": ["Af1991,11.1"], "Description": [" Wide-sleeved wedding dress of white silk(?) embroidered with numerous motifs in orange, red, green and yellow rayon(?) and further embellished with shells, beaded charms and nacre buttons, all of which are arranged in a sunburst design radiating from the bodice of the dress. Seven square and intricately embroidered patterns are arranged around the open neck of the dress; two narrow panels of black gauze are let into the sides. "], "Production ethnic group": ["Made by: Berber"], "Production date": ["1990 (circa)"], "Production place": [" Made in: Siwa Oasis "], "Findspot": [" Found/Acquired: Siwa Oasis "], "Materials": [" silk (?) ", " rayon (?) ", " cotton ", " mother-of-pearl ", " shell ", " plastic ", " glass "], "Technique": ["embroidered"], "Dimensions": [" Length: 115 centimetres ", " Width: 180 centimetres (arms extended) "], "Curator's comments": ["The 'white dress', asherah nahuak, is worn by the bride on the third day of the wedding celebrations, when she receives her parents and family for the first time in her new home. The silk thread decoration is said to represent the colours of ripening dates. Throughout North Africa dates are offered at wedding receptions to ensure fertility of the bride and groom. In Siwa, dates are a major cash crop and thus signify economic stability and wealth. The colours of the thread, red, yellow and orange may also be associated with the sun, as Siwa has a well-documented link with the ancient Egyptian sun god, Amun-Re. C.J. Spring and J. Hudson, North African textiles (London, The British Museum Press, 1995)"], "Bibliographic references": ["Spring & Hudson 2002 / Silk in Africa (p.24)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995, London, Museum of Mankind (Room 5), 'Display and Modesty' "], "Condition": ["good"], "Previous owner": [" Previous owner/ex-collection: Christopher J Spring ", " Previous owner/ex-collection: Dr B John Mack "], "Acquisition date": ["1991"], "Acquisition notes": ["Af1991,11.1 to 10 is recorded in the purchase/donation book as \"A small collection of textiles and dresses mainly from Siwa and Bahriyah oases, Egypt. Purchased in Cairo, June 1991.\" The collection was made by Dr John Mack and Chris Spring."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1991,11.1"], "Conservation": ["Treatment: 18 Feb 2000"]}