{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["Af1981,14.48.a-b"], "Description": [" Pair of gilt ear-rings, each consisting of a large hook for the ear, a small circular upper section with two circular pendants attached, and a larger lower section with five pendants attached. "], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Shantur (1927) "], "Materials": [" metal ", " gold (?) "], "Technique": ["gilded"], "Dimensions": [" Height: 7.50 centimetres (a) ", " Height: 7.30 centimetres (b) ", " Width: 3.30 centimetres (a) ", " Width: 3.30 centimetres (b) ", " Depth: 1 centimetres (a) ", " Depth: 1 centimetres (b) "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'I was informed that this type of ear-ring is not worn by Egyptian fellahen, but only by women of Arab birth. I do not know if this is corect or not. The form of the pendant suggests a hand, and may be derived from the 'hand of Fatimeh' or the 'hand of Muhammed'. Such hands are sometimes used for decorating Arab hanging saucer lamps in North Africa. I believe the 'hand' is opften used as a charm against the evil-eye.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Exhibition history": [" 2017-2018 02 Mar-14 Jan, Turin, Egyptian Museum, From the sands to the museum. The archaeological adventure of the Egyptian Museum of Turin (1903-1920) "], "Condition": ["good"], "Associated ethnic name": ["Associated with: Arab (?)"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.48.a-b"], "Additional IDs": [" Previous owner/ex-collection number: 12 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60707 (Wellcome Collection number) "], "Conservation": ["Treatment: 13 Jan 2017"]}