{"artifact_name": "spatula; cooking-implement", "Object Type": [" spatula ", " cooking-implement "], "Museum number": ["Af1981,14.96"], "Description": [" Large, circular spatula, 'matraha', made from the mid-ribs of palm branches. "], "Production date": ["1900-1927 (circa)"], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Dashtut (1927) "], "Materials": ["palm leaf"], "Technique": [" bored ", " carved "], "Dimensions": [" Height: 73 centimetres ", " Width: 56 centimetres ", " Depth: 2.50 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Matraha', a large fan-shaped object used in making 'battaw'. 'Battaw' is a kind of bread, very thin and something like oat cake. A small lump of the dough is placed in the centre of the 'matraha' and is tossed on it, till it has spread like a thin sheet all over the 'matraha'. It is then tilted off the 'matraha' into the oven.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["fair - although the handle has broken off from the body of the spatula."], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.96"], "Additional IDs": [" Previous owner/ex-collection number: 48 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60742 (Wellcome Collection number) "]}