{"artifact_name": "personal ornament", "Object Type": ["personal ornament"], "Museum number": ["Af1979,01.4687"], "Description": [" Personal ornament made of metal composed of metal link chains with metal beads and other ornaments attached. Two circular hollow amulet cases in centre of ornament. Bent metal wire loop fasteners at end of each length of chain. "], "Production date": ["1900-1919 (?)"], "Findspot": [" Found/Acquired: Somalia (?) ", " Found/Acquired: Egypt (?) "], "Materials": ["metal"], "Dimensions": [" Height: 41 centimetres ", " Width: 23.50 centimetres ", " Depth: 1.30 centimetres "], "Curator's comments": ["No specific geographical provenance in original Egyptian Dept. Register; purchased from a dealer based in Luxor, Egypt. Described in Register as a lamp ornament of bronze. Ethnography Department tag: \"[NE Africa. Somali] .\" Described simply as \"Brass chain with pendants\" in Ethno. Q-Register."], "Location": ["Not on display"], "Condition": ["Fair."], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1919"], "Acquisition notes": ["First registered in BM as Egyptian Department, collection 1919,2-8, no.45 (1919,2-8.45). Collection purchased for Egyptian Dept. from Mohamed Mohassib, dealer, of Luxor. This item (no.45), with no specific geographical provenance, was transferred from Egyptian to Ethnography Department, 6/1/1928 (noted in Egyptian Dept. Register). Item was not formally incorporated into Ethnography Register at the time and was subsequently found in North Africa collections in 1974 and Q-Registered as Q1974,Af.1607 \"Found Unregistered\", from \"[NE Africa. Somali]\" according to Ethno.Dept. tag attached. In 1979, existing African Q-Register material was re-registered with amplified descriptions under single collection number 1979,Af1 but this item was omitted. Subsequently found stored with Somali collections, it was added to 1979,Af1 sequence in 1999 under no.4687 (AMD,7/ 1999)."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1979,01.4687"], "Additional IDs": [" Miscellaneous number: 1919,2-8.45 (Original AES number) ", " Miscellaneous number: 54386 (Original AES 'big number') ", " Miscellaneous number: Af1974,Q.1607 (previously registered as) "]}