{"artifact_name": "robe", "Object Type": ["robe"], "Museum number": ["Af1994,03.1"], "Description": [" Man's dark blue silk robe ('aba'), sleeveless, with front opening. Richly decorated with tapestry-woven silver-wrapped yellow silk thread designs. Front opening, arm holes and shoulders edged in gold-dipped silver thread. Tunic formed in two pieces and joined horizontally at midway. Back of tunic bears inscription: ma sha allah (what God wills). "], "Production date": ["1880-1910 (circa)"], "Production place": [" Made in: Naqada "], "Findspot": [" Found/Acquired: Naqada (?) "], "Materials": [" silk ", " silver ", " gold "], "Technique": ["tapestry"], "Dimensions": [" Length: 135 centimetres ", " Width: 130 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Robes such as this indigo-dyed silk ‘aba, woven with silver and gold thread, were worn for special events, including weddings, or given as khil’a (ceremonial robes of honour) to favoured guests. The back of this robe is inscribed with ma sha’ allah (‘what God wills’), an expression used to convey admiration while at the same time safeguarding against the ‘evil eye’. ", " Robes such as this were produced in several parts of the Arab world, notably in the town of Damascus in Syria. This example was woven in Egypt, quite possibly in the old silk weaving town of Naqada [Nagada], where today shawls bearing similar designs are produced for women. (comment by Christopher Spring) "], "Bibliographic references": ["Spring & Hudson 2002 / Silk in Africa (p.28)"], "Location": ["On display (G43/dc13)"], "Condition": ["Good."], "Acquisition name": ["Purchased through: Phillips (auctioneers)"], "Acquisition date": ["1994"], "Acquisition notes": ["Purchased from Phillips auctioneers, sale London 26 May 1994, lot 159, for £129.39."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1994,03.1"], "Conservation": [" Treatment: 30 May 1995 ", " Conservation treatment: 15/06/2018 "]}