{"artifact_name": "bird-net", "Object Type": ["bird-net"], "Museum number": ["Af1981,14.103"], "Description": [" Large cotton mesh net. "], "Production date": ["1900-1927 (circa)"], "Production place": [" Made in: Fayum "], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Fayum (1927) "], "Materials": ["cotton"], "Technique": ["netted"], "Dimensions": [" Height: 13 centimetres (folded) ", " Width: 60 centimetres (folded) ", " Width: 290 centimetres ", " Depth: 50 centimetres (folded) "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Net for catching larks, used in conjunction with the lure [Af1981,14.102]. The net is spread over the corn, and one end with string attached is held by the man, who puts the loop of string over his arm. He then uses the lure, which imitates the cry of a lark. The man is seated on the ground below and the birds flock to the net, in which they get entangled, and are then easily caught. They are much liked as food.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.103"], "Additional IDs": [" Previous owner/ex-collection number: 151 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60847 (Wellcome Collection number) "]}