{"artifact_name": "dish; drinking-vessel; religious/ritual vessel", "Object Type": [" dish ", " drinking-vessel ", " religious/ritual vessel "], "Museum number": ["Af1981,14.24"], "Description": [" Shallow alabaster dish, with three lugs and a spout. "], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Dashtut (1927) "], "Materials": ["alabaster"], "Technique": ["carved"], "Dimensions": [" Height: 4 centimetres ", " Width: 21 centimetres ", " Depth: 20.50 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Some milk is poured into the dish and the sick person drinks it. It is believed that a cure immediately follows. Used to cure any disease... This cure was regularly resorted to by the people of this village. This specimen is a great treasure and very valuable.' "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["Chipped around the rim. Previously broken and repaired."], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Blackman notes: 'I bought it from a Sheikh in Dashtut, Beni Suef province, and had great difficulty in persuading him to sell it to me. I kept it for several days before I could induce him to part with it.' Acquired as part of Blackman's second collection in 1928. Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.24"], "Additional IDs": [" Previous owner/ex-collection number: 138542 (Wellcome Collection number) ", " Previous owner/ex-collection number: 16 (Blackman catalogue number) "]}