{"artifact_name": "grain-basket", "Object Type": ["grain-basket"], "Museum number": ["Af1981,14.32"], "Description": [" Large, jar-shaped palm leaf granary basket, with rounded body and narrower neck. "], "Production date": ["1900-1927 (circa)"], "Production place": [" Made in: Fayum "], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Fayum (1927) "], "Materials": [" palm leaf ", " palm fibre "], "Technique": [" plaited ", " coiled (basketry) ", " sewn "], "Dimensions": [" Height: 34 centimetres ", " Width: 185 centimetres ", " Depth: 60 centimetres "], "Curator's comments": [" Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927. ", " Blackman notes: 'Made by men. These granaries are kept on the roof of the house, and are sometimes cotaed outside with clay, to keep out the wind and dust. They are made in Fa[i]yum province only. Miss Caton-Thomson found an ancient basket-granaries when excavating in that province in the desert near lake Karem. "], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["fair--though has been folded for a long time and is therefore very creased."], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.32"], "Additional IDs": [" Previous owner/ex-collection number: 162 (Blackman catalogue number) ", " Previous owner/ex-collection number: 60849 (Wellcome Collection number) "], "Conservation": ["treatment: 31/03/2019"]}