{"artifact_name": "basket", "Object Type": ["basket"], "Museum number": ["Af1981,14.35"], "Description": [" Shallow, circular palm leaf basket with two small handles on the rim. The basket is made in spiral coil work, the foundation consisting of split lengths of mid-rib of palm branch, over-sewn with split palm leaves, some of which have been stained green and some purple. "], "Production date": ["1900-1927 (circa)"], "Production place": [" Made in: Sudan "], "Excavator/field collector": ["Field Collection by: Miss Winifred Susan Blackman"], "Findspot": [" Found/Acquired: Cairo (city) (Purchased as part of Blackman's second collection in 1928.) "], "Materials": [" palm leaf ", " palm stem "], "Technique": [" plaited ", " coiled ", " sewn "], "Dimensions": [" Height: 15 centimetres ", " Width: 43 centimetres ", " Depth: 38 centimetres "], "Curator's comments": ["Eth.Doc.1972. Part of a collection, with accompanying field notes, made by Winifred S. Blackman among the fellahin of Upper Egypt during the early 1920s. The work was subsequently published by her in \"The Fellahin of Upper Egypt\", London, Harrap, 1927."], "Bibliographic references": ["Blackman 1927 / The Fellahin of Upper Egypt: their religious, social and industrial life to-day, with special reference to survivals from ancient times"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (Trustees of)"], "Acquisition date": ["1981"], "Acquisition notes": ["Winifred Blackman received at least six grants from the Wellcome Historical Medical Museum to make collections in Egypt between 1927-1933. She also took photographs and made copious field notes. The British Museum received objects from her first season (Feb-Nov 1927) and her second season (Feb - Sept 1928) as a gift from the Wellcome Historical Medical Museum in 1981."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af1981,14.35"], "Additional IDs": [" Previous owner/ex-collection number: 330 (Blackman catalogue number) ", " Previous owner/ex-collection number: 70240 (Wellcome Collection number) "]}