{"artifact_name": "sickle-sword", "Object Type": ["sickle-sword"], "Museum number": ["Af,+.989"], "Description": [" Sword with sickle-shaped curved iron blade and wooden handle. "], "Production ethnic group": ["Made by: Mangbetu"], "Production date": ["1878 (circa)"], "Production place": [" Made in: South Sudan "], "Findspot": [" Found/Acquired: South Sudan "], "Materials": [" iron ", " wood "], "Dimensions": [" Height: 71.20 centimetres ", " Width: 17 centimetres ", " Depth: 4.50 centimetres "], "Curator's comments": ["The slip records that John Petherick in his article in the Journal of the United Service Institute IV 1861, p.176 illustrated a precisely similar sword as from the Mundo. The illustration in Schweinfurth Artes Africanae pl.XII 15 suggests it is from the Neam-Neam (Azande). See C Spring, 'African arms and armour', BM 1993, p.87. These swords are sometimse described as throwing knives, but lack the balancing projection that would make it possible to throw them easily. They are sometimes known as 'mambeli', and sometimes described as scimitars. The term 'sickle-sword' is used on the database for this type of sword, which was widespread in the north-east Congo region and South Sudan, and is particularly associated with the Azande and Boa."], "Location": ["Not on display"], "Associated events": ["Associated Event: Paris Exhibition"], "Acquisition name": ["Donated by: Isma'il Pasha, Viceroy of Egypt"], "Acquisition date": ["1878"], "Acquisition notes": ["Af,+.989 to 1003.a were presented to the BM by the Khedive of Egypt (Isma'il Pasha) on 1 December 1878, and had all been previously shown in the Paris Exhibition of 1878. This object had been labelled there as a 'sabre de Monbutto', ie of the Mangbetu, a group now in the Democratic Republic of Congo. This sword was collected by an Egyptian expedition, which leaves it uncertain whether the Mangbetu concerned were in the South Sudan or in what is now the Congo."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af,+.989"], "Additional IDs": [" CDMS number: Af1878C2.989 (old CDMS no.) "]}