{"artifact_name": "sickle-sword", "Object Type": ["sickle-sword"], "Museum number": ["Af.4386"], "Description": [" Sickle sword (mambeli) with curved iron blade, with a short wooden handle covered with fine cord. "], "Production ethnic group": ["Made by: Azande"], "Production date": ["1867 (or before)"], "Production place": [" Made in: South Sudan "], "Findspot": [" Found/Acquired: White Nile (province) ", " Found/Acquired: Gazelle, River "], "Materials": [" iron ", " wood "], "Dimensions": [" Height: 78.20 centimetres ", " Width: 21.50 centimetres ", " Depth: 5 centimetres "], "Curator's comments": ["Slip: \"Sabre à lame courbe, bords du fleuve Blanc et du fleuve des Gazelles\". Later recorded as Mangbetu. See the article on Central African weapons by John Petherick in the 'Journal of the United Service Institution' vol. IV p.176 fig.17. Marc L Felix, 'Kipiinga', Munich 1991, p.195 records swords of this type as Azande, and states his view that they could double as a throwing sword. This is supported by the very similar Af,+989, collected by John Petherick, which cannot be Mangbetu as he never entered their territory but did visit the Azande."], "Location": ["Not on display"], "Acquisition name": ["Donated by: Isma'il Pasha, Viceroy of Egypt"], "Acquisition date": ["1867"], "Acquisition notes": ["Af.4386 to 4462 is a large group recorded as \"Presented by the Viceroy of Egypt, November 1867\". This was Isma'il Pasha, Khedive (viceroy) of Egypt and Sudan from 1863 to 1879. The group was registered alongside other groups which came from the 1867 Paris Exhibition (one of which was given by A W Franks), and all these works were shown in that exhibition. The slips sometimes record their descriptions in French. A W Franks was one of three commissioners appointed to spend the Government grant for the purchase of objects at that exhibition (for what is now the V&A). All the objects in the group were recorded on the slips as from \"Eastern Central Africa\". This term was used at the time for the southernmost part of Sudan, which borders the modern Congo, the Central African Republic, Uganda and Kenya. This area was occupied by many different ethnic groups, some of which (eg the Azande and Mangbetu) spill over the modern colonial borders into the adjacdent countries. Isma'il Pasha was concerned to annex the whole of the headwaters of the Nile to Egypt, and this was achieved in the 1870s (though the area later became the subject of intense colonial rivalry). The fact that these objects, which must have been recently collected there for the Khedive, were shown in Paris in 1867 was a statement of Egyptian claims, which were much disputed by the inhabitants. The slips only occasionally record which ethnic group any object came from. So most attributions were made later by BM curators. Another comparable collection in the BM formed in the same area, but in the 1850s, is that of John Petherick (qv)."], "Department": ["Africa, Oceania and the Americas"], "Registration number": ["Af.4386"], "Additional IDs": [" CDMS number: Af1867C1.4386 (old CDMS no.) "]}