{"artifact_name": "pelike", "Object Type": ["pelike"], "Museum number": ["1772,0320.27.+"], "Description": [" Pottery: red-figured pelike. (a) Group of women, Eros and ephebos. On the left of the group of women is one seated on a diphros to left, another on right stands in three-quarter face to right, leaning her right arm on the shoulder of the seated figure; both are closely draped in mantles and wear earrings, and have the hair knotted behind. They look round at a woman seated to left on a lower level, who looks up at them as if speaking, her right hand raised, with the elbow resting on her knee; she wears a long chiton with apoptygma, and has short wavy hair; her right heel rests on her left foot. On the right a woman in a long chiton, with a broad band of pattern across the chest, and sleeves decorated with circles, stands fanning the central figures with a fan in her right hand; her hair is plaited, the plaits being brought round and fastened over the forehead. On the left a youth stands looking on, leaning forward as if upon a staff (not shown); a mantle hangs from his left arm. Beside him Eros, a winged boy with anklets, flies downwards towards the central group. (b) An ephebos holding up a strigil in his right, an aryballos (?) hanging from his left hand, standing to right. On each side of him a draped ephebos: the one on left has a ball (?) hanging from his left hand. On the bottom of the foot incised characters. Late style. White, with brown details, on the red ground, is used for the flesh of Eros and the two women in the centre. The drapery of these figures and the wings of Eros have been painted in a colour which has perished. The hair throughout is drawn in wavy black lines on red ground. A row of beads, and the centres of the strip of egg pattern above a, seem to have been gilt. Below and round the lip and above each side, bands of egg pattern; below each handle, an elaborate palmette pattern. "], "Producer name": ["Attributed to: Group G"], "Cultures/periods": ["Attic"], "Production date": ["370BC-350BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Found/Acquired: Chios (?) ", " Found/Acquired: Alexandria (Egypt) (?) "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Height: 37 centimetres "], "Curator's comments": [" This scene has also been interpreted as Demeter in the house of Keleos. - Jenkins ", " Jenkins & Sloan 1996 This vase is exceptional in that, unlike the majority of Hamilton's vases, it is said to have been found outside Italy. In AEGR d'Hancarville claims it was from an island in the Greek archipelago. In the manuscript catalogue, he says specifically that it was found on Chios in 1761. It must also be mentioned, however, that according to Winckelmann, the vase was brought from Alexandria in Egypt. D'Hancarville's first thought was that it represented Cassandra, the Trojan princess, and other members of the royal house of Troy, before Queen Hecuba, who is seated. He goes on, however, to explain that at the point of writing he had just received a letter from Rome, drafted by Winckelmann shortly before his murder in 1768. Winckelmann suggested that the subject was Herakles (the male figure on the left of the picture) approaching Omphale. D'Hancarville summarises Winckelmann's explanation and we find the latter's own account in the revised edition of the History. LITERATURE: D'Hancarville, AEGR, 1, pls 69-71; 11, pp. 164-5; Winckelmann (Lodge), 11, pp. 162-4; D'Hancarville, MS Catalogue, 11, facing p. 657; Beazley, ARV2 1466, 104; Constantine, 1993, p. 66. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (E433) ", " Jenkins & Sloan 1996 / Vases and Volcanoes - Sir William Hamilton and his collection (54) "], "Location": ["On display (G20a/dc40)"], "Subjects": ["classical deity"], "Associated names": [" Representation of: Demeter/Ceres (?) ", " Associated with: Keleos (?) ", " Representation of: Eros/Cupid "], "Acquisition name": ["Purchased from: Sir William Hamilton"], "Acquisition date": ["1772"], "Department": ["Greek and Roman"], "Registration number": ["1772,0320.27.+"], "Additional IDs": [" Miscellaneous number: 1772,0320.27.* "]}