{"artifact_name": "kantharos", "Object Type": ["kantharos"], "Museum number": ["1888,0601.755"], "Description": [" Rim sherd of Attic black-figured pottery kantharos; interior: reserved band at rim, glazed shiny black below with three narrow added red lines; exterior: narrow black band below rim; below, black-figure decoration consisting of gigantomachy scene with chariot (at left, forelegs of two horses and bent head with red mane and forelock of one, to right; bearded giant to left, with helmet with added white on top of crest, cuirass with red top and alternate lower flaps, red short chiton, and scabbard with white tip holding Boeotian shield (arc of white dots between incised lines just inside rim and device of red pellets) on left arm and raising white stone in right hand; fire (brown strokes) falling on shield; at right, part of another giant to left with helmet with red cheek-piece, short red chiton, red shield (circle of white dots between incised lines at rim; device of forepart of panther to left, black, stippled all over, with red stroke on shoulder, red dot on tongue) and spear. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) (Register) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 4.40 centimetres ", " Thickness: 0.30 centimetres (about) ", " Width: 4.20 centimetres "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B601.48) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 263, no. 36) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 357-8, no. B460) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 235, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0747) (Phase 1) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 36) "], "Location": ["Not on display"], "Subjects": [" titan/giant ", " horse/ass ", " gigantomachy "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.755"]}