{"artifact_name": "boat-fitting", "Object Type": ["boat-fitting"], "Museum number": ["1872,1214.1"], "Description": [" Bronze prow-fitting from a boat or small ship: the prow is heavily corroded, and encrusted with remains of sea creatures. The medallion bust has damage to the breasts of the female figure, and the sides of the prow are torn. The sides have rivet holes for attaching the object to the ship, and there are remains of wood on the inner sides. From a tondo at the tip of the prow emerges a bust of a figure wearing a helmet and an aegis strapped under the arms and over the shoulders. Both the sex and the identity of the subject are unclear, but it is usually thought to be female and either Athena or Roma. Athena is more likely to wear the aegis than Roma, and the latter is usually represented like an Amazon, in a short tunic with one breast exposed. The goddess turns slightly to her left, and raises her hands upwards. Her eyes are particularly large, similar to portraits from Egypt dating to the late Hellenistic period. The helmet is also a Greek type from the Hellenistic period, with a broad peak and a rudimentary cheek piece on either side, and a bronze fitting on the top for the plume, presumably separately made and attached. "], "Cultures/periods": [" Roman ", " Greek (?) ", " Ptolemaic (?) ", " Hellenistic (?) "], "Production date": ["1stC BC-1stC"], "Findspot": [" Found/Acquired: Prevesa, Bay of "], "Materials": ["bronze"], "Dimensions": [" Height: 47.50 centimetres ", " Length: 58.42 centimetres ", " Width: 44.45 centimetres "], "Curator's comments": ["It has always been assumed that the prow comes from a sunken ship that participated in the battle of Actium. Its date is perhaps applicable, but there are few prows to compare with it. One in Trier was not actually used on a boat, but was made as a dedication, presumably after a victory in a sea battle. This example probably comes from a relatively minor vessel because the medallion bust and figure are small, and would not have made a major visual impact on a large warship. Bibliography: H.B. Walters, 'Catalogue of the Bronzes, Greek, Etruscan and Roman in the Department of Greek, Etruscan and Roman Antiquities, British Museum' (London 1899), no. 830; A. Göttlicher, 'Materialien für ein Corpus der Schiffsmodelle im Altertum' (Mainz, 1978), 82, cat. no. 490 (the example in Trier is cat. no. 491); S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), pp. 264-265 [314]."], "Bibliographic references": [" Bronze / Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan. (830) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (314) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2009 15 May-25 Oct, Haltern am See, LWL Romermuseum, Imperium, Conflict, Myth 2013 - 2014 12 Oct - 2 Feb, Rome, Chiostro del Bramante, Cleopatra: The Magic of Egypt "], "Subjects": [" classical deity ", " amazonomachy "], "Associated names": [" Representation of: Roma (?) ", " Representation of: Athena/Minerva "], "Acquisition name": ["Donated by: Queen Victoria"], "Previous owner": ["Previous owner/ex-collection: Sir Howard Douglas"], "Acquisition date": ["1872"], "Acquisition notes": ["Acquired by Douglas in 1839."], "Department": ["Greek and Roman"], "Registration number": ["1872,1214.1"], "Conservation": ["Treatment: 04 Feb 1998"]}