{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["1888,0601.55"], "Description": [" Mould-made amulet of elaborate form, in glazed composition; in the shape of a double-sided wedjat-eye with three miniature wedjat-eyes above, surmounted by a recumbent lion. Right eye (front view) with finely modelled standard markings of wedjat-eye and chevron pattern on eyebrow above; three subsidiary eyes project in high relief, but details abraded away; lion has narrow ruff marked with vertical incisions and longer incisions below for hair; its muzzle and ears rubbed off. Left eye (back view) rendered in same fashion; subsidiary eyes, same as on front, but reversed; lion's head and neck has long uneven striations for mane, while back of animal is smooth. Some piercings between subsidiary eyes; main perforation longitudinally above main eye; glaze surface has small areas of green to whitish coloured glaze remaining (back of mane of large lion); very smooth and fine paste creamy in colour; surfaces quite worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["664 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Diameter: 0.30 centimetres (perforation) ", " Height: 5.10 centimetres ", " Width: 3.50 centimetres ", " Depth: 0.70 centimetres "], "Curator's comments": ["This type of amulet is rather rare, but already attested in the Third Intermediate Period (Müller-Winkler 1987, 47 and 150). The lower part of the amulet is alike other wedjat eyes found in Naukratis, see: London, Petrie Museum UC52354; Greenock, McLean Museum & Art Gallery 1987.452; Boston, Museum of Fine Arts 86.805. In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. See also: Petrie, W.M.F. 1914, Amulets, London, Pl. XXIV, no. 141j (London, Petrie Museum UC52502). Müller-Winkler, C. 1987, Die ägyptischen Objekt-Amulette: mit Publikation der Sammlung des Biblischen Instituts der Universität Freiburg Schweiz, ehemals Sammlung Fouad S. Matouk (Orbis biblicus et orientalis. Series Archaeologica 5), Göttingen."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XIX, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.328) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" mammal ", " eye of horus "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.55"]}