{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.38"], "Description": [" Head of a Ptolemaic queen in glazed composition. This beautifully modelled head has large eyes, a long, aquiline nose and prominent Venus rings around the neck. The hair is arranged in a melon coiffure, over which is worn a floral wreath, pendants and earrings. The high quality of this piece suggests that it was a fairly important dedication, perhaps for the cult of Arsinoe II. The aquamarine color of the faience was enhanced by the addition of other colored decoration. "], "Cultures/periods": ["Hellenistic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" glazed composition ", " gold (?) "], "Technique": [" painted ", " gilded (?) "], "Dimensions": [" Height: 5.80 centimetres "], "Curator's comments": [" Walkers & Higgs 2001 The facial features are so closely parallelled with portraits on faience oinochoai (jugs) and coins showing Arsinoe II (reigned 278-270 BC) as to make identification with that queen likely. The head cannot have come from a full-length statuette of the queen, since the bottom of the neck is finished off smoothly, though it could have been combined with other elements either made from faience, or combined with another material. The original context for such a figure is uncertain, but the high quality of this piece suggests that it was a fairly important dedication, perhaps for the cult of Arsinoe II. The aquamarine colour of the faience was enhanced by the addition of other coloured decoration. No additional colouring on hair, perhaps implying queen was a blonde, while yellow is used on wreath and brows, and probably earrings, to represent gold; the wreath may also have been gilded. There is a dark colour on the eyeballs, and a line over the lids. The lips were probably also painted, although no pigment survives. BIBLIOGRAPHY: E. Gardner, Naukratis II (London 1888) 86; D.B.Thompson, Ptolemaic Oinochoai and Portraits in Faience (Oxford 1973), cat. no. 270. ", " Roman Pottery Walters, Ancient Pottery, i. p. 129, pl. 10, fig. 1. The resemblance of the head, especially in the treatment of the hair, to that of Berenike II on coins, has been noted. "], "Bibliographic references": [" Roman Pottery / Catalogue of the Roman Pottery in the British Museum (K7) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (8) ", " Gardner 1888 / Naukratis II (pl. XVII, no. 11) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ON.01) "], "Location": ["Not on display"], "Subjects": ["king/queen"], "Associated names": [" Portrait of: Arsinoe II (probably) ", " Portrait of: Berenice II (?, old interpretation) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.38"]}