{"artifact_name": "stemmed bowl", "Object Type": ["stemmed bowl"], "Museum number": ["1886,0401.998"], "Description": [" Fragment of lid of Chian black-figured Sphinx-and-Lion style pottery stemmed bowl; white slip; interior, from top: billet pattern and tongue pattern separated by single line; black-figure animal frieze: forepart of lion with added red on ruff, to right and hindquarters of lion, to right, incised pendant, rising and full rosettes with trace of red as filling ornament; below: three lines at rim; exterior, two animal friezes separated by dot frieze framed by double dilute lines; upper frieze: forepart of sphinx with red on hair and wing and hindquarters of sphinx with red on leg and underbelly, both to right; incised rosette and rising rosette as filling ornament; lower frieze: front half of sphinx with red on neck and hair, to right and sphinx (face lost) with red on leg, belly, wing and hair, to right; incised pendant, rising and full rosettes with red as filling ornament; on edge of lid, billets; two modern drill holes. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), temenos "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 21 centimetres (circa) ", " Height: 7.10 centimetres ", " Thickness: 0.90 centimetres (at edge of lid) ", " Width: 9 centimetres "], "Curator's comments": ["Lemos places this sherd in Stage 2 of Group D of the Sphinx and Lion Style. Although the imagery is lively, the execution of the figures is loose and careless. The vases in Stage 2 have even more basic rosettes than the vases from Stage 1. Furthermore, the deterioration of the Sphinx and Lion Style appears quite clearly in the execution of the face of the different figures. According to Lemos, the sphinx is usually depicted facing left, the sphinxes on this sherd are facing right, one of the few exceptions to the norm. Analysed by Hans Mommsen, Bonn, sample number Nauk 90, as belonging to NAA group ChiA."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 141, p. 148, p. 314, no. 1338) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p. 129, fig. 9) ", " Price 1924 / Pottery of Naukratis (pl. XII, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2083) (phase 2) "], "Location": ["Not on display"], "Subjects": [" sphinx ", " mammal "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.998"]}