{"artifact_name": "portrait head", "Object Type": ["portrait head"], "Museum number": ["1872,0515.1"], "Description": [" Marble portrait head of Alexander the Great: the head was cut to fit into a separately made body. The surface is in good condition with only minor abrasions. The back of the head has been worked to receive the remainder of the hair, which was probably made of another material, such as stucco or plaster. "], "Cultures/periods": ["Hellenistic"], "Production date": ["300 BC - 150 BC"], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) (said to be from) "], "Materials": ["marble"], "Dimensions": [" Height: 37 centimetres ", " Width: 22 centimetres ", " Depth: 24 centimetres "], "Curator's comments": ["Walker & Higgs 2001 Literary sources claim that Alexander selected only a few artists to produce his image. Famous names, such as the sculptor Lysippos and the painter Apelles, were associated with Alexander's portraiture. None of the famous images have been identified, but a vast array of sculptures in different materials, portraits on gemstones and coins survive. These were produced mostly long after Alexander's death, and while the portraits follow similar general characteristics, they also vary in style. A relatively large number of portraits of Alexander have been found in Egypt, ranging in date from Hellenistic to Roman. Alexander was always shown clean-shaven, which was an innovation: all previous portraits of Greek statesmen or rulers had beards. This royal fashion lasted for almost five hundred years and almost all of the Hellenistic kings and Roman emperors until Hadrian were portrayed beardless. Alexander was the first king to wear the royal diadem, a band of cloth tied around the hair that was to become the symbol of Hellenistic kingship. His portrait types were utilized and adapted for images of later rulers. Earlier portraits of Alexander tend to appear more heroic and mature, while posthumous portraits, like this example, portray Alexander as a more youthful, god-like character. He has longer hair, a more dynamic twist of the head and an upward gaze; in fact, more like the description of Alexander in literary sources. This head was acquired in Alexandria, the city that Alexander had founded after he conquered Egypt in 332 bc. Ptolemy had been one of Alexander's Macedonian generals and he was given Egypt in the division of Alexander's lands after his death. Alexandria was also the location of Alexander's tomb. From the time Ptolemy I Soter declared himself king in 305/304 bc, Alexander was worshipped as a god and as the forefather of the Ptolemaic dynasty. Bibliography: J.J. Pollitt, 'Art in the Hellenistic Age' (Cambridge, 1986) fig.18; R.R.R. Smith, Hellenistic Sculpture (London 1991), fig. 9; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 38-39 [2]."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1857) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (2; p. 38) "], "Location": ["On display (G22)"], "Exhibition history": [" Exhibited: 2015 26 Mar-5 Jul, The British Museum, Defining Beauty: the body in ancient Greek art. 2016 19 May-27 Nov, BM exhibition Sunken Treasures 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact 2022-2023 15 Oct - Feb, London, BM, 4 Lives, G4 2023 4 May - 13 Aug, London, BM, G35, Luxury and Power: Persia to Greece "], "Subjects": ["ruler"], "Associated names": ["Portrait of: Alexander the Great"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1872,0515.1"], "Conservation": [" Treatment: 19 Sep 2002 ", " Treatment: 23 Jun 1995 ", " treatment: 13 october 2022 "]}