{"artifact_name": "juglet", "Object Type": ["juglet"], "Museum number": ["1897,0401.1295"], "Description": [" Round-bottomed glass juglet. Body colour indecipherable; opaque white and opaque orange trails. Cylindrical neck expanding downward into curved, obtuse-angled junction with shoulder; ovoid body. Lower end of vertical, thick ribbon-handle meets body on curve between neck and shoulder. On neck, white and orange trails combed into festoons; on upper part of body, trails of same colours in feather pattern. Core-formed and tooled, trails marvered and combed. "], "Cultures/periods": ["18th Dynasty (Reigns of Amenophis III-IV)"], "Production date": ["1390BC-1336BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Enkomi"], "Findspot": [" Excavated/Findspot: Enkomi, tomb 93 "], "Materials": ["glass"], "Technique": [" core-formed ", " trailed ", " marvered ", " combed "], "Dimensions": [" Diameter: 5.10 centimetres ", " Height: 8.80 centimetres ", " Weight: 37 grammes "], "Curator's comments": ["BM Glass Murray et al. 1900, 54. Fossing 1940, 29 (wrongly identified as a round-bottomed amphoriskos). Nolte 1968, 112, 120, no. 46 (copying Fossing's error). This fragmentary vessel from Enkomi belongs to Nolte's form II, a (Nolte, 1968, 161), which exhibits the same obtuse-angled curve between neck and shoulder, as well as a handle whose lower attachment meet the body on that curve; and there is no feature on this piece which would prevent its restoration as one of those jugs. We can, therefore, rely on this typological equation and it becomes clear that this Enkomi vessel, like the amphoriskoi (class A, BM Glass 1-6) was made in Egypt. Nolte ascribes her jugs of form II, a to the first half of the 14th century, placing them in Werkkreis 3, covering the period from Amenophis III to Amenophis IV. This must be the date of this piece also. It is well to add that Fossing (1940, 29) wrongly lists this piece, like BM Glass 4-5 from the same site, and Nolte (1968, 120, no. 46), perhaps misled by Fossing, interprets it similarly. But there is no evidence that it had more than one handle, and the long, obtuse-angled curve between neck and shoulder is quite unlike the much sharper junction between the neck and shoulder on the amphoriskoi of class A."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (7) ", " Jacobsson 1994 / Aegyptiaca from Late Bronze Age Cyprus (No. 110) ", " Crewe 2009 / Enkomi (93.5) "], "Location": ["On display (G12/dc8)"], "Condition": ["Broken and mended; rim, most of neck, part of shoulder, nearly the whole handle, and bottom missing. Glass decomposed and transformed into a whitish, weathered substance, structurally light and fragile."], "Acquisition name": ["From: Turner Bequest Excavations, Enkomi"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1897,0401.1295"], "Conservation": ["Treatment: 28 Oct 1997"]}