{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.493.e.+"], "Description": [" Body sherd (mended from two joining and one adjacent fragment with added plaster) of Chian Grand Style pottery chalice; white slip; interior: glazed streaky black (partly fired reddish); from top, two added white bands; raised white arm of possible komast, to left; two white lines; part of chain of white lotus flower with added red centre and white lotus bud; exterior: painted decoration consisting of female figure, possibly Athena, to left (head and arms missing; feet in outline, dressed in long garment and carring a round shield decorated with tongue pattern and short strokes around the edge). "], "Producer name": ["Attributed to: Aphaia Painter (possibly)"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 10.20 centimetres ", " Thickness: 0.60 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": ["Lemos describes this sherd as belonging to the Group of Worshippers from the Chalice Style. The main vase from this group is a chalice in St. Petersburg from Berezan (Lemos no. 964) which has the degenerate conical chalice form typical of the Chalice Style. The figural decoration on the vase is rendered primarily, and carelessly, in outline. The handle zone and rim pattern decoration are consistent with other chalices of the same style. Most of the vases in this Chalice Style group display a mixture of techniques, which consists of portraying female figures in outline and dancing komasts in black-figure. However, none of these features is visible on British Museum 1888,0601.493.e. Whilst most of what is visible of the female figure is her chiton, it is not depicted in outline (but her feet are, as female figures are depicted on Grand Style vases). Lemos mentions two other sherds she identifies as in the Chalice Style and depicting Athena (Cambridge Fitzwilliam GR.85.1894 and Leiden N 3) but there are no features depicted on either of these sherds that are specific to Athena. The interior decoration on the vase is also not typical of the Chalice Style, but rather particular to the Aphaia Painter and group, named after the chalice found in the sanctuary of Aphaia on Aegina. Vessels from this group display a thematic unity, with figures in garments and particular treatment of the lower parts of chitons and himatia. None of the vessels in this group have any filling ornament and the interior decoration of some of the vessels consists of komasts rendered in light-on-dark technique. As a possible representation of Athena (for parallels with another Athena see Lemos no. 684 from Emporio), the sherd would not fit into the Chalice Style since deities are not depicted in this style. They, and other mythological figures, are portrayed on the earlier Grand Style vases. Because of the figural interior and exterior decoration, 1888,0601.493.e would be more appropriately placed within the Grand Style and possibly a product of the Aphaia Painter or Aphaia Group. For parallels, see British Museum 1888,0601.493.h and 1888,0601.493.i. On the cult and iconography of Athena in Chios, see Graf 1985, 44-9 and Villing 1998, 147-68."], "Bibliographic references": [" Price 1924 / Pottery of Naukratis (pl. VI, no. 7) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 140, no. 807) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 84) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 107, p. 119, p. 128, p. 131, p. 292, no. 899, pl.120) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0761) (phase 2) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Athena/Minerva"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.493.e.+"], "Additional IDs": [" Miscellaneous number: 1924,1201.196 (Re-registered in error) "]}