{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1872,0604.1105"], "Description": [" Pair of gold ear-rings in the form of lynx heads and amphoras: the lynx head was made in two halves. Thin sheet gold would have been pressed over two bronze formers, the front and back pieces, and then the finer details added by chasing. Behind the collar there is a small garnet bead, while the hoop consists of a thin wire with additional wires twisted around it. The amphora pendant is elaborately decorated with granulation, a garnet for the body and a green glass bead at the bottom. Another pendant would originally have hung from the suspension hoop at the bottom, but is now missing on both earrings. A plaited wire chain hangs from the ring. "], "Cultures/periods": ["Hellenistic"], "Production date": [" 200 BC - 30 BC ", " 100BC-50BC "], "Production place": [" Made in: Levant (?) "], "Materials": [" gold ", " garnet ", " glass "], "Technique": [" twisted ", " granulation ", " plaited (wire) ", " pressed ", " chased "], "Dimensions": [" Height: 5.10 centimetres ", " Weight: 85 grains "], "Curator's comments": ["Walker & Higgs 2001 These earrings would have been worn with the head of the lynx inverted and facing up to the front of the ear lobe, while the chain would have been secured over the top of the ear. This particular pair has no known provenance, but other examples of the type have been found in Syria and the eastern Mediterranean. The use of wild and exotic animals was common on hoop earrings of the mid- to later Hellenistic period. Bibliography: J. Ogden, 'Ancient Jewellery' (London, 1992), 45, fig. 28; M. Pfrommer, 'Untersuchungen zur Chronologie früh und hochhellenistischen Goldschmucks' (Tübingen, 1990), cat. no. OR380, pl. 24, no. 8; R. Blurton (ed.), 'The Enduring Image: Treasures from the British Museum' (London, 1997), 98-9, cat. no. 96; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 97 [113]."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2442) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (113) "], "Location": ["Not on display"], "Exhibition history": [" 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World's Cultures 2018 23 Feb – 22 Apr, Nashville, Frist Art Museum, 'Rome; City &Empire' 2018-2019 20 Sep-04 Feb, Canberra, National Museum of Australia, 'Rome; City &Empire' 2021 13 Feb-15 Aug, Belgium, Tongeren, Gallo-Romeins Museum, 'Rome; City & Empire' 2021-2022 25 Sep – 08 Oct, China, Suzhou Museum, 'Rome: City & Empire' "], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1872,0604.1105"], "Conservation": [" Treatment: 07 Aug 1997 ", " Treatment: 05 Jun 2003 "]}