{"artifact_name": "lekythos", "Object Type": ["lekythos"], "Museum number": ["1888,0601.17"], "Description": [" Squat lekythos with a handle carved from banded calcite (likely); small disc in calcite added to base, not well placed back; drilled; smoothed outer surface; complete; bit of incrustations on outer surface. "], "Cultures/periods": [" Classical Greek ", " 27th Dynasty "], "Production date": ["450 BC - 400 BC (possibly)"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) (probably (Gardner 1888, 29, mentions the find of \"two or three lecythi in alabaster\" in the cemetery)) "], "Materials": ["calcite (likely)"], "Technique": [" carved ", " drilled ", " smoothed "], "Dimensions": [" Thickness: 0.50 - 0.75 centimetres ", " Diameter: 4.80 centimetres (max) ", " Diameter: 2.90 centimetres (rim) ", " Height: 9 centimetres "], "Curator's comments": ["Naukratis provided a wide range of vessels in calcite, chiefly alabastra. A few other shapes, often original such as this specimen, were also collected. Evidence for a local production of calcite vessels is given by the discovery of “many thousands of alabaster drill cores from tubular drilling” as well as unfinished vessels in the same material found in the temenos of Apollo in 1885, between the temple and the north-west corner of the temenos (Petrie 1886, 15). Most of these vessels should be dated to the second half of the 6th or latest first half of the 5th century BC. Maybe this lekythos was produced in this workshop. Its shape reproduces a squat lekythos that can be dated to the second half of the 5th or early 4th century. Reproductions of squat lekythos from Attica in other material than ceramic are known in Egypt. See a Late Period example from Karnak (Masson forthcoming) and another one in bronze from Herakleion (Goddio 2008, 171 and 325, No. 224). Goddio, F. (ed.) 2008, Egypt's Sunken Treasures, 2nd edn., Munich. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Memoir of the Egypt Exploration Fund 3), London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.043) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.17"]}