{"artifact_name": "column", "Object Type": ["column"], "Museum number": ["1886,0401.32"], "Description": [" Fragment of limestone column-necking decorated with moulding. The upper surface shows a plain astragal with rebate. It is stepped and the break at the rear, which has the form of a segment of a circle, shows that a step was set there as well. Traces of red colouring are shown on the upper surface. This fragment of moulding is part of the relief-ground of the Anthemion. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 6.50 centimetres (max) ", " Height: 4.70 centimetres ", " Thickness: 4.70 centimetres ", " Width: 10.20 centimetres (max) "], "Curator's comments": ["On the upper surface a trace of mortar can be found which could be part of the original construction technique. It could also give evidence that it was set up in the Egyptian way with mortar, rather than how it became later common in Greece, to put the elements together dry or with lead. Similarly, the red colouring of areas which, after the final placement, would no longer be visible could have been adapted from Egyptian practice though the purpose of the action appears difficult to determine. The relative width of the beading does not correspond with that of B393 and B394a and b thus indicating a third column of the same type (Koenigs, 2007, 315-316). Published (Koenigs 2007, 315f. Cat. 4; Petrie 1886, 5f. Pl. 3; Holtfester 2001, 294)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B395) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.4c, p.315-316; pl.6, 7, 29) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.07) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.32"]}