{"artifact_name": "stirrer", "Object Type": ["stirrer"], "Museum number": ["1879,0522.47"], "Description": [" Glass stirring rod with twisted stem; top bent round to forma ring handle. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["glass"], "Dimensions": [" Length: 15.24 centimetres "], "Curator's comments": ["Although often called a stirring-rod, this type of object was also used for extracting liquids and unguents from vessels with long necks (Chavane 1990, 85 with refs). They were made and used across the Roman world and the form is found in ivory and bronze of the same period (Cesnola 1882, 174 and figs 161-163 (all from Cyprus): 161 is made of glass, where they are described as hair pins; see also Richter 1915, 466, no. 1860, also from Cyprus). Chavane (1990, nos 692-4 with refs) describes several examples from more recently-excavated tombs in Amathus on Cyprus. Of the two examples in Toronto discussed by Hayes, both also from Cyprus, one (Hayes 1975, 158 no. 656A) is 'perhaps Italian' as it is similar to Isings' Form 79 (Isings 1957, 94-5), but the fabric of the other (Hayes 1975, 158-8 no. 656B) resembles Cypriot or Syrian fabrics. Bibliography: Di Cesnola A. 1882, Salaminia (Cyprus). The history, treasures & antiquities of Salamis in he island of Cyprus (London). Chavane M.-J. 1990, La nécropole d'Amathonte. Tombs 110-385. IV. Les petits objets (Nicosia). Hayes J. 1975, Roman and pre-Roman glass in the Royal Ontario Museum (Toronto). Isings C. 1957, Roman glass from dated finds. Archaeologica Traiectaina II (Groningen-Djakarta). Richter G. 1915, Greek, Etruscan and Roman bronzes (New York)."], "Bibliographic references": ["Tait 1991 / Five Thousand Years of Glass (pl.72)"], "Location": ["On display (G70/dc17)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1879"], "Department": ["Greek and Roman"], "Registration number": ["1879,0522.47"]}