{"artifact_name": "offering spoon", "Object Type": ["offering spoon"], "Museum number": ["1888,0601.75"], "Description": [" Fragment of an offering spoon, often referred to as a toilet spoon or cosmetic-dish, made from bone (or jet?); most likely in the form of a hand holding a mussel-shaped scoop with the wrist forming the base of the spoon handle; only lower part preserved. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) ", " 27th Dynasty (early) "], "Production date": ["6thC BC (likely)"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" bone (?) ", " jet (?) "], "Technique": ["carved"], "Dimensions": [" Length: 5.70 centimetres ", " Thickness: 0.80 centimetres ", " Width: 2.80 centimetres "], "Curator's comments": ["Several 'offering spoons', often referred to as cosmetic dishes or toilet spoons, were discovered in Naukratis (Masson forthcoming). They are a category of artefacts well represented in the Delta. They occur for example at Bubastis, Tanis, Zagazig, Sais, Saqqara and Memphis (Wallert 1967, 53). As demonstrated by J. Bulté, the general theme displayed on offering spoons is often associated with the act of offering or with the offering itself (Bulté 2008). This fragmentary specimen belongs to a very popular type, an open hand holding a mussel-shaped scoop. Most of the offering spoons from Naukratis pertain to that type and are made out of bone, such as this specimen (Boston, Museum of Fine Arts 88.1047; Cairo, Egyptian Museum JE33549; a possible unfinished one Oxford, Ashmolean Museum AN1896-1908-G.113). Already common in the New Kingdom, the hand-shell type persisted in the Third Intermediate Period with some differences in the material and innovations in the overall shape (Bulté 2008). During the Late Period very close archaizing copies of the New Kingdom are again produced. For example, two hand-shell spoons in bone were discovered in the Priests’ Quarter in Karnak in a sealed context dated to the late 26th-early 27th dynasty (Masson 2007, Pl. XXIX, 1-2). Considering the archaizing tendency of the 26th dynasty and this parallel, this piece should probably be dated to the Saite Period- early Persian Period at the latest. Bulté, J. 2008, '“Cuillers d’offrandes” en faïence et en pierre messagères de bien-être et de prospérité', Revue d’Égyptologie 59, Paris, 1-32. Masson, A. 2007, 'Le quartier des prêtres du temple de Karnak: rapport préliminaire de la fouille de la Maison VII, 2001-2003', Cahiers de Karnak XII, pl. XXIX, 1-2. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Wallert, I. 1967, ‘Der verzierte Löffel: seine Formgeschichte und Verwendung im alten Ägypten’, Ägyptologische Abhandlungen 16, Wiesbaden."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MA.2) (Phase 2)"], "Location": ["Not on display"], "Condition": ["Relatively fair, though incomplete"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.75"]}