{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.490"], "Description": [" Body sherd of Chian Grand Style pottery chalice; white slip; interior: glazed streaky black, with two added white bands at top of sherd and trace of one at bottom; exterior: painted decoration consisting of warrior holding shield (of warrior, part of reserved thigh and knee remaining; of shield, part of bull protome, to left, as device; background of shield in added red; bull’s head in outline; row of dots around edge of shield); vertical dilute line at left break. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 5.60 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": ["Lemos describes the sherd as belonging to the Group with the Filling Ornament. The features typical for this group of vessels are the milky white slip and the use of filling ornament, which is found only in this group of sherds. The presence of filling ornament also suggests that the vases were mostly likely the earliest in the Grand Style. The male figures portrayed on vases from this group are perhaps the most expertly depicted and may all have been done by the same hand. Finally, there is a clumsy attempt at creating some perspective. However, that there is no evidence for filling ornament on this sherd, nor is there any evidence for any attempt at perspective. Yet the depiction of male figures in this group is done in outline, as the male figure appears here. In later Grand Style vases, male figures are depicted with coloured flesh. The number 817 (?) is written in pencil on the interior."], "Bibliographic references": [" Price 1924 / Pottery of Naukratis (pl. V, no. 4) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 140, pl. 96, no. 796) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 85) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 110, p. 273, no. 710, pl. I, pl.93) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0723) (phase 2) "], "Location": ["Not on display"], "Subjects": ["warrior"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.490"]}