{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["1888,0601.461"], "Description": [" Rim and bowl sherd (reconstructed from eighteen fragments with added plaster) of Chian Wild Goat Style pottery dinos; root of handle at right; creamy slip on exterior; on top of wide flat rim, guilloche with centres alternating black and open between black bands; on bowl, painted decoration consisting of parts of two animal friezes; above, from left, pendant corner roundel as filling ornament; large black handle zone flanked by vertical dividing bands consisting of paired hook maeanders; at right, part of boar with added red patches on body and neck, to right; panther (drawn in outline with small circles on body) to left; indiscernible animal, to right; part of feline, to left; bull with head lowered, to right; elaborate rosettes and swastikas as filling ornament; at right, corner ornament and trace of vertical maeander flanking handle zone; lower frieze mostly worn, only part of possible bud remaining. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["630BC-600BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 26 centimetres (of rim, external) ", " Diameter: 20 centimetres (of rim, internal) ", " Diameter: 34 centimetres ", " Height: 12.70 centimetres "], "Curator's comments": ["Lemos erroneously suggests that because there are several superimposed friezes visible on the sherd, the possibility that the vessel is an oinochoe cannot be discounted. This assertion is based on the complete Gela dinos which only depicts a single frieze."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 19, p. 246, no. 287) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0002) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.461"]}