{"artifact_name": "krater(?)", "Object Type": ["krater (?)"], "Museum number": ["1886,0401.1112"], "Description": [" Neck and shoulder sherd of East Greek Wild Goat Style pottery krater or amphora (?); plastic ridge at junction of shoulder and neck; cream slip; interior: neck slipped and glazed; exterior: slipped; head of a dog to right; filling ornament: quatrefoil; neck glazedbrown. Hard fired pale orange-brown clay with some small silver mica (Munsell 5YR 7/6). "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-570BC (circa)"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 7.10 centimetres ", " Thickness: 0.80 centimetres ", " Width: 8.30 centimetres "], "Curator's comments": ["The piece belongs to a group of North Ionian vessels decorated in the shoulder zone with large animals rendered in the 'Wild Goat style' using reservation and added red paint to indicate details. Clay analyses suggest that Teos was the main production centre. Examples of the group are known for example from the Greek cities on the northern Black Sea coast such as Berezan. Compare for example the krater from the Black Sea region illustrated inWalter-Karydi, E. 1973, Samische Gefässe des 6. Jahrhunderts v. Chr., Samos VI (1), Bonn, pl. 118 no. 968. For an example of the group analysed with NAA by Hans Mommsen (Bonn) and attributed to Teos as a production centre (NAA group B), see Posamentir, R. and Solovyov, S. 2006, ‘Zur Herkunftsbestimmung archaischer ostgriechischer Keramik: Die Funde aus Berezan in der Eremitage von St. Petersburg’, Istanbuler Mitteilungen 56, 103–28, esp. 122 fig. 27."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.029)"], "Location": ["Not on display"], "Subjects": ["animal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1112"]}