{"artifact_name": "bottle", "Object Type": ["bottle"], "Museum number": ["1898,1201.61"], "Description": [" Fragment of narrow tubular glass bottle. Body (including fractured edges) now cream-coloured, original colour indecipherable, trails opaque orange. Fragment from middle of body. Thick, whitish enamel-like coat of weathering on all surfaces, but without obscuring pattern and colour of trails. No devitrification. Perpendicular-sided body, oval in horizontal section with equivalently oval vertical piercing. Neatly festooned spiral trailing all over extant portion of body. Rod-formed; trailing drawn on, marvered and combed. "], "Cultures/periods": [" Late Cypriot ", " New Kingdom "], "Production date": ["1650BC-1050BC"], "Production place": [" Made in: Egypt (?) ", " Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: The British Museum"], "Findspot": [" Excavated/Findspot: Maroni, Tomb 14 "], "Materials": ["glass"], "Technique": [" rod-formed ", " trailed ", " marvered ", " combed "], "Dimensions": [" Diameter: 1.20 centimetres (max) ", " Height: 1.80 centimetres "], "Curator's comments": ["This was first recognised as a fragment of a kohl tube by Don Bailey (1976, 21). A fragment of a similar vessel was found in a looted tomb (no. 6) located on the coastal scarp at Tsaroukkas during excavations conducted as part of the Maroni Valley Archaeological Survey Project (Manning and Monks 1998, 329 and fig. 16). It has been suggested that this was a Cypriot adaptation of an basic Egyptian type, as there are no known Egyptian parallels for the specific examples found on Cyprus. Bibliography: Bauiley D. 1977, 'The British Museum excavations at Hala Sultan Tekke', in P. Åström et al., Hala Sultan Tekke I. Excavations 1897-1976. SIMA (Göteborg). Manning S. and Monks S. 1998, 'Late Cypriot tombs at Maroni Tsaroukkas, Cyprus', ABSA 93, 297-351."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (12.a) ", " Johnson 1980 / Maroni de Chypre (no. 111) ", " Kiely 2011b / Maroni (14.7) ", " Jacobsson 1994 / Aegyptiaca from Late Bronze Age Cyprus (no. 118 and pl. 32:118) "], "Location": ["Not on display"], "Acquisition date": ["1898"], "Department": ["Greek and Roman"], "Registration number": ["1898,1201.61"]}