{"artifact_name": "bottle", "Object Type": ["bottle"], "Museum number": ["1898,1201.135"], "Description": [" Globular glass bottle with cylindrical neck and ring base. Broad rim, rectangular in cross-section with over half broken off; trace of lip-spout; cylindrical neck meeting shoulder in gentle curve; globular body; base-disc. Trace of lower handle-attachment on shoulder, a little out of diametric alignment with spout, unless both spout and attachment were wide ones. Upper handle-attachment was probably on missing portion of neck, below rim. Clear dark blue(?) with opaque white and opaque orange trails. On neck, festooned trails, white and orange; on body a feather pattern of the same, bounded above and below by horizontal orange trails. Core-formed and tooled, trails marvered and combed. "], "Cultures/periods": ["Late Cypriot II"], "Production date": ["1450BC-1200BC"], "Production place": [" Made in: Egypt ", " Made in: Cyprus "], "Excavator/field collector": ["Excavated by: The British Museum"], "Findspot": [" Excavated/Findspot: Maroni, Tomb 14 "], "Materials": ["glass"], "Technique": [" core-formed ", " trailed ", " tooled ", " marvered ", " combed "], "Dimensions": [" Diameter: 6.40 centimetres ", " Height: 7.20 centimetres "], "Curator's comments": ["BM Glass A. S. Murray in Archaol. Anzeiger, 1898, 238. Fossing 1940, 29 (mention only). Astrom 1967, 58, 125 (=id. 1972, 530, 597). Nolte 1968, 111, 113, no. 7a. Both Fossing and Nolte wrongly speak of this piece as 'acquired', not excavated, by the BM, although Murray, loc. cit., makes its origin quite clear. For the excavations (by Η. Β. Walters, Nov.-Dec. 1897) see Myres and Richter 1899, 11, 187f."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (9) ", " Johnson 1980 / Maroni de Chypre (no. 114) ", " Kiely 2011b / Maroni (14.8) ", " Peltenburg 1986 / Ramesside Egypt and Cyprus (p. 152, bottle no. 9) "], "Location": ["Not on display"], "Condition": ["Broken and mended; part of rim and neck and almost the whole handle missing. Whitish enamellike weathering-coat all over, rendering colours almost indecipherable."], "Acquisition date": ["1898"], "Department": ["Greek and Roman"], "Registration number": ["1898,1201.135"], "Conservation": ["Treatment: 03 Jul 2009"]}