{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1888,0601.496.a-c"], "Description": [" Two pairs of joining sherds joined with plaster (including 1924,1201.178) of a Chian Wild Goat Style pottery phallus cup; most of back missing; white slip; interior: glazed streaky black save for glans and lower shaft; exterior, from top: two dilute lines; modelled vulva, with brown dots, flanked by frieze of goats to right (rump of one to right, most of one to left); rising and corner triangles, swastika and dot rosette as filling ornament; underneath pudenda, ridge running down length of phallus, decorated with broken maeander and short horizontal strokes; below goat frieze, alternating black and white tongues, then key maeander between pairs of lines; glans in added red with eye on either side and dot band around periphery. "], "Producer name": ["Attributed to: Painter of the Aphrodite Bowl"], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["625BC-600BC"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted ", " hand-modelled "], "Dimensions": [" Height: 14.60 centimetres ", " Thickness: 0.40 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": ["Lemos describes the sherd as part of the Group of the Aphrodite Bowl, rather than as by the painter of the bowl, because the sherd displays a greater amount of variety in the filling ornaments, albeit similar to those on the Aphrodite Bowl (Lemos 1991, 74-5). The later addition of British Museum 1924,1201.178 to the rest of the phallus cup led Williams to describe the vessel as belonging to one of the mature works of the Painter of the Aphrodite Bowl (Williams 2006a, 128). The sherd 496c joins British Museum 1924,1201.178. The shape of the vessel suggests that the cup was probably a dedication to Aphrodite. For a discussion of the shape, see Williams, 2006a, pp. 127-8. The sherd is also published in Bergeron, M. forthcoming, ‘Pots and People: Greek trade and votive rituals at Naukratis’, in L. Hulin (ed.), Heracleion in Context: The Maritime Economy of the Egyptian Late Period, Oxford."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p.24-5, fig.12, p.75, p.250, pl.53 no.365) ", " Williams 2006a / The Chian Pottery from Naukratis (p.127 fig.1, No.17, p.128, p. 132 note 17) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 78) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1932) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.496.a-c"], "Joined objects": [" Joined Object Group: G16300 (2 objects) "], "Conservation": [" Treatment: 01 Mar 2006 ", " Treatment: 02 Mar 2006 "]}