{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1447"], "Description": [" Egyptian terracotta female figure, following Tanagra types. Top half of a woman standing, looking down slightly to her right, muffled in a himation wrapped round her shoulders and covering her head, leaving exposed only her face and a fringe of hair with a centre parting; the hair apparently rises to a bun at the back of the head. Her left hand is placed on her waist, beneath the shawl, but her right arm emerges from it at her elbow, the hand being raised to hold an unidentified object below her chin, or perhaps gripping a fold of her himation. The back is plain except for a group of short incised lines at the rear of her head; there is a circular vent. Hollow, from two-piece mould, with traces of a white dressing on the front. Red-brown Nile silt with abundant fine gold mica and common white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 10.20 centimetres (max) ", " Thickness: 3.50 centimetres ", " Width: 6.20 centimetres "], "Curator's comments": ["Likely of local or Alexandrian production, with close parallel from Bubastis (Perdrizet 1921, pl. 13, no. 47) and similar to example from Chatby cemetery, Alexandria (Adriani 1956, 36, fig. 36, 25810). For the muffling and the gesture, compare a ‘dancer’ from Alexandria, dated to the beginning of the 3rd century BC (Besques 1992, pl. 75a). Parallel from Naukratis in Bristol Museum (H2221). Adriani, A. 1956. ‘Ipogeo dipinto della Via Tigrane Pascià’ Bulletin de la Société archéologique d’Alexandrie. 41: 63-86.Tigrane Pascia. Besques, S. 1992. 'Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient'. Paris. Perdrizet, P. 1921. 'Les Terres cuites grecques d’Égypte de la collection Fouquet.’ Nancy."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3516) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.397) (Phase 1) "], "Location": ["Not on display"], "Condition": ["All below the upper thighs is lost."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1447"]}