{"artifact_name": "portrait head", "Object Type": ["portrait head"], "Museum number": ["1861,1127.55"], "Description": [" Marble portrait of a Hellenistic king, perhaps Ptolemy Apion. The nose, chin and lips are damaged, the locks of hair are weathered, and the separately made upper section of the head is missing. There are patches of surface incrustation. The neck has been broken from the body at an angle. This portrait represents a young man with a tightly curled hairstyle consisting of deeply drilled locks. The almond-shaped, deeply set eyes are placed beneath fleshy brow muscles, and give the impression that the subject is looking upwards slightly. The lips are damaged, but the lower one is short and fleshy. The head turns sharply on its neck to the right, giving a dramatic twist, typical of Hellenistic ruler portraits. The damage caused to the nose and mouth, presumably when the statue to which it belonged fell from its base, furnish the facial features with a pronounced pathos that may not have been so apparent when the head was complete. "], "Cultures/periods": ["Hellenistic"], "Production date": [" 2ndC BC ", " late 2nd century BC - early 1st century BC "], "Excavator/field collector": [" Excavated by: Sir Robert Murdoch Smith ", " Excavated by: Cdr Edwin A Porcher "], "Findspot": [" Excavated/Findspot: Temple of Apollo (Cyrene), Found on the east side of the naos of the Temple of Apollo. It was in the same context as a similar portrait (GR 1861,0725.11), also identified as Ptolemy Apion. "], "Materials": ["marble"], "Technique": ["drilled"], "Dimensions": [" Height: 23 centimetres "], "Curator's comments": ["Walker & Higgs 2001 Even though the facial features seem less harsh than those of the so-called Ptolemy Apion from the same context (BM Sculpture 1383), the tightly curled locks of hair, and the extensive use of the drill to create them, are very similar on both portraits. Also closely comparable are the rounded shapes of the face. A diadem has not been carved on the surviving portion of this head, and ought not perhaps to be restored on the missing upper section, as then the subject would have worn the band very high on his head. Instead, the diadem may have actually been rendered in metal or perhaps even cloth and placed over a shallow depression behind the three tiers of curls. The style suggests a date in the later second century BC, and the prime candidate for a royal subject from Cyrene at this time is Ptolemy Apion. Unlike the other Apion from Cyrene, which is carved as a rather stiff, formal and frontal portrait, this portrait is of the dynamic and heroic type, typified by nude Hellenistic ruler portraits. The two portraits may have stood side by side within the Hellenistic temple of Apollo, one showing the king in an almost uncompromising fashion, the other, this head, more as a heroic ruler, almost raised to the ranks of the gods. Ptolemy Apion was the illegitimate son of Ptolemy VIII Physkon (reigned 170-164 BC; 145-116 BC). Apion's mother was reportedly his father's mistress Eirene, who had a Greek name but may have been a native North African. Apion was given Cyrenaica to rule, and when he died he bequeathed his kingdom to Rome. BIBLIOGRAPHY: E. Rosenbaum, A Catalogue of Cyrenaican Portrait Sculpture (London 1960), cat. no. 9, pl. X; for the other Apion (Sculpture 1383), see J. Huskinson, Roman Sculpture from Cyrenaica in the British Museum (Corpus Signorum Imperii Romani GB, Vol II, I (London 1975), cat. no. 63."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1394) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (23) "], "Location": ["Not on display"], "Associated names": ["Portrait of: Ptolemy Apion (?)"], "Acquisition name": [" From: Sir Robert Murdoch Smith ", " From: Cdr Edwin A Porcher "], "Acquisition date": ["1861"], "Department": ["Greek and Roman"], "Registration number": ["1861,1127.55"], "Conservation": ["Treatment: 14 Aug 2000"]}