{"artifact_name": "herm; portrait head(?)", "Object Type": [" herm ", " portrait head (?) "], "Museum number": ["1856,0826.160"], "Description": [" Marble hern with a portrait of Ptolemy. Intact, but weathered, the herm was left unfinished and bears many traces of tool marks, mostly that of the rasp. The back of the head is flat and roughly worked. Two rectangular slots were cut into either side of the figure. It may have formed part of a balustrade of herms. The male head has a full head of hair, swept up over the brow and behind the ears. A slight depression in the hair probably indicates that a diadem was added, perhaps made of metal. The face is long, with a high furrowed brow and a fleshy bar above the eyes. The cheekbones are strongly marked and prominent, and the chin is broad and square. The long nose is slightly pointed and has an upturned tip. The short mouth has tightly closed lips. The rather pinched features, with the heavily lidded, mean eyes imbue the portrait with a marked sense of severity, but this may have been unintentional: the sculptor has not finished his work, and the facial features are only roughly worked. "], "Cultures/periods": ["Hellenistic"], "Production date": [" 240 BC - 200 BC ", " 3rd century BC "], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Temple of Apollo (Kalymnos) "], "Materials": ["marble"], "Dimensions": [" Height: 39 centimetres "], "Curator's comments": ["Walker & Higgs 2001 The presence of a diadem suggests that a royal personage is intended. It was formerly thought to be a representation of Herakles (see Walker & Higgs 2001, 9), but Gisela Richter claimed that the small mouth and heavy chin resembled the coin portraits of Ptolemy IV. If this is the correct identification, it is difficult to determine the exact context of the portrait in this unusual herm form. It may have been a dedication in the sanctuary of Apollo on Kalymnos, an island under Ptolemaic control during the reign of Ptolemy IV. BIBLIOGRAPHY: G.M.A. Richter, The Portraits of the Greeks (London 1965), 264, figs. 1824-6."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1741) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (12) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": [" Representation of: Herakles/Hercules (?) ", " Representation of: Ptolemy IV Philopator (?) "], "Department": ["Greek and Roman"], "Registration number": ["1856,0826.160"]}