{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Museum number": ["1888,0601.46"], "Description": [" Glazed composition naked figure with crossed legs, holding an amphora. Large reeded suspension loop just below hair line at back. Block seat, right side of face and shoulder, and ends of legs broken off. Finely modelled figurine with detailed face -left ear remaining, hair flaring out on shoulders. Figure is naked, buttock crease indicated at back, with legs drawn up and crossed above ankles. Both hands grasp an amphora round its belly, and hold it up against chest. The amphora has parallel sides, a narrow mouth with collar-like neck, and small ear handles on shoulder.Parallels can be made with Phoenician amphora types. Missing seat which was a block? sub-oval break underneath. Glaze now cream colour, but tinge of blue still survives on front. Secondary colour on hair black brown, chestnut colour, but now largely missing. Core - white, very fine texture, medium hard. "], "Cultures/periods": [" Archaic Greek ", " 26th Dynasty "], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ8(?) (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 5.50 centimetres ", " Thickness: 2 centimetres ", " Width: 2.20 centimetres (across knees) "], "Curator's comments": [" Faint pencil mark on back, possibly Φ8. ", " An unusually fine figurine from the same group as flute players and walking male and female figures. But this one is outstanding for the quality of the glaze and core, and the fineness of the modelling. Parallels for the fabric come from Samos, in particular a kneeling flute player, (Webb forthcoming Catalogue of Faience from the Samos Heraion, no. 295) Unusual also is the pose, and the specific type of amphora, Cypro-Phoenician in type.Whether the figure is actually intended to represent a drunken man clutching his favourite tipple seems unlikely. Such portraits are of Hellenistic date. This must rather be an offerer with his gift for the deity. "], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (381) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.01) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.134) "], "Location": ["Not on display"], "Condition": ["Fair, though incomplete"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.46"]}