{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1383"], "Description": [" Gypsum alabaster (calcium sulphate) figure of a nude male, fragment. Standing nude youth (kouros); preserved from the neck to the knees; right elbow and hand are damaged. He is standing in a frontal position with the left leg slightly advanced with the weight evenly distributed. The shoulders are very broad, rounded and sloping; the torso is tubular though expanding around the chest. The pectorals are rendered separately with a fine incised line to indicate them. The right arm is angled, the closed right hand is placed on the chest below the pectorals; the thumb is stretched out, the hand is not holding any object. The left arm is hanging down the left side, below the pectoral it is separated from the torso for a short bit. The left hand is clenched and it has been suggested that it is holding a 'shadow rod' (Schattenstab); the thumb is stretched downwards. The crook of the arm is indicated by a dent; the upper arms are club-like, the lower arms thin. Underbelly and pubes are slightly protruding, the navel is concave; the waist is not indicated. The back is straight and flat with a small round buttocks; the spine is indicated by a thin line. A certain degree of curvature is indicating the muscles of the upper legs in the front. The hair is to be reconstructed as wig-like falling down to the neck as a thick mass; it's lower edge is rendered as five short, broad and pointed spikes with the outermost being cut in half. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC-570BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Middle of the eastern side of town "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 2 (Sub group 3)"], "Dimensions": [" Height: 12 centimetres (max) "], "Curator's comments": ["Höckmann (2007, 187) states that the figure could have been worked after the prototype of the figure British Museum 1888.0601.14 - one should compare the schematically carved chest and the undifferentiated surface modelling. The rendering of torso, shoulders and thighs is plump and exhibits a lack of interest in an anatomically correct rendering of the body. The straight line of the back and the backside of the thighs can also be found on the kouroi Boston, Museum of Fine Arts 88.1098 and Cairo, Egyptian Museum 27426; Cypriot works present us with the most prominent examples (e.g. Ergüleç 1972, pl.17.2b). Even though worked by a different hand, this figure can be assumed to be from the same workshop as British Museum 1888.0601.14 (B 442). The relatively early dating is based on stylistic features such as the broad shoulders, the arms being drawn-in towards the torso, the slender proportions and the wig-like hairstyle. The general type is as Sculpture B438, but the details are more advanced and the date is later (Smith 1892, no. 204; Petrie 1886, pl. 1, fig. 3). Deonna, Apollons archaiques, pp. 64 and 297; Furtwangler, Meisterwerke, p. 713, n. 1; Kieseritzky in Jahrbuch, 1892, p. 182, n. 6; Mallet, Premiers Etablissements, p. 247, fig. 35; Ohnefalsch-Richter, Kypros, Bible and Homer, pl. CCXIV, no. 16; Poulsen in Jahrbuch, 1906, p. 205, n. 191."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B441) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N29, p. 187; pl. 11) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. I, no. 3) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 161, note 584) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (p. 166, fig. 3; p. 167, note 40; pp. 174-175, fig. 16 a-c) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.117) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1383"]}