{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1415"], "Description": [" Egyptian terracotta figure of mans head. A grotesque male head, broken from a figure at neck, wearing a large tightly woven and bound festival wreath; he is bald except for a patch of hair emerging at each side from the wreath beside his brow. The back is lost, together with most of two lotus buds that surmounted the wreath. Hollow, from two-piece mould. Brown Nile silt with grey core and frequent, fine gold mica, white (limestone?) and quartz inclusions. Minute traces of a white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.50 centimetres ", " Thickness: 2.50 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": ["Ptolemaic (Bailey 2008, 65-6) representation of peasant(?) or cultist, with similar example dated to the Hellenistic period probably from Alexandria (Besques 1992, no. D/E 4572) and 2nd to 1st century BC examples from Alexandria and elsewhere in Egypt (Fischer 1994, 234-5, pl. 46, no. 469-473). See similar style contemporary terracottas from Naukratis (Cambridge Museum of Classical Archaeology NA565; Bolton Museum, 1966.95.A). Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C643) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.509) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Fragment with chipped nose"], "Subjects": ["devotee/worshipper"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1415"]}