{"artifact_name": "hera-cup", "Object Type": ["hera-cup"], "Museum number": ["1888,0601.404"], "Description": [" Rim and body sherd (mended from two fragments) with handle root of Samian pottery Hera cup; interior: reserved band at top of rim, glazed streaky black below; exterior: reserved upper part, trace of streaky black at bottom; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-560BC (circa)"], "Production place": [" Made in: Samos "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) (one of the fragments now joined) ", " Excavated/Findspot: Sanctuary of the Dioskouroi (Naukratis) (one of the fragments now joined) "], "Materials": ["pottery"], "Type series": ["Furtwängler Type I-III"], "Technique": ["painted"], "Dimensions": [" Diameter: 11 centimetres ", " Height: 5 centimetres ", " Thickness: 0.30 centimetres ", " Width: 8 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The modern inscription 'Hera' on the interior surface of one of the sherds indicates the findspot of the sherd. The modern inscription 'DIOSK' is found on the second, joining sherd suggesting it was found in the region of the sanctuary of the Dioskouroi situated further north of the sanctuary of Hera. The number A 1668 2 is written on a sticker glued to the exterior surface of the sherd. The dipinto dedication indicates the sherd as belonging to a Hera cup, of which a number were found at Naukratis. Hera cups appear to have been exclusive to Samos and Naukratis and Schlotzhauer has suggested that those found at Naukratis may have first been used at the Heraion in Samos and then brought to Naukratis as an aphidryma in the deliberate transplantation of cultic objects between sanctuaries (Schlotzhauer 2006 313). Following Furtwängler's typology of Samian Hera cups, the sherd belongs with his Type I-III (Furtwängler 1989 88, fig. 14). Although this sherd was not subjected to clay analysis, the fabric and shape bear striking similarities with other Hera cups from Naukratis (British Museum 1888,0601.401, 1888,0601.403 and 1888,0601.405) that were analysed by the Research Laboratory for Archaeology at Oxford (Boardman 1986 665, 701 Table. 8.18 no. 48-51). The fabric from these other Hera cups was also analysed via NAA by Mommsen (Bonn) and the fabrics were all placed in Group J (Samos). Schlotzhauer suggests that these cups were produced in an area near the Heraion on Samos specifically for cult purposes (given the dipinto dedications) and, including British Museum 1888,0601.404, these cups may even have formed part of the same batch, given the similarity of the cup shape and fabric. Boardman, J. 1986, 'Provenance Studies of Greek Pottery of the Historic Period', in R.E. Jones (ed.) Greek and Cypriot Pottery: A review of scientific studies, BSA, Athens: 627-815. Furtwängler, A.E. and H.J. Kienast, 1989, Samos III: Der Nordbau im Heraion von Samos, Bonn. Schlotzhauer, U. (2006) ‘Griechen in der Fremde: Wer weihte in die Filialheiligtümer der Samier und Milesier in Naukratis?’, in A. Naso (ed.), Stranieri e non cittadini nei santuari del Mediterraneo antico, Atti del convegno internazionale, Studi Udinesi sul Mondo Antico 2. Florence: 294-324."], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 67, no. 848, pl. XXII, no. 848) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 692, no. 497) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 157, NAU 129, pl. 28d-f) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.071) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Associated with: Hera/Juno"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.404"]}