{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1879,0115.9"], "Description": [" Gold ear-ring, truncated conical box-setting with a wire across the top threaded with a pearl; at the back are soldered two intersecting ribbons, attached to which is a hook with a pendant in the form of an expanding gold rod with a pearl at the end. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC (circa)"], "Findspot": [" Excavated/Findspot: Tortosa (historic), tomb "], "Materials": [" gold ", " pearl (2021 Microscopically identified for CITES by BM Scientist Carolyn Cartwright as pearls from Pinctada margaritifera, the black-lip pearl oyster.) "], "Technique": ["soldered"], "Dimensions": [" Height: 3.30 - 3.50 centimetres ", " Weight: 57 grains (pair) ", " Width: 0.85 centimetres ", " Depth: 1.90 centimetres "], "Curator's comments": ["Pair with 1879.1-15.8."], "Bibliographic references": ["Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2395)"], "Location": ["Not on display"], "Exhibition history": [" 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe, City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Acquisition name": ["Purchased from: S Thibaudeau"], "Previous owner": ["Previous owner/ex-collection: Napoléon Joseph Charles Paul Bonaparte"], "Acquisition date": ["1879"], "Department": ["Greek and Roman"], "Registration number": ["1879,0115.9"], "Conservation": ["Treatment: 29/05/2019"]}