{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1862,1021.3"], "Description": [" Terracotta figure; kanephoros of Arsinoe Philadelphos. An adolescent girl standing, modelled in the round and carrying on her head a covered vessel, probably a basket. She wears a long chiton with short sleeves, girdled very high on the chest and with a long overfall reaching to just above her knees; her feet peep out from the bottom edge of the chiton. A narrow himation (or a wide one folded lengthways) is wrapped round the middle of her body, one end gripped by her muffled left hand, the other passing over her bent left forearm. Her right arm is raised to support a shallow bowl-like basket with a low domed top and central boss; a radial groove extends from the boss to the rim. The lid of the basket is half covered by a cloth that hangs down behind her to just below her shoulders. The rear of the figure has detailed modelling of her clothing, and she stands on a plain rectangular plinth, open below. There is no vent. Hollow; two-piece mould. From the same workshop as Terracotta 3198, from Naukratis. Light orange-brown clay with some mica, probably a marl ware: it is unlike the reddish shelly clays of the Cyrenaica, from whence it is said to come, and is probably of Alexandrian manufacture. Most of the thick overall white dressing survives, and scientific analysis shows it to be kaolinite (BM Department of Scientific Research Report 7048, 10 May 1999). Over the white, the figure is decorated in various postfiring colours, but little of the paint extends to the rear. Her short curly hair is painted dark red, and two narrow vertical stripes of rose madder run from her shoulders to the hem of her chiton, the edge of which is encircled by a similar narrow stripe; a stripe of rose madder is also painted along the centre of her himation. The cloth covering the basket borne on her head is painted blue on its front, its edge and the narrow fold passing over the centre; it is left white behind. A narrow strip of blue surrounds, except for the rear, the drapery and feet on top of the plinth. The underside of the basket is painted yellow, to indicate gold. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(mid)-3rdC BC(late)"], "Production place": [" Made in: Alexandria (Egypt) (probably) "], "Findspot": [" Excavated/Findspot: Cyrenaica (modern) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 15.24 centimetres "], "Curator's comments": ["BM Terracotta IV Comparandum. Close: Szyma´nska 2005: no. 204, a fragment of the basket, from Athribis, dated second century bc. Bibliog. Walters 1903: C 812; Winter 1903b: 77, no. 3; Thompson 1954: pl. 22; Higgins 1967: pl. 62A; Bailey 1999b: 156–60."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (C812)"], "Location": ["Not on display"], "Associated names": ["Associated with: Arsinoe II"], "Acquisition name": ["Purchased from: Kratkij"], "Acquisition date": ["1862"], "Department": ["Greek and Roman"], "Registration number": ["1862,1021.3"]}