{"artifact_name": "bottle", "Object Type": ["bottle"], "Museum number": ["1888,0601.730"], "Description": [" Lower part of a pottery bottle of compact pink fabric with remains of a pale cream surface coating on the exterior. The fabric contains sand and small particles of grit. The vessel has an elongated ovoid body and a disc foot. The upper part is broken off, with the loss of the neck. "], "Cultures/periods": [" Eastern Mediterranean ", " Cypro-Archaic (?) "], "Production date": ["630BC-550BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Dimensions": [" Diameter: 4 centimetres (base) ", " Diameter: 6.90 centimetres (max) ", " Height: 9.10 centimetres "], "Curator's comments": ["Probably of the same shape as British Museum 1888,0601.729. The shape is common on Rhodes (e.g. Jacopi 1930, fig. 346; Jacopi 1933, 18-19, fig. 5, tomb II; Kinch 2014, pl. 42 no. 18.1, tomb 18). A related shape of similar fabric with one handle is also attested at Naukratis; the shape of the latter recalls vessels found on Cyprus (e.g. Salamis). The production place(s) of these bottles, which are characteristically heavy, has not yet been determined but must be sought in the Eastern Mediterranean area. Webb (1997, 8 no. 28 with refs) considers the examples found in Cyprus to be 'debased miniature versions of imported Phoenician red-slipped 'mushroom-lipped' jugs' made locally for votive use in the 7th and 6th centuries BC. An example found on Rhodes, with a Greek (?) graffito, still retained remains of its content (A. Coulié in Coulié and Filimonos-Tsopotou 2014, 235 no. 69). Coulié, A. and Filimonos-Tsopotou, M. 2014, Rhodes, une île grecque aux portes de l’Orient, Paris. Jacopi, G. 1930. Esplorazione archeologica di Camiro I. Clara Rhodos IV. Scavi Nelle Necropoli Camiresi 1929-1930, Rhodes. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos VI-VII, Rhodes. Webb, J. 1997, Corpus of Cypriote Antiquities 18. Cypriote antiquities in Australian collections. SIMA XX:18, Jonsered. Kinch, K. F. 1914, Vroulia, Berlin."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (HB.06)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.730"]}