{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.548.b"], "Description": [" Rim sherd (mended from two fragments) of Chian black-figured Komast pottery chalice; discoloured white slip; interior: glazed streaky black with reserved band around rim; part of lotus flower in added red and added white above two white bands; exterior: billet pattern at rim; below, black-figure decoration (fired red) consisting of part of komast (most of head, right arm, lower body and legs lost) wearing turban and chest band, to left. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 18 centimetres ", " Height: 3.40 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3 centimetres "], "Curator's comments": ["Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 327, no. 1511, pl. 197) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1274) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.548.b"]}