{"artifact_name": "transport amphora", "Object Type": ["transport amphora"], "Museum number": ["1848,0703.330"], "Description": [" Fragment of rim of Tripolitanian pottery transport amphora. Rectangular stamp below rim with Latin inscription. Stamped on outside. Clay medium red-brown; some mica. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["2ndC AD - 4thC AD"], "Production place": [" Made in: Tripolitania "], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) (?) "], "Materials": ["pottery"], "Technique": ["stamped"], "Dimensions": [" Height: 9.10 centimetres (Max preserved) ", " Height: 1.20 centimetres (Stamp) ", " Width: 2.80 centimetres (Stamp) "], "$Inscriptions": [" "], "Curator's comments": ["Tripolitanian III olive oil amphora, also known as Ostia 64 and Peacock & Williams 36. Produced in Tripolitania, Libya, where several kiln sites are known (Panella, 1973; Arthur, 1982), including Zitha (Bonifay, 2004). They were produced to contain olive oil (Panella, 1973; Bonifay, 2004). Exported widely in the second to the first half of the third century AD. Arthur, P. 1982. 'Amphora production in the Tripolitanian Gebel.' Libyan Studies, 61-72. Bonifay, M. 2004. Études sur la céramique romaine tardive d’Afrique. Oxford: Archaeopress , British Archaeological Reports. International Series. Keay, S & Williams, D. 2005. Roman Amphorae: a digital resource. University of Southampton. York: Archaeology Data Service. (doi:10.5284/1000021) Panella, C. 1973. 'Appunti su un gruppo di anfore della prima, media e tarda età Imperiale.' Ostia III: Le terme del Nuotatore: scavo dell'ambiente V et di un saggio dell'area. Studi miscellenei. 21: 460- 633 Panella, C. 1977. Anfore tripolitane a Pompei. L'instrumentum domesticum di Ercolano e Pompei nella prima età imperiale. 135-149 Peacock, D. P. S. & Williams, D. F. 1986 Amphorae and the Roman Economy. London: Longman"], "Bibliographic references": ["Stoddart 1847 / Memoir on the inscribed pottery of Rhodes, Cnidus and other Greek Cities (330)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Colonel Leake"], "Acquisition date": ["1847"], "Department": ["Greek and Roman"], "Registration number": ["1848,0703.330"]}