{"artifact_name": "stove", "Object Type": ["stove"], "Museum number": ["1886,0401.1782"], "Description": [" Terracotta cooking stove fragment. A pot-support: a theatre mask of Papposilenos or satyr with wild hair and beard, the support itself being a plain extension, within a plain rectangular panel. The back is plain; part of the fire-bowl, with an everted hooked rim, survives. The support and panel were made in a onepiece mould with subsequent hand-working on the hair. As with several of these objects, the pot support itself is strengthened with an application of clay below it, smeared over the adjacent inner wall of the fire-bowl. Micaceous brown Nile silt with a red and grey core. There are signs of burning on the support and the decorated panel. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(late)-1stC BC(mid)"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Height: 17.80 centimetres ", " Thickness: 10.60 centimetres ", " Width: 13.50 centimetres "], "Curator's comments": ["Close Ptolemaic parallel in Alexandria Museum (Didelot 1998: 305, fig. 45). Probably same mould series as Naukratis example (Bailey 2008, 3682). Published (Conze 1890, 129–30, no. 814; Walters 1903, C 889; Roscher 1894 –1937, vol. iii, 2: col. 2393, fig. 8; Didelot 1998, 302; Şahin 2001, 120, fig. 118:Na 10). Didelot, O. 1998. Réchauds hellénistiques du Musée Grécoromain d'Alexandrie: Importations et productions locales, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 275-306. Şahin, M. 2001. Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities. Anatolian Studies 51: 91-132."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C889) ", " Şahin 2001 / Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities (p.120, fig. 118:Na 10) ", " Didelot 1998 / Réchauds hellénistiques du Musée Grécoromain d'Alexandrie: Importations et productions locales (p. 302) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (LA.21) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Representation of: Papposeilenos"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1782"]}