{"artifact_name": "architecture", "Object Type": ["architecture"], "Museum number": ["1886,0401.1536"], "Description": [" Fragment of terracotta rosette from a round bowl-like object. Part of sculptured rosette, small and relatively flat; no lip. Perhaps intended for the decoration of wall-surfaces. This fragment is similar to B 400 and B 401. The flat and round centre ground has a depth of 1.5 to 4.5 cm. Moreover it is framed by a rim of convex leaflets on a s-shaped profile. The rim frames an inner octagonal and 1.5 cm high wall and a concluding bulge. The bottom surface, which has some traces of hacking, is almost even and the interior of the fragment is badly fabricated, whilst the exterior is rubbed, is irregular and has a rounded area. The fragment was made of a burnt light grey and slightly sandy clay. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 500BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'second temple of Apollo'.) "], "Materials": ["limestone"], "Dimensions": [" Diameter: 14 centimetres (max) ", " Diameter: 9 centimetres (min) ", " Thickness: 2.30 centimetres ", " Width: 6.50 centimetres (max) "], "Curator's comments": ["This fragment is similar to two other fragments, B 400 and B 401, that are differently preserved and have different bottom thickness; this piece is smaller and flatter. It was possibly part of a sculptured rosette, though the shape of the leaves and the flat, deep centre would argue against this. Nevertheless, Petrie and Pryce describe the fragments as decorative rosettes that were set into the plaster of a mud brick wall; Petrie throught the piece might come from the doorway of the temple (Petrie 1886, 15). According to Koenigs this seems very unlikely due to the small size of the piece, the lack of paint and engobe, but also the lack of comparable exampes of recessed rosettes. He therefore suggests an interpretation as a smaller modelled terracotta object such as a lamp or a cake stamp, although the latter normally have a positive profile. Published: Koenigs 2007, 343-4. Cat. 42c; Petrie 1886, 15 Pl. 18; Bissing 1951, 68; Smith 1892, no. 100, 5."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B402) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XVIII, no. 8) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.42, p.343-4, pl. 25) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.50) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1536"]}