{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.126"], "Description": [" Terracotta figure of a standing adolescent youth, modelled in the round and holding a lyre. He stands four-square with his head slightly inclined to the left, wearing a large himation draped diagonally over his left shoulder leaving his right shoulder and chest bare; the himation is caught up by and covers his bent left arm and hand, an end hanging down; the other end is slung over his left shoulder and falls down his back. His feet, probably shod, show under the edge of the himation. In his lowered right hand he holds a lyre with a tortoise-shell sound-box. His hair has curls on each side of his face, is peaked at the top of the head and is brushed back to the rear. The figure has well modelled detail on the back, and stands on a rectangular stepped plinth, which is hollow underneath. Hollow, from a two-piece mould. It is possible, but not certain, that the head and the plinth were made separately and applied. Much of the overall white dressing remains. The flesh is painted pink and the hair dark red. Touches of rose madder can be seen on the edge of the himation that falls from his left hand. There is dark-red paint on the crossbar of the lyre and yellow on its sound-box. The top of the plinth is painted blue. Pale-buff clay with rare very fine gold mica and sparse fine grey-black inclusions. The right forehead is chipped. "], "Cultures/periods": ["Hellenistic"], "Production date": ["3rdC BC(mid)"], "Production place": [" Made in: Attica (Greece) (?) ", " Made in: Boeotia (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 12.70 centimetres ", " Thickness: 4 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": ["The figure was found in the cemetery (Gardner 1888, 29, pl. 16.16). The fabric is very pale and finely levigated and resembles clay from the central Greek mainland (Burn, Higgins 2001, pl. 2; see Tanagra clay no. 2051). The white coating is firmer and glossier than the soft fragile gypsum used on Egyptian Terracottas. D. Bailey suggests this is from the same workshop as Terracotta no. 3165 (Bailey 2008, 62, no. 3198 = no. C602) found at Benghazi. Scientific analysis (MSRD no. 37261, BMRL no. 7048-00002-T; Project ID PR07048) shows the white dressing to be kaolinite (BM Department of Scientific Research Report 7048, 10 May 1999; Bailey 2008, 67). Kaolins are not found near any terracotta production centres in Egypt (only the Red Sea coast, Sinai and Aswan). The fabric and coating suggests this is a Greek import, not of Alexandrian production, as suggested for Terracotta no. 3165 (Bailey 2008, 62). Also published in Winter 1903b, 353, no. 5; Bailey 1999, 160, n. 19. Bailey, D.M.1999. The canephore of Arsinoe Philadelphos. What did she look like? 'Chronique d'Égypte' 74,156-160. Winter, F. 1903. Die antiken Terrakotten III, vol.I: Die Typen der figürlichen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C602) ", " Gardner 1888 / Naukratis II (p. 29, pl. XVI, no. 16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.410) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The right forehead is chipped."], "Subjects": [" musician ", " music "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.126"]}