{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.493.i.+"], "Description": [" Body sherd of Chian Grand Style pottery light chalice; creamy white slip; interior: glazed streaky black; face, arm and possibly knee of a figure, possibly a komast in added white, to left; below, two white bands and one added red band; exterior: painted decoration consisting of lower parts of two female figures to right (the figure on the left wears a red himation and a chiton with dilute lines; the figure on the right wears a plain chiton and sandals); below figures, a thin dilute line. "], "Producer name": ["Attributed to: Aphaia Painter"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": ["Lemos describes this sherd as belonging to the Aphaia Painter. The painter and the group are named after the chalice found in the sanctuary of Aphaia at Aegina and vessels from this group display a thematic unity, all presenting figures in garments (as preserved, normally the lower parts of chitons and himatia). None of the vessels in this group have any filling ornament and the interior decoration of some of the vessels consists of komasts rendered in the light on dark technique. A number of Chian chalices from Emporio (Lemos no. 1468) and Rizari (Lemos no, 1487) depict komast dancers alongside female figures dressed in long chitons and playing the double flute and tambourine (or possibly holding a wreath). Occasionally, the female figure is holding a pomegranate. On some chalices, the female figures are incised whilst on others, they are depicted in outline. The figures on the sherds from Naukratis are likely to be from similar scenes interpreted as dancers following and performing with a chorus of women."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 111, p. 273, no. 712, pl. II, pl. 93) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0763) (phase 2) ", " Williams 1983 / Sophilos in the British Museum (p. 160, 161 note 16) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.493.i.+"], "Additional IDs": [" Miscellaneous number: 1924,1201.378 (Re-registered in error.) "]}