{"artifact_name": "portrait head", "Object Type": ["portrait head"], "Museum number": ["1873,0820.730"], "Description": [" Marble portrait head of Marcus Agrippa: the head is broken through the neck and at the back; the veil is preserved only on the figure's right side. The head is joined horizontally through the eyes and across the bridge of the nose; the veil has been reattached to the head in modern times but, from the crude finish at the extreme right side and the tooling of the back of the head, does appear to belong. Over the subject's left ear and the adjoining area of hair and cheek is a heavy iron stain, perhaps arising from a dowel used to join the fragments of the head. The brow-line of the broad face is broken by a distinctive central lock of hair falling in four strands. Beneath, the brow is crudely creased with two incised lines; more subtle folds of skin appear above the nose. The large almond-shaped eyes -the tear duct and lower lid of the proper left eye were damaged in the break - are lined with crow's feet beneath broadly arched brows. The nasolabial creases are accentuated either side of the broad mouth; the chin is heavily jowlled. Recent conservation has made it apparent that the head and veil are carved of different marbles: the head appears to be of a fine-grained stone with greyish tinges, most likely quarried at Carrara (Tuscany), while the veil is coarser, perhaps Proconnesian. Once believed to represent Tiberius or Domitius Ahenobarbus, the portrait has now been convincingly identified as Antony's opponent at Actium, Octavian's naval commander Marcus Agrippa. Indeed, the head compares well with other images of Agrippa, notably the portrait carved in relief on the Altar of Augustan Peace in Rome (Ara Pacis), and a statue excavated at Lucus Feroniae, part of a group including an image of Octavian. (text from Walker & Higgs 2001:264 cat. 313) "], "Cultures/periods": ["Roman"], "Production date": [" 20-40 (circa) ", " 25BC-10BC "], "Findspot": [" Excavated/Findspot: Capri "], "Materials": ["marble"], "Dimensions": [" Height: 57.50 centimetres ", " Width: 35.50 centimetres ", " Depth: 24 centimetres "], "Curator's comments": ["Romeo (op. cit.) has identified the head as portrait of Marcus Vipsanius Agrippa. It was once believed to represent Tiberius or Domitius Ahenobarbus. Recent conservation has made it apparent that the head and veil are carved of different marbles: the head appears to be of a fine-grained stone with greyish tinges, most likely quarried at Carrara (Tuscany), while the veil is coarser, perhaps Proconnesian. Bibliography: Ilaria Romeo, 'Ingenuus Leo. L'Immagine di Agrippa' (Rome, 1998), 184 no.R16, figs 143-4; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 264 [313]."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1881) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (313) ", " Opper 2008 / Hadrian: Empire and Conflict (99) "], "Location": ["Not on display"], "Exhibition history": [" Cleopatra of Egypt: From History to Myth (British Museum, London 2001; Rome 2001) 2008 24 Jul-26 Aug, London, BM, 'Hadrian: Empire and Conflict' 2018 23 Feb – 22 Apr, Nashville, Frist Art Museum, 'Rome; City &Empire' 2018-2019 20 Sep-04 Feb, Canberra, National Museum of Australia, 'Rome; City &Empire' 2021 13 Feb-15 Aug, Belgium, Tongeren, Gallo-Romeins Museum, 'Rome; City & Empire' 2021-2022 25 Sep – 08 Oct, China, Suzhou Museum, 'Rome: City & Empire' "], "Associated names": ["Representation of: Agrippa"], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1873"], "Department": ["Greek and Roman"], "Registration number": ["1873,0820.730"], "Conservation": [" Treatment: 23 Jul 2008 ", " Treatment: 27 Jan 2000 ", " Treatment: 03.11.1983 "]}