{"artifact_name": "ionian cup", "Object Type": ["ionian cup"], "Museum number": ["1886,0401.420"], "Description": [" Rim and body sherd (mended from two fragments with added plaster) of South Ionian pottery cup with everted rim; interior glazed black; exterior: wide black band on lip and top of shoulder; reserved below; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-540BC (circa)"], "Production place": [" Made in: Miletus (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Type series": [" Hayes Ionian cup Type V (possibly) ", " Vallet and Villard Ionian Cup Type B1 (possibly) ", " Schlotzhauer Ionian Cup Type 10,2.B (possibly) ", " Schlotzhauer Ionian Cup Type 11,2.A (possibly) "], "Technique": ["painted"], "Dimensions": [" Diameter: 14 centimetres (circa) ", " Height: 3.70 centimetres ", " Thickness: 0.30 centimetres ", " Width: 5.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The sherd joins British Museum 1886, 0401.905. Although Schlotzhauer does not discuss this sherd, it does find parallels with his Type 10,2.B or Type 11,2.A South Ionian cup with everted rim. Type 10 cups were mass produced and include numerous variants. These cups coincide with Hayes’ Ionian Cup Type V (Boardman and Hayes 1966, 111-116) and Vallet and Villard’s Ionian Cup Type B1 (Vallet and Villard, 1964, 87-88). Numerous Type 10 South Ionian cups have been found at Naukratis, as well as in the Sanctuary of Demeter and Kore at Tocra and at Megara Hyblaea on Sicily, and at Berezan on the Black Sea (Posamentir 2006, 165). The place of production of Type 10 South Ionian cups is determined as probably Miletus based on the results of NAA analysis carried out by Hans Mommsen, Bonn, on another sherd (British Museum 1886,0401.1025) from Naukratis and of same shape, decoration, and fabric. By contrast, very few Type 11 cups were found at Naukratis and Schlotzhauer suggests that these may have been made in specific workshops that rarely exported vases to Naukratis. The place of production of Type 11 South Ionian cups is determined as Miletus based on the results of NAA analysis carried out by Hans Mommsen, Bonn on another sherd (British Museum 1886,0401.570) from Naukratis and of same shape, decoration, and fabric."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXIII, no. 287) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 667, no. 248) ", " Johnston 2006b / The Delta: From Gamma to Zeta (p.24,25 fig.4b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.215) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Apollo"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.420"], "Joined objects": [" Joined Object Group: G16228 (2 objects) "]}