{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["1888,0601.460.d"], "Description": [" Body sherd (rmended from two fragments) of Chian Grand Style pottery heavy chalice with turn of cul; white slip; interior: glazed streaky black with two added white bands; exterior: painted decoration consisting of lower part of lion, to right, with lower legs reserved; below, maeander pattern running left with parts of two rising rays on the far left; below, traces of curvilinear ornament, probably guilloche on turn of cul. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 9.30 centimetres ", " Thickness: 1 centimetres ", " Width: 13.20 centimetres "], "Curator's comments": ["Lemos describes this sherd as belonging to the Naukratis Painter’s Group. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed.However unlike other sherds by the Naukratis Painter, here the exterior decoration is mostly in outline and the interior decoration is sparse. The thickness of the sherd suggests that it belongs to a thick-walled chalice or heavy chalice"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 111, p. 279, no. 761, pl. IV, pl. 99) (incorrectly labelled 1888,0601.480.b and incorrectly labelled no. 762 on pl. 99) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 79) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1635) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.460.d"], "Additional IDs": [" Miscellaneous number: 1924,1201.187 (Re-registered in error) "]}