{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["1886,0401.1505"], "Description": [" Mould-made large amuletic figure in glazed composition, in the shape of a falcon, maybe associated with the god Horus; modelling standard as of rest of type with large parrot shaped beak, large protruding eyes, and tail pennants modelled right wing over left, standing on rectangular base; tail and feet in open- work; turquoise glaze patchily preserved with added black brown glaze on pupils of eyes, beak, two streamers either side of beak and end of tail; chipped in various places, with back particularly damaged. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) "], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 7.80 centimetres ", " Length: 5.35 centimetres (base) ", " Width: 2.30 (base front) ", " Width: 2.50 centimetres (base rear) "], "Curator's comments": [" Falcons are often associated with Horus, though various deities and the pharaoh himself can assume a falcon form (Davies, Smith 2005, 54); the identification of the deity represented is even harder in the case of amulets (Andrews 1994, 27-28; on various types of falcon amulets: Herrmann et al. 2010, 103-104). Numerous amulets of falcons, made out of bronze, glazed composition, stone and Egyptian blue, were discovered in Naukratis. This rather large amuletic figure belongs to a common type at Naukratis, probably produced locally (Masson forthcoming; on this specific type of falcon figure, also found and produced in Kamiros: Webb 1978, 95, no. 685), maybe at the Scarab Factory itself (Webb forthcoming). Part of this production was intended for the Greek market. Some were discovered in the Greek temples of Apollo and Aphrodite in Naukratis. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Webb, V. 1978, Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC, Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. ", " This falcon figurine is apparently similar to a large class of figurines in the form of the Horus falcon, which are found on East Greek sites, and which display a very good Egyptian style. See especially the very large number from Samos Heraion. (Webb forthcoming 2014, nos. 339-609). And additional number from the most recent excavations to east of the Rhoikos Altar. (Niemeier and Henke) They are also found in Rhodes -Lindos, Camirus and Ialysus, Ephesus, Miletus and other east Greek sites. However, this piece is closer in style to Cypriot limestone falcons, and does not give us leave to associate the East Greek finds with Naukratis. They are in any case probably earlier than the Naukratis faience material, being dated between 630-590/80 and their closest parallels are with fine bronze falcons like those found not only with other Egyptian bronzes at the Heraion on Samos, but also in Egypt itself, for example at the Serapeion at Saqqara. Emery, W.B. 1971, Preliminary Report on the Excavations at North Saqqara,1969-70, JEA 57, 1971, 3-13. Jantzen, U. 1972, Agyptische und orientalische Bronzen aus dem Heraion von Samos, Samos 8, Bonn Webb forthcoming Faience material from the Samos Heraion, Samos Band 13, Bonn Holbl, G. forthcoming Agyptisches Kulturgut in Ionien im 7 .Jh. c. Chr. Wien 2014, 181-209. "], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (685) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.218) (phase 3) "], "Location": ["Not on display"], "Condition": ["Poor"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1505"], "Conservation": ["Treatment: 05 Dec 2013"]}