{"artifact_name": "kylix", "Object Type": ["kylix"], "Museum number": ["1886,0401.1063"], "Description": [" Laconian black-figured pottery kylix (reconstructed from numerous fragments and added plaster): traces of dull cream slip; interior: black band at lip; on lip, pomegranate frieze above lotus bud and flower frieze; on bowl, black-figure decoration consisting of female figure, possibly Cyrene or Artemis Orthia (only traces of her dress remain), to right, holding a branch and pomegranates or apples; around the figure, parts of four harpies or boreads, to right and parts of three harpies or boreads, to left (all with details in added red); three birds with details in red as filling ornament; exterior: rim reserved except for lines top and bottom; handles painted black with incised handle palmettes on either side; lotus flower and bud frieze between handles; on wall below, black-figure decoration: side A, lotus and pattern between confronting cocks; below handles, horned birds with spread wings and decorative elements in red; side B, part of seated sphinx; spoked rosettes and other incised floral patterns as filling ornament; below, wide black band above frieze of thin rays rising projecting from lost stemmed foot. "], "Producer name": ["Attributed to: The Naukratis Painter"], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["570BC-560BC (circa)"], "Production place": [" Made in: Laconia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 26.67 centimetres ", " Diameter: 27 centimetres ", " Height: 15.24 centimetres ", " Height: 8.80 centimetres ", " Thickness: 0.40 centimetres "], "Curator's comments": ["The cup is the name-piece of the Naukratis Painter. Two further cups with the same iconography and by the same painter are known from the Samian Heraion, see Thomsen, A., Die Wirkung der Götter, Berlin and Boston 2011, 117, 121, figs 52-3, fig. 425, no. L13. The image of a 'great goddess' surrounded by winged beings is also found in 6th century BC Milesian Fikellura pottery (e.g. on an oinochoe from the sanctuary of Aphrodite Oikous in Miletus). Thomsen considers it possible that the plant the figure is holding might be silphion, but argues against identifying the figural type too precisely with a specific deity."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B4) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 18, L.3, pl. VII, no. 11 (part of rim), pls VIII-IX) ", " Lane 1933-1934 / Lakonian Vase-Painting (p. 139, no. 1) (bottom of page) ", " Shefton 1954 / Three Laconian Vase-Painters (p. 303, no. 3) ", " Stibbe 1972 / Lakonische Vasenmaler des sechsten Jahrhunderts v. Chr. (p. 211, no. 23) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 548, no. E4) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 395, no. 3) ", " Pipili 1987 / Laconian Iconography of the Sixth Century BC (p. 41-2, p. 114, no. 101) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 239, no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.31) (Phase 1) ", " Gardner 1888 / Naukratis II (p. 43) "], "Location": ["Not on display"], "Subjects": [" sphinx ", " bird ", " harpy (or boread) ", " mythical figure/creature "], "Associated names": [" Representation of: Cyrene (possibly) ", " Representation of: Artemis/Diana (possibly) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1063"]}