{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1446"], "Description": [" Egyptian terracotta female figure of draped mother, probably Isis, suckling infant, probably Harpocrates, and following Tanagra types. A standing woman holding a baby. She wears a chiton and a wide himation. The chiton is pulled down to expose her left breast, and her right arm is almost entirely covered by the himation, leaving her hand free to direct the breast towards the child, who is held by her left hand. Her left arm is bare from the mid upper arm, and a fold of the himation falls over her left wrist. The baby is naked and is ignoring the breast, its head nestling below it, its face half-hidden against the woman’s body: it may be asleep. The back is all but plain, the left elbow indicated; there is no vent. Hollow, from two-piece mould; the head was probably made separately and is now missing, as is part of the baby's head. There are remains of an overall white dressing; a minute trace of pink paint survives on the child’s body. Orange-brown Nile silt with a grey core, common fine mica, rounded quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 250BC"], "Production place": [" Made in: Alexandria (Egypt) (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 12.30 centimetres (max) ", " Thickness: 3.90 centimetres ", " Width: 5 centimetres "], "Curator's comments": ["Fabric different to those produced in Naukratis, may be from Alexandria. Bailey dates this to the end of the 4th or beginning of the 3rd century BC (2008, 141; Winter 1903, 145, no. 4), an early date based on its similarity to Tanagra types (see also Cypriot woman with child figures, Burn and Higgins 2001, 266, nos 2888-9) , such as one attributed to the Cyrenaica (Besques 1992, pl. 27e). It is similar to one published by Perdrizet (1921, pl. 27, left, no. 52), which is more of Egyptian style than of Tanagra type. The subject is much more popular in Egypt than elsewhere in the Greek world. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Perdrizet, P. 1921. Les Terres cuites grecques d’Égypte de la collection Fouquet. Nancy. Winter, F. 1903. Die antiken Terrakotten III, vol.I: Die Typen der figurlichen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C598) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.183) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Her head and feet are lost."], "Subjects": [" child ", " ancient egyptian deity "], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1446"]}