{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1464"], "Description": [" Egyptian terracotta figure of a cockerel. A cockerel standing to right. The back is plain, with a circular vent. Hollow, from two-piece mould, with traces of green paint, perhaps not ancient, on the rear top edge of the tail. Brown Nile silt, with abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 95 (Petrie), the terracotta workshop, at the eastern edge of the town "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 12.70 centimetres (max) ", " Thickness: 4.40 centimetres ", " Width: 10.70 centimetres "], "Curator's comments": ["Close parallels include a cockerel now at Türbingen dated 2nd to 1st century BC (Fischer 1994, 425, no. 1153), from Memphis dated 2nd to 3rd century AD (Bayer-Niemeier 1988, no. 646; Petrie Museum UC48346), plus two others (Vogt 1924, pl. 104, no. 8; Weber 1914 no. 454). Mentioned in notes by Griffith in Petrie's journal (1884–5, 199). Found alongside numerous 3rd to 2nd century BC figurines at Site 95 terracottas workshop. See also Cambridge Museum of Classical Archaeology NA721 also from Naukratis. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Petrie, W.M.F. 1884–5. ‘Mr Petrie’s Journal’. Egypt Exploration Society Archives, XVII d 47. Vogt, J. 1924. Die griechische-ägyptische Sammlung Ernst von Sieglin, part II: Terrakotten. Leipzig. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch-griechischen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C645) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 45) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.258) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["bird (cockerel)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1464"]}