{"artifact_name": "figure; bracelet(fitting)", "Object Type": [" figure ", " bracelet (fitting) "], "Museum number": ["1886,0401.1753"], "Description": [" Silver figure of Isis as a serpent, broken from a bracelet. Repoussé or mould-made. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Found by locals looting the site between 1884-5 “south-west of the town at a high part, lying in the loose dust among the houses” "], "Materials": ["silver"], "Technique": [" repoussé ", " mould-made "], "Dimensions": [" Height: 4 centimetres ", " Thickness: 0.75 centimetres ", " Width: 1.90 centimetres "], "Curator's comments": [" See contemporary limestone relief of Isis and Serapis in Oxford, Ashmolean Museum (AN1888.257). Unprovenanced parallel for stone mould in Bonn (Schmidt 1997, no. 36, C 588, pl.15). Found with gold objects, including a late 1st century AD diadem (1886,0401.1765). Bailey, D. M. 2007. A Snake-legged Dionysos from Egypt, and Other Divine Snakes. JEA 93: 263-9. Schmidt, S. 1997. Katalog der Ptolemäischen und Kaiserzeitlichen objekte aus Ägypten im Akademischen Kunstmuseum Bonn, Munich. ", " Rings and bracelets with terminals of snakes or serpentine deities (usually Isis and Serapis) appear across the Mediterranean throughout the Hellenistic and Roman periods, but are most common in Egypt (Marshall 1907, nos 241-2, 244-5). These two silver pieces probably come from one bracelet. The fact that these pieces are not broken terminals suggests that they were originally attached with wire to a larger composition, possibly with another figure (or figures) such as Harpocrates (British Museum 1839,0921.1090). Serpentine Isis and Serapis representations are common on 1st and 2nd century AD limestone (and marble) relief blocks (from Naukratis [Oxford, Ashmolean Museum, AN1888.257]; British Museum, 2005,0919.1; Walker and Higgs 2000, 61–62, fig.49; 2001, 124–125, 151), Thonis-Herakleion (Goddio 2008, 278, 296, no. 30) and Egypt (British Museum, EA1539), terracottas (British Museum, 1987,0402.29, EA37495, EA37489, EA24378, EA50135 (Bailey 2008, 27–28 nos 3017–3022) and amphora stoppers (Thomas 2011). Bailey, D.M. 2008, Catalogue of the Terracottas in the British Museum 4: Ptolemaic and Roman Terracottas from Egypt, London. Marshall, F. H. 1907, Catalogue of the finger rings, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum, London. Walker, S. and Higgs, P. (eds) 2000, 'Cleopatra: Regina d'Egitto', Milan. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 44, pl. XXVIII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QD.1) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1753"]}