{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1454"], "Description": [" Egyptian hand-modelled terracotta figure. The torso of a seated female (?) figure; the arms, legs and head are lost, the head was made separately and socketed into a rounded cavity at the top of the body. The body was hand-modelled and is of crude rectangular form, with small added breasts and three horizontal ridges above the gouged-out navel; the pubic triangle was also applied and part of it is lost with the legs. At the rear a deep vertical groove indicates the spine. The body is finished off square at the bottom, but the pose of the legs is not determinable. The arms, now missing, were added to the body. Again, it cannot be determined with certainty how the arms were arranged, except differences in the fired surface probably show that they were close to the sides of the torso, perhaps with the hands on the sides of the hips. Red Nile silt with a thick grey core and abundant gold mica, quartz and white inclusions. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?, early) "], "Production date": ["6thC BC - 4thC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas H-I.3"], "Technique": ["handmade"], "Dimensions": [" Height: 14.30 centimetres ", " Thickness: 4.90 centimetres ", " Width: 8.20 centimetres "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3130) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.288) (Phase 1) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.57) "], "Location": ["Not on display"], "Condition": ["Chipped and fragmentary."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1454"]}