{"artifact_name": "kantharos", "Object Type": ["kantharos"], "Museum number": ["1888,0601.473.k.+"], "Description": [" Body sherd of Chian, possibly Type A, kantharos; white slip; interior: glazed streaky black, with lotus flower in added red and added white; white band below; exterior: painted decoration consisting of goat (rump and legs missing), to right, looking back; part of elaborate cross as filling ornament; at right, dividing band consisting of broken maeander pattern between pairs of dilute lines; at right, part of undetermined vertical motif. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-575BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 0.40 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": ["Lemos describes the sherd as being in the style of the Würzburg chalices, but dated later than those chalices because she considers the style of the drawing to be debased and because of the elementary and isolated interior decoration (Lemos 1991, 72-3). The sherd ought to belong to the later period of the Wild Goat Style since the metopal pattern decoration on the exterior surface is typical of the Wild Goat Style but the lotus decoration on the interior, which is absent during this period, is typical in the later reserved Animal Chalice, Grand and Chalice styles. The curvature of the sherd appears somewhat steep for a chalice and so this vessel may be a kantharos instead. For parallels, see the Type A kantharos in Williams 1983, 171, fig. 12, no. 58. Williams, D. ‘Aigina, Aphaia-Tempel 5. The pottery from Chios’, Archäologischer Anzeiger 1983."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 43 note 96, p. 73, p. 235, no. 145, pl. 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1654) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.473.k.+"], "Additional IDs": [" Miscellaneous number: 1924,1201.150 (Re-registered in error.) "]}