{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1433"], "Description": [" Egyptian terracotta figure of garlanded monkey. The head is broken from a figure, and wearing a tightly woven wreath over its brow and another round its neck. The back is apparently plain, though very little remains. Hollow, from two-piece mould, with traces of a white dressing, suggesting it was painted. Orange-brown Nile silt, with red-brown surface, abundant fine gold mica and common white inclusions <1mm. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 4.20 centimetres (max) ", " Length: 3.10 centimetres ", " Width: 2.80 centimetres "], "Curator's comments": ["Bailey suggests 2nd to 1st century BC date, though similar monkey figures have been dated from the 3rd century BC (example playing harp, Besques 1992, 76, no. D4395) and second to third centuries AD (Hoffmann and Steinhart 2001, 30, no. 7). Garlanded monkeys from Roman contexts are also known (Dunand 1990, 910-1, no. 913, 914). Parallel from Naukratis (Boston, Museum of Fine Arts 88.880). Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Hoffman, F. and Steinhart, M. 2001. Tiere vom Nil. Wiesbaden."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3780) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.263) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Chipped and flaking"], "Subjects": ["mammal (monkey)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1433"]}