{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["1886,0401.1368"], "Description": [" Terracotta jar-stopper, probably from an amphora. Top face has been stamped or pressed onto a one-piece mould, then given a matt red slip. Stamped impression of a bull’s head (boukranion) within a circle, surrounded by pointed-oval leaves or buds alternating with studs, all in relief. The back is roughly rounded. Brown Nile silt with red core typical of the Western Nile Delta. Frequent fine gold and silver mica <0.2mm, frequent off white (limestone) <2mm inclusions as well as fine organic vesicles, clay pellets (dung?) and very fine quartz. Traces of plaster adhere around the outside and bottom of the stopper, where it would have been attached to the amphora neck. Bottom was chipped, presumably when removed from amphora. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Ptolemaic and Roman town area "], "Materials": [" terracotta ", " plaster "], "Technique": ["stamped"], "Dimensions": [" Diameter: 96 millimetres ", " Thickness: 28 millimetres (maximum) "], "Curator's comments": ["No close parallels, though mould made wine amphora stoppers were made in Alexandria until the Augustan period, following Roman Republican Period types (Thomas 2011: Type 3A; Hesnard & Gianfrotta: Type 3A), though type 3A ceased production by the early 1st century AD. This seems to be an earlier Ptolemaic form, with a boukranion. The boukranion was a popular devise on Knidian amphora handles of the 2nd century BC (Omar & Thomas 2011). The red slip may be significant as plaster wine stoppers were painted red in Ptolemaic and Roman periods (Thomas 2011). Petrie’s identification as a bread or cake-stamp is unlikely considering the presence of plaster and the form (Petrie et al. 1886: pl. xxix; Walters 1903: E 160). A good parallel from Thebes is dated 2nd to 1st century BC (Bailey 2008: no.3315), see also mould BM GR 1886,0401.1369 also from Naukratis for making such impressions BM (Bailey 2008: no.3308). Omar, A. & Thomas, R. I. 2011. Stamped amphorae handles. In ‘The Western Mareotis Survey Project: Alexandria’s economic past’, L. Blue & E. Khalil (eds). Oxford: Archaeopress. Thomas, R. I. 2011. Roman vessel stoppers. In D. P. S. Peacock and L. Blue (eds) ‘Myos Hormos – Quseir al-Qadim, A Roman and Islamic Port Site on the Red Sea coast of Egypt, Volume II’. Southampton."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (E160) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 45, pl. XXIX) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.01) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Bottom left chipped"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1368"]}