{"artifact_name": "moulding", "Object Type": ["moulding"], "Museum number": ["1886,0401.33"], "Description": [" Fragment from an interior angle with a wavy palmette. The block is roughly rounded at the back and sides, and cut to a right angle on the front. On the left side an angled palmette with four crescent-shaped waved leaves appear, which are situated on top of a lying s-shaped tendril. The right overhanding side shows on the top remains of a similar ornament. The contour of the palmette is nicely worked out on the upper surface and develops to a rough cone on the rear side. The elaboration of the palmette is unsubtle and imprecise. The fragment is made of a fine-grained, floury limestone with a hard surface. On each side a half-palmette in relief, with wavy fronds and double spiral tendril. "], "Cultures/periods": ["Classical Greek (late)"], "Production date": ["4thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (said to be from the first temple of Apollo.) ", " Excavated/Findspot: Second Temple of Apollo (Naukratis) (based on date) "], "Materials": ["limestone"], "Dimensions": [" Height: 12.50 centimetres (max) ", " Height: 13 centimetres ", " Width: 12 centimetres ", " Width: 6.10 centimetres "], "Curator's comments": ["From its material this fragment was assigned to the first temple at Naukratis, but if it belongs at all to the building, it must be a late repair of the second temple; the palmette is later in type than Sculptures B405 and B406. The form of the palmette is of late Classical or Hellenistic period style. The shape of the palmette indicates the late Classical or Hellenistic period (Rumscheid 1994, 270). This fragment was probably not part of a temple, but rather of the inner corner of a small architectural feature, such as an altar, exedra or defence. Petrie mistakenly attributes this fragment to the first temple of Apollo (Koenigs 2007, 335f. Cat. 31), which is very unlikely due to its style and the size. Pryce refers to the similarity of the stone material with the archaic components, however, he observes the stylistic discrepancy (B 434). Published (Koenigs 2007, 342f. Cat. 39; Petrie 1886, Pl. 14 A right top)"], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B434) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XIV A) ", " Koenigs 2007 / Archaische griechische Bauteile (pp. 342-3, pl. 27, no. 39) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.55) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.33"]}