{"artifact_name": "incense-burner", "Object Type": ["incense-burner"], "Museum number": ["1880,0710.50"], "Description": [" Limestone incense burner with a relief figure of a ram at the front; the object has a trapezoidal base; the body of the bowl is hemispherical but the receptacle itself is quite shallow; it is supported on one side by a roughly carved circular pillar and the other by the animal relief; the ram's body is shown in profile, but the head - carved in the round unlike the body - faces forward; the front and back legs are extended; the lower part of the upper body of a figure rests on the back of the ram, probably the head of a horned god of the Zeus-Ammon type; some red and yellow paint remaining; rim of the bowl is chipped. "], "Cultures/periods": [" Cypro-Archaic II (late) ", " Cypro-Classical I (early) "], "Production date": ["500 BC-450 BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Col Hugh Montgomerie Sinclair"], "Findspot": [" Excavated/Findspot: Kition-Bamboula "], "Materials": ["limestone"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 9.40 centimetres "], "Curator's comments": ["Other examples of incense burners supported by a horned god resting on a ram's back are known from Tamassos, Athienou-Malloura and Golgoi, Lefkoniko (Buchholz 1991, 119-125 passim, esp. nos 60-62; Counts 2008, figs 11.6, 10-12); also Karageorghis 1988, where the present item is his Type B, no. 6. The ram relief itself is similar to the arms of limestone or terracotta thrones common in the late CA to early Hellenistic periods (Coenaerts and Samaes 2006, with further references). These usually support an image of the horned god (variously interpreted as Baal-Ammon, Zeus-Ammon or a Cypriot deity using the iconography of these foreign deities (Sophocleous 1985,.58-69; Buchholz 1991; Counts 2008; Kleibel 2007). Bibliography: Buchholz H.-G. 1991, 'Der Gott Hammon und Zeus Hammon auf Zypern', AM 106, 85-108. Coenaerts J. and Samaes M. 2006, 'The ram throne: A true type of Cypriote furniture?', RDAC 2006, 239-58. Counts D. 2009, 'From Siwa to Cyprus: The assimilation of Zeus Ammon in the Cypriote pantheon', in eds D. Michaelides et al, Egypt and Cyprus in Antiquity (Oxford and Oakville), 104-17. Karageorghis V. 1988, 'A stone statuette of a sphinx and a note on small limestone thymiateria from Cyprus', RDAC 1988 (II), 89-93. Kleibel K. 2007, 'The background of the Cypriot Ram God's iconography', in eds S. Christodoulou and A. Satraki, POCA 2007: Postgraduate Cypriot Archaeology Conference (Newcastle), 145-68. Sophocleous S. 1985, Atlas des représentations Cypro-Archaïques des divinités. SIMA Pocket-Book 33 (Göteborg)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (C441) ", " Buchholz 1991 / Der Gott Hammon und Zeus Ammon auf Zypern (no. 64, p. 124 and pl. 17,4) "], "Location": ["Not on display"], "Subjects": [" mammal ", " deity "], "Associated names": ["Representation of: Zeus/Jupiter Ammon (?)"], "Acquisition name": ["Donated by: Granville George Leveson-Gower, 2nd Earl Granville"], "Acquisition date": ["1880"], "Department": ["Greek and Roman"], "Registration number": ["1880,0710.50"], "Conservation": ["Treatment: 14 May 2015"]}