{"artifact_name": "vessel; figure", "Object Type": [" vessel ", " figure "], "Museum number": ["1888,0601.661"], "Description": [" Egyptian terracotta vessel in the form of sow, pig or boar. The vessel has a cylindrical neck with flaring mouth rising from the pig's back; a spout, again slightly flaring, forms the animal's nose. The body was thrown on the wheel and the round base turned, then several details were applied: the neck of the flask, the feet, the ridged mane, the eyes, the ears and the tail; the eyes were additionally marked by pressing a hollow rod into the soft clay. Covered in white slip. Yellow-brown calcaric marl fabric. "], "Cultures/periods": [" Cypro-Archaic ", " Late Period "], "Production date": ["620BC - 525BC"], "Production place": [" Made in: Cyprus (likely) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context ΦB (Well 2) From the bottom of a well "], "Materials": ["terracotta"], "Technique": [" wheel-made ", " slipped "], "Dimensions": [" Height: 7.30 centimetres ", " Length: 9.40 centimetres ", " Width: 4.90 centimetres "], "Curator's comments": [" Close parallels from Sais or Tanis (Perdrizet 1921: no.408; von Droste zu Hülschoff 1980: pl. VIII: 82, disagree on find spot). Similar examples include BM1886,0401.1375 also from Naukratis. Most parallels have been dated Hellenistic to Roman (Fjeldhagen 1995: no.193), from Memphis (Petrie Museum UC48325and UC65094), and unprovenanced (von Droste zu Hülschoff 1980: pl. VIII: 81) and Naukratis (Bailey 2008, 3768-9), however this was found in a Saite period well fill sealed before 525BC and associated with artefacts dating c.610/600-570/560BC. The provenance is likely Cypriot, with similar vessles known from Cypro-Archaic and later contexts in Cyprus (British Museum GR1926,0419.4; GR1881,0824.77; GR1881,0824.76; Buchholz 1967). Buchholz H.-G. 1967, 'Tönerne Rasseln aus Zypern', AA 1966, 140-51. Fjeldhagen, M.1995. ‘Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen. Perdrizet, P. 1921. ‘Les Terres cuites grecques d’Égypte de la collection Fouquet.’ Nancy. von Droste zu Hülschoff, V. 1980. ‘Der Igel im alten Ägypten, Hildesheim. ", " Interesting possible association with the sky-goddess Nut represented as a sow. Sow amulets in glazed composition were produced at Naukratis (Petrie 1886, Pl. XXXVIII, no. 6; see BM 1896,0610.17). Such amulets were related to ideas of fecundity (Andrews 1994, 35). This specific shape of vessel could therefore be well adapted to the cult of Aphrodite and relate by association to Egyptian beliefs. Andrews, C. 1994, Amulets of Ancient Egypt, London. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, Pl. XXXVIII, 6. "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3769) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.090) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Very good"], "Subjects": [" mammal (pig) ", " swine "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.661"]}