{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["1886,0401.1722"], "Description": [" Hematite cylinder seal, worn down and broken in antiquity. Chipped at both ends. Seal incised with scene of two standing men wearing their hair in the royal Babylonian fashion. They face a pillar with the face of Hathor at its top, as well as a plant and a crescent moon with star. Above this scene are the damaged and worn remains of possibly a winged disc. Behind, swirls and another Hathor face within a circle are depicted above two, or possibly three seated men. One of these men is wearing similar dress, headdress and hair to the standing figures. This scene appears to depict a religious ceremony of some kind. "], "Cultures/periods": ["Levantine"], "Production date": ["18thC BC (late)-17thC BC (early) (around)"], "Production place": [" Made in: Aleppo (engraved in) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), House outside the Great Temenos "], "Materials": ["hematite"], "Technique": [" incised ", " pierced "], "Dimensions": [" Diameter: 1.40 centimetres ", " Length: 3.50 centimetres "], "Curator's comments": ["The seal was discovered alongside an Aramaic stamp seal in a house located outside the Great Temenos (Petrie 1886, 41). Published in Amiet (1994), who suggests it was produced in the Aleppo workshop and dates to around the late 18th to early 17th centuries BC, during the Kingdom of Aleppo. For similar examples see Collon (1987: # 217, 219, 647, also 770 for Hathor head, 544 for spiral, 213 from Napata, Egypt and 649). Many examples found in Israel. Amiet, P. 1994, 'Un Sceau-cylindre Syrien de Naucratis', Revue d'assyriologie et d'archéologie orientale 88.2, 169-173. Collon, D. 1987 'First Impressions, British Museum Press', London. Jakob-Rost, L. 1975. 'Stempelsiegel im Vorderasiatischen Museum'. Berlin: Akademie-Verlag. Otto, A. 2000, Die Entstehung und Entwicklung der Klassich-Syrischen Glyptik, Berlin."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 41, pl. XX, no. 18) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (PA.01) (phase 3) "], "Location": ["Not on display"], "Condition": ["Chipped and worn"], "Subjects": [" moon ", " planet/constellation ", " religion/belief ", " ancient egyptian deity "], "Associated names": ["Representation of: Hathor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1722"]}