{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["1895,1020.2"], "Description": [" Miniature terracotta flask. An amphoriskos decorated in relief: on each side is a figure of Eros, naked and standing to front, his wings spread; he holds a bee to his chest with both hands. In one case his hair is brushed away from his face, in the other it falls in locks on each side of his head; in both cases he probably has a braid on top of his head; there are other slight differences. He stands on a small socle, from below which acanthus leaves rise on each side, extending to the handle-spring. The shoulder of the vase has an ivy-wreath band, and short ribbons fall from it on each side of the handles. The handles have square shoulders; the mouth is broken away. The spike has a moulding round its top and a small depression underneath. Two-piece mould, the halves made from closely similar but different archetypes. The join has a wide flat finish which divides the acanthus leaves that flank the erotes. The handles were modelled and added after the body left the mould. Micaceous orange marl clay with a buff (salt-induced?) surface. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["150BC-50BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Diameter: 6 centimetres (max) ", " Height: 12.20 centimetres (max) "], "Curator's comments": [" BM Terracotta IV Comparanda. Close in shape (and workshop?) to Edgar 1911: pl. xxi:26274, dated to the Hellenistic period = Pagenstecher 1913: 79, fig. 92h, and also to Mandel 1988: 285, figs 22 and 23, which has the same acanthus at the join. ", " Roman Pottery The bee may be intended to represent Psyche; it was regarded by the Greeks as an emblem of the soul, like the butterfly (cf. J.H.S. xv. (1895), p. 19. "], "Bibliographic references": [" Roman Pottery / Catalogue of the Roman Pottery in the British Museum (K8) ", " Terracotta / Catalogue of Terracottas in the British Museum (3658) "], "Location": ["Not on display"], "Subjects": [" classical deity ", " insect "], "Associated names": [" Representation of: Eros/Cupid ", " Representation of: Psyche (?) "], "Acquisition name": ["Donated by: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1895"], "Department": ["Greek and Roman"], "Registration number": ["1895,1020.2"]}