{"artifact_name": "amphoriskos", "Object Type": ["amphoriskos"], "Museum number": ["1898,1201.136"], "Description": [" Glass round-bottomed amphoriskos; straight shoulder, sloping down to curved junction with body; elongated ovoid body with slightly convex sides tapering downward. Two small vertical ribbon-handles at top of body; neck missing and most of one handle. Extensive strain-cracks on lower body. Body clear dark blue with opaque white, opaque light blue and opaque orange trails; handle(s?) clear dark blue with opaque light blue and opaque orange trails. Whitish enamel-like coating all over, almost completely obscuring the colours. At bottom of neck traces of zigzag orange neck-trail; at junction of shoulder and body, horizontal light blue trail; on body feather pattern of three mingled colours and, below this, another light blue trail. On handle(s ?), vertically, an orange trail bounded on each side by a light blue one. Core-formed and tooled; trails on neck and body drawn on, marvered and combed, those on handles in sunken relief. "], "Cultures/periods": ["Late Cypriot"], "Production date": ["1450BC-1200BC"], "Production place": [" Made in: Egypt ", " Made in: Cyprus "], "Excavator/field collector": ["Excavated by: The British Museum"], "Findspot": [" Excavated/Findspot: Maroni, Tomb 14 "], "Materials": ["glass"], "Technique": [" core-formed ", " trailed ", " tooled ", " marvered ", " combed "], "Dimensions": [" Diameter: 5.50 centimetres (body) ", " Height: 10 centimetres "], "Curator's comments": ["BM Glass This piece, with Glass 1 (1872.3-15.100/1), provide between them the complete shape of this type. A. S. Murray in Archaol. Anzeiger 1898, 238. Fossing 1940, 29 (mention only). Astrom 1967, 58f., 126 (=id. 1972, 530f., 598). Nolte 1968, 112, 120, no. 44. Both Fossing and Nolte wrongly speak of this piece as 'acquired', not excavated, by the Museum, although Murray, loc. cit., makes its origin quite clear. For the excavations (by Η. Β. Walters in Nov.-Dec. 1897) see Myres and Richter 1899, 11, 187f."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (2) ", " Johnson 1980 / Maroni de Chypre (no. 113) ", " Kiely 2011b / Maroni (14.5) ", " Peltenburg 1986 / Ramesside Egypt and Cyprus (p. 152, juglet no. 3) "], "Location": ["Not on display"], "Condition": ["Rim, neck and most of one handle missing."], "Acquisition date": ["1898"], "Department": ["Greek and Roman"], "Registration number": ["1898,1201.136"], "Conservation": ["Treatment: 27 Aug 2009"]}