{"artifact_name": "ionian cup(possibly)", "Object Type": ["ionian cup (possibly)"], "Museum number": ["1886,0401.252"], "Description": [" Lower body sherd of South Ionian pottery cup, possibly a cup with everted rim; interior glazed black; exterior: black area at top of sherd, reserved below towards foot; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-530BC"], "Production place": [" Made in: Miletus (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Type series": [" Hayes Ionian cup Type V (possibly) ", " Vallet and Villard Ionian Cup Type B1 (possibly) ", " Schlotzhauer Ionian Cup Type 10,2.B (possibly) ", " Schlotzhauer Ionian Cup Type 9. (possibly) "], "Technique": ["painted"], "Dimensions": [" Height: 3.30 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Schlotzhauer suggests that the sherd may belong to Type 10.2B or to Type 9. The lack of a rim prevents the confirmation of the cup shape. Type 10 cups were mass produced and include numerous variants. These cups coincide with Hayes’ Ionian Cup Type V (Boardman and Hayes 1966, 111-116) and Vallet and Villard’s Ionian Cup Type B1 (Vallet and Villard, 1964, 87-88). Numerous Type 10 South Ionian cups have been found at Naukratis, as well as in the Sanctuary of Demeter and Kore at Tocra and at Megara Hyblaea on Sicily, and at Berezan on the Black Sea (Posamentir 2006, 165). The place of production of the vase was determined as probably Miletus based on the results of NAA analysis carried out by Hans Mommsen, Bonn on another sherd (British Museum 1886,0401.1025) from Naukratis and of same shape, decoration, and fabric. Type 9 cups closely follow the shape and decoration of the Attic Plain Komast cups and have been found in large numbers at in other sanctuary settings including at the Sanctuary of Aphrodite at Miletus. This type was the most common type of South Ionian cups with everted rims found at Naukratis. Type 9 cups coincide with Petrie’s class L1 (Petrie 1886, 18)."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXII, no. 100) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 648, no. 62) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 54, no. 23) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.224) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.252"]}