{"artifact_name": "alabastron; flask", "Object Type": [" alabastron ", " flask "], "Museum number": ["1894,1101.55"], "Description": [" Mediterranean Group 3 glass alabastron or perfume flask. Opaque white trails, translucent cobalt blue body and lug-handles. Horizontal rim-disc with tool-marks on upper and under surfaces; short, cylindrical neck with downward taper; pronounced angular shoulder; tall, slender, straight-sided body with wide expansion downward to sharp basal angle; shallow, convex bottom. Two ring-handles with well-formed, pointed tails. Continuous white marvered trail dropped on at rim, whence it descends in sloping line to level of lugs; from here to the carination the trail changes to a pattern of upright festoons in eleven vertical stripes; below carination it winds in a thick, fourfold spiral to end in a fine thickened curl on bottom. Core-formed; rim-disc and handles trailed on and tooled, the handles formed by drawing upward from a drop-on at bottom and folding inward over a tool to make the ring. Handles dropped on and coiled. Intact. Hole in body just above carination, occurring during manufacture, has been filled in by the glassmaker with drop-on of blue glass, from which a long thin tail runs upward to level of lugs. Film of milky weathering on one side; other largely retains pristine sheen. "], "Cultures/periods": ["Hellenistic"], "Production date": ["300BC-50BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Amathus"], "Findspot": [" Excavated/Findspot: Amathus, Site D, tomb 30 "], "Materials": ["glass"], "Type series": ["Mediterranean Group 3"], "Technique": [" core-formed ", " trailed ", " tooled ", " marvered "], "Dimensions": [" Diameter: 3.80 centimetres (max;body) ", " Height: 13.70 centimetres "], "Curator's comments": ["BM Glass Similar maker's repairs exist on BM Glass 371 (GR 1894.11-1.346) and on an alabastron of group 2 in the museum at St Louis, Mo. (seen in 1971)."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (343) ", " Murray, Smith and Walters 1900 / Excavations in Cyprus (p. 117, Tomb 30) "], "Location": ["Not on display"], "Acquisition name": ["From: Turner Bequest Excavations, Amathus"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1894"], "Department": ["Greek and Roman"], "Registration number": ["1894,1101.55"], "Additional IDs": [" Miscellaneous number: DBH.0117 (Harden number) "]}