{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1861,1127.135"], "Description": [" Small portrait head probably representing Alexander the Great. The head turns slightly to its right on the neck. The hair falls in long locks around the brow and onto the neck and is bound by a diadem at the crown. The facial features are damaged but resemble those of portraits of Alexander. "], "Cultures/periods": ["Hellenistic"], "Production date": ["200 BC - 100 BC"], "Excavator/field collector": [" Excavated by: Sir Robert Murdoch Smith ", " Excavated by: Cdr Edwin A Porcher "], "Findspot": [" Excavated/Findspot: Temple of Aphrodite (Cyrene) "], "Materials": ["marble"], "Dimensions": [" Height: 120 millimetres ", " Width: 85 millimetres ", " Depth: 95 millimetres "], "Bibliographic references": ["Sculpture / Catalogue of Greek Sculpture in the British Museum (1454)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Associated names": ["Portrait of: Alexander the Great"], "Acquisition name": [" From: Sir Robert Murdoch Smith ", " From: Cdr Edwin A Porcher "], "Acquisition date": ["1861"], "Department": ["Greek and Roman"], "Registration number": ["1861,1127.135"]}