{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Museum number": ["1886,0401.1354"], "Description": [" Mould-made pottery lamp with a double-convex body, a short round-topped splayed nozzle, and a raised circular base, flat below with a deep groove, and with an impressed letter alpha. The filling-hole is surrounded by two moulded rings, the outer one being surrounded by a horse-shoe of egg-and-tassel decoration in relief. Between the nozzle and the moulding is a scroll pattern. The shoulder is decorated with radiating grooves. There is a plain lug on the right side, and one in the form of a dolphin on the left. The top of the nozzle has a short transverse groove. Decorated with an orange-brown slip. Fine cream fabric with very fine black, white and mica inclusions <0.2mm. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)2ndC BC - (mid)1stC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Howland Type 40A"], "Technique": [" mould-made ", " impressed ", " slipped "], "Dimensions": [" Diameter: 0.80 centimetres ", " Height: 2.20 centimetres ", " Length: 6.80 centimetres ", " Width: 6 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Egyptian form copying Knidian types found in Athens (Howland 1958, Type 40A; Bailey 1975, 260). Variant of Mlynarczyk's Type M, dated from the end of the 2nd to the mid 1st century BC (Mlynarczyk 1997, Type M-Prime b.1, see Photo 23). Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals. Princeton. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677."], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q559) ", " Walters 1914 / Catalogue of Greek and Roman Lamps in the British Museum (303) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.032) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1354"]}