{"artifact_name": "model; wagon", "Object Type": [" model ", " wagon "], "Museum number": ["1890,1105.2"], "Description": [" Terracotta model of an harmamaxa (covered four-wheeled wagon). A four-wheeled carriage drawn by two horses. The equipage is driven by a man seated in a high-backed seat within the open front of the vehicle. He wears a long sleeved chiton and a hooded cloak, the hood of which covers his head, leaving the front of his hair free; he appears to be holding the reins with his right hand or perhaps both hands. The carriage has a framework of straight and curving timbers on which is constructed a tilt, indicated by incuse cross-hatching that may represent wickerwork. The sides are only partly enclosed, with a tall opening set forward on each side. The roof and the back are curved, and a square window, divided into four by cross-struts, is placed at the rear; the lower apertures of the window each have a profile head, facing one another, one perhaps female, the other probably a bearded man, and each upper opening also seems to have something within it. The body of the vehicle is sprung on timbers that curve under to the axle-plates; small curved elements shown above the rear wheels may represent the springs on which the body hung. The lower horizontal frame of the body is notched, and decorative pendants, probably jingles in the shape of bunches of grapes, hang from it at the rear. The wheels have six spokes. The horses are yoked just behind their heads, and each has a girth and breastbands, and reins to their mouths. The group is placed on a curving plinth with incuse mouldings top and bottom; the rear part of the plinth is lost and restored in plaster. Hollow, with a cut-out below the horses’ bellies; two-piece mould. Micaceous (very small particles) brown Nile silt. There are remains of an overall white dressing. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Alexandria (Egypt) (probably) "], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) "], "Materials": ["terracotta"], "Dimensions": [" Height: 11.43 centimetres ", " Length: 10.16 centimetres "], "Curator's comments": ["BM Terracotta IV Bibliog. Hill 1897: 88; Walters 1903: C 612; Lorimer 1903: 142; Johns 2006: 72."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (C612)"], "Location": ["On display (G69/dc25)"], "Subjects": [" carriage/coach ", " horse/ass "], "Acquisition name": ["Purchased from: Friedrich Carl Andreas (?)"], "Acquisition date": ["1890"], "Department": ["Greek and Roman"], "Registration number": ["1890,1105.2"]}