{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.92"], "Description": [" Cypriot terracotta figure of male gazelle. Large fragment of torso and head, minus one horn and ears. Only tops of legs preserved. Naturalistic style including two gashes on right flank. Fine pink fabric with fine sub angular black (basic volcanic) <0.5mm and rounded limestone inclusions (often with erupted reaction rims) <1 mm. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["525 BC - 475 BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Aphrodite (Naukratis), Context Φ4(?) (probably) "], "Materials": ["terracotta"], "Technique": [" handmade ", " painted "], "Dimensions": [" Height: 11.50 centimetres (max) ", " Length: 9.10 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Similar naturalistic treatment of other animals, particularly of their faces can be found in published examples of a bull (Karageorghis 1996, 17.5, J11), dogs (Mollard-Besques 1954, 21-2, pl. 16. B124, B123-6) and a goat (Bol & Kotera 1986, 61). These would suggest a date between the last quarter of the 6th century and the first half of the 5th centuries BC. Bol, P. C. & Kotera, E. 1986. Bildwerke aus Terrakotta: aus Mykenischer bis Römischer Zeit Wissenschaftliche Kataloge. Melsungen, Gutenberg. Karageorghis, V. 1996. The coroplastic art of ancient Cyprus. VI. The Cypro-Archaic Period monsters, animals and miscellanea. Nicosia, University of Cyprus. Mollard-Besques, S. 1954. Catalogue raisonnédes figurines et reliefs en terre-cuite Grecs Étrusques et Romains I: Époques Préhellénique Géométrique, Archaïque et Classique. Paris, Musée National du Louvre. ", " Published as from the Temenos of Aphrodite or the Town (Gardner 1888, pl. XV), however a faint context number, written in pencil (4), suggests it comes from Context Φ4 within the Temenos of Aphrodite? "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (B333) ", " Gardner 1888 / Naukratis II (pl. XV, no. 6) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.089) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.92"]}