{"artifact_name": "oinochoe(probably)", "Object Type": ["oinochoe (probably)"], "Museum number": ["1888,0601.548.p"], "Description": [" Body sherd of Chian black-figured Komast pottery closed vessel, probably an oinochoe; white slip (very worn); exterior: black-figure decoration consisting of upper part of komast to right (head, shoulders and right arm outstretched, holding circlet); to right possibly part of another figure’s arm extended to left; four incised rosettes as filling ornament. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 3.70 centimetres ", " Thickness: 0.60 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": ["Lemos places this sherd in Group F of the Black Figure Komast Chalices. The chalices in this group represent the end of the style. The komasts are depicted so simply that they appear almost like stick figures, there is little to no filling ornament, incision is careless and the colour is poor and diluted. Lemos identified the sherd as belonging to a chalice but the lack of slip on the interior surface indicates that it came from a closed vessel, possibly, as Williams suggested, a dinos or an oinochoe. Chian dinoi do not typically have a slip on the interior. Although the sherd is thick, dinoi appear to fall out of the Chian repertoire in circa 580BC with the end of the Sphinx and Lion Style. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practising a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 173, p. 326, no. 1495) ", " Williams 2006a / The Chian Pottery from Naukratis (p. 130, p. 132 note 51) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0059) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.548.p"]}