{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1418"], "Description": [" Head of female terracotta figure wearing her hair in 'melon style', following Tanagra types. Head broken from a figure; her hair is arranged in a loose version of the melon coiffure, pulled back into a ring-shaped bun. She wears crescent-shaped earrings. Mould-made with additional tooling; once applied to a separately made body. White dressing applied, leaving most of the hair free; the hair is painted red and the earrings yellow. Brown (Nile) silt with frequent fine mica, and angular black inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(early)-3rdC BC(mid)"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 2.50 centimetres (max) ", " Length: 2.30 centimetres ", " Width: 1.80 centimetres "], "Curator's comments": ["Parallels from Naukratis in the British Museum (GR1886,0401.1418), Bristol Museum (H840) and Cambridge Museum of Classical Archaeology (NA542, NA547). Copy of Greek 'Tangaras' (Bailey 2008, 141, see also 3524, BGRM 1926,0930.12), with close Egyptian parallels purchased at Memphis (Petrie et al. 1910, pl. xliv: 155 and 161, Petrie Museum UC48475), in Tübingen (Fischer 1994, no. 94) dating from the end of the 4th to 3rd century BC. Similar hair treatment in Egyptian figurines is dated from early to the third quarter of 3rd century BC by Török (1995, no. 214 and 215). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Petrie, W. M. F. MacKay, E and Wainwright, G. 1910. Memphis, vol III: Meydum and Memphis. London. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C634) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 41, pl. XV, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.357) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1418"]}