{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["1888,0601.182"], "Description": [" Body sherd of Chian Mature Animal Style pottery heavy chalice; white slip; interior: glazed streaky black; from top, trace of floral decoration in added white with added red dot; two white bands above single red band; frieze of alternating feathery lotus buds and rosettes in white with red centres between red and white bands; exterior: on wall, painted decoration consisting of hoof of a bull or a boar, to right; below, chequer pattern between narrow brown bands above guilloche pattern in handle zone; below, zigzag pattern between dilute lines; below on cul, two brown bands; inscription on exterior. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 7.80 centimetres ", " Thickness: 0.60 centimetres ", " Width: 9.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The sherd joins British Museum 1888,0601.466.f and belongs to the same vase as British Museum 1924,1201.15. Although Lemos does not discuss this sherd, it ought to belong to her Group of Elaborate Animal Chalices. Chalices that fall into this group are usually large and heavy-walled and are also known as chalice-kraters. Chalices in this group display elaborate compositions that include polychromy and delicately painted figures (Lemos 1991, 90-1). This newly discovered join with 1888,0601.466.f calls into question the published inscription in Hutton, C. A. 'Inscriptions on pottery from Naukratis', Classical Review 7, 1893, 83, IV because the iconography from this join makes clear that 1888,0601.182 goes to the left of 1924,1201.15."], "Bibliographic references": [" Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (pl. 32.3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1581) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.182"]}