{"artifact_name": "siana cup", "Object Type": ["siana cup"], "Museum number": ["1888,0601.410"], "Description": [" Rim and body sherd (mended from three fragments with added plaster) of Attic black-figured pottery overlap Siana cup; interior: mostly glazed black with reserved band at rim and another below offset of lip; top of lip glazed; exterior: line between lip and handle zones, glazed below; over lip and handle zones black-figure decoration consisting of dancing figures (at left, youth with added red fillet and red on chest with left hand raised, dancing to right; facing him, woman dancing, to left with elbows out and hands in front of chest with fingers pointing down; added white flesh, red tunic with black lower border with incised wavy pattern between double incised lines; incised lines at neckline and arm holes; incised necklace; red fillet; some of hair tied back in club with red pom-pom at end); inscription on exterior. "], "Producer name": ["Painted by: The Palazzolo Painter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["560BC-555BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 24 centimetres (rim) ", " Height: 7 centimetres ", " Thickness: 0.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["For parallels, see Harvard University Art Museums 1925.30.133 in Brijder, H. A. G., Siana Cups I and Komast Cups. Amsterdam 1983, pl. 5d, no. K87 and Göttingden H549a in Brijder, H. A. G., Siana Cups III. Amsterdam 2000, pl. 189."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B103.2) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 260, no. 25) ", " Beazley 1944 / Groups of Early Attic Black Figure (p. 49, no. 4) ", " ABV / Attic Black-Figure Vase-Painters (p. 35, no. 5) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 370, no. B500) ", " Venit 1984 / Early Attic Black Figure Vases in Egypt (p. 147, note 43) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 228, no. 17) ", " Gardner 1888 / Naukratis II (p. 67, no. 826, pl. XXI, no. 826) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 689, no. 474) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0386) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.410"]}