{"artifact_name": "krater", "Object Type": ["krater"], "Museum number": ["1888,0601.520"], "Description": [" Four non-joining fragments of rim and neck with scars of two handles of North Ionian black-figured ring-handled pottery krater, incorrectly restored; interior: glazed black with two added red bands lined in white; exterior: white slip; on top of flat rim, guilloche with short strokes in interstices; on outside of rim pendant triangles. Top of neck glazed; below, sides of handle zone glazed, reserved area behind handles; in panel, frieze of female figures walking to left (leading figure raises right arm and holds a small offering; others appear to hold the wrist of their neighbour); added red on caps on heads and on chiton at left shoulder; added white dots as decorative patterns on himatia diagonally draped; a black area in the central sherd interrupts the procession, and one of the figures on the third sherd again holds up an offering. Tongues at top of shoulder. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-560BC (circa)"], "Production place": [" Made in: Teos (analytical group B) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 53 centimetres ", " Height: 8.89 centimetres "], "Curator's comments": [" The 'second' sherd preserves at its break traces of handle attachment and therefore should be placed elsewhere; there is no mysterious object interrupting the procession. The setting of the two handles indicates that there were originally four, and this was a ring-handled krater, as the traces of one handle suggest. ", " The krater is also published in Cook and Dupont 1998, 96, fig. 12.1b. Cook identifies the neck as belonging to a precursor of the typical black-figure Clazomenian wares. The precise origin of vessel has not been determined. E.R. Price (East Greek Pottery, 1927, 22) argued that white slip Clazomenian pottery was the link between the Clazomenian sarcophagi, which were covered in a white slip, and the later Clazomenian black figure wares. She explained that the features (the use of white dots as well as the use of white lines together with incised lines for inner details) on the white slip sherds are paralleled either the sarcophagi or the later vases. Cook (1952 note 64) rejected that argument on the basis of both dating and styles. The sherds listed by Price in her argument were tentatively identified by Cook as British Museum 1888,0601.575 and possibly Oxford AN1896-1908-G.130.10. A third sherd was mentioned by Price and described as having a cock as decoration. Cook subsequently incorrectly identified the sherd as 1886,0401.1197 which is an Attic Black Figure column krater. His CVA reference is also incorrect because CVA British Museum VIII, pl. 589, no. 9 discusses a Milesian Fikellura amphora. This sherd first mentioned by Price is most likely British Museum 1886,0401.1147 which is a North Ionian black figure stand with the tail feathers of two cocks. In all three cases, the styles are different, the dates do not match and 1888,0601.575 and 1886,0401.1147 are North Ionian without specification. R. Cook & P. Dupont, East Greek Pottery. London. 1998. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XIII, no. 1) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (o. 138, no. 700, pl. 100, no. 700) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.313) (phase 3) ", " Vase / Catalogue of Vases in the British Museum (B103.5) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.520"]}