{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["1873,1020.4"], "Description": [" Iron ring with a gilded emblem of Julius Caesar. The iron ring has a thin hoop which broadens towards the shoulder. The ovoid bezel contains a thin inlaid sheet of gold, engraved with a portrait bust of Julius Caesar. He is recognizable by his relatively large head and scrawny neck, characteristics that feature on nearly all portraits of him. Caesar wears a wreath, while behind him is engraved a jug, perhaps linked to the pouring of libations and offerings to the gods. "], "Cultures/periods": ["Roman"], "Production date": ["42BC (circa)"], "Materials": [" gold ", " iron "], "Technique": ["gilded"], "Dimensions": [" Diameter: 2.60 centimetres "], "Curator's comments": ["Walker & Higgs 2001 This ring may well have belonged to one of the supporters of the Caesarian side in the bloody civil war that followed his murder. On one side were his assassins, led by Brutus and Casssius and much of the Senate, while on the other was the Triumvirate of Mark Antony, Octavian (later to be the emperor Augustus), and Lepidus. The war culminated in total victory for the Triumvirate at Phillippi in northern Greece in 42 BC and the murder or suicide of many prominent figures among their opponents, including the orator Cicero. BIBLIOGRAPHY: S. Walker and A. Burnett, Augustus, British Museum Occasional Papers 16 (London 1981), 16, no.168."], "Bibliographic references": [" Finger Ring / Catalogue of the Finger Rings, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum (1469) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (200) "], "Location": ["On display (G70/dc3)"], "Exhibition history": [" Exhibited: 2008-09 23 Oct-26 Apr, Rome, Chiostro del Bramante, Julius Caesar, Man, Feats and Myth "], "Subjects": [" emperor/empress ", " symbol "], "Associated names": ["Portrait of: Julius Caesar"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1873"], "Department": ["Greek and Roman"], "Registration number": ["1873,1020.4"], "Conservation": [" Treatment: 05 Nov 1999 ", " Treatment: 04 Sep 1980 "]}