{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Museum number": ["1888,0601.142"], "Description": [" Mould-made pottery lamp with an elongated body and an Egyptian ring handle. The discus is plain except for a small decorative motif at the rear 'suspended' from the handle. Within the undefined pointed oval flat base is an impressed branch. Light brown, micaceous clay; unslipped. Plaster mould. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC(late)-3rdC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": [" Loeschcke V (elongated) ", " Shoulder-form VIIIb "], "Technique": [" mould-made ", " impressed "], "Dimensions": [" Diameter: 0.70 centimetres (nozzle) ", " Diameter: 0.40 centimetres (opening) ", " Height: 3.60 centimetres ", " Length: 9.30 centimetres ", " Width: 5.30 centimetres "], "Curator's comments": ["Parallels, some possibly from the same mould series, have been found at Clysma (Bruyère 1966, pl.17), from the Fayum (with ivy-leaf near handle, Hayes 1980, 422) as well as unprovenanced pieces in the Ermitage collection (Waldhauer 1914, 257) and Benaki Museum, Athens (Inv.no.19508). Late Roman parallel, but with cross devise, from Kom el-Dikka, Alexandria (Mlynarczyk 1998, 350, Fig 22a). Bailey dates this lamp from the late 2nd to the 3rd century AD (Bailey 1988, 238, Q1950). Bruyère, B. 1966. Fouilles de Clysma-Qplzoum (Suez), Cairo. Hayes, J.W., 1980. Ancient lamps in the Royal Ontario Museum. Toronto, Royal Ontario Museum. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. Waldhauer, O. 1914. Kaiserliche Ermitage, die antiken Tonlampen. St. Petersburg."], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q19.) ", " Walters 1914 / Catalogue of Greek and Roman Lamps in the British Museum (4.) ", " Haken 1958 / Roman Lamps in the Prague National Museum (p.61) ", " Cahn-Klaiber 1977 / Die antiken Tonlampen der Archäologischen Instituts der Universität Tübingen (p.212, note 396) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.37) (Phase 1) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.142"]}