{"artifact_name": "volute krater", "Object Type": ["volute krater"], "Museum number": ["1888,0601.601.a"], "Description": [" Volute of Attic pottery volute-krater; only one side is preserved; the attachment to the rim, with a touch of the rim decoration, is preserved at the lower edge; exterior: top black; on side, double row of ivy leaves between thin black lines; added red (miltos) in canalis of volute; edge of volute glazed streaky black. "], "Cultures/periods": [" Attic ", " Archaic Greek (late) ", " Classical Greek (early) "], "Production date": ["520BC-460BC"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Thickness: 0.80 - 0.90 centimetres ", " Diameter: 7.50 - 8 centimetres ", " Height: 3.50 centimetres "], "Curator's comments": ["Johnston 1978 took this as the volute of a red-figure volute-krater, though the manner of decoration of volutes changes little over the generations; the particular winding of this piece is closer to earlier (red- and black-figured) examples. The spool and disc were thrown in one piece and the inner face of the disc was added separately. There are many fingerprints on the inside. The outside is smoothed with some scuffing in the canalis of the volute. Miltos in the canalis. For parallels, see British Museum 1888,0601.601.b, which is probably not from the same krater."], "Bibliographic references": [" Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 39) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 237, no. 21) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0184) (Phase 1) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.601.a"]}