{"artifact_name": "stamnos", "Object Type": ["stamnos"], "Museum number": ["1873,0208.3"], "Title": ["Object: The Actium Vase"], "Description": [" Black-glazed pottery lidded 'stamnos' with relief decoration. The 'stamnos' (jar) has a sharply offset rim, a sloping neck and a sharply carinated shoulder. The body is full and rounded, tapering gently to a low ring foot. Above the shoulder rise two large horizontal handles with striated shafts, decorated with female masks at the terminals and at the mid-points. The lid has a conical knob and a shallow body with a small everted rim. The vessel has been reconstructed from many fragments and the black surface has been overpainted in several areas. The lid is decorated in relief, with ten olive leaves forming a wreath. The body of the 'stamnos' is also covered with relief decoration. Below the shoulder is a band of double ovolos and at the base of the body is a band of acanthus leaves. Between these are two zones of relief decoration separated by a band of concentric bulbs. The upper zone features seven olive trees, from which are suspended heavy festoons. Above each festoon is a cupid playing the syrinx and flanked by two light festoons of vine leaves. Above one of the cupids is a maker's name, BASSU(S), in cursive script. The lower, larger zone contains five representations of the same scene. A male figure, perhaps Neptune, bearded and with his lower body draped, sits on a rock and looks back over his right shoulder. In his left hand he holds a long, arched palm branch, while below his feet is a squared masonry altar. To his left, Victory offers him the prow of a ship, decorated with the head of a sea monster. Above the figure of Neptune in three of the five scenes is a small four-columned (tetrastyle) temple. Another temple appears above Victory in three scenes. In one scene Neptune's head is flanked by two small panels each inscribed 'BASSI'. The vessel and lid bear traces of polychrome decoration, namely gilding on the knob and leaves on the lid, and on the wings of the figures of Victory; pinkish paint on the exposed parts of the bodies of the cupids, Neptune and Victory and blue paint on the bands of border motifs, ovolos, bulbs and acanthus leaves. "], "Producer name": ["Attributed to: Bassus"], "Cultures/periods": ["Roman"], "Production date": ["30BC-25BC (circa)"], "Production place": [" Made in: Italy "], "Findspot": [" Excavated/Findspot: Capua (said to be) "], "Materials": [" pottery ", " lapis lazuli ", " madder ", " gold "], "Technique": [" glazed ", " gilded ", " painted ", " mould-made "], "Dimensions": [" Height: 35.50 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" The vase belonged to the collection of Prince Napoléon Jérôme Bonaparte, and probably not his cousin the Emperor Napoleon III. It is confirmed by its presence in Wilhelm 1867, 43-47. The lot number (105) is recorded in the sale of said collection, in which Rollin & Feuardent probably acquired the vase. Froehner Wilhelm, Choix de vases Grecs inédit de la collection du Prince Napoléon, Paris, J. Claye, 1867, p. 43-46. Froehner Wilhelm, Catalogue d'une collection d'antiquités [du prince Napoléon-Jérôme Bonaparte], Paris: A. Pillet fils aîné, 1868 n°105, p. 72-73 ", " P. Roberts, in Walker, S. and P. Higgs: Recent scientific analysis by the Department of Scientific Research at the British Museum has revealed the blue colouring to be lapis lazuli, and the pink to be madder, both in a medium of hydrocerussite (white lead) and gypsum. It has been suggested that the decoration is an allegory of Octavian's victory over the naval forces of Antony and Cleopatra at the Battle of Actium. On the vase, however, in a gesture of Augustan piety, it is Neptune, the ruler of the seas who is presented with the true honours of battle. The vase is often described as 'black Arretine', yet although it was most likely made in Italy at the height of production of relief-decorated Italian sigillata, it is almost certainly not true Arretine ware. The form, decorative motifs and applied colour are completely removed from the traditions of Arezzo, while the lack of care with which the vessel has been removed from its mould, causing figures to be smudged and cut, tell against an Arretine provenance. The dark, micaceous fabric and the dark finish (the latter very unusual for a relief-decorated piece of this period) suggest rather that the piece may have been made in Campania, an area with a long tradition of black-glaze relief-decorated wares, for example Calenian ware, and interestingly, Hellenistic gilded black-glaze wares from Capua itself. It is possible that the vessel belongs to a final phase of this local production. The vase was probably used as a cinerary urn and, in spite of its rather clumsy manufacture, it was probably a high-status piece. Bibliography: W. Frohner, 'Choix de vases Grecs inedits de la collection de son altesse imperiale le Prince Napoleon' (Paris, 1867), pp. 43-46; H.B. Walters, 'Catalogue of the Greek and Etruscan Vases in the British Museum. IV Vases of the Latest Period' (London, 1896), p. 242, cat. no. G28; H.B. Walters, 'History of Ancient Pottery' Vol.1 (London, 1905), p. 503; J.W. Hayes, 'Handbook of Mediterranean Roman Pottery' (London, 1997), 39, pl. 12; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), pp. 266-268 [316]. ", " The vase was first mentioned by Wolfgang Helbig as belonging to Alessandro Castellani in 1864. Castellani must have sold it to Prince Louis Napoleon (Napoleon III), whose collection was published by Wilhelm Fröhner in 1867. The interpretation as an allegory to Octavian's naval victory over Cleopatra and Antony was put forward in the exhibition Cleopatra of Egypt, curated by Susan Walker and Peter Higgs. Helbig, Wolfgang (1864) “Scavi di Pesto, Capua, Mola e Sorci”, Bullettino dell'Instituto di Corrispondenza Archeologica 1864, pp. 136-137 Fröhner, Wilhelm (1867) Choix de vases Grecs inédits de la collection de son altesse imperiale le Prince Napoleon. Paris: J. Claye, pp. 43-46. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (G28) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (316) "], "Location": ["On display (G70/dc3)"], "Exhibition history": [" 2016, 11 Apr-17 Jul, New York, Metropolitan Museum of Art, Pergamon and the Art of the Hellenistic Kingdoms "], "Subjects": ["classical deity"], "Associated names": [" Representation of: Eros/Cupid ", " Representation of: Nike/Victoria/Victory ", " Representation of: Poseidon/Neptune "], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Previous owner": [" Previous owner/ex-collection: Napoléon III, Emperor of the French (Recent reseach suggests this was previously owned by Prince Napoléon Jérôme Bonaparte and not his cousin, the Emperor of the French, Napoleon III.) ", " Previous owner/ex-collection: Alessandro Castellani "], "Acquisition date": ["1873"], "Department": ["Greek and Roman"], "Registration number": ["1873,0208.3"], "Conservation": [" Treatment: 01 Aug 1990 ", " Treatment: 07 Sep 1999 ", " Treatment: 28 Oct 2014 "]}