{"artifact_name": "juglet", "Object Type": ["juglet"], "Museum number": ["1898,1201.206"], "Description": [" Glass 'bilbil' juglet on foot-stand. Neck expands downward to curved junction with shoulder; sloping shoulder, ovoid body; tall foot-stand, deeply indented underneath, with splayed edge. At junction of shoulder and body remains of lower attachment of vertical handle, which probably had its upper attachment on neck, below rim, where traces of it are faintly perceptible. Above the line of the foot-stand, vessel leans noticeably from the perpendicular. Neck and part of foot missing. Clear dark blue (?) with opaque light blue (?) and opaque orange (?) trails. On neck five-spiral band of light blue (?) festoons; on body mainly triple, but at ends quadruple spiral of alternating light blue(?) and orange (?) festoons. Core-formed and tooled, trails marvered and combed. The vase was probably from Egypt from the time of Amenophis III to Amenophis IV, i.e. falling within LCIIA period on Cyprus. "], "Cultures/periods": [" Late Cypriot IIA-B (?) ", " Late Cypriot IIC (?) "], "Production date": ["1350 BC-1200 BC"], "Production place": [" Made in: Egypt (?) ", " Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: The British Museum"], "Findspot": [" Excavated/Findspot: Hala Sultan Tekke, Tomb I "], "Materials": ["glass"], "Technique": [" core-formed ", " trailed "], "Dimensions": [" Diameter: 5.40 centimetres ", " Height: 11.80 centimetres "], "Curator's comments": ["BM Glass Fossing 1940, 29. Bull. Corresp. Hell. LXXXI (1957), 27. Opusc. Atheniensia, V (1965), 119. Astrom 1967, 58, 125 (=id. 1972, 530, 597). Nolte 1968, 92 f., no. 11a. Bailey 1976, 8, pi. ii, c. The only example in this class comes from the Hala Sultan Tekke site, near Larnaka. The shape imitates a pottery 'bilbil' and the nearest parallels in glass seem to be the jug from the sanctuary of Ayios Jakovos, Cyprus, and one from Ugarit (Minet el-Beida, tomb 6). Since the upper neck and rim of the Ayios Jakovos jug is lacking, we do not know whether it had a lip-spout, but the handle is extant, reaching from the shoulder to the middle of the neck. According to Schaeffer's description and drawing the Ugarit piece is complete, with a lip-spout and a handle reaching from the shoulder to the rim, although Nolte says that the handle , which once existed, is missing. Since the rim of this piece is lost, we cannot know whether it had a lip-spout, but a trace of the upper attachment of the handle is just recognisable below the rim. Thus the Ayios Jakovos jug appears to be a very close parallel while the Ugarit piece differs only in the position of the handle, although in this respect, it differs not only from this piece but all other 'bilbils', for there seems to be no other glass or pottery 'bilbil' where the handle springs from the rim instead of the neck. The sloping stance of this piece and its parallels is very typical of many pottery 'bilbils', and their high, hollow foot-stands are a special characteristic of the Cypriot Late-Bronze-Age Base-ring Ware to which so many 'bilbils' belong. Nolte lists this form as Type II, h and (omitting the Ayios Jakovos jug) cites only two examples, the Ugarit piece and this one, separating them from the other 'bilbil' shape, her form II, g, which has neck-ridges. She lists this piece as no. 11a in Werkkreis 2a (Nolte, 1968, 92g.), juxtaposed with her no. 11 and compared with her no. 8, but both of these had three small vertical handles on the shoulder - quite a different type. Although some later, pottery 'bilbils' belong mainly to the century between 1450 and 1350 BC, a period which just overlaps the date 1365-1200 BC (Late Ugarit III) ascribed by its excavator, Shaeffer, to tomb 6 at Minet al-Beida, which contained the glass 'bilbil'. The Ayios Jakovos jug is ascribed by Astrom (1967, 125 (=id. 1972, 597)) to the Late Cypriote II A period (late 15th or early 14th century) and Nolte, placing this piece in her Werkkreis 2a, ascribes it to the first half of the 14th century (Amenophis III to Amenophis IV), a dating which we can readily accept. But where was it made? Bolte clearly believes that all 'bilbil' glasses (forms II, g and h) are Egyptian. About II, g she is probably right, since their style and decoration resemble normal contemporary Egyptian core-formed ware, even though none has a firm Egyptian provenance and their shape must be borrowed from Syria or Cyprus. But it is difficult to accept that this piece and the Ugarit example as Egyptian. They should be thought of as Syro-Cypriot."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (11) ", " Bailey 1976 / Hala Sultan Tekke I. Excavations 1897-1971 (p.8, pl. IIC) ", " Jacobsson 1994 / Aegyptiaca from Late Bronze Age Cyprus (No. 82) ", " SCE IV/1D / The Swedish Cyprus Expedition. Vol. IV. Part 1D. The Late Cypriot Bronze Age. Other arts and crafts (pp. 530, 597) ", " Peltenburg 1986 / Ramesside Egypt and Cyprus (p. 152, 'Bottle' no. 8) ", " Kiely 2011c / Hala Sultan Tekke (I.2) "], "Location": ["Not on display"], "Condition": ["Rim, upper neck and nearly all the handle missing; chip off foot-stand; remainder intact. Thick grey enamel-like weathering-coat all over, including fractured edges, rendering colours almost unrecognisable."], "Acquisition date": ["1898"], "Department": ["Greek and Roman"], "Registration number": ["1898,1201.206"]}