{"artifact_name": "gem; finger-ring", "Object Type": [" gem ", " finger-ring "], "Museum number": ["1814,0704.1529"], "Description": [" Terminal bust of a bearded and garlanded Bacchus inscribed ASPASIOU (of Aspasios, meaning 'made by Aspasios') in Greek letters, set in modern gold setting. "], "Producer name": ["Made by: Aspasios"], "Cultures/periods": ["Roman Imperial (?)"], "Production date": ["1stC BC-1stC"], "Materials": [" jasper ", " gold "], "Technique": ["intaglio"], "Dimensions": [" Height: 2 centimetres "], "Curator's comments": ["Jenkins & Sloan 1996 This stone came to the Museum with the collection of Charles Townley, but he seems to have acquired it from Sir William Hamilton. The signature drew it to the attention of E. Q. Visconti, who in a paper published in 1793 recalled holding the intaglio in his own hands and said that it was then in Sir William's possession. Visconti considered it to be an ancient copy of a finer original, and Furtwangler also thought it antique. Subsequently its antiquity was doubted and it was said to be a copy after one of two terracotta busts formerly in the Townley collection and now in the British Museum. These were found near Porta Latina, Rome, and date to around ad 50-100. Two other uninscribed intaglios exist of the same subject, both amethysts - one in Florence, the other in New York. In recent years the intaglio has again been published as ancient; this and other pieces signed Aspasios have been brought together by M. L. Vollenweider and discussed as the oeuvre of an accomplished gem-carver working around the middle of the first century bc. G. M. A. Richter, on the other hand, thought that differences in the inscriptions indicated that two artists were at work at different times. Townley must have acquired the gem because it related to the terracottas, and it seems probable that these and the other intaglios carved with the same terminal figure of Bacchus are all copied after an earlier, lost Greek original. How and when he acquired it is not clear, but the intaglio probably passed to Townley through his friend Sir Richard Worsley, who purchased most of Hamilton's second collection of gems. From Worsley's correspondence among the Townley Papers in the British Museum it is clear that he and Townley were on close terms, and there is besides a tantalising reference in the Worsley Papers in Lincoln to Townley and Worsley having made an exchange. The entry reads as follows: 'Marcus Modius, Augustus's physician. Bought by Charles Townley esq. (who ceded it to me in exchange) at Mr Dalton's sale, who got it in Egypt.' The sale of Richard Dalton's property took place in 1791, the very year in which Sir William sold his gems to Worsley. Literature: Worsley Papers, xlii, 9 June 1798; Visconti, 1821, p. 65; Visconti, 1827, p. 194; Dalton, p. 101, no. 701, pl. 25; Furtwangler, AG, 1, pl. 49, no. 12; Furtwangler, 1888, pl. 10, no. 11, and 1889, p. 48f: Vollenweider, p. 31, pl. 22. 1; Richter, 11, p. 137, no. 643 (for Aspasios, see p. 132)."], "Bibliographic references": [" Dalton 1915 / Catalogue of the Engraved Gems of the Post-Classical Periods in the Department of British and Mediaeval Antiquities and Ethnography in the British Museum. (701) ", " Smith A H 1888 / A Catalogue of Engraved Gems in the British Museum (2293) ", " Jenkins & Sloan 1996 / Vases and Volcanoes - Sir William Hamilton and his collection (111) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Dionysos/Bacchus"], "Previous owner": [" Previous owner/ex-collection: Charles Townley ", " Previous owner/ex-collection: Sir Richard Worsley ", " Previous owner/ex-collection: Sir William Hamilton "], "Acquisition date": ["1814"], "Department": ["Greek and Roman"], "Registration number": ["1814,0704.1529"]}