{"artifact_name": "loom-weight", "Object Type": ["loom-weight"], "Museum number": ["1886,0401.1575"], "Description": [" Terracotta pyramidal loom-weight. A mould-made pyramidal loom-weight, with truncated top; a hole is pierced from side to side near the top, the piercing indicated by slightly raised rings, probably caused during the piercing process. On one side is an oval impression from an intaglio gem of two human figures standing close together, facing each other, probably a male homosexual incident. Solid; two-piece mould, the join running along opposite corners. Micaceous orange-brown Nile silt with a pink core. "], "Cultures/periods": [" Archaic Greek ", " Classical Greek "], "Production date": ["6thC BC-4thC BC"], "Production place": [" Made in: Egypt (?) ", " Made in: East Greece (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" handmade ", " stamped "], "Dimensions": [" Height: 5.30 centimetres ", " Length: 3.60 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": ["The gem may be of the Greek archaic or classical periods, of the sixth or fifth century BC, but loom-weights of similar shape occur also in Ptolemaic times. A pyramidal loom-weight from Atalante in Thessaly has a similarly shaped gem impression, and is probably of the second half of the fifth or first half of the fourth century BC (Raselli-Nydegger 1996: pl. 48, no. 48). Parallels from Eretria include Pyramid weights (Pruvot et al. 2010, 243, no 229), date to the 7th or 6th centuries BC. The fabric looks too fine to be local Egyptian producion, instead an East Greek production is suggested. Egyptian comparanda supplied by Bailey (2008, who suggests local production) include unstamped loom-weights from the Chatby cemetery, Alexandria, probably late fourth to first half of third century BC (Breccia 1912, 91, fig. 56); from a late second century BC context in Karnak (Lauffray 1995, 309, fig. 4:1159) and 22 from Ptolemaic Edfu (Michałowski et al. 1938, pl. 40.12). Breccia, E. 1912. Catalogue général des antiquités égyptiennes (Musée d'Alexandrie). Nos 1-624. La necropoli di Sciatbi, Cairo. Lauffray, J. 1995. La chapelle d'Achôris à Karnak. I, Les fouilles, l'architecture, le mobilier et l'anastylose, Paris. Martin Pruvot, C., Reber, K. & Theurillat, T. 2010. Ausgegraben! : Schweizer Archäologen erforschen die griechische Stadt Eretria : eine Ausstellung der Schweizerischen Archäologischen Schule in Griechenland in Zusammenarbeit mit dem Antikenmuseum Basel und Sammlung Ludwig. Ecole suisse d'archéologie en Grèce. Antikenmuseum Basel und Sammlung Ludwig & Ethnikon Archaiologikon Mouseion. Raselli-Nydegger, L. 1996, ‘Die Ausgrabung auf dem Grundstück Xirojannis in Atalante: ein Beitrag zur spätklassischen und römischen Siedlungskeramik,‖’, MDAI 111, 237–297."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3699) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (TF.01) "], "Location": ["Not on display"], "Subjects": ["eroticism/sex"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1575"]}