{"artifact_name": "votive figure", "Object Type": ["votive figure"], "Museum number": ["EA47986"], "Description": [" Fragment of a hollow-cast votive figure in copper alloy, representing a naked woman or goddess. Only head and torso preserved. Small circular holes (2.5-3 mm) at shoulders, in which articulated arms used to be attached, now missing, and broken off at top of legs. Wearing an Egyptian-style wig and a headdress decorated with rosettes; fragmentary and corroded. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["7thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": [" Excavated by: Auguste Salzmann ", " Excavated by: Sir Alfred Biliotti "], "Findspot": [" Excavated/Findspot: Acropolis (Kamiros), summit "], "Materials": ["copper alloy"], "Technique": ["hollow-cast"], "Dimensions": [" Height: 6.90 centimetres ", " Thickness: 0.20 centimetres ", " Width: 2.75 centimetres ", " Depth: 2.25 centimetres "], "Curator's comments": [" The so-called 'Naked Goddess' is attested through numerous votive figures similar to this one (listed in: Roeder, 320ff., § 404 ff.). These figures are possibly associated with Near-Eastern deities such as Astarte or Atargatis (for a general discussion on this type of figure: Weiss 2012, 227-230, pl. 33f-g, type 125). In Greece, they might have been dedicated to Hera in Samos and to Athena in Kamiros (various figures of this goddess in Greece and Egypt: see Weiss 2012, pl. 78, esp. no. 1762 for this specimen). Kamiros provided at least a second example of this type of votive. Both can be dated to the 7th century BC. Riefstahl, E. 1943/4 Doll, Queen or Goddess? Brooklyn Museum Journal, 7-23. Jantzen, U. 1972, Aegyptische und Orientalische Bronzen aus dem Heraion von Samos Samos 8, Bonn. Roeder, G. 1956, Ägyptische Bronzefiguren, Mitteilungen aus der Ägyptischen Sammlung 6, Berlin. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. ", " Attributed to Kamiros Acropolis summit based on evidence from Biliotti's Kamiros diary. Description in Biliotti's Kamiros diary: Upper part of a bronze statuette of woman (1 broken). No marking of excavation day visible on the object itself. Attributions to find-spots are based on (1) Alfred Biliotti’s diary kept during excavations at Kamiros between November 1863 and June 1864, which records the contents of two votive deposits and over 300 graves; (2) entries in the Museum Register, often stipulating the find- spots of individual objects excavated by Biliotti; (3) the Kamiros tomb list, produced around the same time as his entries in the Museum Register. It lists the contents of each grave and votive deposit, along with their corresponding registration numbers; (4) the Kamiros index cards, written by Donald Bailey in the 1960’s. These mainly record the contents of graves from the Fikellura cemetery and are organised according to tomb group; (5) the Kamiros well list, which is based upon the Kamiros tomb list with additions by Reynold Higgins and Virginia Webb. All archives are kept in the Department of Greece and Rome. In addition, Viriginia Webb’s Archaic Greek Faience (1978) has been checked for attributions to Kamiros acropolis. "], "Bibliographic references": [" Bronze / Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan. (138) ", " Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 962, pl. 78d, no. 1762) "], "Location": ["On display (G13/dc1)"], "Exhibition history": [" Exhibited: 2014-2015, 13 Nov -13 Feb, Paris, Musee du Louvre, Rhodos: a Gate from and to the Eastern Mediterranean "], "Condition": ["Relatively fair, though incomplete and corroded"], "Associated names": ["Associated with: Olympian Gods (?)"], "Acquisition name": [" From: Auguste Salzmann ", " From: Sir Alfred Biliotti "], "Acquisition date": ["1864"], "Department": ["Greek and Roman"], "BM/Big number": ["EA47986"], "Registration number": ["1864,1007.528"], "Conservation": [" Treatment: 28 Oct 2009 ", " Treatment: 24 Jul 2014 "]}