{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.548.l"], "Description": [" Rim sherd of Chian black-figured Komast pottery chalice; white slip; interior glazed streaky black; part of elaborate lotus flower and palmette chain in added white outline with added red centre; exterior: narrow black band at top of rim; below, black-figure decoration consisting of dancing komast (forearms and lower legs missing; red on hair, chest band, thighs and buttock) to left. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Diameter: 15 centimetres ", " Height: 2.90 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": ["Lemos places this sherd in Group C of the Black Figure Komast Chalices, which unlike others is not a coherent group. This specific sherd, however, does not have a rim pattern like the rest, while filling ornament is absent and incision is very carefully and delicately executed. The sherd probably belongs to the same vase as British Museum 1888,0601.548.c. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 170, p. 326, no. 1505, pl. 197) (Incorrectly labelled 1888.6-1.548n) ", " Price 1924 / Pottery of Naukratis (pl. XI) (Top row) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1249) (phase 2) "], "Location": ["On display (G13/dc7)"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.548.l"]}