{"artifact_name": "amulet-mould", "Object Type": ["amulet-mould"], "Museum number": ["1888,0601.748"], "Description": [" Terracotta amulet-mould, made of coarse red clay with pitting and much porosity, and large mica inclusions. Impression is of a square wedjat-eye, surrounded by a smooth sub-rectangular area, with ducts for provision of string hole or excess material, leading out at either side. Crudely executed mould, made by pressing master into the wet clay, and made of a much coarser type of clay than usual. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Diameter: 0.40 centimetres (from surface to smooth band outside impression) ", " Height: 2.05 centimetres (impression) ", " Height: 4.40 centimetres (mould) ", " Length: 2.40 centimetres (impression) ", " Width: 4.80 centimetres (mould) ", " Depth: 2.10 centimetres (Depth of mould) "], "Curator's comments": ["In addition to glazed composition scarabs and scaraboids, the ‘Scarab Factory’ at Naukratis was also producing amulets (on the various productions from the Scarab Factory see Webb, forthcoming; see also Gorton 1996, 177-180, fig. 35). Petrie listed a number of amulet-moulds including moulds for wedjat eyes of different types (Petrie 1886, 37, pl. XXXVIII, 16-17). Almost identical mould for wedjat eye BM 1920.0417.1, BM 1896,0610.31 and Oxford, Ashmolean Museum AN1896-1908-E.4573 made from same master. This specimen could be from the Scarab Factory, although this is uncertain considering the discrepancies with the other moulds. It is made in a red Nile clay (Munsell color chart CLAY 10R.5/6), porous and with large mica inclusions. Where the surface layer is broken off, the section appears to be grey, which is different from the scarabs and African head scaraboids moulds. The negative is rather crude, very probably cut directly into the mould, and there are string holes either side. It seems therefore possible that this mould is from a different workshop. The back of the mould has a profile flatter than usual, and has two scooped-out tracks made with a piece of stem from reed (?) with a number of parallel lines running along their length. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 17) (probably same piece, but Petrie has cut round surrounding shape) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OJ.02) (phase 2) "], "Location": ["Not on display"], "Condition": ["Good except for one small chip on back and a larger one at side."], "Subjects": ["eye of horus"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.748"]}