{"artifact_name": "amphoriskos", "Object Type": ["amphoriskos"], "Museum number": ["1868,0501.38"], "Description": [" Core-formed glass amphoriskos. Opaque white trails, translucent cobalt blue body, end-knob and handles. Broad rim-disc, bevelled inward, with tool-marks on upper and under surfaces; shortish, cylindrical neck, joining shoulder in gentle curve; elongated body, almost cylindrical until, near bottom, it tapers rapidly to a point. Large, tooled-on end-knob. Two thick handles with vertical grooving, dropped on at shoulder and drawn upward in curve to join upper part of neck. White trail dropped on upper side of rim-disc and wound spirally downward to just above bottom: at first, to shoulder, in simple spiral, then, on body, mainly in ten-and-a-half vertical panels of feather pattern, but with a group of five single strips of upright festoons on half of one side, and finally reverting, near bottom, to some simple spirals. Formed on a core; rim-disc, handles and base-knob drawn on and tooled; trails drawn on, marvered (except on lip) and combed. Original core-formed lip protrudes appreciably above inner edge of rim-disc. "], "Cultures/periods": ["Hellenistic"], "Production date": ["150BC-50BC (circa)"], "Production place": [" Made in: Syria (?) ", " Made in: Cyprus (?) ", " Made in: Egypt (?) "], "Materials": ["glass"], "Type series": ["Mediterranean Group 3"], "Technique": [" core-formed ", " trailed ", " marvered ", " combed ", " tooled "], "Dimensions": [" Diameter: 1.50 centimetres (end-knob) ", " Diameter: 4.80 centimetres (max) ", " Height: 14.60 centimetres "], "Curator's comments": ["BM Glass Slade Catal. 1871, 8, no. 38, pl. a, fig. 15. Fossing 1940, 121f., fig. 96. Masterpieces 1968, 23, no. 17."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (352) ", " Tait 1991 / Five Thousand Years of Glass (pl.49, p.45) "], "Location": ["On display (G69/Balcony/dc3/shA)"], "Condition": ["Intact. Milky weathering-film with much pitting and iridescence on one side, remainder largely retains pristine sheen, with stray patches of incipient weathering."], "Acquisition name": ["Bequeathed by: Felix Slade"], "Previous owner": ["Previous owner/ex-collection: Roussel"], "Acquisition date": ["1868"], "Department": ["Greek and Roman"], "Registration number": ["1868,0501.38"], "Additional IDs": [" Miscellaneous number: DBH.0181 (Harden number) "]}