{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.97"], "Description": [" Egyptian terracotta figure leaning on shield. A cleruch leaning on a Gaulish shield with a central spine. He is dressed mainly in civilian garb, a short belted tunic with sleeves, but with a chlamys fastened at the right shoulder and draped over his left side, an end of which trails over his wrist to dangle over the top of the shield. His right arm is akimbo, the hand resting on his waist. The left leg, much hidden by the shield, is lost below its edge, and the right leg is bent at the knee: he may wear a high boot. He is clean shaven, with the hair brushed back above and falling at the sides, with small bunches below the ears: he may be a Gaul, although cleruchs of other ethnic groups used the oval Gaulish shield. The plinth is broken away and the back is plain, with a circular vent. Hollow, from two-piece mould, with minute traces of white dressing on the front. Brown Nile silt with abundant fine gold mica, and occasional white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 12.40 centimetres ", " Thickness: 3.60 centimetres ", " Width: 6.60 centimetres "], "Curator's comments": ["Bailey (2008) suggests parallels of the shield date to the later 3rd century BC (Stary 1981, nos 27 and 33) and a Ptolemaic context at Akoris (Tsujimura 1998, 19, fig. 22, 12). Resembles Alexandrian styles of Eros as warrior with Gallic shield, dating between the late 3rd to 2nd century BC (Török 1995, 45, no. 36). However, simpler Roman period figures of Eros were also depicted carrying this shield (1st century AD, Fischer 1994, 291, 670; Dunand 1990, 61, 104). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Stary, P.F. 1981. 'Ursprung und Ausbreitung der eisenzeitlichen Ovalschilde mit spindelförmigem Schildbuckel', Germania 59: 287-306. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome Tsujimura, S. 1998. in Kawanishi, H. and Tsujimura, S. (eds) ‘Akoris 1997: Preliminary report.’ Ibaraki."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C603) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.340) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["soldier"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.97"]}