{"artifact_name": "figure; alabastron(?)", "Object Type": [" figure ", " alabastron (?) "], "Museum number": ["1886,0401.1400"], "Description": [" East Greek terracotta figure vase (plastic vase). Head and rim fragments of mould-made vase, possibly an alabastron in the form of a standing kore (Greek maiden). She wears a headband behind long curly hair parted centrally. She has almond shaped eyes. Traces of black paint on hair. White residue over black paint and on figure probably post depositional. Orange-brown fine Milesian clay fabric with abundant fine mica and rare white inclusions. "], "Cultures/periods": [" East Greek Archaic II ", " Archaic Greek "], "Production date": ["6thC BC(late)"], "Production place": [" Made in: South Ionia "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.70 centimetres ", " Length: 4.20 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": ["There are similar pieces to this head fragment in the British Museum of a standing Kore (GR1860,0404.57 from Kamiros), a seated Kore (GR1886,0401.1398 also Naukratis) or as an alabastron (GR1861,0425.34 from Kamiros), all in similar micaceous orange fabric and all dated to the late 6th century BC (Higgins 1954, no.61). There is a close parallel from Lindos, Rhodes, dated 525 BC - 400 BC (Blinkenberg 1931, pl. 85, no. 2114). It was originally thought to be made in Rhodes (Higgins 1954, 48-9). Probably from South Ionia, Jones' NAA analysis of GR1888,0601.659 also from Naukratis, places it within his East Greek, probably Milesian group (Jones 1985, 673). A parallel from Erythrae, Turkey, dated between c. 540BC to c. 520BC (Bayburtluoğlu 1977, 80-1, pls 9, 11 and 16, nos 17, 19 and 27). Parallel from Memphis (Ashton, 2003, 77, UC47941, erroneously dated to the Hellenistic period). Ashton, S-A. 2003. Petrie's Ptolemaic and Roman Memphis. London : Institute of Archaeology, UCL. Bayburtluoğlu, C. 1977. Erythrai II. Ankara. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Jones, R. E. 1985. Greek and Cypriot Pottery: A Review of Scientific Studies. Athens."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (60) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 41, pl. XV, no. 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.038) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Small fragment"], "Subjects": ["women/feminism"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1400"]}