{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.504"], "Description": [" Body sherd of Chian Grand Style pottery light chalice; greyish-white slip; interior: glazed streaky black; added white tendrils and dotted concentric circles with added red centres, above band of faded white zigzag between lines; exterior: painted decoration consisting of bearded warrior to left (head with very pale brown skin, white on eye, dark brown beard and hair, with shield decorated with rosette as device); above on left, possibly shafts of two spears with painted inscription to their right. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Thickness: 0.30 - 0.50 centimetres ", " Height: 6.80 centimetres ", " Width: 8 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Lemos describes the sherd as belonging to the Grey-Slip Group. The sherds in this group have a characteristically grey coloured slip. The sherd belongs to the same vase as British Museum 1965,0930.354. ", " The text is enigmatic, but Wachter's reading as a possible dedication to the gods (of the Hellenes) has little to recommend it (Non-Attic Vase Inscriptions, 215, N(a) and 217). "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 39, pl. V, no. 6) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 690, no. 481, pl. 42.6) ", " Price 1924 / Pottery of Naukratis (pl. V, no. 11) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 140, no. 797, pl. 96) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 103, fig. 57, p. 112, p. 274, no. 724, pl. 95) ", " Cook & Woodhead 1952 / Painted Inscriptions on Chiot Pottery (p. 166, no. 59, pl. 34, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0768) (phase 2) "], "Location": ["Not on display"], "Subjects": ["warrior"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.504"]}