{"artifact_name": "stemmed bowl", "Object Type": ["stemmed bowl"], "Museum number": ["1888,0601.547.a"], "Description": [" Reconstructed lid (mended from 14 fragments and added plaster) of Chian black-figured Sphinx and Lion Style pottery stemmed bowl; creamy slip; interior reserved; exterior, from the centre: tongue pattern around knob (now lost), alternating solid black and outline; black-figure decoration consisting of animal frieze (from left: part of hind leg of sphinx or lion to left, small lion to right with head turned back and paw on sphinx’s foreleg, sphinx walking to left, small siren to left, lion walking to left, part of siren to left; added red on wings, haunches, manes and underbellies); incised pendant rosettes with red centres, incised blobs and rosettes with red centres as filling ornament; two narrow dilute lines; further animal frieze (from left: part of lion standing to left, siren to left, lion crouching to left, sphinx crouching to left, small lion to left with head turned back and grasping sphinx’s tail with its paw, part of lion to right; red on wings, haunches, manes and underbellies); incised pendant and rising rosettes with red centres, blobs and rosettes with red centres as filling ornament; two dilute lines; band of rays on edge of lid. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" slipped ", " painted ", " incised "], "Dimensions": [" Thickness: 0.40 - 0.60 centimetres ", " Diameter: 23 - 24 centimetres (circa) "], "Curator's comments": ["A944 is written in pencil on the interior surface of the lid. Lemos places this piece in Stage 2 of Group D of the Sphinx and Lion Style. Although the imagery is lively, the execution of the figures is loose and careless. Lemos also notes that the small lion are in unusual poses. both are seated, grasping the tail of a sphinx and looking back at larger lions behind them."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. VII, no. 2) ", " Price 1924 / Pottery of Naukratis (pl. XII, no. 5) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 138, no. 704, pl. 97, no. 704) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 140-1, p. 144-5, p. 148, p. 151, fig. 85, p. 153, no. 1332, pl. 173) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2082) (phase 2) "], "Location": ["Not on display"], "Subjects": [" mammal ", " sphinx ", " siren "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.547.a"]}