{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1895,1020.3"], "Description": [" Fragment of terracotta group: Psyche binds Eros asleep on couch. A fragmentary group of Eros sleeping on a bed and bound by Psyche. Eros is naked and his hair has a braid on the top, from front to rear, and his curls fall on each side. Psyche is dressed in a long chiton with an overfall and has butterfly wings. Her hair is parted in the centre and is brought up into a mass on top of her head. She leans over the head of the bed, standing on a low stool (her feet are broken away), and holds the ends of a rope in each hand, the rope passing round Eros’ waist, under his body and emerging at the side of his head; further ropes bind his right ankle. Much of the bed and Eros’ lower legs are lost, but the surviving leg of the bed is like that of a lion, supporting the bedend, which is padded, with a fringe. Eros sleeps on his left side and reposes his head on his right hand, which rests on the end of the bed. The back is plain, with a small circular vent. Hollow; two-piece mould. Yellow-buff marl clay. "], "Cultures/periods": ["Roman"], "Production date": ["1stC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["clay"], "Dimensions": [" Height: 7 centimetres (max) "], "Curator's comments": [" BM Terracotta IV Comparanda. None found, but compare Aphrodite and Ares imprisoned in a bed by the chains of Hephaistos in Fischer 1994: no. 929. ", " Roman Pottery For the subject, see Baumeister, Denkmaler, iii. s.v. Psyche. "], "Bibliographic references": [" Roman Pottery / Catalogue of the Roman Pottery in the British Museum (K9) ", " Terracotta / Catalogue of Terracottas in the British Museum (3368) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1996 14 Jun-29 Sep, London, The British Library, The Mythical Quest "], "Subjects": [" classical deity ", " classical mythology "], "Associated names": [" Representation of: Eros/Cupid ", " Representation of: Psyche "], "Acquisition name": ["Donated by: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1895"], "Department": ["Greek and Roman"], "Registration number": ["1895,1020.3"]}