{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["1888,0601.565"], "Description": [" Attic black-figured pottery dinos reconstructed from many fragments, some joining; interior: glazed black; rim: added red on inner and outer face, untidy rosettes (with red centres) on top; exterior: on shoulder, alternating red and black tongues separated by brown lines; part of three friezes preserved below separated bywith narrow brown bands; top frieze: head of siren or sphinx to left; feet of possible goat to right; part of goat to left (head lost except for beard and tops of horns; red on neck and dabs on flank); panther to left (frontal head, part of shoulder; red on neck); siren to left (hair, wing with red); lion to right (head and neck lost; red on mane); partly preserved pair of confronted sirens (faces in red, main part of wing, tail band); confronted panthers (red on necks, strokes on flanks) facing floral complex of upright lotus and horizontal palmettes with possible red on centres; middle frieze: between confronted sirens (red on tail band, main part of wing) bearded male (Hermes?) to left (fillet, short-sleeved chiton, mantle in red with incised band on upper arm), holding kerykeion in right hand; part of two confronted boars (red on neck and rump) with rosette between; part of lion to right (red on mane; head lost); part of confronted sirens (red on upper part of wings); bottom frieze: hindquarters of feline to left (dab of red on flank); part of confronted sirens (red on tail band and main part of wing); underside of bowl: two pairs of red circles. "], "Producer name": ["Attributed to: Sophilos"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["580BC-560BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 19.80 centimetres (of rim outside) ", " Height: 14.70 centimetres (about (estimated)) "], "Curator's comments": ["The reconstruction includes B601.26 (1888,0601.588.k) which in turn incorporates a sherd from Reading, Ure Museum, inv. 26.2.1 (left part of floral complex in upper register and confronted sirens in lower register). As British Museum 1888,0601.588.k was excavated in the Sanctuary of Aphrodite, in all likelihood, this piece most likely came from the same area, despite the fact that no specific provenance was given for it. British Museum 1886,0401.1151 may belong to the same dinos. Bakir suggests this is in the manner of Sophilos (Sophilos, 1981, 72, B1, figs. 131-8)"], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B100) ", " ABV / Attic Black-Figure Vase-Painters (p. 39, no. 13) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 256, no. 8) ", " Gardner 1888 / Naukratis II (p. 47) ", " Beazley 1944 / Groups of Early Attic Black Figure (p. 50, no. 12) ", " Venit 1984 / Early Attic Black Figure Vases in Egypt (p. 149, note 54, no. 4) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 225, no. 1(a)) ", " LIMC (V, p. 309, Hermes, no. 234) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0253) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" siren ", " classical deity ", " mammal ", " sphinx (possibly) "], "Associated names": ["Representation of: Hermes/Mercury"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.565"], "Joined objects": [" Joined Object Group: G16597 (2 objects) "]}