{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["1886,0401.1233"], "Description": [" Body sherd of Attic black-figured pottery amphora; exterior: black-figure decoration consisting of chariot scene (only part of head and part of neck with added red on mane and forelock remaining of near pole horse), to right; incision work at left break, part of overlapping element. "], "Producer name": ["Attributed to: Group E ((von Bothmer))"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["540BC-530BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 7.60 centimetres ", " Thickness: 0.50 centimetres ", " Width: 7.90 centimetres "], "Curator's comments": ["For parallels, see Type A amphora in Rome, Villa Giulia 24998 (ABV, 255, no. 9; Beazley, J. D., The Development of Attic Black-Figure. Berkeley 1986, 2nd edition, pl. 79, no. 4 attributed to the Lysippides Painter). It is possible (but less likely) that it is the trace horse from a frontal chariot. For parallels, see the column-krater, Oxford 190 (ABV, 124, no. 16 attributed to the Painter of Louvre F 6). According to Venit (citing Bothmer's opinion), the sherd may be attributed to Group E. Although it is not well painted (the misplaced eye-bump on the nose!) it is attributable to a painter in or close to Group E, as almost every detail that is preserved can be exemplified from one or another vase in that category although no single instance quite matches the exact combination. The large eye is characteristic of the Stesias Group within Group E (e.g. Louvre F 53 (ABV 136.49; BAPD 310309)). The incised fringe along the underside of the mane is fairly standard, but there is usually a little incised arc behind the ear, rather than shagginess all the way as here; even for this there are parallels, however, on Toronto 919.5.176 (ABV 134.11; BAPD 301045), which is also a turning chariot scene, and on Munich 1381 (ABV 142.5; BAPD 310373), a standard chariot scene. The near trace horse on the latter vase also has a bridle that is more complex than usual, with the same combination of forehead strap and noseband as your fragment although depicted with a surer hand. Compare too the form of the eye, and there is even an incised loop in the inner ear of the near pole horse in that scene. It would therefore be tempting to see the fragment as related in some way to the painter of that vase, though he is probably not the Towry Whyte Painter – see Beazley’s comment (Para. 58), which was quite possibly occasioned by just these anomalies. The only detail for which I cannot think of a parallel among the vases associated with Group E is the bit burr. E.A. Mackay University of Auckland"], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 254, no. B161) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0083) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["equestrian"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1233"]}