{"artifact_name": "oil-lamp; hanging lamp", "Object Type": [" oil-lamp ", " hanging lamp "], "Museum number": ["1886,0401.1377"], "Description": [" Mould-made pottery hanging lamp with an oval body, sharply carinated with mouldings above and below the carination; the front upper segment is cut away to form a wick-hole. At the rear is a square-sectioned vertical shaft for suspension, the upper part missing. In front of the column is a cock, its head missing. Below is a narrow base with concave edges, suggestive of three legs. Red brown Nile silt fabric with abundant gold mica and common white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["(late)1stC BC-(late)1stC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 0.70 centimetres (filling hole) ", " Height: 7 centimetres ", " Length: 6.70 centimetres ", " Width: 4.60 centimetres "], "Curator's comments": ["Close parallel from Naukratis in the British Museum (AES 1885,1101.164) and McLean Museum and Art Gallery (Greenock 1987.380). Published by Bailey (Bailey 1988, British Museum Lamps III, Q1994). All were probably made at Naukratis or nearby as the fabric is very similar to Naukratis pieces from kilns. Close parallels from Herakleopolis Magna (Petrie 1905, pl. 69, T25, in Petrie Museum, London) and Tanis (Favard-Meeks, in Brissaud & Zivie-Coche 1998, 154). See also parallels from Memphis, (Petrie et al. 1910, pl.40.7) and Karanis (Shier 1978, no.403) and discussion on form and design following metal lamps in Bailey (1988, 221). See also British Museum example from Naukratis (GR1886,0401.1377). Brissaud, P. & Zivie-Coche, C. 1998. Tanis: travaux récents sur le tell Sân el-Hagar : Mission française des fouilles de Tanis, 1987-1997 Mission Française des fouilles de Tanis. Paris. Petrie, W.M.Fl. 1905, Roman Ehnasya (Herakleopolis Magna), 1904, London. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. Shier, L.A. 1978. Terracotta lamps from Karanis, Egypt. Ann Arbor."], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q1995) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.01) (Phase 1) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1377"]}