{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.464"], "Description": [" Body sherd (mended from 50 fragments with added plaster) of large Chian Mature Animal Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; alternating lotus flowers and rosettes in added white outline with added red centres, above white battlement pattern between bands; below, two more groups of white bands; near base of vessel, trace of two white petals; exterior: short diagonal strokes between pairs of dilute lines around rim; below, painted decoration consisting of female figure to left (arms and face missing; red on hair, with red and black chiton and himation and red and black dotted paryphe); to right, two antithetical sphinxes (with red on hair, wings, legs and strokes on chest); pendant lozenge and roundel, elaborate rosettes and lozenge as filling ornament; below, part of guilloche pattern between brown lines; brown lines on cul. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 25 centimetres ", " Height: 15.20 centimetres ", " Height: 15.30 centimetres ", " Thickness: 0.50 centimetres ", " Width: 22.20 centimetres "], "Curator's comments": ["Lemos describes the sherd as belonging to the Group of Elaborate Animal Chalices. Chalices that fall into this group are usually large and heavy-walled and are also known as chalice kraters. Chalices in this group also display elaborate compositions that include polychromy and delicately painted figures (Lemos 1991, 90-1). Human figures are not often featured on vessels in the Mature Animal Style."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 256, no. 458, pl. 62) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0560) (phase 2) "], "Location": ["Not on display"], "Subjects": ["sphinx"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.464"], "Conservation": ["Treatment: 30 Jul 2013"]}