{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.20"], "Description": [" Grey limestone statuette of a young huntsman. Young huntsman; the left foot and part of the right restored, also parts of the bow and left hand. Rejoined at neck, knee and base. A youth standing on an unevenly worked plinth, left leg advanced, both heels are on the ground. He wears a close fitting Cypriot cap with turned up ear-pieces, a short chiton with short sleeves, tied at the waist and tanged at the lower edge, and with an overfold falling in flaps on either side. Over each shoulder is slung a pair of animals; on the right, a young boar in front, a hare behind; on the left, the same animals in reversed position. The right arm hangs stiffly at the side, holding arrows; the left arm is bent up, holding a bow which is depicted as a disc in the shape of a segment of a circle. The feet are bare from the knees; the stone between them is not cut away. The kneecap is eye-shaped. The face is square and rather large in comparison with the rest of the body, the eyes are large and almond-shaped, with projecting pupils; the mouth is straight, the nose worn away. Down the back of the right leg is an inscription. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-540BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ7? "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.3.2)"], "Technique": ["painted"], "Dimensions": [" Height: 49.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The statuette is unique in Greek and Cypriot art (Nick 2006). Parallels in representation of the legs and knees can be found in the kouroi from the Tenea-Volomandra and Melos groups, the face bears resemblance with a head from Didyma and a statuette from Idalion. The type of chiton represented finds parallels in a limestone statuette from Potamia and a figure from Kazaphani. The stone left between the legs is a typical feature of Egyptian stone statues. The topic of the hunter is unusual in Cypriot art, however, the Cypriot Herakles bears some elements found in this statue; the theme of hunting hares is not uncommon in Egyptian depictions. Certain clothing elements, like the cap and the belt, place it in a Cypriot context. (Nick, 2006, 35-39). The inscription, in Ionic letters, is not fully preserved and readings have differed. Name Kallias. Marshall assigns the inscription to the fifth century, which would make it a subsequent addition (see Nick, 2006, 39), but see Johnston, 2003. Mallet, Premiers Etablissements, p. 257, fig. 46; V. Müller in Arch. Anz., 1921, p. 235."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B451) ", " Inscription / The Collection of Ancient Greek Inscriptions in the British Museum (1080) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 8, pp. 107-108; pp. 35-39; pl.4) ", " Gardner 1888 / Naukratis II (p. 57, pl. XIII, no. 5) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (pp. 158, 162, note 597, plate 5a) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (745 no 6) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (esp. p. 164, fig. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.017) (Phase 3) ", " Thomas 2016 / Greek hunter in Egypt "], "Location": ["Not on display"], "Exhibition history": [" 2016, 29 May- 17 Jul, Cirencester Corinium Museum, A Greek in Egypt; the hunter of Naukratis 2016, 22 Jul-16 Oct, Nottingham University Museum, A Greek in Egypt; the hunter of Naukratis 2016, 26 Oct-26 Feb, South Shields Museum, A Greek in Egypt; the hunter of Naukratis "], "Subjects": [" hunting/shooting ", " mammal ", " classical deity "], "Associated names": [" Named in inscription: Aphrodite/Venus (perhaps) ", " Named in inscription & portrayed: Kallimachos "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.20"], "Conservation": [" Treatment ", " Treatment: 21.02.1983 "]}