{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["1888,1115.9"], "Description": [" Torso of naked female statuette, probably Aphrodite; left arm originally raised; traces of red paint. The figure has slim proportions, a long back, narrow waist and small breasts. Probably from a figure showing Aphrodite tying her sandal. The marble support carved with a representaiton of an amphora (GR 1888.1-15.10) may be part of the original piece. "], "Cultures/periods": [" Hellenistic (?) ", " Roman (? early) "], "Production date": ["100 BC-1 BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Egypt (?) ", " Made in: Turkey "], "Excavator/field collector": ["Excavated by: Cyprus Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Kouklia), From a surface deposit close to the northern wall of the Sanctuary of Aphrodite "], "Materials": ["marble"], "Technique": ["painted"], "Dimensions": [" Height: 11.50 centimetres (max) "], "Curator's comments": ["The torso and fragment of the support (1888,11-15.9 and 10) are probably among the 'Various fragments of marble reliefs and statues, hardly worth separate classification' mentioned in the original report in Gardner et al. 1888, 223 no. 13. They were both found in a surface deposit close to the northern wall of the sanctuary according to the excavators, not in the area of the South Stoa as originally suggested in Higgs and Kiely (p. 421). See the latter for a discussion of the type. The fragments are mentioned in Leibundgut Wieland and Frey-Asche 2011 but they were not studied for this survey of all the votive offerings from the Sanctuary of Aphrodite."], "Bibliographic references": [" Gardner et al. 1888 / Excavations in Cyprus, 1887-8. Paphos, Leontari, Amargetti. (p. 167) ", " Higgs and Kiely 2009 / Four unpublished marble sculptures of Hellenistic date from Cyprus in the British Museum (no. 4, p. 419-23 and fig. 4) ", " Leibundgut Wieland and Frey-Asche 2011 / Weihgeschenke aus dem Heiligtum der Aphrodite in Alt-Paphos: Terrakotten, Skulpturen und andere figürliche Kleinvotive (no. 1853/1) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Aphrodite/Venus"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,1115.9"]}