{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["1888,1012.1"], "Description": [" Marble head and shoulders of a young woman, perhaps a goddess. A young woman is represented with her hair tied up in an elaborate top knot. The facial features were carved in a delicate manner, the head turned slightly to the subject's left. There are remains of drapery folds on the right shoulder, the lines of which appeared to have dipped down across the breast, perhaps suggesting that the right breast was covered while the left was exposed. With this in mind, an identification as the goddess Aphrodite is likely. "], "Cultures/periods": [" Classical Greek ", " Hellenistic "], "Production date": [" 330BC-150BC ", " 199BC-1BC "], "Production place": [" Claimed to be from: Egypt, Fayum "], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["marble"], "Dimensions": [" Height: 32 centimetres "], "Curator's comments": ["Walker & Higgs 2001 This was made as one piece to be inserted into a body, perhaps of another material, limestone maybe, as was fairly common for Greek marble sculptures made in Egypt. Aphrodite was perhaps the most widely worshipped of all of the Greek goddesses in Egypt. Many of the Ptolemaic queens associated themselves with Aphrodite (as well as with her Egyptian form, Hathor) and with Isis. An anonymous and fragmentary hymn dedicated to Arsinoe II, associating her with the marine Aphrodite, may have been written at the time when the temple of Arsinoe-Aphrodite was constructed at Zephyrion, east of Alexandria, and was dedicated by the admiral Kallikrates. Other queens also associated themselves with Aphrodite, including Berenike II, whose shrine stood at Magdala in the Fayoum, where another shrine dedicated jointly to Berenike-Isis and Arsinoe-Aphrodite is also recorded. Later queens continued the trend, and from 107/106 BC onwards we hear of a priestess of Queen Cleopatra (III), goddess Aphrodite. Cleopatra VII was also linked with Aphrodite, albeit in a more obviously Roman context. Caesar had a golden statue of Cleopatra placed in the temple of Venus Genetrix in the Forum Julium. Furthermore, later sources tell us of the way in which Cleopatra exploited her relationship with Aphrodite. Plutarch, in his Life of Antony, records the first meeting of Mark Antony and Cleopatra in Cilicia, at which Cleopatra sailed up the river Kydnos in a luxurious barge, adorned like Aphrodite in a painting, with boys dressed like Erotes standing and fanning the queen."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (135)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: Cleopatra of Egypt:From History to Myth, Catalogue number 135. "], "Condition": ["The head and neck are intact and part of the right shoulder and left breast are also preserved. The surface of the Pentelic marble is weathered and chipped, and the rear part is worked in less detail than the front. The lower surface has been worked to join the rest of the body."], "Subjects": ["classical deity"], "Associated names": ["Representation of: Aphrodite/Venus"], "Acquisition name": ["Donated by: Rev Greville John Chester"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,1012.1"], "Conservation": ["Treatment: 16 Aug 2000"]}