{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.14"], "Description": [" Gypsum alabaster (calcium sulphate) figure of a male, fragment. Standing nude youth (kouros); preserved from the neck to the knees; the surface shows white-greyish coloured areas. On the left pectoral and upper arms there are fine fissures and holes, possibly resulting from a fire; the left upper leg shows horizontal grating marks, the inside vertical marks. No traces of colour remain, only a red shimmer in the navel. The figure is in a frontal position with the left leg advanced and the right sharply drawn back, the weight is shifted entirely to the right leg. The high slender figure is leaning slightly towards the right side of the body. The very broad shoulders are rounded and slightly declining. The right arm is angled with the clenched hand resting against the chest below the pectorals; the hand is empty. The left arm is hanging down at the side and is slightly drawn in towards the torso; the left lower arm and the clenched hand rest against the upper leg. The thumb is stretched downwards and it has been argued that the hand is holding a 'shadow-rod' (Schattenstab). The slender torso is drawn in around the waist; the flat chest broadens towards the upper arms. The pectorals are reaching fairly far down and their lower edges are indicated by two light semicircular grooves. Small incised circles indicate the nipples which are protruding slightly; the navel is concave. Underbelly and pubes are slightly protruding. The back is almost entirely flat, the spine is indicated as an uneven groove. The musculature of upper arms, upper legs and buttocks is indicated by flatly swelling and retreating curvature. The hair is to be reconstructed in a wig-like fashion, falling down the back as an even mass with a horizontal edge while the strand of hair on either side in the front ends in three short pointy spikes with the outermost cut in half. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 2 (Sub group 3)"], "Dimensions": [" Height: 15.70 centimetres (max) "], "Curator's comments": ["Höckmann (2007, 188) argues that the rendering of musculature in this case is similar to Greek examples, as are the leg-position and the rendering of the pectoral line. The frontal strands of hair can be compared to Cypriot models. Even though not worked by the same hand, the figure is most likely to have been produced in the same workshop as British Museum 1886.0401.1383 (B441). An advanced example of the same type as Sculptures B438, B441, but not later than mid-sixth century B.C. (Smith 1892, no. 203). Published (Gardner 1888, pl. 14, fig. 13). Deonna, Apollons archaiques, pp. 64 and 297; Mallet, Premiers Etablissements, p. 249."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B442) ", " Gardner 1888 / Naukratis II (pl. XIV, no. 13) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N30, pp. 187-188; pl. 10) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 161, note 584) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (p. 166, fig. 3; p. 167, note 40; p. 174-175, note 87, fig. 16 a-c) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.116) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.14"]}