{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.548.n"], "Description": [" Rim sherd (mended from four or five fragments) of Chian black-figured Komast pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; part of lotus flower with added red centres and added white outline; exterior: dot band between lines at rim; below, black-figure decoration consisting of upper part of komast (wearing a turban and a band across his chest), to right, but facing left with arms outstretched; incised rosette as filling ornament. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Diameter: 15 centimetres ", " Height: 3.30 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": ["Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 172, p. 325, no. 1493, pl. 196) ", " Price 1924 / Pottery of Naukratis (pl. XI) (Top row) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1280) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.548.n"]}