{"artifact_name": "fork", "Object Type": ["fork"], "Museum number": ["1886,0401.1748"], "Description": [" Iron three-pronged fork in three pieces. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC - 7thC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["iron"], "Dimensions": [" Length: 6.50 centimetres ", " Thickness: 1.83 centimetres ", " Width: 6.20 centimetres "], "Curator's comments": ["A large number of 6th century BC iron tools were discussed by Petrie (Petrie 1886, 39), this is not listed amongst the objects found in the Late Period deposits. Fragment of agricultural fork or rake, with (probably) Roman parallels from Egypt (Petrie 1917, 55, pl. lxviii). A large group of iron tools, iron slag and iron ore were acquired from locals and excavated in ‘the low strata’ by Petrie. Though there were only a ‘two or three cases, where the exact level could be measured’ (Levels 320-330; Petrie 1886, 39), Petrie was confident that these largely came from these deep levels, Petrie dated this level and the Iron tools found there to the 6th century BC and proof that the’ iron was actually smelted and manufactured on the spot’ and evidence in his mind ‘that this was a great centre of the iron trade, if not indeed the principal source of manufactured iron to the Greeks of the sixth century’ (Petrie 1886, 39, pl. XI). Petrie discovered: 28 flat chisels/ wedges; 6 pointed chisels; 5 socketed wood chisels; 4 tanged chisels 2 celts; 1 axe; 2 hoes; 1 fragmentary sword; 6 knives; 2 sickles; 6 tanged borers; 2 socketed borers; 1 small gouge; 1 double-handed pick; 1 ’plumbers’ scraper (?); 6 bodkins; 2 lance-heads (1 of 4th century BC date); 4 arrow-heads (note some of these are likely Roman in date), 1 large pig of iron; 1 poker, in the shape of a hand. Many of these tools remain in the collections of the British Museum, Ashmolean, Fitzwilliam and Petrie Museum, though not all of these objects can be located and many have likely disintegrated or been de-accessioned, due to their poor state of preservation. To this large collection, a small number of iron tools were discovered in subsequent seasons. A few parallels, including Iron tool fragments of axe heads/chisels or iron 'wedges' have been dated to the Roman period from Memphis (Petrie Museum UC47701; UC47740), whilst other unprovenanced wedges are undated (Petrie Museum UC63483-7). Petrie, W.M.Fl. 1917. Tools and weapons illustrated by the Egyptian collection in University college, London, and 2,000 outlines from other sources. London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (TD.17) (Phase 3)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1748"], "Additional IDs": [" Miscellaneous number: 1975,0730.7 (registered in erro as) "]}