{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["1888,0601.696"], "Description": [" Cement or plaster seal from a wine amphora stopper, with a stamped inscription. Plug is missing, but would have been either a ceramic or cork disc. Broken in half and text obscured or missing in places. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["(late)1stC BC - 2ndC AD"], "Production place": [" Made in: Italy (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" cement (?) ", " plaster (?) "], "Technique": ["stamped"], "Dimensions": [" Diameter: 85 millimetres (maximum) ", " Diameter: 76 millimetres (neck) ", " Thickness: 25 millimetres (of seal) "], "$Inscriptions": [" "], "Curator's comments": ["This type of seal appears in the late Republican period in Italy and is adopted in Egypt during the Augustan period, or possibly before (Thomas 2011: Egyptian Type 1 or imported Type 4). Most likely a type 4 stopper with trader or estate owner's name impressed into the seal. Seal material is hard with ceramic and black stone inclusions that would suggest it is made of hydraulic cement. However the plaster/ cement require analysis to distinguish between Italian pozzolanic cement and Egyptian plasters. Whilst this type of stopper was used across the Mediterranean during the late Republican and early Roman periods, this stamp shape is not paralleled in the Western Mediterranean (See Beltran Lloris 1970; Hesnard & Gianfrotta 1989). Rectangular stamps were commonly used in Egypt (Nachtergael 2000), though the point at the end is rare except for two good parallels in the British Museum from Sidmant in the Fayum (BM GR 1910,1012.2) and from Alexandria (BM GR 1883,0430.3, Smith 1883). This type has not yet appeared on the Red Sea coast (Bailey 2007; Bos 2007; Bos & Helms 2000; Bruyère 1966 ; Cashman, Bos, & Pintozzi 1999; Dieleman 1998; Johnson 1979; Moulder 2007; Thomas 2011; Thomas & Tomber 2006). Bailey, D., 2007. Fired clay, plaster and miscellaneous objects. In .Peacock, D. and Maxfield, V. (eds). ‘The Roman Imperial quarries, Survey and excavation at Mons Porphyrites 1994-1998. Volume 2, The excavations’, 297-328. London. Beltran Lloris, M., 1970. ‘Las Anforas Romanas en España’. Zaragoza. Bos, J. E. M. F., 2007. Jar stoppers, seals, and lids, 1999 season. In Sidebotham, S. E. and Wendrich, W. Z. (eds) ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Sikait and the Survey of the Mons Smaragdus Region’, 258-69. Los Angeles. Bos, J. E. M. F. and Helms, C. C., 2000. Jar stoppers and seals. In Sidebotham, S. E. and Wendrich, W. Z. (eds)’ Berenike '98’, 275-304. Leiden. Bruyère, B. 1966. ‘Fouilles de Clysma-Qolzoum (Suez), 1930-1932’. Cairo. Cashman, V. L., Bos, J. E. M. F. and Pintozzi, L. A., 1999. Jar stoppers. In Sidebotham, S. E., and Wendrich, W. Z. (eds) ‘Berenike 1997, report of the 1997 excavations at Berenike and the survey of the Eastern Desert, including excavations at Shenshef’, 285-97. Leiden. Cuvigny, H., 1998. Bouchons cachetés des fouilles d'Adolphe Reinach à Coptos. ‘Bulletin des Musées et Monuments Lyonnais’, 4, 2-7. Denecker, E. and Vandorpe, K., 2007. Sealed amphora stoppers and tradesmen in Greco-Roman Egypt, archaeological, papyrological and inscriptional evidence. ‘Bulletin Antieke Beschaving’, 82, 115-28. Dieleman, J., 1998. Amphora Stoppers. In Sidebotham, S. E and Wendrich, W. Z. (eds). ‘Berenike 1996, preliminary report of the 1996 excavations at Berenike and the survey of the Eastern Desert’, 265-77. Leiden. Hesnard, A., and Gianfrotta, P. A., 1989. Les bouchons d'amphore en pouzzolane. In ‘Amphores Romaines et Histoire Economique, dix ans de Recherche. Actes du Colloque de Sienne (22-24 mai 1986)’, 393-441. Rome. Johnson, W. R., 1979. Plaster Amphora Plugs. In Whitcomb, D. S., and Johnson, J.H., (eds). ‘Quseir al-Qadim 1978, Preliminary Report’, 233-36. Cairo. Mayerson, P., 2001. Jar stoppers and the sealing of wine jars. ‘Zeitschrift für Papyrologie und Epigraphik‘, 136, 217-20. Milne, J. G., 1906. Clay-sealings from the Fayum. ‘The Journal of Hellenic Studies’, 26, 32-45. Moulder, S. F., 2007. Jar stoppers, seals, and lids, 2000 season. In Sidebotham, S. E., and Wendrich, W. Z. (eds) ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Siket and the Survey of the Mons Smaragdus Region’, 270-84. Los Angeles. Nachtergael, G., 2000. Sceaux et timbres de bois d'Égypte, I. En marge des archives d'Hèroninos, Cachets et bouchons d'amphores de Théadelphie. ‘Chronique d'Égypte’ 75, 153-70. Smith, C. 1883. Amphora stopping from Alexandria. ‘Journal of Hellenistic Studies’. 4, 158-61. Thomas, R. I. 2011. Roman vessel stoppers. In D. P. S. Peacock and L. Blue (eds) ‘Myos Hormos – Quseir al-Qadim, A Roman and Islamic Port Site on the Red Sea coast of Egypt, Volume II’. Southampton. Thomas, R. I. and Tomber, R. S. 2006. Vessel stoppers. In Maxfield, V. and Peacock, D. (eds) ‘Survey and excavation Mons Claudianus, Volume III ceramic vessels and related objects’, 239-60. Cairo. Vandorpe, K., 2005. Sealing containers in Greco-Roman Egypt. The inscriptional and papyrological evidence. In Davoli, P. (ed.) ‘Oggetti in argilla dall'area templare di Bakchias (El-Fayum, Egitto)’, 231-90. Pisa, Biblioteco degli 'Studi di Egittologia e di papirologia 3."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.09) (Phase 3)"], "Location": ["Not on display"], "Condition": ["Broken and eroded with obscured text"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.696"]}