{"artifact_name": "acorn lekythos", "Object Type": ["acorn lekythos"], "Museum number": ["1888,0601.716"], "Description": [" Attic red-figured pottery acorn lekythos, restored from several fragments. Exterior: lip, handle, lower body and top of foot glazed; tongue pattern on neck; on shoulder, myrtle wreath with raised berries; body terminates below in acorn cup rendered by 10 rows of raised knobs with trace of red between knobs; on upper body, below handle, elaborate palmette complex with raised knobs in heart of each palmette; at front, red-figure decoration consisting of Eros with incense burner on ladder between women (Festival of Adonis); from left, woman standing in three-quarter view to right, with added white flesh; earring, necklace, bracelets in raised clay, chiton with some added pink preserved, himation with colour lost, but white outline of legs preserved; right hand at hip level supporting an undetermined object in her palm, left hand lowered holding object in white; in centre, ladder slanting up to right, with Eros standing on second rung, frontal, looking left; white flesh with anatomical markings in dark brown; fillet in raised clay, raised knobs on upper part of wings, raised clay for upper long feathers; trace of added blue preserved on wings; he holds out a thymiaterion (foot in outline with three raised knobs on bottom) and perhaps another object in right hand, left hand raised; at right, woman seated to left on raised ground, holding undetermined object (now effaced) in both hands; raised clay on necklace and bracelets; chiton with trace of pink, himation with trace of added green. It is likely that the bracelets, necklaces, fillet, thymaterion and raised knobs on the ornament were once gilded; below scene, band of dotted ovolo. "], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["400BC-380BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis), grave D2 "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": [" painted ", " slipped ", " moulded ", " gilded "], "Dimensions": [" Height: 22 centimetres (rim and most of handle restored) ", " Width: 7.50 centimetres "], "Curator's comments": [" The vessel is also published in Nicole, G., Meidias et le style fleuri. Geneva 1908, 151; Ducati, P. 'Saggio di studio sulla ceramica attica del secolo iv av. Cr.', Memorie della R. Accademia dei Lincei, 5th ser., 15 fasc. iii, Roma 1915, 83, no. E3; Wehgartner, I., ‘Die Gruppe Vogell. Attische Eichellekythen und ihre Symbolik’, in H. Froning, T. Hölscher and H. Mielsch (eds), Kotinos, Festschrift für Erika Simon, Mainz 1992, 287-8. ", " Iconography of Aphrodite and a ladder is related to the cult of Aphrodite Ourania and the Adonia festival. The festival was celebrated in Athens by women only as early as the 5th century BC. In June or July each year, women in Athens would climb to their rooftops and plant gardens of Adonis. Here, they would mourn, much as Aphrodite did, the death of Adonis (Aristophanes 'Lysistrata' 389-97). Ladders are also associated with nuptial themes. Such scenes are observed on lebes gamikoi. Perhaps here, the ladder provides the bride with access to the bridal chamber or thalamos. Symbolically, the ladder might represent the woman's transition in life from maiden to wife and later to mother. Rosenzweig, R, 'Worshipping Aphrodite: Art and Cult in Classical Athens' 2004, 63-8. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (E721) ", " Gardner 1888 / Naukratis II (p. 27-8, no. 2, pl. XVI, no. 20) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0818) (Phase 1) "], "Location": ["On display (G20a/dc44)"], "Exhibition history": [" Exhibited: 2008-2009 13 Oct-11 Jan, Rome, Palazzo delle Esposizioni, The Etruscans in Latium "], "Subjects": [" classical deity ", " classical mythology "], "Associated names": [" Representation of: Eros/Cupid ", " Associated with: Adonis (perhaps) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.716"], "Conservation": ["Treatment: 18 Nov 2008"]}