{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["1875,1110.2"], "Description": [" Faience vase in the form of a winged Eros riding on a goose. Eros is seated on the neck of the duck, with legs apart and hands extended, having probably held a bridle; he is of boyish proportions, his wings are spread, and he wears a wreath. Behind his back is the mouth and neck of the vase, and on the left side of the duck's back is a circular handle of three ribs. The duck's head is turned to its left; its legs are only rudimentary supports, and in front of the body is a spout. The feathers are most carefully indicated, on the body in brown on white, on the neck and head white on pale blue ; the wings are crossed over the back. "], "Cultures/periods": ["Hellenistic"], "Production date": ["300BC-250BC (circa)"], "Production place": [" Made in: Alexandria (Egypt) (probably) "], "Findspot": [" Excavated/Findspot: Tanagra, tomb (said to be from) "], "Materials": ["glazed composition"], "Dimensions": [" Height: 17.78 centimetres ", " Width: 12 centimetres ", " Depth: 21 centimetres "], "Curator's comments": ["Roman Pottery Rayet and Collignon, Ceramique Grecque, pp. 365, 374; Gazette des Beaux-Arts, xxxv. (1887), p. 393; Hazard, De la connaissance par les anciens des glacures plombiferes, p. 22; Winter, Typenkatalog der Terrakotten, ii. p. 313, note E; Walters, Ancient Pottery, i. p. 129. See also Furtwaengler, Coll. Sabouroff, i. text to pl. 70, fig. 3, for a faience kantharos (Berlin Vase-Cat. 2941), found in the same tomb."], "Bibliographic references": ["Roman Pottery / Catalogue of the Roman Pottery in the British Museum (K1)"], "Location": ["On display (G22/dc8)"], "Exhibition history": [" 2023 4 May - 13 Aug, London, BM, G35, Luxury and Power: Persia to Greece "], "Condition": ["Wings of Eros, beak and tail of duck injured."], "Subjects": [" classical deity ", " bird "], "Associated names": ["Representation of: Eros/Cupid"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1875"], "Department": ["Greek and Roman"], "Registration number": ["1875,1110.2"], "Conservation": [" Treatment: 10 Nov 1994 ", " Treatment: 30 Mar 2023 "]}