{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1451"], "Description": [" Egyptian terracotta figure of Isis anasyr(o)mene. A figure of ‘Isis-Aphrodite anasyr(o)mene’, perhaps Isis-Bubastis, holding the front of her tunic up to show her pubic area; the back of the garment falls in curved folds of drapery beside her legs. She stands on a small, round-fronted, inadequate plinth. Her hair is parted in the middle and Isis-locks fall onto her shoulders; she wears a huge, closely woven double-wreath bound across the front with a narrow horizontal garland tied at each side; leaves fall beside her upper arms, below these leaves hang wide ribbons from the headdress. From the top of the wreath rises a large flaring kalathos, surviving to its full height only at the back. The back is plain. The front is covered with a white dressing and the flesh is left in this colour, except for the right forearm, which appears to be painted red. The dress is painted pink, as is the lowermost element of the double-wreath: the upper part is painted yellow. The horizontal garland is painted blue and its ribbon ties are red. Also painted blue are the leaves hanging from the wreath. The plinth is coloured red. Hollow, from two-piece mould. Brown Nile silt, with abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 95 (Petrie), the terracotta workshop, at the eastern edge of the town "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 24.50 centimetres ", " Thickness: 4.60 centimetres ", " Width: 8.20 centimetres "], "Curator's comments": ["Produced in Naukratis, British Museum GR1886,0401.1444, GR1886,0401.1451-2, GR1886,0401.1537-40, GR1886,0401.1574 and GR1888,0601.108 were found together at a terracottas workshop (Petrie 1886, 45). Petrie dates this workshop to about the end of the 1st century AD, Bailey 3rd to 2nd century BC. Scientific analysis of the white dressing shows it to be gypsum with a small quantity of quartz (British Museum Department of Scientific Research Report 7048, 10 May 1999). Her hands, while holding up the tunic (which has short sleeves), are in the same pose as many naked Hathor figures (British Museum Terracotta 2991–3000, British Museum GR1888,0601.110, GR1886,0401.1448 also from Naukratis). Also (Nachtergael 1985, 225, n. 5). A number of Ptolemaic parallels from Athribis have been found in context beginning 2nd century BC (Myśliwiec 1999, 66, fig. 32; Szymańska 2000, 81, fig. 3), 2nd century BC (Szymańska and Babraj 2004, 36, fig. 13), dated first half of 2nd century BC and late Hellenistic (Szymańska 2005, nos 47 and 46). Given a general Graeco-Roman period date (Yoyotte 1997, no. 217), or undated (Christie’s Sale Catalogue, 8 December 1993, lot 95; Ewigleben and von Grumbkow 1991, no. 44). However 2nd to 3rd century AD dates are given for examples from Antinoopolis (Dunand 1990, no. 360) and the Fayum (?) (von Falck and Lichtwark 1996, 153, no. 159). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris 349. Ewigleben, C. and von Grumbkow, J.(eds) 1991. Götter, Gräber & Grotesken. Hamburg. Myśliwiec, K. 1999. In Felber, H. and Pfisterer-Hass, S. (eds). Ägypter-Griechen-Römer, Begegnung de Kulturen. Leipzig. Nachtergael, G. 1985. 'Les terres cuites \"du Fayoum\" dans les maisons de l'Egypte romaine'. ‘Chronique d'Egypte’ 60: 223-239. Szymańska, H. 2000. Tell Atrib excavations, 1999. In PAM II: 77-82. Szymańska, H. 2005. ‘Terres cuites d’Athribis’. Turnhout. Szymańska, H. & Babraj, K. 2004 'Aus den Brennöfen von Athribis (Ägypten): Neue Funde aus dem Ptolemäischen Stadtviertel', in Antike Welt 35.2: 33-7. von Falck, M. and Lichtwark, F. (eds) 1996. Ägypten Schätze aus dem Wüstensand, Kunst und Kultur der Christen am Nil. Wiesbaden. Yoyotte, J. (ed.) 1997. Égypte romaine: L’autre Égypte. Marseille."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C577) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 45) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.145) (Phase 1) "], "Location": ["Not on display"], "Exhibition history": [" 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Condition": ["Excellent preservation of painted decoration"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": [" Representation of: Isis-Hathor (?) ", " Representation of: Isis ", " Representation of: Bastet "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1451"]}