{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1837,0717.163"], "Description": [" Terracotta figure of Harpokrates. Harpokrates, naked and standing against a pier to his left, on a low, plain-fronted plinth. His head is shaven except for a side-lock, he has two fingers to his mouth, and has a large pendent phallus. He has a ribbon round his head, holding two lotus buds on the top. A round-bottomed, two-handled pot is held in the crook of his left arm. The back is plain, but for a small circular depression for an unpierced vent. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a brown surface. The figure has cracked in places during firing. The front bears traces of a white dressing, with some also on the back. His sidelock is painted black and his head-ribbon has traces of green, but its buds are painted pink (one of the buds was damaged before the paint was applied); there is a black band below the lower moulding of the pier’s capital. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 17.20 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close to Pons Mellado 1998: 106, 1981/1/181. Near: Petrie Museum uc8791, from Hawara (?) Also near a faience version: Caubet and Pierrat-Bonnefois 2005: 188, no. 505, dated first to second century ad. Bibliog. Phillips 1837: lot 41; Franks n.d.: M 54."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3051)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": [" Purchased through: Harry Osborn Cureton ", " Purchased through: Phillips (auctioneers) "], "Acquisition date": ["1837"], "Department": ["Greek and Roman"], "Registration number": ["1837,0717.163"], "Additional IDs": [" Miscellaneous number: M54 (Museum Secretum) "]}