{"artifact_name": "bell krater", "Object Type": ["bell krater"], "Museum number": ["1886,0401.1320"], "Description": [" Rim and body sherd of Attic red-figured pottery bell-krater with handle scar on left; interior glazed black with reserved band at junction of body and rim; exterior: laurel wreath on rim; reserved band at junction of rim and body; trace of ovolo ornament around handle root; to right, red-figure symposium scene: bearded man and youth reclining to left on couch; the former wears wreath with berries in added white with yellow wash and looks right, holding up a kylix with right fore-finger as if playing kottabos; the youth, wearing similar wreath, reaches out his right hand, seemingly touching the man’s head; both figures resting with left arm on decorated cushions, lower bodies covered with himatia (dilute brown for shading in interior of himatia at waist level); to right, part of white right arm of woman; below couch (part of leg on left), part of low table with food in white with yellow wash; above figures, bunches of grapes (white with yellow wash) and white leaves. "], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["390BC-360BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Height: 16.40 centimetres ", " Thickness: 0.80 centimetres ", " Width: 18.20 centimetres "], "Curator's comments": ["For parallels, see the bell krater, Vienna, Kunsthistorishe Museum 1010 (CVA Vienna 3, pl. 135) dated 360-350 BC."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (F36) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0220) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["symposium"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1320"]}