{"artifact_name": "shield; model", "Object Type": [" shield ", " model "], "Museum number": ["1843,0507.1039"], "Description": [" Terracotta model of a shield, with relief of a soldier. A model rectangular shield, divided into two by a vertical spine extending up and down from a central knobbed boss; there is a simple moulding at top and bottom, and a substantial vertical handle is applied to the rear. One side is largely lost, with only a 'ghost' of a foot remaining, perhaps of Nepthys; on the surviving side is a relief of Antaios, god of the Antaiopolite Nome, the Tenth Upper Egyptian Nome, standing frontally (except for his feet) in military garb, with a cuirass over a shortsleeved tunic, and with pteryges protecting his thighs; a knotted cingulum encircles his waist. He is bearded and wears a fillet, the ties of which fall on his shoulders, holding an indistinct feather (probably two feathers). He threatens with a sword a diminutive captive held, almost hanging, by a rope in his left hand. The captive has a headdress adorned with antelope's horns and holds a double-axe. The lost figure facing Antaios may be his consort Nephthys. A fragment is broken away from below the relief and is restored in plaster. One-piece mould. Micaceous orange-brown Nile silt, with white and dark inclusions; traces of a white dressing. "], "Cultures/periods": ["Roman"], "Production date": ["175-225 (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Curator's comments": ["BM Terracotta IV A thermoluminescence examination of this object in 1974, then registered as 1843.5-7.1054, gave a date range of ad 654–1084 (BM Research Laboratory Report 3580, 23 August 1974): thermoluminescence analysis does not always give probable results, that is ones that are definitely modern or definitely within the likely ancient date-range; sometimes it gives no results at all. There is no doubt that this terracotta is ancient. Bibliog. Quaegebeur 1994: 339, fig. 3; Sekunda 1995: 29 (noted as gr 1843.5- 7.1054, a wrong number having been once assigned to it): Sekunda regards the object as being Ptolemaic of the second half of the second century bc; Bailey 1996a: 210–12, fig. 3; Kiss 1997: pl. 53:2. Quaegebeur, Bailey and Kiss define the figure as a Roman emperor; Sekunda regards the shield itself as Macedonian; Bailey, Archaeological Research in Roman Egypt, 1993."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3111) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (p.23) "], "Location": ["Not on display"], "Subjects": [" soldier ", " prisoner ", " ancient egyptian deity "], "Associated names": [" Representation of: Nephthys (?) ", " Representation of: Antaios "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Greek and Roman"], "Registration number": ["1843,0507.1039"], "Additional IDs": [" Miscellaneous number: 1843,0507.1054 (also registered as) ", " Miscellaneous number: 1926,0624.8 (also registered as) "]}