{"artifact_name": "flask", "Object Type": ["flask"], "Museum number": ["1888,0601.666"], "Description": [" Egyptian terracotta flask. Lentoid (lens-shaped) flask, with a flattened circular body, both sides decorated in relief with an angular rosette surrounded by a double moulding containing a succession of small crescents and an outer notched ring. The neck of the flask has a double bulge and a mouth with a moulded rim; below the mouth a palmette extends over the decorated sides to reach the rosette. On each side of the neck are ring-handles with lower terminals of bolster form; two non-functional matching bolster feet are placed at the bottom. Two-piece mould. A patch of pitch-like substance (pine pitch or bitumen?) adheres to one side, probably sealing a hole. The flask rattles, with something that is too large to come out of the neck, probably part of the body repaired with the pitch. Red Nile silt with abundant fine mica, quartz and white and red inclusions. Covered with an overall red slip: Memphis Black Ware, fired in an oxidizing atmosphere. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC (late)-2ndC BC (late)"], "Production place": [" Made in: Memphis (Egypt) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" pottery ", " bitumen (?) "], "Ware": ["Egyptian Red Slip Ware"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 9.80 centimetres ", " Thickness: 5.10 centimetres ", " Width: 7.30 centimetres "], "Curator's comments": ["A very close example dated to the Ptolemaic period acquired in Egypt, but in a marl clay and with a glossy black slip (Török 1995: 181, no.296), copying Memphis Black Ware. Probably same mould series Memphis Black Ware examples, dated late Hellenistic to beginning of Roman period (Ballet 1996: pl. ii, fig. 7; Heide and Thiel 2004: 140, no. iii.3.1), and in the Graeco-Roman Museum, Alexandria, from the Fayum (Seif el-Din 1992: 125, fig. 3; Seif el-Din 2006: pls 12:4 and 13:1–4). Very similar to Memphis black ware example in Bristol Museum, 'from Dafana' (H1989). Close parallels with a red slip from Athribis in a first half of 2nd century BC context (Myśliwiec 1994, 42, fig. 24; Myśliwiec and Abu Senna 1995: 213, fig. 8). Other unprovenanced close (Christie’s South Kensington Sale Catalogue, 27 April 1994: lot 134; Pons Mellado 1998: 161, 1981/1/339) and similar examples (Edgar 1911: pl. xxiv: 26304). However Van Ingen dated a similar example 1st to 2nd century AD (1933: pl. ii:19). See also Memphis Black Ware flasks at the British Museum BM1867,0915.61 and BM 1891,0430.30 from Saqqara and BM1881.0909.1 also dated by Bailey to late 3rd to 2nd century BC (2008: 166). Ballet, P. 1996. Potiers et fabricants de figurines dans l'Egypte ancienne, ‘CCE’ 4: 113-126. Edgar, C. C. 1911. ‘Catalogue general des antiquités égyptiennes du Musée du Caire, Greek Vases.’ Cairo Heide, B. and Thiel, A. (eds) 2004. ‘Sammler – Pilger – Wegbereiter: Die Sammlung des Prinzen Johann Georg von Sachen.’ Mainz. Myśliwiec, K. 1994. Athribis-eine Hellenistische Stadt im Nildelta, ‘Antike Welt’. 25: 35-46. Myśliwiec, K. and Abu Senna, S. 1995. Polish-Egyptian excavations at Tell Atrib in 1991 - 1993. ‘Etudes et Travaux’ 17: 205-240. Pons Mellado, E. (ed.) 1998. ‘La Collection egipcia de la Real Academia de Córdoba.’ Córdoba. Seif el-Din, M. 1992. Technical Aspects and Workshop's Centres of the Pilgrims flasks in the graeco-Roman Egypt. Ateliers de potiers et productions céramiques en Egypte. ‘CCE’ 3: 121-127. Seif el-Din, M. 2006. ‘Die reliefierten hellenistisch-römischen Pilgerflaschen’. Cairo. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Rome. Van Ingen, W. 1933. ‘Corpus Vasorum Antiquorum, United States of America, University of Michigan, vol. I.’ Cambridge, Mass."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3649) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IC.092) "], "Location": ["Not on display"], "Condition": ["Good, chipped rim and base."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.666"]}