{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["1888,0208.112.a"], "Description": [" Two fragments, restored together, of upper body of Clazomenian black-figured slim neck-amphora. Body, A, tongues (dark, white, dark, purple): archer, two hoplites fighting, ?. B, ?, archer, hoplite (presumably: his buttock visible, traversed by the border of his skirt and the end of the bow), ?. Purple on cap and central strip of tunic of archer of A ; on helmet and shield band of hoplites; on tunic, front of quiver, bowstring of archer of B. The arrow of the archer on A is white. Except for eyeballs and the mouth of the archer, detail on white is incised. The bow is partly painted, partly incised; the parts do not coincide. The painter has forgotten to end the sleeves of the first hoplite. "], "Producer name": ["Attributed to: The Petrie Painter"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["530BC (circa)"], "Production place": [" Made in: Clazomenae (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (G), chamber 29 "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Dimensions": [" Height: 15 centimetres (as made up) ", " Height: 8.50 centimetres (max) ", " Width: 8.30 centimetres (max) "], "Curator's comments": [" ( Joined with BM GR 1888,0208.112.b, on Pl. GB 587.10.) BM Cat. Vases The projection on the archer's helmet, which rises perpendicularly like a handle from the ridge of the helmet, may be meant to represent the phalos, which held the plume of feathers, or perhaps the κύμβαχος of Il. xv. 536, unless that is identical with the phalos, for which cf. Il. iv. 459, xii. 384 (τετράφαλος). It occurs on an archaic bronze relief in the Perugia Museum, and on the Clazomenae sarcophagi (J. H. S, iv., pl. 31, p. 11), in one case double (cf. Il. v. 743, άμφίφαλος κυνέη). There is no proof that A and B are from the same pot; but the dimensions and wheelmarks agree and the subject is similar. Compare also the larger white dots outlined by incision on the skirts of the hoplite of B and the right hoplite of A. The archer on A is probably male, since in Clazomenian white flesh is no proof of sex (see Pl. GB 585.1-2) and the teaming of the combatants anyhow argues against an Amazon. For the scene compare Pl. GB 588.8, where hoplite as well as archer has white flesh. The archer wears the regulation high cap (cf. most closely a Clazomenian fragment from Naucratis, Reading 26.ii.74-75: CVA, pl. 550.36). The composite two-horned bow is said to be an Asiatic speciality. The hoplites are near those on the rather later Clazomenian sarcophagus (Pl. GB 614.1). The helmet with a projection above the forehead is an East Greek type that can be traced back to the late seventh century (see E. Kukahn, der griechische Helm, 19-20 and 43-44). The projection is at first upright and pointed, then develops into a hook (as here) which is sometimes forked. Its earliest appearance is on the numerous East Greek terracotta aryballoi in the shape of a helmeted head, which are included in Maximova's Gorgoneion group:2 these helmet-aryballoi are mostly of the late seventh century but continue into the sixth, as did the imitations made elsewhere, especially in Italy. Later examples of this helmet are few, partly at least because helmets are not common in East Greek vase-painting until the Clazomenian sarcophagi and these sarcophagi - or rather the relevant scenes on them - are strongly influenced by Attic art in which a different type of helmet was normal. In Chiot ('Naucratite’) of the first half of the sixth century there is one helmet with a projection and one without (both on JHS 1924, 215 fig. 58). In Fikellura the only helmet has a projection (BSA xxxiv, pl. 12c). In Clazomenian pottery the projection occurs on this fragment and on Plate 591.1, but not on Berlin Inv. 4531 (AD ii, pl. 55). In the 'black figure' and 'red figure' styles of the headpieces of Clazomenian sarcophagi the helmet with projection is very rare, appearing on only one early piece where two out of four hoplites wear it (Pl. GB 614. 1 and its complement); but it is more regular in the outline style used for heads in the side panels - there are three examples of helmets with projections above the centre of the forehead (Istanbul 1353; Istanbul 1428, Mon Inst xi, pl. 53; and - probably - Brussels A.948), one with projections of a different sort at the front or the side (Berlin Inv. 3352, AD ii, pl. 25), and one without any projection (Pl. 611): on the sarcophagi it seems as if the frequency of the projection varies inversely with the degree of Attic influence. Other helmets with projection are shown on a relief from Lemnos (AM xxxi, plate opposite p. 64) and on an archaic coin of Methymna in Lesbos (BMC Coins, Troas, pl. 36. 6). Compare too the Phrygian examples, imitating Greek, on architectural terracotta slabs from Pazarli (H. Kosay, Fouilles de Pazarli, pl. 23: E. Akurgal, Belleten vii, pl. 2 fig. 5). There are also a few other representations on pots and a bronze sheet found in Etruria and all made there; to Kukahn's list (op. cit. 44) is to be added a hydria in the Villa Giulia in Rome (ASA xxiv/xxvi, pl. 6). There are several explanations of the origin and purpose of the projection. (1) E. Kukahn considers it a protective development of a leather helmet (Helm und Rüstung der Griechen). (2) E. Akurgal also suggests that its purpose is protective, and connects it, without much reason, with the bosses at the front of some helmets on Neo-Hittite reliefs from Carchemish (Späthethitische Bildkunst, 15-16). (3) G. Ricci thinks that the projection served as a clip to hold the cheek-pieces when they were turned up (ASA xxiv/xxvi, 52 n. 2); the curve of the skull seems to me to prohibit this. (4) G. Dennis once proposed that the projection was a holder for an upright plume (JHS 1883-iv, 11-12); or again it might be an attachment for a comb-crest (for such a crest attached apparently at the front only see an East Greek black figure sherd from Naucratis, Cambridge 99.N.19, CVA ii, pl. 498. 13; something similar may be intended on the Etruscan bronze sheet from Perugia, AD ii, pl. 14, though here it is as likely that the artist was confused). But if the purpose of the projection was to secure a crest, it sometimes appears as an obsolete survival; for the crest rests on a stem in the middle of the helmet on the Chiot and Fikellura pieces and on the Clazomenian sarcophagus of Pl. GB 614.1, as also on the Campana dinos and the hydria in the Villa Giulia that have been mentioned already. On the whole Kukahn's explanation is the most satisfactory. The projection has been identified as the Homeric θαλος, whatever that may have been (Dennis, op. cit. 12 and H. B. Walters, BMC 91); but unless the word has a generalized meaning, the artistic representations do not tally well with the literary texts. The cheek-piece of the helmet of the left-hand hoplite has a slit at the front. For parallels see R. Zahn, AM xxiii, 57 n. 3 and Kukahn, op. cit. 44: add the Villa Giulia hydria (ASA xxiv/xxvi, pl. 6) and a bronze helmet from Delphi (P. Amandry, BCH lxviii/lxix, pl. 4). The effect of this slit is to expose the mouth, and presumably that was its purpose: it might have been helpful for shouting orders distinctly, but hardly for respiration (as Amandry suggests, op. cit. 62). The shield device that remains is the forepart of a boar. R. Zahn saw in this another reason for attributing to Clazomenae the class of painted pottery to which the pot belongs (AM xxiii, 58). Certainly a winged boar was at some time connected with Clazomenae. According to Artemon, whose date is not known, such a monster once ravaged the city's territory (Aelian, NA xii, 38); and Hellenistic coins of Clazomenae often have on the obverse the forepart of a winged boar. Other earlier coins, some archaic, which have the same type but no legend, have by analogy been attributed to Clazomenae, and this is a reasonable guess. Even so, the type occurs elsewhere - at Ialysus on a gold ring of the mid sixth century (Clara Rhodos viii, Marmaro gr. 10, no. 1, fig. 99) and on coins of the early fifth century (BMC Coins, Carta, pl. 35. 1-5); on a late archaic coin attributed with fair reason to Lycia (ib., Lycia, pl. 2. 11); on early classical coins of Lesbos (ibid, Troas, pl. 31. 6-9); on coins said to be of the early fifth century and tentatively assigned to Samos (ibid, Ionia, pl. 34. 16-19) and Cyzicus (ibid, Mysia, pl. 5. 15); and as a shield device on the dinos Louvre E.739 (see p. 16, n. 1). Zahn explained these other examples as copying Clazomenian; but the winged boar is a monster of a kind that was freely invented in archaic Greek art, and it is as likely that the type had at first a general currency and only later was appropriated by Clazomenae. But however that may be a wingless boar is not the same as a winged boar, and shield devices on Greek pots are rarely more than decorative. Zahn's conclusion from the Gorgoneion which decorates a shield on another Clazomenian sherd cannot be accepted either (AM xxiii, 58). BMC B.115.1. (= GR 1888.2-8.112.a) AD ii, pl. 21. 3 (an excellent water-colour of A). BSA xlvii, 129-B.17. ", " Findspot number '29' is pencilled on the object "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B115.1) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 584, 3 (and GB 587, 10)) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 125) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.211) "], "Location": ["Not on display"], "Subjects": [" warrior ", " archer "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.112.a"], "Conservation": ["Treatment: 29 Jun 2010"]}