{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["1888,0208.46.a"], "Description": [" Reconstructed painted pottery neck-amphora from several fragments; Fikellura ware. Neck, triple cable, surmounted by A, band of strokes alternately up and down; B, chevrons. Shoulder, lotus flowers and buds, unjoined: seven birds (on A the first has curly wings raised and a spiral plume; on B the first and third birds are of simpler type - of the sixth not enough remains to decide): dividing band of strokes alternately up and down. Belly, meander and square: (originally) ten or eleven animals, of which seven are goats and one a deer: hook meander: enclosed palmettes - once, where there is not space for a palmette, a volute is substituted: dividing band of strokes alternately up and down: lotus flowers and buds, unjoined (these buds have spikes, cf. the first bud on the left of the shoulder of B). Some careless splodges of paint. "], "Cultures/periods": [" South Ionian ", " Archaic Greek "], "Production date": ["560BC-530BC"], "Production place": [" Made in: Miletus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\" "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 14.82 centimetres ", " Height: 31.30 centimetres (as made up) "], "Curator's comments": ["Related to the Lion Group (Cook 1954,7) The unusually solid build of the goats and deer recalls the bull of GR 1888.2-8.49. The cable on the neck has small dots set in the angles above and below, a reminiscence perhaps of a common detail of cables of the Late Wild Goat Style (e.g. BSA xxxiv, 72 fig. 11. 3). Similarly on the shoulder of A the dots within the lotus flowers may be vestiges of extra petals. Boehlau no. 23, fig. 29. G. Perrot and E. Chipiez, Histoire de l’Art ix, fig. 189. BSA xxxiv, 8 (C 1), 9, 65, 73, 78 (and Fig. 13. 9); pl. 4c."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B117) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 574, 1 (and 569, 3-4)) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 63 § 60, pl. xxvii, 3 and 3a) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 191) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (Table 1) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.119, p.121, fig.10) "], "Location": ["Not on display"], "Condition": ["Missing lower part of belly and the foot (the restoration makes the base too squat), one reed of each handle, various fragments."], "Subjects": [" bird ", " mythical figure/creature ", " mammal ", " flower "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.46.a"], "Additional IDs": [" Miscellaneous number: 1924,1201.1080 (part) "]}