{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.103"], "Description": [" Egyptian terracotta figure of Apis bull. Head broken from a full figure or a bust of the Mother of Apis or the Cow of Hathor. Below the muzzle a dewlap is indicated, and the horns are knobbed: the left-hand knob is broken away. Within the horns is a solar disc with uraei, from which two feathers rise. The back is plain. Hollow, from two-piece mould, with possibly a few traces of white coating. Orange-brown Nile silt with abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 7.30 centimetres (max) ", " Length: 6.10 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": ["Close parallel from end of 2nd and first part of 1st century BC context at Thmuis, near Mendes, (Ochsenschlager 1967, pl. 22, fig. 41). Similar examples (sometimes called Bull Apis) have been dated to the Roman period (Dunand 1990, no. 931), the 3rd century AD (Fjeldhagen 1995, no. 176) and 1st century AD from Bubastis (Schürmann 1989, nos 1226 and 1227). Further parallels are from Bubastis (‘Hathor Cow’, Hilton Price 1897, 395, no. 3279), from Memphis (Petrie Museum UC48284 and 6) and the Kom el-Shugafa cemetery at Alexandria (Breccia 1930, no. 290; Kater-Sibbes and Vermaseren 1975, no. 94). Unprovenanced examples (Sotheby’s New York Sale Catalogue, 12 June 2003, lot 179) , including a complete figure (Lunsingh Scheurleer 1992, 43, Allard Pearson Museum) and a sacred bull or cow carried in procession by priests: it has drapery suspended from its neck (Perdrizet 1921, 112) are also cited by Bailey (2008, 180), who published this example (also cited in Kater-Sibbes and Vermaseren 1975, fig. 131; Fischer 1994, 412, no. 1095). Hilton Price, F.G. 1897. A Catalogue of the Egyptian Antiquities. London. Breccia, E. 1930. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. I. Bergamo. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Fjeldhagen, M. 1995. ‘Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen. Kater-Sibbes G. J. F. and Vermaseren, M. J. 1975. Apis, vol. I: The Monuments of the Hellenistic –Roman Period from Egtypt; Apis, vol. II: Monuments from outside Egypt. Leiden. Lunsingh Scheurleer, R. 1992. In Orgyn 4. Ochsenschlager, E.L. 1967. 'The Excavations at Tell Timai.' Journal of the American Research Center in Egypt 6: 32-51. Perdrizet, P. 1921. Les Terres cuites grecques d’Égypte de la collection Fouquet. Nancy. Schürmann, W. 1989. Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe. Göteberg."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C639) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.218) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Poor, fragmentary."], "Subjects": [" ancient egyptian deity ", " cattle "], "Associated names": [" Representation of: Apis ", " Representation of: Hathor (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.103"]}