{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1899,1201.4-5"], "Description": [" Gold ball earrings: a closely matching pair of disc-and-ball earrings, with thick S-curved hooks terminating in a small knob. The ball element is a complete sphere and is very well made, without any visible trace of joins other than a small 'lid' at the top of each, through which the wire hook is attached. Each ball also has a small chevron-shaped cut in the back. The hook is soldered to the back of the disc element, which is 1.1 cm in diameter. Three small gold grains decorate the join of disc and ball. Earring (a) has suffered some damage, and the ball is slightly torn and crushed in places; (b) is in excellent condition and is very much heavier, presumably because it still contains a filling material of some kind. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["2ndC AD"], "Materials": ["gold"], "Dimensions": [" Height: 2.60 - 2.80 centimetres (b) ", " Height: 2.80 - 3.30 centimetres (a) ", " Diameter: 1.80 centimetres (a (of sphere)) ", " Diameter: 1.80 centimetres (b (of sphere)) ", " Weight: 4 grammes (a) ", " Weight: 7.50 grammes (b) ", " Depth: 2.70 centimetres (a) ", " Depth: 3 centimetres (b) "], "Curator's comments": ["Bibliography: S. Walker, 'Ancient Faces', New York 2000, pp. 149-50 [101]."], "Bibliographic references": ["Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (101)"], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1899,1201.4-5"], "Conservation": [" Treatment: 18 Dec 1996 ", " Treatment: 18 Dec 1996 "]}