{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1888,0601.757.c"], "Description": [" Bowl sherd of Attic White Ground pottery cup; interior: painted decoration consisting of part of bull's shoulder and neck (many dilute lines for wrinkles on neck and shoulder), to right; exterior: painted decoration consisting of, on left (under handle), head of dolphin, to right; sandaled right foot of figure in long chiton (wavy dilute lines, tiny black crosses), moving to right (spear point on 1905,0126.1 suggests that this was Athena); below figures, ground line of two black bands with a line between. "], "Producer name": [" Attributed to: Onesimos (CVA BM9, p. 18-19, no. 4) ", " Attributed to: Douris (ARV p. 429, no. 20) "], "Cultures/periods": [" Attic ", " Archaic Greek (late) ", " Classical Greek (early) "], "Production date": ["500BC-480BC"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["White Ground"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 2.50 centimetres ", " Thickness: 0.50 centimetres (about) ", " Width: 6.10 centimetres "], "Curator's comments": ["CVA British Museum 9 1888,0601.757 refers to 4 Fragments (A-D); related to British Museum 1888,0601.758 (Fragment F) and British Museum 1905,0126.1 (Fragment E). Description and comment here relate to entire body of vase. Further see BM Cat Vases D 1. INTERIOR: Europa and the bull. Of Europa, only the face, neck, left shoulder, part of the right upper arm, part of the torso, right arm and the frontal knee, bent up in front, are preserved (Fragments A-B). She wears a sakkos and a disc earring. Her hair is done with a dilute wash over black wavy relief lines, her nostril in dilute brown. She also wears a chiton with tiny crosses on it (between the groups of folds in relief line there are long curving strokes in dilute brown) and a dark cloak with folds rendered in added white and decorated with tiny white crosses and a border of added red. Of Zeus, as the bull, only parts of the shoulder and neck (many dilute brown wrinkles on the neck and on top of the shoulder) and two legs bent up below the body are preserved (Fragments C-D). The bull seems to have been kneeling for Europa either to mount or dismount: she was probably shown sitting side-saddle on the bull's back. Below is an exergue bordered above with an ovolo pattern. Border: there is a black band before the black offset rim. On the interior of fragment e, on the offset rim, there is a trace of a graffito, no doubt part of a dedication to a deity: ...]I A[... ? EXTERIOR: Herakles and the Tripod; fight. Side A (upper): Herakles and Apollo struggle for the Tripod. From the extreme left, (Fragment C) comes the sandalled right foot of a figure in a long chiton (wavy dilute lines; tiny black cross) moving to the right. Behind this figure, and under the handle, is the head of a dolphin. On the left of Fragment E is the tip of a spear, suggesting that this first figure was Athena. Above the point of the spear is written ΗΕ[ΡΑΚLEΣ] (retr.). Herakles' head is covered by a lion-skin, which is tied around his neck (dilute strokes on skin and for claws). He wields his club up in his right hand, while one leg of the tripod crosses diagonally in front of his chest. The strap of his sword belt passes over his right shoulder; the hilt of the sword in its scabbard are visible in front of his stomach. Fragment A preserves the end of the scabbard, his frontal left knee and, to the left, part of the lion's tail and, to the right, one of its paws. Fragment B gives his pointed frontal left foot. To the right of him was Apollo, whose sandalled feet and lower legs are preserved on Fragment B, and part of his thigh on Fragment A, together with the end of his name: [ΑPΟLL]ON (retr.). Fragment F preserves the back of a blond head with a touch of an ear, probably Apollo's. Beyond the legs of Apollo on fragment b are the right foot of a figure to the left that wears a long chiton with tiny crosses and a himation with a black border. This was probably Artemis. Side Β (lower): fight. Fragment D preserves a section of the centre of the scene with parts of two warriors. On the left are the end of a scabbard (to left) and a curved object, seemingly the upper contour of a thigh of a figure, to the right. On the right are the knee and parts of the thigh and calf of a figure, to the left, with the point of a spear above and the tip of a sword above that again. The spear presumably belongs to a third figure. Ground line: two black bands with a dilute line between. All contours done with relief line; dilute glaze for minor interior markings; inscriptions in black. Bibliography: W.M. Flinders Petrie, Naukratis I, 1884-5 (London 1886) p. 52-3; C. Smith, Classical Review 2 (1888) p. 233; Hartwig Μ 494-9 and 684 no. 41, with pl. 50; H. Lorimer, JHS 25 (1905) p. 122 with pl. 6, no. 4 (additional fragment); AV p. 200, no. 10; ARV p. 281, no. 18; H. Philippart, Les Coupes Attiques à Fond Blanc (Brussels 1936) p. 11-12, pl. 2 (I); Bloesch FAS p. 137, no. 2; ARV2 p. 429, no. 20; Wegner Duris p. 133; Brommer V3 p. 516 no. Β 6 and 45 no. Β 28; J. Mertens, MetrMusJ 9 (1974) p. 101 fig. 21-2 (I and A); J. Mertens, Attic White-Ground (New Υork 1977) p. 164, no. 27, p. 170-1, pl. 29, no. 2-3; D. von Bothmer in U. Hockmann and A. Krug [eds.], Festschrift für Frank Brommer [Mainz 1977] p. 54, no. 48; I. Wehgartner, Attisch weissgrundige Keramik (Mainz 1983) p. 56, no. 21, p. 81-2, pl. 16, 1-2; LIMC iv sv Europe I no. 37, pl. 35 (I); Beazley Add2 p. 236. Hartwig attributed the fragments to Euphronios; he was followed by Smith and Philippart. Beazley gave it to Douris as an early work (period 1). The attribution to Douris has been followed by Buitron-Oliver, but she places it in her Transitional I period (Buitron-Oliver Douris no. 33). This would be the only white-ground cup by Douris, although he decorated three white-ground lekythoi (see most recently D.C. Kurtz, Getty Vases 4 [1989] p. 118-25). Details of style, however, suggest that this cup is really an early work of Onesimos. For example, the form of Europa's mouth and nostril are Onesimos' (cf. e.g. Polyxene on the Getty Iliupersis cup: D. Williams, Getty Vases 5 [1991] p. 51 fig. 8f); Herakles' lion-skin compares very closely with that on the exterior of Vase E45. Cf. also Boston, E.D.B. Vermeule fragments: Beazley Add2 p. 397, Leagros kalos); the curved folds within Europa's drapery match those on Hermes on Vase E44); Apollo's elaborate sandals might be compared to those worn by a figure on fragments in a Centre Island collection (Para 360 add as 93 ter); and, finally, the form of Herakles' frontal knee-cap and foot are Onesiman not Dourian. Bloesch placed the fragments in his Eleusis Class (FAS p. 137-8, no. 2), a rather amorphous assembly of pieces with a long time-span (see also J. Mertens, HSCP 76 [1972] p. 275-6). It is perhaps best to class the London fragments with other cups that are lipped inside only: these can be of type Β or C. The idea occurs in the works of the potters Euergides (Bloesch FAS p. 52 no. 11), Pamphaios (Bloesch FAS p. 64 no. 14 and p. 65 no. 23) and Chachrylion (Thasos fragments: J.-J. Maffre in Euphronios Peintre p. 61-4). None have been associated with the potter Euphronios, but it seems likely that the following were his: Tarquinia 696 (type B: ARV2 p. 352, no. 2, Colmar Painter; Ferrari Tarquinia no. 33), Louvre G 122 (type B: ARV2 p. 428, no. 10, Douris; Bloesch FAS p. 13, no. 8), Baltimore, Johns Hopkins Univ. 1780 (type B: ARV2 p. 442, no. 215, Douris), Eleusis 618 fragments (type Β or C: ARV2 p. 314, no. 3; Onesimos), Getty 86.AE.313 (type Β or C: D. Williams Getty Vases 5 (1991) p. 42, fig. 1, Onesimos), Louvre G 290 (type Β or C: ARV2 p. 401, no. 9, Foundry Painter; Bloesch FAS p. 137, no. 3). It also seems possible that Brygos continued the tradition, as he may have done with regular type C cups (cf. Williams, op. cit. P. 47-9): Leipzig Τ 582 fragments (ARV2 p. 370, no. 9), Princeton 1990-2 (type Β or C: Princeton Record 50, 1 (1991) p. 57 lower, Brygos Painter), New York, private (type Β or C: Festschrift Bloesch pl. 36, 3; now augmented by Bothmer and attributed to the Dokimasia Painter), p. 58 (E 73, type Β or C: ARV2 p. 192, no. 106, Kleophrades Painter; Bloesch FAS p. 137, no. 4) and Oxford 1911.617 (ARV2 p. 314, no. 3, Pan Painter; Bloesch FAS p. 137, no. 5). On Europa and the bull see M. Robertson in LIMC iv sv Europe I, p. 76-92 (no. 37). The way that the bull kneels is unique on Attic vases: it recurs in Roman representations (Robertson loc. cit. p. 90). For scenes of Herakles and the Tripod see most recently LIMC v, p. 133-42 (S. Woodford and J. Boardman). The composition follows the scheme set out by Bothmer (Festschrift für Frank Brommer p. 54 nos. 33-52). The scene on the other side of the exterior is too fragmentary to interpret. The three fragments excavated in the first season (A, C, and D) appear never to have been registered; fragment B, found in the second season was registered in 1888. Fragment F, also seemingly found in the second season, was not illustrated by Hartwig but was included by Smith and Philippart. It was separated as alien in July 1956 because the colour and curvature were judged not to correspond. It is included here since neither of these reasons seem correct or sufficient. Fragment e was bought on the site of Naukratis by Dr. F.W. von Bissing and presented to the Antikensammlungen in Munich. It was acquired for the British Museum in 1905 in exchange for pottery from Enkomi. Unfortunately, no information is preserved concerning the precise find-spots of any of the fragments."], "Bibliographic references": [" CVA British Museum 9 / Corpus Vasorum Antiquorum: Great Britain 17, British Museum 9 (p. 18-9, no. 4) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pp. 52-3) ", " ARV / Attic Red-Figure Vase-Painters (p. 429, no. 20) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 516, no. C94) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0714) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" classical deity (possibly Athena) ", " mammal "], "Associated names": ["Representation of: Europa"], "Acquisition name": ["Donated by: Egypt Exploration Fund (committee)"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.757.c"], "Joined objects": [" Associated Group: G16610 (5 objects) "]}