{"artifact_name": "altar", "Object Type": ["altar"], "Museum number": ["1888,0920.48"], "Description": [" Tripod incense-burner. A waisted incense-burner with a flaring burning-chamber, the upper edge notched and decorated with palmettes. Below the rim are a series of mouldings, plain and decorated: the widest moulding has ovolos on its upper surface; the lowest moulding has a bead-andreel pattern. The spreading base, supported by tripod legs, also has mouldings, all plain except for one with bead-and-reel. It is not clear, but the feet appear to be decorated in relief, each showing a frog with its head at the top of the foot. Made in a two-piece mould, with the floor of the burning-chamber added. The notches between the palmettes on the rim have been cut out, as also have the areas between the tripod feet. Various modern restorations have been carried out: three of the palmettes of the rim and one of the feet have been replaced with plaster; the edge of another of the feet is repaired, together with a small area immediately above it, again in plaster. Micaceous brown Nile silt; substantial traces of a white dressing inside and out; signs of burning within the chamber. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC-3rdC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Found/Acquired: Hawara "], "Materials": ["pottery"], "Dimensions": [" Diameter: 10 centimetres (base) ", " Diameter: 8.50 centimetres (rim) ", " Height: 11.50 centimetres "], "Curator's comments": ["BM Terracotta IV Bibliog. Petrie 1889: pl. xv:6; Roberts 1997a: 204, no. 287; Roberts 1997b: 245, no. 203."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (287) ", " Terracotta / Catalogue of Terracottas in the British Museum (3272) ", " Swaddling 1986 / Italian Iron Age artefacts in the British Museum : papers of the sixth British Museum Classical Colloquium (p. 187) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces "], "Acquisition name": ["Donated by: Jesse Haworth"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0920.48"], "Conservation": ["Treatment: 25 Aug 1995"]}