{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["1896,0201.1"], "Description": [" Sard scarab engraved on the base with a seated ibid-head figure, probably Thoth, and Egyptian hieroglyphic signs in the field; perforated for suspension; the figure faces left, above his head is a disc and crescent, and above this a winged solar disc; on either side are feather-like motifs, the one in front is possibly the ntr sign, the one behind is uncertain; below the figure in the exergue is a crescent-shaped motif; the border is defined by a groove. "], "Cultures/periods": ["Third Intermediate"], "Production date": ["1070BC-712BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Curium"], "Findspot": [" Excavated/Findspot: Episkopi-Bamboula, Site D, Tomb 28 "], "Materials": ["sard"], "Technique": [" engraved ", " perforated "], "Dimensions": [" Length: 1.50 centimetres ", " Thickness: 0.80 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": ["This item was originally identified by Walters as 26th Dynasty in date, supporting his (and Murray's) low chronology for the associated Mycenaean pottery, and by extension for the Mycenaean culture on Cyprus in general (see Excavations, 65). Although the late date of the gem itself was not questioned at the time, the broader interpretation was challenged very rapidly by John Myres (letter to the The Academy, 1 Feb. 1896, in response to a report in The Times on the Kourion excavations dated 6 Jan. 1896; see also his comments on Murray's lecture on Enkomi published in the Journal of the Royal Institute of British Architects VII,2 (3rd ser.), 1899, 31-2) and Arthur Evans (Journal of the Anthropological Society of Britain and Ireland, XXX (1900)). The scarab was subsequently included by Peltenburg and Jacobsson in their studies of the Egyptian material from LBA Cyprus based on the correct dating of the associated pottery. However, Marcel Maree in the Department of Ancient Egypt and Sudan at the British Museum has identified the scarab as definitely post-LBA in date, probably Third Intermediate period, in which case it must be intrusive to the LC IIC to early LC IIIA deposit suggested by the surviving Mycenaean and local pottery preserved from this tomb."], "Bibliographic references": [" Gem / Catalogue of Engraved Gems & Cameos, Greek, Etruscan & Roman in the British Museum (151) ", " Murray, Smith and Walters 1900 / Excavations in Cyprus (p. 79, Tomb 28 no. 4; pl. IV, Curium 1) ", " Reyes 2001 / The stamp-seals of ancient Cyprus (No. 295, p. 127 & fig. 302) ", " Kiely 2011a / Kourion (28.4) ", " Jacobsson 1994 / Aegyptiaca from Late Bronze Age Cyprus (No. 266) ", " Peltenburg 1986 / Ramesside Egypt and Cyprus (p. 165, 'Uninscribed scarabs' no. 6) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Maat"], "Acquisition name": ["From: Turner Bequest Excavations, Curium"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1896"], "Department": ["Greek and Roman"], "Registration number": ["1896,0201.1"]}