{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.112"], "Description": [" Egyptian terracotta figure of Isis-Nike. Upper section that joins 1888,0601.124. Description of whole: Isis-Nike standing to front, looking slightly down and to her right, on a plain, flat-faced plinth. She wears a broad himation falling from her left shoulder and passing behind her on the right, curving down to her lower belly to leave most of her torso uncovered; it reaches to her ankles (the feet are bare) and is caught up by her left hand. The same hand holds a palm branch against her left side, its stem extending to the top of the plinth. The right arm is bent and her raised hand holds a small pot. Her hair is parted in the centre and falls in locks onto her shoulders. She wears a large headdress consisting of a tightly woven wreath with a horizontal garland and ribbon, the ties of which hang beside her right shoulder and impinge on the palm branch to her left. Above the wreath are looped garlands flanking a circular object, half broken away with the rest of her crown, but which may be the stem of a lunar disc. On her right side, and supporting her elbow, is an amphora of Hellenistic Rhodian type, held upright by a stand, the cross-pieces of which have an infill of small balusters. The back is plain, with a circular vent. As mentioned, the crown is largely lost, and there are missing fragments in the abdomen area and adjacent to the vent. Hollow, from two-piece mould and a few traces of a white dressing; a little colour remains: pink on the himation and wreath, red on one of the looped garlands above the wreath and on both the ties of the ribbon, the right-hand one having yellow paint as well; red on the flesh, particularly between the breasts, and on the amphora; and blue on the palm branch. Brown Nile silt, with abundant fine gold mica and some white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(late)-2ndC BC(late)"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 13.30 centimetres (top fragment) ", " Height: 32.20 centimetres (total) ", " Thickness: 5.90 centimetres ", " Width: 10.30 centimetres "], "Curator's comments": ["The date, style, coating, decoration and fabric are in keeping with those found in the Naukratis Terracottas workshop, suggesting this was locally made. Bailey dates this 3rd to 2nd century BC (Bailey 2008, no.3009), though the type of Rhodian amphora depicted only appears in the late 3rd century BC (Monachov 2005, 88, Type 1E2) allowing for a narrower date of late 3rd to 2nd century BC to be proposed. The amphora stand has an infill of ballusters that Bailey suggests (ibid. 25) is more probable than a cobra-frieze as previously assumed (Walters 1903, C 576; Schürmann 1989, 271, no. 1030). Examples from the same mould-series from Naukratis (Fitzwilliam Museum, Cambridge, E.P.222) and erroneously dated early first century BC (Schürmann 1989, no. 1030). A close parallel was found at Memphis dated mid Ptolemaic (head only, Petrie Museum UC47612) and a similar one was acquired by a vendor in Medinet el-Fayum (Ashmolean Museum, Oxford, no. 1872.1039). A similar example is in Tübingen, dated 1st century BC to early 1st century AD (Fischer 1994, 333, no. 818). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Schürmann, W. 1989. Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe. Göteberg. Monachov, S. Ju. 2005. 'Rhodian Amphoras: Developments in Form and Measurement.' In: V. Stolba & L. Hannestad (eds.), Chronologies of the Black Sea Area in the Period c.400-100BC (BSS 3). Aarhus. 69-95."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C576) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.175) (Phase 1) "], "Location": ["Not on display"], "Condition": ["In two parts, registered separately, but never complete."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.112"], "Joined objects": [" Joined Object Group: G16665 (2 objects) "]}