{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["1809,1111.1"], "Description": [" Marble relief. Sarapis, represented as a mature, bearded man, fully draped, is shown with a woman, both holding cornucopia; she dressed in a chiton with buttoned sleeves and belted beneath the breasts, over which is draped a mantle. Her hair is pulled back over her ears, and then hangs loose down her back. The arrangement of her drapery is not unlike that of Ptolemaic queens on faience jugs (cat. no. 48) but she wears no diadem to denote that she is royal. Scholars have previously identified this woman as Isis, but Hellenistic images of this goddess invariably showed her with archaizing drapery and an Egyptian crown. "], "Cultures/periods": ["Hellenistic"], "Production date": ["3rdC BC"], "Production place": [" Claimed to be from: Athens "], "Findspot": [" Found/Acquired: Athens "], "Materials": ["marble"], "Dimensions": [" Height: 83.82 centimetres ", " Height: 84 centimetres ", " Width: 59.69 centimetres ", " Width: 60 centimetres "], "Curator's comments": ["Walker & Higgs 2001 Sarapis may have been created as the embodiment of several deities, and it has been thought that his function merged those of Osiris and Apis (whence his name). Popular outside Egypt, his cult did not appeal to native Egyptians, but he did have a large and important sanctuary in Alexandria (cat. nos 52-55) and a no less significant cult at Memphis. Sanctuaries of Sarapis existed all over the Hellenistic world outside Egypt, where he was usually worshipped alongside Isis. His image was completely Greek: he was represented as a mature, bearded man, fully draped. It has been suggested that the statue in Alexandria showed the god seated whereas the Memphite cult statue showed a standing figure. Sarapis became a god of death and on the Roman images he is sometimes accompanied by the dog Cerberus, who guarded the entrance to Hades. The cornucopia that he holds on this sculpture symbolizes fertility; on Roman images this is further specified by the addition of a modius (corn measure), representing the importance of Egyptian corn, now under Roman control, to the feeding of the people of Rome. The relief may have formed part of a votive offering accompanied by an inscription, now lost. Its date is difficult to determine. The style of the figures, however, with their elongated proportions and small heads, display later Hellenistic characteristics. BIBLIOGRAPHY: F. Dunand, Le culte d'Isis dans le bassin Oriental de la Mediterranee Vol. II (Leiden 1973), pl. 44; T-T. Tinh, Serapis Debout (Leiden 1983), cat. no. III 5, fig. 94; G. Clerc and J. Leclant, 'Isis', LIMC VII/1 (1994), no.1256."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (2163) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (123) "], "Location": ["Not on display"], "Condition": ["The relief is damaged around the edges of the frame and the upper part of Sarapis' cornucopia has broken away, along with his right wrist and hand. The woman's right foot is missing. The facial features of both figures are weathered, and the surface of the Pentelic marble has been damaged by weathering and perhaps fire."], "Subjects": [" ancient egyptian deity ", " classical deity ", " cat "], "Associated names": [" Representation of: Serapis (?) ", " Representation of: Isis (?) "], "Acquisition name": ["Donated by: Sir Joseph Banks"], "Acquisition date": ["1809"], "Department": ["Greek and Roman"], "Registration number": ["1809,1111.1"], "Conservation": ["Treatment: 11 Sep 1996"]}