{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.27"], "Description": [" Light grey limestone figure of a youth with lion, painted. Nude youth standing on a rectangular, slightly convex plinth holding a lion before him, head downwards. Repaired across the thighs and knees. The right arm is broken away from the shoulder; the right edge of the plinth is missing. The surface seems washed-out. Traces of black paint on the hair, of red on the corners of the mouth; a red headband is painted right below the forelock, a red band at the base of the neck. Traces of black and yellow paint on the lion's body, of yellow on the ears. Traces of black eye line and eye brow, and possibly left side of moustache. The figure's hair is a flat surface, parted in the centre and falling on the back with a straight edge. The features are worn; the face oval, the eyes slightly oblique, the mouth indicating a smile with the corners turned downwards. The earlobes are particularly large. The body is schematised with wide sloping shoulders and a slim waist. The arm is sturdy and mostly separated from the body. There are no indications of musculature or bone structure on the upper body. The base of the neck is sharp-edged and emphasised by the red band. The feet are almost parallel with the left slightly advanced; between the feet the stone has not been entirely removed. The upper half of the back is fairly flat; legs and buttocks are shown in the round; the heels are left as a vertical lump of stone. The right hand is holding the lion's right hind leg; it is unclear what the left hand was holding, possibly the animal's tail. The lion hangs down vertically with the head facing to the viewer's left, eyes carved in high relief, the tongue protruding. Its paws are placed just above the man's own feet; the paws of the animal and the fingers and toes of the man are schematised. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["limestone"], "Type series": ["Nick Type 1.5"], "Technique": ["painted"], "Dimensions": [" Height: 21.30 centimetres ", " Length: 4.20 centimetres ", " Weight: 569 grammes ", " Width: 6.40 centimetres "], "Curator's comments": ["Dated by Smith to 550BC, who describes it as a god or hero (Smith, no. 124; Naukratis, II, pl. 14, fig. 10; Deonna, Apollons archaiques, p. 297; Mallet, Premiers Etablissements, p. 256, fig. 45; Poulsen in Jahrbuch, 1906, p. 205, n. 191). Nick puts it in the later part of second quarter of 6th century BC. Various features of this statuette remind of London UC 16469, analogies in physique with Cairo Kouros 27425 (Nick 2006, pp.46-51)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B448) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 12, pp. 109-110; pp. 46-51; pl. 7) ", " Gardner 1888 / Naukratis II (pp. 57, 85, pl. XIV) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (pp. 159 f., 162 note 597) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.086) (Phase 3) "], "Location": ["On display (G13/dc7)"], "Exhibition history": [" Exhibited: 2014 - 2015 15 Sept - 4 January, New York, Metropolitan Museum of Art, From Assyria to Iberia 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Subjects": [" deity (?) ", " mammal "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.27"], "Conservation": [" Treatment: 06 Nov 2015 ", " Treatment: 28.02.1983 "]}