{"artifact_name": "plaque; coffin-fitting", "Object Type": [" plaque ", " coffin-fitting "], "Museum number": ["1879,0115.23"], "Description": [" Terracotta relief plaque (coffin decoration) of a Medusa's head. A coffin-attachment of a mask of Medusa, with small wings (broken) in her hair at the top of her head, and snakes tied under her chin. The concave back has a flattened edge with traces of the plaster by which it was attached to the coffin, and a central vertical ridge, mainly of plaster, also for attaching it. A patch of restoration in plaster is found on both edges of the hair. Pressed into a one-piece mould. Micaceous orange-brown Nile silt with white inclusions. The face and snakes were covered with a white dressing, but the hair does not seem to have been so covered. There are traces of red paint on the face, surviving mainly on the nose, the chin, the mouth and round the eyes. The eyes are blue, outlined in black, with pink paint above them and with red tear-ducts. A black line divides the lips. The hair is painted yellow and the snakes blue. The break at the top and the flat edge at the back are painted red-brown, probably in antiquity, but perhaps by a modern restorer. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["325BC-300BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Serapeum "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 11.75 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Near: Breccia 1912b: pl. lxxix:256, from the Chatby cemetery, Alexandria; Fischer 1994: no. 1224, dated third century ad; Leclant 1952: 247, fig. 30, from Kom Firin, near Naukratis; Roeder 1959: pl. 58c, from Hermopolis Magna; uclia, Gayer Anderson Bequest, ucl 1615; Watzinger 1905: 82, fig. 135, from Hermopolis Magna. Bibliog. Walters 1903: C 564; Parlasca 2001: 177n. 17."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (C564)"], "Location": ["Not on display"], "Associated names": ["Representation of: Medusa"], "Acquisition name": ["Purchased from: S Thibaudeau"], "Previous owner": [" Previous owner/ex-collection: Napoléon Joseph Charles Paul Bonaparte ", " Previous owner/ex-collection: F A F Mariette "], "Acquisition date": ["1879"], "Department": ["Greek and Roman"], "Registration number": ["1879,0115.23"]}