{"artifact_name": "scarab-mould", "Object Type": ["scarab-mould"], "Museum number": ["1888,0601.744.2"], "Description": [" Terracotta scarab-mould in Nile clay; medium size mould; clear, well modelled scarab back with clypeus, and front feet, prothorax, elytra, humeral callosities and border line round body marked, and some impressions of back legs at sides; traces of pale greenish blue core material lining the impression; in pale red Nile silt fabric. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Height: 1.80 centimetres (scarab impression) ", " Length: 3.40 centimetres (mould) ", " Width: 1.50 centimetres (impression) ", " Width: 3.30 centimetres (mould) ", " Depth: 0.85 centimetres (depth from surface to bottom of impression) ", " Depth: 1.40 centimetres (from front face to back.) "], "Curator's comments": ["Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Petrie listed a number of variants for scarab-moulds such as this piece (Petrie 1886, 36-37, pl. XXXVIII, 1-5). This specimen is very close to BM 1888,0601.744.1, maybe from the same master/positive model. Scarabs produced using these moulds would be detailed and of high quality. The fine details visible inside the mould of the scarab impression shows that the clay has been forced into finely incised grooves in the original positive model. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (E88) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OH.031) (phase 2) "], "Location": ["Not on display"], "Condition": ["Fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.744.2"]}