{"artifact_name": "situla", "Object Type": ["situla"], "Museum number": ["1888,0208.9.a-d"], "Description": [" Four sets of fragments of black-figure painted pottery situla: one fragment from rim and neck with part of ram's body; two joining fragments from neck and body with part of forepart of ram, baselines and part of palmatte; and two sherds mounted together but not joining preserving parts of front and back of bull, baselines and parts of palmette. Designs black on deep buff ground, with incised lines and purple accessories. (A) ram fallen on its knee to left, the fore- and hind-parts remaining. (B) Bull walking to left. Below, three broad horizontal lines above black body with incised palmette design. Colour of black slip has faded and no added colour is preserved on the palmette, but added purple remains on horn and hoof of ram, and testicles of bull. "], "Cultures/periods": [" East Greek ", " East Dorian (?) ", " Archaic Greek "], "Production date": ["550BC-525BC"], "Production place": [" Made in: Rhodes (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 13 centimetres (max) "], "Curator's comments": ["There are four sets of fragments which do not join; but tail of ram and forefeet of bull are on the same sherd, and there can be little doubt that all the pieces-are from one pot. The sex of the animal on A is not evident, but it is likely to be a ram. Rams or sheep occur rarely through East Greek vase-painting. Examples are: Chiot Middle Wild Goat Style, GR 1924.12-1.1252, fragment of dinos (?) from Naucratis (JHS 1924, 213 fig. 48). Rhodian Late Wild Goat Style, 1. GR 1864.10-7.5 (A.750), plate from Camirus (A. Salzmann, Nécropole de Camiros, pl. 51; S. Zervos, Rhodes, Capitale du Dodécanèse, fig. 227); 2. B.M. 64.10-7.6 (A.743), plate from Camirus (head of ram also on underside). Egyptian-Greek (?) Late Wild Goat Style, Cairo 26.135, amphora from Saqqarah (C. C. Edgar, Catalogue General: Greek Vases, pl. 1; H. Prinz, Funde aus Naukratis, pl. 3b-c). Ionian Little Master cups, Samos, fragment of lip-cup from Samos (AM lix, pl. 6. 3). East Greek black figure, Oxford G.128.33, fragment of lid (?) from Naucratis (CVA ii, pl. GB 401. 7). Clazomenian sarcophagi, 1. Berlin University, on foot-piece (BCH 1913, pl. 10); 2. Berlin Inv. 3353, on foot-piece (AD ii, pl. 26); 3. Istanbul 1354, on footpiece; 4. Louvre, on headpiece; 5. Smyrna 2723, on footpiece; 6. Athens N.M.?, in 'black figure' technique on upper corner. There is here no orderly development or close connexion. Rams' heads occur commonly, whole rams occasionally on East Greek coins from the early fifth century onwards, and a few instances go back to the sixth century: there happens to be a good parallel for the situla on an electrum issue of Cyzicus of the earlyish fifth century (BMC Coins, Mysia, pl. 5. 11 - the fleece perhaps rubbed off). A few East Greek gems may be mentioned, of which one of the early fifth century shows the rising posture (J. D. Beazley, Lewes House Collection, pl. 9 no. 35 bis - two other references there on p. 31). Tanis ii, pl. 26. 6 (parts of A and B mixed). BMC B.106.6."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B106.6) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 605, 1-3; Pl. GB 597, 7-8) (Group C7) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (pl. xxvi, 6) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 247) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.9.a-d"], "Conservation": ["Treatment: 29 Jun 2010"]}