{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1411"], "Description": [" Egyptian terracotta figure head of comedy actor wearing mask. A head of an actor, broken from a figure: with short curly hair, in a roll at the front and with a peak over the forehead, and indicated by gouges part way over the rear of the head. Heavy brows and jowls, high cheekbones and an open mouth; the bottom edge of the mask is indicated, the lower part of the head showing below. The figure would seem to represent an Old Woman of the New Comedy. The head is solid and the face may have been formed in a one-piece mould, with heavy subsequent hand-modelling, but is more likely to have been completely handmade. Overall white dressing with traces of orange-pink paint on the flesh. Red-brown Nile silt with frequent fine gold mica and quartz inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["250BC-150BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made (?) ", " painted "], "Dimensions": [" Height: 4 centimetres (max) ", " Length: 4.40 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": ["The prototype of a close parallel is dated before the end of the third century BC (Török 1905, no. 233). This example has been published widely (Bailey 2008, 149; Petrie et al. 1886, pl.15:15; Walters 1903, C 627; Simon 1938, 64; Webster 1969, 104, ET 15; Webster, Green and Seeberg 1995, 130, 2ET 7: the date given is derived from this publication). Simon, A. K. H. 1938. Comicae Tabellae. Emsdetten. Webster, T. B. L. 1969. Monuments Illustrating New Comedy (second edition). London. Webster, T. B. L. Green, J. R. and Seeberg, A. 1995. Monuments Illustrating New Comedy (third edition). London."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C627) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.297) (Phase 1) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XV, no. 15) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": [" actor/actress ", " theatre mask "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1411"], "Conservation": ["Treatment: 07 Jan 1997"]}