{"artifact_name": "diadem", "Object Type": ["diadem"], "Museum number": ["1886,0401.1765"], "Description": [" Part of a gold diadem inscribed in Greek with the name of a Roman citizen Tiberius Claudius Artemidorus, possibly the renowned athlete and Olympic victor. It is decorated with images of deities, including Helios, Horus (perhaps referring to the Roman Emperor) and Demeter-Isis. "], "Cultures/periods": ["Roman Period"], "Production date": ["67-98AD"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Found by locals looting the site “south-west of the town at a high part, lying in the loose dust among the houses” "], "Materials": ["gold"], "Technique": ["repoussé"], "Dimensions": [" Length: 19.50 centimetres ", " Weight: 226 grammes ", " Width: 4.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Petrie diary, 1884-1885 (EES Archive XVII 47), p. 156. Full description in Marshall catalogue: “No. 3045, a fragmentary crown from Naukratis, is interesting as a probable illustration of the custom among priests of wearing crowns decorated with the figures of the deities they served (Daveraberg et Saglio, s.v. Corona: 1525, Fig. 1986); in this way priests dedicated to the service of the Augusti wore crowns with representations of them (Hill 1899 Oesterr Jahresh., II. : 2456.ff. .Suet. Vit. Dom. ,4: (The Emperor presided at the games) capite gestans coronam auream, cum effigie Jovis ac Junonis Minervaeque, ad-sidentibus Diali sacerdote et collegio flavialiuni pari habitu, nisi quod illorum coronis inerat et ipsius imago). The crown bears the name of Tiberius Claudius Artemidorus, and has the images of the sun-god Helios, an Emperor in the character of Horus, Demeter-Isis, and other deities” (Marshall 1911: xiv). The full entry in Marshal states: “3045. Part of a gold diadem, consisting of a flat band with rounded ends, broadening towards the middle, where one half is broken away. At the end preserved is an impressed inscription:Τιβέριος Κλαύδιος Άρτεμίδωρος. From left to right follow three embossed figures, and a part of a fourth. The first, in very high relief, is a bust of Helios on a raised disk, wearing radiated crown; the next, also in high relief (but lower than the preceding), represents Horus standing on a base, with phialè in lowered right hand ; his left hand is raised, as though supported on a staff. He has a hawk's head, and wears toga (?) and chiton, and the crowns of the North and South (Roman Emperor in the character of Horus ?). Next follows Demeter with girt chiton and himation drawn over her head as a veil. She holds a torch in her left hand. She has two feathers of Isis rising above her head. Only the upper part of the fourth figure is preserved. It is that of a female wearing chiton, himation, and high ornamented stephanè on her head (Hera ?). Round the border of the band is a series of holes for attachment to some stuff or leather foundation. For the representation of Horus, cf. Rev. Arch., 4me Série, III., p. 117 f. ; Coll. Gréau, pl. xvii., No. 849. On gold diadems ornamented with the figures of deities, cf. Hill in Oesterr. Jahresh., II., p. 245 ff., and Froehner, Coll. Goluchow. pl. vii., 33.” (Marshall 1911: 364). However Petrie suggests that this, with the other jewellery found with it, were the belongings of Tiberius Claudius Artemidorus’ wife (Petrie 1886: 43-4, Pl.XXVII, XXVIII). The jewellery includes this diadem, gold chain/necklace with pendant, an unguents holder, pendants (BM 1886,0401.1755-1765), a mirror and a silver case for it (BM 1886,0401.1743 and 1749) . Two silver uraei in the form of Serapis and Isis that would have been attachments for bracelets and were part of this group are in the BM collection (Petrie 1886: 44, Pl.XXVIII; 1886,0401.1753-4). Alternatively the fragmentary nature of the material would suggest this is a collection of gold and silver looted in antiquity. It is unlikely that Tiberius Claudius Artemidorus’ wife would wear jewellery with her husband’s name on it. Maybe this was a victor’s crown, given as an offering to a temple in Naukratis and subsequently looted, hidden and forgotten, then looted again in 1884-1885. The name Τιβέριος Κλαύδιος Άρτεμίδωροςon the diadem is attested in a number of sources concerning an athlete of the Pankration (mixed boxing/wrestling martial arts, παγκράτιον, see Golden 2004: 40; Gouw 2009: 34, 123, 126, 383; Habicht 1985: 82-3; Weir 2004: 136) . Though originally from Tralleis in modern Turkey (Modern Aydın on the Aegean in Turkey), he is known to have visited Alexandria in Egypt to perform in competitions and possibly in his official managerial capacity as an officer in later life. The earliest mention of Artemidoros is in Pausanias, when he failed to win at Olympia in 67 AD (when Emperor Nero took part in the Olympics), in the boy's category of the pankration. In one year he won the Asias Koina of Smyrna, in the boys, teenagers and men age groups (παῖδεσ, ἀγζνειοι & ἄνδρεσ) categories of the pankration (παγκράτιον). In 69 AD he was Olympic champion, and gained the title of periodoneikes (περιοδονείκθσ, παραδοξονίκθσ). He had wins in Olympia, Periodos, the Asias Koina of the Smyrna, Ephesus and Alexandria (Gouw 2009). He was later Xystarch (officer in charge of the gymnasium) and was appointed high priest of the athletes association at least until the reign of Nerva, when he erected a statue of himself in the baths of the port of Ephesus, dedicating it to Artemis and Emperor Nerva. At an advanced age he continued to be involved in an administrative capacity (ἀρχιερεὺσ ξυςτοῦ, διὰ βίου ξυςτάρχθσ ) in athletics (I. Eph. 1124; Pausanias 6.14.2-3; Gouw 2009: 34, 123, 126, 383; Habicht 1985: 82-83; Weir 2004: 136; Golden 2004: 40). His athletic feats are discussed by Pausanias: “The feat of the Rhodian wresler at Olympia was in my opinion surpassed by Artemidorus of Tralles. He failed in the boy’s pancratium at Olympia, the reason of his failure being his extreme youth. When, however, the time arrived for the contest held by the Ionians of Smyrna, his strength had so increased that he beat in the pancratium on the same day those who had competed with him at Olympia, after the boys the beardless youths as they are called, and thirdly the pick of the men. His match with the beardless youths was the outcome, they say, of a trainer’s encouragement; he fought the men because of the insult of a man pancratiast. Artemidorus won an Olympic victory among the men at the two hundred and twelfth Festival (69AD, Pausanias 6.14.2-3). He is listed on the Olympionikai inscription as Olympic champion in 69AD (The Olympic Victors map, Moretti 1957: Olympionikai 799. R.E. II 1329 , #17 or 19). So famous was his strength that Martial in an epigram said: “stronger than even Artemidorus when he won in the contest” (Martial VI.77,3). Inscriptions mentioning Artemidorus have also been found at Ephesus. Found in the rubble of the harbour spa in Ephasus, excavated in 1897, was the base of a statue of Artemidorus dedicated by the athlete in honour of the goddess Artemis and Emperor Nerva, dated 96-98 AD (I. Eph. 1124) and is currently in the Ephesus Museum in Vienna. This inscription shows that following his athletics career he had managerial posts (ἀρχιερεὺσ ξυςτοῦ, διὰ βίου ξυςτάρχθσ). He is associated with the cities of Tralleis, Alexandria, Ephesus and Rome (Gouw 2009) Bibliography: Benndorf. 1897. Sketchbook II S.1. Engelmann, H. Knibbe, D. 1980. 'Österr Austrian Annual Reviews'. 52. 32/3. 34 Engelmann, H., Knibbe, D. & Merkelbach, R. 1980. 'Die Inschriften von Ephesos. Vol. 4. Bonn: Rudolf Habelt, Inschriften griechischer Städte aus Kleinasien'. (I.Eph.) Golden, M. 1998. 'Sport and Society in Ancient Greece'. Cambridge. Golden, M. 2004. 'Sport in the Ancient World from A to Z'. London. Gouw, P. 2009. 'Griekse atleten in de Romeinse Keizertijd (31 v. Chr. – 400 n. Chr.)'. Amsterdam Habicht, C. 1957. Eine Urkunde des Akarnanischen Bundes. 'Hermes'. 85: 98-107. Habicht, C. 1985. 'Pausanias’ Guide to Ancient Greece'. Berkeley: University of California Press. Martial, 'Epigrams I', translated by Capps, E, Page, T. E. & Rouse W.H.D. Loeb Classical Dictionary. Marshall, F. H. 1911. 'Catalogue of the jewellery, Greek, Etruscan, and Roman, in the departments of antiquities, British Museum'. London: British Museum Press. Moretti, L. 1957. 'Olympionikai: i vincitori negli antichi agoni Olympici'. Rome. Moretti, L. 1970. Supplemento al catalogo degli Olympionikai, 'Klio' 52: 295-303. Moretti, L. 1987. Nuovo supplemento al catalogo degli Olympionikai, 'Miscellanea Grecae Romana'. 12: 67-91. Pausanias, 'Descriptions of Greece III', translated by Jones W.H.S. 1933. Loeb Classical Dictionary. Weir, R. 2004. 'Roman Delphi and its Pythian Games'. Oxford."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (3045) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 43-4, pl. XXVII) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (no. 29, pl. 40,3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QB.01) "], "Location": ["On display (G70/dc19)"], "Exhibition history": [" 2018 23 Feb – 22 Apr, Nashville, Frist Art Museum, 'Rome; City &Empire' 2018-2019 20 Sep-04 Feb, Canberra, National Museum of Australia, 'Rome; City &Empire' 2021 13 Feb-15 Aug, Belgium, Tongeren, Gallo-Romeins Museum, 'Rome; City & Empire' 2021-2022 25 Sep – 08 Oct, China, Suzhou Museum, 'Rome: City & Empire' "], "Condition": ["missing right part since before aquisition by Petrie"], "Subjects": [" classical deity ", " classical sport "], "Associated names": [" Named in inscription: Tiberius Claudius Artemidorus ", " Representation of: Apollo Helios ", " Representation of: Horus ", " Representation of: Isis-Demeter "], "Associated places": [" Associated with: Ephesus, Harbour spa ", " Associated with: Olympia, Olympionikai the Olympic Victors Map "], "Associated events": ["Associated Event: Olympic games 69 AD"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1765"]}