{"artifact_name": "acroterion(probably)", "Object Type": ["acroterion (probably)"], "Museum number": ["1886,0401.45"], "Description": [" Fragment of a marble corner palmetto with bird foot. The small fragment originates from the standing, rectangular snapped off corner palmetto above a volute acroterion. One both sides of the middle leave, which protrudes from the corner, three lightly curved and hollow shaped leaves are visible and whose edges are accompanied by a bar. The round endings were emphasised on the outer side by tubercle. Darts appear between the leaves. On the left side of the fragment remains of a curved ovolo moulding of the volute is preserved. The upper and back side show a small pentagonal block with a 45^ (degrees) outstanding, discs-like tunnel. Leaves with a convex back site seem to grow out of the tunnel. On the block and on both sides of the tunnels two claws are visible with bird legs on each the edges On the darts on the left side traces of red paint was found on the uppermost and the third. Traces of red and blue paint. The light crystalline marble is fairly sanded on the surface, however, the underside is fractured. "], "Cultures/periods": ["Archaic Greek"], "Production date": [" 520BC-490BC (circa) ", " 550BC - 500BC "], "Production place": [" Made in: South Ionia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'second temple of Apollo'.) "], "Materials": ["marble"], "Technique": ["painted"], "Dimensions": [" Height: 11 centimetres ", " Height: 14.50 centimetres ", " Weight: 984 grammes ", " Thickness: 9 centimetres ", " Width: 11.50 centimetres ", " Width: 9 centimetres "], "Curator's comments": ["Based on the volute geometry and the location of the ovolo moulding, the height of the volute was calculated with ca. 26 cm thus the reconstruction of the small corner acroterion in the Miletian type was reconstructed (Koenigs 2007, Pl. 24 below). Published (Petrie 1886, Pl. 14, 8a.b; Holtfester 2001, 100)"], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B406) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XIV, nos 8a and 8b) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.34, p.330, pl. 24-5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.43) (Phase 3) "], "Location": ["On display (G13/dc7)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.45"], "Conservation": ["Treatment: 26.03.1986"]}