{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["1888,0208.57"], "Description": [" Fragmentary painted pottery amphora, mainly restored, in imitation of Fikellura-ware. The clay is rough and fired a pinky brown; the paint is a darker brown and matt. The handles were three-reeded. On the neck at the level of their attachment two grooves with a ridge between. Neck: narrow band of opposed triangles. Shoulder: very rough triple cable of Fikellura type. Belly: reserved band: rough scales: reserved band. (The dark mark showing on the lip is a chip.) "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-530BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (G), chamber 18 "], "Materials": ["pottery"], "Ware": ["Fikellura (imitation)"], "Technique": ["painted"], "Dimensions": [" Diameter: 12.06 centimetres (max) ", " Height: 29 centimetres "], "Curator's comments": ["Provenance to Petrie's Findspot 18 is indicated in Petrie 1888, pl. xxxii, 4. Egyptian imitation of Fikellura-ware, made in a Naukratis workshop, as attested by NAA (Hans Mommsen, Bonn). Cook notes in his entry in the CVA BM A, \"opposed triangles are an old motive in East Greek vase-painting and persist till the Vroulian cups, but they are normally set sideways. The cable is probably derived from Fikellura, though used in a different place. Scales become common on East Greek pots in the third quarter of the sixth century (see BSA xlvii, 143). A ridge between the tops of the handles, but much more strongly marked, is a characteristic of a simple type of amphora that appears in Rhodes in the second half of the sixth century (e.g. Clara Rhodos iv, fig. 149). However there is no known close parallel to this amphora, and it is supposed that it was made in the locality of Tell Defenneh.\""], "Bibliographic references": [" CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 606, 3) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (pl. xxxii, 4) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p.55 Table 1) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 290) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.122, p.123, fig.15, p.125, p.210) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.57"]}