{"artifact_name": "jug", "Object Type": ["jug"], "Museum number": ["1896,0201.108"], "Description": [" Large pottery jug with figural decoration in Bichrome Red ware; wheel-made; globular body on a low ring base; narrow neck tapering upwards slightly towards the trefoil mouth; double ribbed handle from shoulder to lip; made in buff clay covered in a red slip, decorated with black and white paint: bands of vertical concentric lines around the sides of the body, framing on each side a central rosette or wheel motif surrounded by groups of small concentric circles; a horizontal band of concentric lines runs around the shoulder: a fish swimming to the right painted in outline occupies the frame created by the intersection of these bands on one side of the vase, the surface of the corresponding space on the other side is damaged, but a small fragments of the outline of a oval figure is probably the remains of another fish. Immediately below the neck on the front of the vase is a bull with long pointed horns, facing the right as is about to charge or butt an opponent; the beast is painted in black outline (quite faint on the lower body) with some internal detailing indicated with black lines over a white fill; the bull has a long tail which falls to the ground in a kind of loop; below the horizontal shoulder band is a large star-in-circle motif in black and white paint; vase assembled from fragments, with some restoration. "], "Cultures/periods": [" Cypro-Archaic II ", " Eastern Mediterranean "], "Production date": ["600BC-450BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Curium"], "Findspot": [" Excavated/Findspot: Kourion, 'Site B', tomb 21 "], "Materials": ["pottery"], "Ware": ["Bichrome Red Ware (Bichrome Red II (V))"], "Technique": [" painted ", " slipped ", " wheel-made "], "Dimensions": [" Height: 30.50 centimetres "], "Curator's comments": ["Additional bibliography: R.S. Morris & D.J. Symons, Four figured style vases from Cyprus, RDAC 1985, p. 190 no. 1."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (C930) ", " Murray, Smith and Walters 1900 / Excavations in Cyprus (p.82, Tomb 21 no. 1; p.75, fig. 136) ", " Karageorghis and Des Gagniers 1974 / La céramique chypriote de style figuré. Âge du Fer (1050-500 av. J.-C.) (Cat. XVI.b.19, p.169) ", " CVA British Museum 9 / Corpus Vasorum Antiquorum: Great Britain 17, British Museum 9 (BM IIC, c, pl. 15,18) ", " Kiely 2011a / Kourion (21.1) "], "Location": ["Not on display"], "Subjects": [" mammal ", " fish "], "Acquisition name": ["From: Turner Bequest Excavations, Curium"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1896"], "Department": ["Greek and Roman"], "Registration number": ["1896,0201.108"]}