{"artifact_name": "krater(possibly); dinos(possibly)", "Object Type": [" krater (possibly) ", " dinos (possibly) "], "Museum number": ["1888,0601.575"], "Description": [" Body sherd of North Ionian black-figured pottery dinos or krater; interior reserved; exterior, white slip: black-figure decoration consisting of large nude archer drawing bow to right (only part of right arm and hand drawing the bowstring back, raised left thigh, part of calf, genitals and part of right thigh with vertical line in added white); part of quiver in added red with selection of black and white arrows. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["540BC-500BC"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 7.70 centimetres ", " Thickness: 0.80 centimetres ", " Width: 5.60 centimetres "], "Curator's comments": ["The sherd was previously published in CVA British Museum VIII as having a Clazomenian origin. E.R. Price (East Greek Pottery, 1927, 22) argued that white slip Clazomenian pottery was the link between the Clazomenian sarcophagi, which were covered in a white slip, and the later Clazomenian black figure wares. She explained that the features (the use of white dots as well as the use of white lines together with incised lines for inner details) on the white slip sherds are paralleled either the sarcophagi or the later vases. Cook (1952 note 64) rejected that argument on the basis of both dating and styles. The sherds listed by Price in her arguement and tentatively identified by Cook as British Museum 1888,0601.575 and possibly Oxford AN1896- 1908-G.130.10. A third sherd was mentioned by Price and described as having a cock as decoration. Cook subsequently incorrectly identified the sherd as 1886,0401.1197 which is an Attic Black Figure column krater. His CVA reference is also incorrect because CVA British Museum VIII, pl. 589, no. 9 discusses a Milesian Fikellura amphora. This sherd first mentioned by Price is most likely British Museum 1886,0401.1147 which is a North Ionian black figure stand with the tail feathers of two cocks. In all three cases, the styles are very different, the dates do not match and 1888,0601.575 and 1886,0401.1147 are North Ionian without specification."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B103.12) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (p. 23, pl. VIII, no. 8) ", " Cook 1952 / A List of Clazomenian Pottery (p. 140, b) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 260. no.1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.1201) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["archer"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.575"]}