{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["1888,0601.482.b"], "Description": [" Body sherd of Chian Grand Style pottery heavy chalice; white slip; interior: glazed black (patchily preserved); added white floral pattern with added yellow line above band of alternating maeander and quartered white rectangles with added red centres; below, two white bands and part of floral pattern in red; exterior: from left, part of a raised, bent arm in pale brown outline and levelled spear); in the centre, head, neck, shoulder and part of both arms of bearded man falling or kneeling to right (face and arms in outline, reserved fillet on head, earring with black dot, black and white garment with row of black dots); unclear red object or motif above his head; on right, part of possible female figure in sleeved chiton to left with arm raised above the man's head; four-leaf rosette as filling ornament. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 8.10 centimetres ", " Thickness: 0.50 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Price suggests that the subject may be ‘Aphrodite protecting Aeneas in the battle’, but Johnston notes that the male figure is not armed. Agamemnon more likely. ", " Lemos describes the sherd as belonging to the Group with the Filling Ornament. The features typical for this group of vessels are the milky white slip and the use of filling ornament, which is found only in this group of sherds. The presence of filling ornament also suggests that the vases were mostly likely the earliest in the Grand Style. The male figures portrayed on vases from this group are perhaps the most expertly depicted and may all have been done by the same hand. The depiction of male figures in this group is done in outline as the male figure appears here. In later Grand Style vases, male figures are depicted with coloured flesh. Finally, the attempt at creating some perspective is rather clumsy. The thickness of the sherd suggests that the vase was a chalice krater. The sherd joins British Museum 1965,0930.341. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 110, p. 272, no. 702, pl. I, pl. 92) ", " Price 1924 / Pottery of Naukratis (p. 218-9, pl. V, no. 6) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 75) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1630) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.482.b"], "Joined objects": [" Potential Join Group: G16393 (2 objects) "], "Conservation": ["Treatment: 30 Aug 2005"]}