{"artifact_name": "askos; figure; rattle(?)", "Object Type": [" askos ", " figure ", " rattle (?) "], "Museum number": ["1886,0401.1375"], "Description": [" Egyptian terracotta askos or flask in the form of pig or boar. The vessel has a cylindrical neck with a flaring mouth rising from the back of the pig; a spout, broken at its tip, is placed at the animal’s nose. The body was thrown on the wheel and then manipulated into shape, with several applied elements: the neck of the flask, the feet, the ridged mane, the ears. The tail may have been applied or modelled from the thrown pot (its tip is broken), and the eyes were formed by pressing a hollow rod into the soft clay. Red-brown Nile silt with abundant gold mica, quartz and white inclusions. Covered, except the underbelly, with a creamy white slip. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman (?) "], "Production date": ["3rdC BC - 3rdC AD (?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["wheel-made"], "Dimensions": [" Height: 7.50 centimetres ", " Length: 9.50 centimetres ", " Width: 5.30 centimetres "], "Curator's comments": ["Close parallels have been given the rather broad date of Hellenistic to Roman period (Fjeldhagen 1995: no. 193; Petrie Museum uc48325, from Memphis, and uc65094; von Droste zu Hülschoff 1980: pl. viii:81). A similar vessel was also found at Naukratis (BM1888,0601.661) and similar vessels were found at Sais or Tanis (Perdrizet 1921: no.408; von Droste zu Hülschoff 1980: pl. VIII: 82, disagree on find spot). The two Naukratis examples have been given a broad Graeco-Roman date, 3rd century BC to - 3rd century AD (Bailey 2008, 3768-9). However, GR1888,0601.661 was found in a Saite period well associated with a sanctuary, the fill sealed before 525BC and associated with artefacts dating c.610/600-570/560BC. The provenance is likely Egyptian, but copying Cypriot types, with similar vessles known from Cypro-Archaic and later contexts in Cyprus (British Museum GR1926,0419.4; GR1881,0824.77; GR1881,0824.76; Buchholz 1967). Buchholz H.-G. 1967, 'Tönerne Rasseln aus Zypern', AA 1966, 140-51. Fjeldhagen, M.1995. ‘Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen. Perdrizet, P. 1921. ‘Les Terres cuites grecques d’Égypte de la collection Fouquet.’ Nancy. von Droste zu Hülschoff, V. 1980. ‘Der Igel im alten Ägypten.’ Hildesheim."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3768) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.602) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Spout broken at tip."], "Subjects": [" mammal (pig) ", " swine "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1375"]}