{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1381"], "Description": [" Fragment of gypsum alabaster (calcium sulphate) naked male figure. Nude youth erect, holding a quadruped, presumably a lion, head downwards before him. The head of the youth, his legs below the knee, and the fore part of the lion are missing. Rejoined across the waist, including arms. The youth stands in a frontal position, the weight on both legs, the left advanced. The right hand grasps the tail which is wrapped around the hand once, the left holds the right hind leg of the animal. His hair falls down the back in six separate tresses which are worked with a zig-zag-pattern and are not quite parallel and uneven in length. The long slender body shows indications of muscles on chest and arms; the arms are not separated from the body. The thighs are sturdy; the left leg is thinner than the right as can be seen at the back. The surface, on the back in particular, is not completely smooth. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Middle of the eastern side of town "], "Materials": ["alabaster"], "Type series": ["Nick Type 1.5"], "Dimensions": [" Height: 14.30 centimetres (max) "], "Curator's comments": ["Smith dates this piece to c.540BC (1892, no. 110). The modelling of the chest recalls Sculpture B443 in its conventional rounding, but the chest is higher and flatter, and the back is more naturalistic. Somewhat careless work. Nick (2006, 46-51) argues that the figure fits in with a group of kouroi - the Golenischeff-Kouros in Moscow, London B 443 and B 446 from Naukratis, Boston 88.734 and Cairo 27425 - due to the treatment of the body despite certain differing features. They are probably from the same workshop, though this figure shows fairly strong similarities with Cypriot limestone figures. Deonna, Apollons archaiques, p. 297; Mallet, Premiers Etablissements, p. 256, fig. 44; Poulsen in Jahrbuch, 1906, p. 205, n. 191."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B449) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 11, p. 109; pp. 46-51; pl. 7) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p.159 f.) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 36, pl. I, no. 1) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (esp. pp. 165 ff. 175, fig. 3.20) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.088) (Phase 3) "], "Location": ["On display (G13/dc7)"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1381"]}