{"artifact_name": "theatre mask; figure", "Object Type": [" theatre mask ", " figure "], "Museum number": ["1886,0401.1409"], "Description": [" Egyptian terracotta fitting (?) in form of comedy mask. A model of a dramatic mask, an Old Man from the New Comedy with a short beard or, less likely, a Slave. He has a wrinkled brow, heavy eyebrows, large eyeballs and a wide open mouth. Finished along its lower edge, it is broken away elsewhere. The start of the hair survives in one place only, low down on the mask’s right side. Pressed into a one-piece mould, and the mouth cut out; the beard is striated by paring on the outside. No trace of lime wash, with paint added directly to surface of the model. Orange paint remains on the upper cheeks, below the eyes, and on the forehead, and red paint on the lips and the eyelids, both upper and lower. Green paint present on the eye ball, with black on the flat of the pupil. The beard does not appear to have been painted, left the natural brown of the fabric. Red-brown Nile silt with a grey core, abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(late)-2ndC BC(mid)"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7 centimetres (max) ", " Thickness: 4 centimetres ", " Width: 5.60 centimetres "], "Curator's comments": ["This example has close to a mould of uncertain origin, now in Budapest (Webster, Green and Seeberg 1995: 1AT 37a) and another from Athribis, dated 3rd to 2nd century BC. (but with hair intact: Szymańska 1999a: 51, fig. 2), and Naukratis, also dated third to second century BC (Leonard 2001, pl. 3, no. 1). Fischer uses this as a parallel for 2nd to 3rd century BC mask models (Fischer 1994, no. 322, 323 and 326), though these are different in form. A similar undated examples (Breccia 1930, pl. 37, no. 4 and 38, no. 2, 4 and 9), but also one dated late 2nd to 3rd century AD (Fischer 1994, no. 330). Breccia, E. 1930. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. I. Bergamo. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen : Wasmuth. Leonard, A. (ed.). 2001. Ancient Naukratis: Excavations at a Greek Emporium, vol. II: the excavations at Kom Hadid, n.p. Webster, T. B. L. Green, J. R. and Seeberg, A. 1995. Monuments Illustrating New Comedy (third edition). London. Szymańska, H. 1999. In N.Grimal (ed.) Tell-Edfou, soixante and après. Cairo."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C641) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 41, pl. XV, no.14) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.325) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good preservation of painted decoration"], "Subjects": [" theatre mask ", " actor/actress "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1409"]}