{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1864,1007.1012"], "Description": [" Painted limestone figure of a sphinx. Sphinx seated on a plinth. On its head the double crown of Upper and Lower Egypt, on which traces of red paint remain. Below this a wig falls on each shoulder, and in front is an apron or pectoral. The face is rounded, the features of the usual type, with traces of paint on lips and eyebrows; the wig and the apron appear to have been black. Heavy squat proportions. The wings are treated as a solid mass, against which the tail is curled the tuft now missing. "], "Cultures/periods": ["Cypriot"], "Production date": ["6thC BC"], "Production place": [" Made in: Cyprus (probably) "], "Findspot": [" Excavated/Findspot: Deposit D&E (Kamiros), C7 "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 15 centimetres (inc base) ", " Height: 12.50 centimetres ", " Length: 12 centimetres (inc base) ", " Depth: 6 centimetres "], "Curator's comments": [" BM Sculpture Smith, no. 70; Kinch, Fouilles de Vroulia, p. 16, fig. 11, r. ", " Attributed to Deposit between Walls D and E based on evidence from Biliotti's Kamiros diary, Kamiros tomb list, British Museum register. Description in Biliotti's Kamiros diary: Sphinx, white stone (1 entire). No marking of excavation day visible on the object itself. Attributions to find-spots are based on (1) Alfred Biliotti’s diary kept during excavations at Kamiros between November 1863 and June 1864, which records the contents of two votive deposits and over 300 graves; (2) entries in the Museum Register, often stipulating the find- spots of individual objects excavated by Biliotti; (3) the Kamiros tomb list, produced around the same time as his entries in the Museum Register. It lists the contents of each grave and votive deposit, along with their corresponding registration numbers; (4) the Kamiros index cards, written by Donald Bailey in the 1960’s. These mainly record the contents of graves from the Fikellura cemetery and are organised according to tomb group; (5) the Kamiros well list, which is based upon the Kamiros tomb list with additions by Reynold Higgins and Virginia Webb. All archives are kept in the Department of Greece and Rome. In addition, Viriginia Webb’s Archaic Greek Faience (1978) has been checked for attributions to Kamiros acropolis. "], "Bibliographic references": ["Sculpture / Catalogue of Greek Sculpture in the British Museum (B364)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2014-2015, 13 Nov-13 Feb, Paris, Musee du Louvre, Rhodos: a Gate from and to the Eastern Mediterranean "], "Subjects": ["sphinx"], "Acquisition name": [" Purchased from: Auguste Salzmann ", " Purchased from: Sir Alfred Biliotti "], "Acquisition date": ["1864"], "Department": ["Greek and Roman"], "Registration number": ["1864,1007.1012"]}