{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.493.f.+"], "Description": [" Body sherd of Chian Grand Style or Simple Animal Style pottery chalice; white slip; interior: glazed streaky black with part of possible floral pattern in added white outline above faded white diamond pattern between white bands; exterior: painted decoration consisting of procession of female figures to left; from left, part of the back of woman dressed in long added red chiton; to right, lower part of female figure dressed in red chiton with dotted paryphe, holding out a pomegranate. "], "School/style": [" Grand style (possibly) ", " Simple Animal Style (possibly) "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-560BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 4.10 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": ["Lemos describes this sherd as belonging to the Group of Worshippers from the Simple Animal Style. According to Lemos, possibly, a part of a komos scene is depicted. The leading vase from this group is the St Petersburg chalice from Berezan (Lemos no. 964) which has the degenerate conical chalice form typical of the Simple Animal Style. The figural decoration on the vase is rendered primarily, and carelessly, in outline. The handle zone and rim pattern decoration are consistent with other chalices of the same style. Most of the vases in this Simple Animal Style group display a mixture of techniques consisting of portraying female figures in outline and dancing komasts in black figure. However, none of these features is visible on British Museum 1888,0601.493.f. Whilst all that is visible of the female figures is their garments, they are not depicted in outline (although the arm of one figure is, but this is a technique commonly found on Grand Style vases). Furthermore, the interior decoration is more elaborate than the usual Simple Animal Style decoration. The number '841' is written in pencil on the interior surface of the sherd. The sherd may belong to the same vase as British Museum 1924,1201.376. A number of Chian chalices from Emporio (Lemos no. 1468) and Rizari (Lemos no, 1487) depict komast dancers alongside female figures dressed in long chitons and playing the double flute and tambourine (or possibly holding a wreath). Occasionally, the female figure is holding a pomegranate. On some chalices, the female figures are incised whilst on others, they are depicted in outline. The figures on the sherds from Naukratis are likely to be from similar scenes interpreted as dancers following and performing with a chorus of women."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 126, p. 131, p. 291, no. 889, pl. 120) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0862) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.493.f.+"], "Additional IDs": [" Miscellaneous number: 1924,1201.371 (Re-registered in error.) "]}