{"artifact_name": "scarab-mould", "Object Type": ["scarab-mould"], "Museum number": ["1888,0601.744.1"], "Description": [" Terracotta scarab-mould in Nile clay; impression with very detailed markings of scarab back and sides: clypeus with scalloped edge, prothorax, elytra, humeral callosities and markings on sides of scarab for its legs; no visible remains of paste/glaze inside impression; in pale reddish brown micaceous Nile silt fabric. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Diameter: 1.85 centimetres (depth from face of mould to back) ", " Height: 1.70 centimetres (scarab impression) ", " Length: 3.30 centimetres (mould) ", " Width: 3.20 centimetres (mould) ", " Width: 1.40 centimetres (scarab impression) ", " Depth: 0.80 millimetres (from face to bottom of impression) "], "Curator's comments": ["Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Petrie listed a number of variants for scarab-moulds such as this piece (Petrie 1886, 36-37, pl. XXXVIII, 1-5). This specimen is very close to BM 1888,0601.744.2, maybe from the same master/positive model. Scarabs produced using these moulds would be detailed and of high quality. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (E87) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OH.032) (phase 2) "], "Location": ["Not on display"], "Condition": ["Fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.744.1"]}