{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Museum number": ["1888,0601.113"], "Description": [" Egyptian terracotta naked female figure plaque. A thick plaque with a rounded top, the front showing the naked figure of a woman in high relief. Her arms are by her sides and her breasts are prominent. She has a short but full hairstyle or wig, brushed back all round, with a narrow fillet above the forehead. She probably stood on a projection from the lowest part of the plaque, now lost. The edges and the back of the plaque are square and smooth. Pressed into a one-piece mould, the edges were cut to shape. Traces of white coating in naval and red paint on the pubic area. Brown Nile silt with a thick grey-brown core, abundant fine mica and white inclusions. "], "Cultures/periods": [" Late Period ", " Ptolemaic (early, ?) "], "Production date": ["450BC-300BC"], "Production place": [" Made in: Nile Delta (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.1.2"], "Technique": [" high relief ", " mould-made ", " painted "], "Dimensions": [" Height: 9.40 centimetres (max) ", " Thickness: 2.80 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": ["Close parallels include one acquired in Alexandria (Ashmolean Museum, Oxford 1872.525), two from Naukratis (very coarse, Ashmolean Museum 1886.492; Gutch in Hogarth 1898–9: pl. 14, no. 2), a Thirtieth Dynasty example from Tanis, (Brissaud 1995, 29, fig. 2a–c), from (probably) Herakleopolis Magna; (Petrie 1905, pl. 18, no. 87; Petrie Museum UC45805), acquired at Memphis, dated Late Period to early Ptolemaic (Török 1995, no. 206, poor quality, standing on a projection, regarded as an ex-voto in honour of, but not representing, Hathor) and unprovenanced (Kaufmann 1913, fig. 69:3). Similar examples include (same pose and on similar plaque, but clothed, with the garment raised to expose genitals), one dated 1st to 3rd century AD (de Araújo 1993, 379, no. 280), and several within a fourth to third century BC shrine in Mendes (Redford 1988, 67, pl. 22d). Brissaud, P. 1995. ‘Rapport sur la campagne d'automne 1995 (XLIle campagne)’, BSFFT 9: 15-37. de Araújo, L. M. (ed.) 1993. Antiguidades egípcias, Museu Nacional de Arqueologia, vol. I. Lisbon. Kaufmann, C. M. 1913. ‘Ägyptische Terrakotten der griechisch-römischen und koptischen Epoche.’ Cairo. Petrie, W. M. F. 1905. ‘Roman Ehnasya (Herakleopolis Magna)’ 1904. London. Redford, S. 1988. ‘Three Seasons in Egypt: Appendix II: The Foundation Deposits’, Journal of the Society for the Study of Egyptian Antiquities, 18: 19ff. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C585) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.039) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Isis-Hathor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.113"], "Conservation": ["Treatment: 18 Feb 1998"]}