{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["1893,1114.1"], "Description": [" Mould-made pottery lamp with a rectangular body: six wick-holes along front edge, two on each short side. Tendrils at rear corners, comic masks at front corners. The handle is in the form of a reclining lion. The scene on top is of a a healing shrine, perhaps the Serapeum at Canopus; near the centre, a dwarf-like naked man stands at the door of a building, reached by a flight of steps. The building has a pediment, supported by two lotus columns; in its side wall are two semi-circular windows. The doorman greets a heavily draped woman, who is accompanied by a slave carrying a child. Behind the slave two draped figures are shown close together; one is possibly carrying the other. Nearby is an altar, with horned corners and columns below, and it has relief figures on the sides. On the left of the scene, a figure leans out of one of the windows; below, a saddled horse is grazing, behind which is a man in a short tunic, who stands shading his eyes with his right hand. Rectangular raised base. Brown clay with mica covered with red-brown slip on upper side. Plaster mould. "], "Cultures/periods": ["Roman"], "Production date": ["1stC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum (said to be from) "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Length: 10 centimetres ", " Width: 17 centimetres "], "Curator's comments": [" The scene depicted on this lamp is discussed in Bailey, D.M., 1988. 'A Catalogue of the Lamps in the British Museum, III: Roman Provincial Lamps'. London : British Museum Press, p.48-49. ", " Compare a lamp from the L. Benaki Collection in Alexandria, Inv. No. 29154, which has the same shape and detail (handle, corner decorations, etc.), but with two swags decorating the top. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q1974) ", " Walters 1914 / Catalogue of Greek and Roman Lamps in the British Museum (446) ", " Walters 1905b / History of Ancient Pottery (pl.63) ", " Life Guide 1908 / A Guide to the Exhibition illustrating Greek and Roman Life (p.54, fig.34) ", " Life Guide 1920 / A Guide to the Exhibition illustrating Greek and Roman Life (p.28, fig.17) ", " Life Guide 1929 / A Guide to the Exhibition illustrating Greek and Roman Life (p.189, fig.207) ", " Hellmann 1985 / Bibliothèque Nationale, Lampes Antiques I, Collection Froehner (p.53) "], "Location": ["On display (G70/dc29)"], "Subjects": [" horse/ass ", " shrine ", " slave/slavery ", " religious object "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1893"], "Department": ["Greek and Roman"], "Registration number": ["1893,1114.1"]}