{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["1888,0208.68"], "Description": [" Fragment of Clazomenian black-figure painted pottery slim neck-amphora: naked and semi-draped male figures holding cup advance towards seated figure on right. Whole: Body, A, naked man carrying staff, man in cloak carrying cup, woman bending forward over what seems to be a smoking altar (the projections above are in dilute paint); B, two satyrs bouncing a boy or man (the support is, I think, not a hand): dividing band of white dots with dark centres: birds feeding (there were originally five): on the dark paint two bands of purple. On those folds of man's cloak where there are not white dots, purple dots (first, third, and fifth folds) or solid purple (second and fourth folds): purple stripe in second or third compartment of wing of birds. The two fragments of Plate GB 584.1 (the larger is GR 88.2-8.68 = B.115.2, the smaller 88.2-8.70f) are isolated, but can be assigned to the same pot as the other fragments by the curve and thickness of the wall and by the wheel-marks. Plate GB 584.1 shows clearly vertical streaks made before firing, perhaps in applying the peptized coating. "], "Producer name": ["Attributed to: The Petrie Painter (perhaps)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["530BC (circa)"], "Production place": [" Made in: Clazomenae "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (G), chamber 18 "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 18 centimetres (whole piece) "], "Curator's comments": [" This was an unusually small pot. For the subject of B compare perhaps the Clazomenian sherd Cambridge 94-5.N.193 (CVA ii, pl. 499. 30: BSA xlvii, 128-B.16); and the Attic black figure amphora Munich 1444, though there a hand is used. The subject of A cannot be made out; F. Brommer suggested the return of Hephaestus, but did not know the right-hand end of the picture. BMC B.115.2, 7, 8. A. Rumpf, Chalkidische Vasen, 139; Gnomon i, 330. F. Brommer, Jdl 1937, 217-18, fig. 17. BSA xlvii, 128-B.15. ", " reconstructed with BM GR 1888,0208.76.d, and 1888,0208.70.e-f 1888,0208.70.e joins 1888,0208.68 and 1888,0208.76.d, but these two don't join together. 1888,0208.70.f is apart. Findspot number '18' pencilled on 1888,0208.68. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B115.2) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 584, 1-2) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 62 § 59, p. 63 § 60, pl. xxix, 3) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 124) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.210) "], "Location": ["Not on display"], "Subjects": [" satyr ", " bird "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.68"], "Joined objects": [" Joined Object Group: G16254 (3 objects) "]}