{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Museum number": ["1888,0601.57"], "Description": [" Egyptian Blue amuletic pendant in the form of a bunch of grapes; grapes indicated by raised squares, arranged in an ascending spiral; square suspension loop above, pierced centrally; material of very bright blue colour and medium hard texture, complete, encrusted with dirt. "], "Cultures/periods": ["26th Dynasty (likely)"], "Production date": ["664 BC - 525 BC (likely)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": ["pierced"], "Dimensions": [" Height: 1.25 centimetres ", " Width: 0.80 centimetres (across flat top of grape bunch) "], "Curator's comments": ["Pendants in the shape of a bunch of grapes were very common in the New Kingdom though they were still produced later (Herrmann et al. 2010, 136, type 82; Persian period example: Herrmann 2006, 237, no. 478, pl. CIII; mould to produce bunch of grapes in glazed composition from the Ptolemaic quarter in Karnak: Masson forthcoming). They are linked with ideas of regeneration and kingship (Friedman 1998). Friedman, F. (ed.) 1998, Gifts of the Nile: Ancient Egyptian Faience, London. Herrmann, C. 2006, Ägyptische Amulette aus Palästina/Israel Band III (Orbis Biblicus et Orientalis, Series Archaeologica 24), 2006. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XIX, no. 11) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.365) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, though bit worn"], "Subjects": ["fruit"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.57"]}