{"artifact_name": "stove", "Object Type": ["stove"], "Museum number": ["1886,1005.2"], "Description": [" Terracotta portable stove fragment. Mould-made panel depicts a theatre mask of the bearded head of Papposilenos (or a satyr; crowned with ivy wreath and ampyx) within a rectangular panel. On a panel, bearded satyr head with ivy-wreath and ampyx; EKATAIOY inscribed above. Traces of red slip. Bright brick-red clay with lime, silt and mica. Injured by fire. Top of left comer broken away. Part of vessel rim preserved. "], "Cultures/periods": ["Hellenistic"], "Production date": ["(late)2ndC BC"], "Production place": [" Made in: Knidos (?) ", " Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Technique": [" slipped ", " mould-made "], "Dimensions": [" Height: 11.60 centimetres ", " Thickness: 7.90 centimetres ", " Width: 12.20 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Ptolemaic 3rd to 2nd century BC parallels (Bayer Niemeier 1988, no.764; Dunand 1990, no. 1006). Parallel, probably from same mould series in Alexandria Museum (Didelot 1998, 286-7, fig. 4). Şahin (2001, 129) argues that the fabric, firing, workmanship and technique for this piece 'resemble the Halikarnassos group rather than the Egyptian group', citing it as evidence to support the satement 'this shows them to be imports and demonstrates that both local and imported wares were available in Egypt (Şahin 2001, 129, see A 1-3; after Didelot 1998: 275-306). The makers mark name Hekataios is a known Knidian portable stove maker of the late 2nd century BC, possibly producing into the early 1st century BC with many parallels from Halicarnassus, produced in Knidos (Şahin 2001, 95, Fig 13, no. Ha 9). In Egypt stoves from Hekataios' workshop were being copied (Bailey 2008, 158-9). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Didelot, O. 1998. Réchauds hellénistiques du Musée Grécoromain d'Alexandrie: Importations et productions locales, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 275-306. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Mayence, F. 1905. Fouilles de Delos. Les rechauds en terre-cuite. Bulletin de Correspondance Hellenique 29: 373-404"], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C874) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (LA.06) (Phase 3) ", " Şahin 2001 / Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities (p.120-1, fig. 112: Na 4) "], "Location": ["Not on display"], "Subjects": [" satyr ", " classical deity ", " theatre mask "], "Associated names": ["Representation of: Papposeilenos (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,1005.2"]}