{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["1866,0101.358"], "Description": [" Head and top of shoulders of a marble statuette of a woman, possibly Aphrodite or a Ptolemaic queen in the guise thereof; the rest of the body was made separately, possibly in another material such as limestone: traces of the iron attachment remain in the underside of the neck; the facial features are very abraded, while the top of head is worn smooth; full oval face turned to right; square-set jaw with a mouth reduced to a mere gash by wear; Venus rings on the neck; oval, somewhat bulging eyes and heavy lids; the hair is parted centrally, swept over the ears (missing), and was originally secured in a bun at the back (also eroded); the tresses at the front were secured by a plain fillet, of which only a narrow depression. "], "Cultures/periods": ["Hellenistic"], "Production date": ["200BC-160BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Golgoi (?) ", " Found/Acquired: Idalion (?) ", " Excavated/Findspot: Sanctuary of Artemis Paralia (?) "], "Materials": [" marble ", " iron "], "Technique": ["carved"], "Dimensions": [" Height: 12.50 centimetres (max) "], "Curator's comments": ["See Higgs and Kiely 2009 for an extended discussion of the type. Also Hermary 2009 for a broader treatment of marble sculpture in Cyprus in the Hellenistic period. Bibliography: Hermary, A. 2009, 'La sculpture en marbre à Chypre à l’époque hellénistique et sous l’Empire : essai de bilan', CCEC 39, 153-76."], "Bibliographic references": ["Higgs and Kiely 2009 / Four unpublished marble sculptures of Hellenistic date from Cyprus in the British Museum (no. 1, 405-11)"], "Location": ["Not on display"], "Subjects": [" classical deity (?) ", " devotee/worshipper (?) "], "Associated names": ["Representation of: Aphrodite/Venus (?)"], "Acquisition name": ["Donated by: Sir Dominic Ellis Colnaghi"], "Acquisition date": ["1866"], "Department": ["Greek and Roman"], "Registration number": ["1866,0101.358"]}