{"artifact_name": "vessel", "Object Type": ["vessel"], "Museum number": ["1886,0401.1253"], "Description": [" Body sherd of Attic-black figured pottery closed vessel; interior reserved. Exterior: black-figure decoration consisting of part of Dionysos (with added red himation, red dots surrounded by added white dots on vertical fold), stands to the left, holding a kantharos (with white dots on rim and lower bowl) in his left hand and a grape vine (one bunch in red, one with spots) in his right hand; beside him, Ariadne (white knuckes of right hand visible beside Dionysos’ right hand), to right and holding a drinking horn in her left hand (in white); at right, possibly Hermes standing, to right and wearing short chiton with spotted skin tied around it; uncertain dappled object on foreground below right. On joining fragment Bonn 697.99, Hermes stands facing right (small part of torso, lower body, thigh of advanced left (?) leg remaining) wearing a spotted animal skin tied over a short chiton with wide border (two rows of dots between double lines); his body is crossed by parts of the large kantharos and, lower down by his thigh, the bunch of grapes; at the right is the middle part of a draped male figure standing facing left, holding an upright staff (perhaps part of a spear) in his right hand, while the fingers of his left hand are spread out diagonally against his himation (decorated with disks in added red). "], "Producer name": ["Near: The Affecter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-525BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 3.80 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": [" For another sherd attributed to an artist near the Affecter, see Oxford AN1896-1908-G.137.51 from Naukratis. The sherd joins Bonn 697.99. ", " The shape can scarcely be an amphora, if height of frieze, thinness of wall and curvature are taken into account. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B600.49) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 264, no. 43) ", " ABV / Attic Black-Figure Vase-Painters (p. 248, no. 1) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 208, no. B27) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 234, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0079) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" classical deity ", " classical mythology "], "Associated names": [" Representation of: Dionysos/Bacchus ", " Representation of: Ariadne ", " Representation of: Hermes/Mercury (possibly) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1253"]}