{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.98"], "Description": [" Egyptian terracotta figure of man with amphora. The upper part of a figure of a man, whose face tends towards the grotesque and who is naked (at least from the waist up), with hair receding at the temples showing beneath a pointed cap. He rests his cheek on his right hand and appears to be asleep. However, he holds an amphora on his left shoulder. The back is plain except for the point of his cap and the point of the amphora. Hollow, from two-piece mould, with traces of a white dressing mainly on the front, with touches of a pinkish-red paint on the flesh areas and a minute spot of blue paint on the brim of the cap. Brown Nile silt with abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6 centimetres (max) ", " Thickness: 3.80 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": ["Parallels are rare, but found in Alexandria (Breccia 1934, pl. 73, 377; Winter 1903, 460, no. 7). Breccia, E. 1934. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. II. Bergamo. Winter, F. 1903. Die antiken Terrakotten III, vol.I: Die Typen der figurlichen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C605) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 93, n. 10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.558) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["devotee/worshipper (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.98"]}