{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1891,0806.40"], "Description": [" Terracotta figurine of an individual of uncertain sex (the head and torso is missing) seated on a throne flanked by horned animals, probably rams; hollow and mould-made; the knees and feet are apart, with the ankle-length tunic stretched in horizontal folds between the legs; the left hand is placed the left knee, while the right rests on the head of the animal on this side. Made of course light brown clay. "], "Cultures/periods": ["Cypro-Classical"], "Production date": ["400 BC-300 BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Cyprus Exploration Fund"], "Findspot": [" Excavated/Findspot: Salamis (Cyprus), Site D (Cistern) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.20 centimetres "], "Curator's comments": ["Burns and Higgins interpreted this headless figurine as Kybele based on the assumption that the animals flanking the throne were lions. However, they are horned and are more likely to be rams. As such, this may be an image of Zeus Ammon or the Cypriot 'Master of the Ram' (an image of the local Great God: Sophocleous 1985; Buchholz 2001; Counts 2009). A good parallel, and complete, is in the University of Adelaide Museum of Classical Archaeology (Webb 1997, no. 129). We are grateful to Dr Derek Counts for drawing attention to this reference and for his comments on the BM piece. Higgins and Burns assigned this piece to the Hellenistic period, but if this is a 'Zeus Ammon' type, then it probably belongs in the 4th century BC - as does the Adelaide example - and the general pose could be compared with the funerary sculpture of seated males and females from sites such as Marion. Bibliography: Buchholz H.-G. 1991, 'Der Gott Hammon und Zeus Hammon auf Zypern', AM 106, 85-108. Counts D. 2008, 'From Siwa to Cyprus: The assimilation of Zeus Ammon in the Cypriote pantheon', in eds D. Michaelides et al, Egypt and Cyprus in Antiquity (Oxford and Oakville), 104-17. Sophocleous S. 1985, Atlas des représentations Cypro-Archaïques des divinités. SIMA Pocket-Book 33 (Göteborg). Webb, J. 1997, Corpus of Cypriote Antiquities 18. Cypriote Antiquities in Australian Collections I. SIMA XX:18 (Jonsered: P. Åström)."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (A441) ", " Munro and Tubbs 1891 / Excavations in Cyprus, 1890. Third season's work. Salamis (p. 140) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": [" Representation of: Cybele (?) ", " Representation of: Great God of Cyprus (?) ", " Representation of: Zeus/Jupiter Ammon (?) "], "Acquisition name": ["Donated by: Cyprus Exploration Fund"], "Acquisition date": ["1891"], "Department": ["Greek and Roman"], "Registration number": ["1891,0806.40"]}