{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0920.32"], "Description": [" Upper part of terracotta figure of Eros. The upper part of Eros, the detail at the back of which is of a summary nature, broken from a figure modelled in the round. His body is almost frontal, his head turned to his right; the right arm is extended and was probably bent at the elbow with his hand raised, but a badly rendered repair in plaster, probably ancient, obscures this detail. He may be a seated figure of Eros fishing, but is as likely to be standing. His wings rise above his shoulders and he wears a Phrygian cap. Hollow; two-piece mould. Micaceous brown Nile silt with a dark-grey core. The figure is covered overall with a white dressing, and much of its colouring remains: the flesh is painted pale pinkish-buff, the front of the wings are a bright pink (probably rose madder), but are left white behind, and the cap is painted blue. The hair, the eyes and the eyebrows are painted black. The plaster repair of the arm is painted light brown. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Materials": ["terracotta"], "Technique": ["glazed"], "Dimensions": [" Height: 9 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Near, a plaster standing figure with a similar cap: Allard Pierson Museum, Amsterdam: no. 7364; Pagenstecher 1923: pl. xli:5; a similar terracotta, with plaster arms: Petrie 1911: pl. xv:21 from a surface chamber in a cemetery north-east of Hawara pyramid; Petrie Museum uc47910, from Memphis."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3363)"], "Location": ["Not on display"], "Condition": ["Upper part only. Left arm lost. Nose damaged."], "Subjects": ["classical deity"], "Associated names": ["Representation of: Eros/Cupid"], "Acquisition name": ["Donated by: Henry Martyn Kennard (?)"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0920.32"], "Conservation": ["Treatment: 30 Aug 1995"]}