{"artifact_name": "situla", "Object Type": ["situla"], "Museum number": ["1888,0208.7"], "Description": [" Fragments from one side of upper part of black-figure painted pottery situla. Two winged (male?) figures confronted (part of a flower appears between them); beneath the handle a vertical meander of two members: below, part of lotus flower. The paint has vanished, but there are traces of purple on wing feathers. "], "Cultures/periods": [" East Greek ", " East Dorian (?) ", " Archaic Greek "], "Production date": ["550BC-525BC"], "Production place": [" Made in: Rhodes (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 17.70 millimetres (as made up) ", " Diameter: 37.05 centimetres (unjoined sherd) ", " Height: 15.80 centimetres (as made up) ", " Height: 11.40 centimetres (unjoined sherd) ", " Thickness: 0.50 millimetres (as made up) "], "Curator's comments": ["The fragments on left and right do not join, but are evidently from the same pot. The style of the heads is closely paralleled on Caeretan hydriai. The figures are male rather than female, since they have short skirts and no ear-rings. For the projection in front of the chest see above on Pl. GB 585, 1-2. For the circle on the buttock note the later Clazomenian sarcophagus, Pl. GB 610. For the meander compare Pl. 603, 2. BM Cat. Vases Murray, ib., p. 67; Sikes, Nike of Archermos, p. 12. The figure much resembles the statue by Mikkiades and Archermos (Mrs. Mitchell, Hist. Ant. Sculpt., pp. 196-7), but whether it is to be considered as a Nike is doubtful; it may be merely decorative, cf. Β125, 2. On the other hand, it resembles the Nike crowning Europa on a Caeretan hydria, published by Jahn (Die Entfuhrung der Europa, pl. V a)."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B106.3) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 601, 5 (and Pl. GB 598, 5)) (Group C23) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (pl. xxvi, 4) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 263) "], "Location": ["Not on display"], "Subjects": [" flower ", " mythical figure/creature "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.7"], "Joined objects": [" Joined Object Group: G16625 (2 objects) "]}