{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.487"], "Description": [" Body sherd of Chian Grand Style pottery chalice; white slip; interior glazed streaky black with added white zigzag between two bands; below, possibly part of white circle; exterior: painted decoration consisting of horse and rider to right (rider's right leg, middle of horse's body with splash of added red on shoulder, parts of one hind leg and both forelegs remaining); hooked swastika and part of rosette as filling ornament. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 5.70 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": ["Lemos describes the sherd as belonging to the Group with the Filling Ornament. The features typical for this group of vessels are the milky white slip and the use of filling ornament, which is found only in this group of sherds. The presence of filling ornament also suggests that the vases were mostly likely the earliest in the Grand Style. The male figures portrayed on vases from this group are perhaps the most expertly depicted and may all have been done by the same hand. The depiction of male figures in this group is done in outline as the male figure appears here. In later Grand Style vases, male figures are depicted with coloured flesh. Finally, the attempt at creating some perspective is rather clumsy."], "Bibliographic references": [" Price 1924 / Pottery of Naukratis (p. 213, fig. 49) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 273, no. 709, pl. I, pl. 93) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (pl. 43.4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0788) (phase 2) "], "Location": ["Not on display"], "Subjects": ["equestrian"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.487"]}