{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1480"], "Description": [" Fragment of limestone naked male figure. Standing nude youth (kouros). Head, neck and lower legs are missing; the right arm is damaged around the elbow. The figure stands in a frontal position with the left leg advanced. The torso is rather short and squat, the broad shoulders are sloping and rounded. The arms are not separated and hang stiffly at the sides, the fingers are closed around rods with the index finger curled in and the thumb outstretched vertically downward; the left elbow is indicated by a fine groove. The rounded chest is high up with a curved pectoral outline and converges towards the lower body in a flat relief; the nipples are indicated by flat bumps. Underbelly and pubes are protruding with a strongly-marked groin; the waist is not indicated. Neither arms nor thighs show any muscles. The kneecap is indicated by an inverted arrowhead within which are two curved lines. The legs are ridged down the front. The back is carelessly worked, very flat with a spinal groove; the buttocks is small and standing out from the flat back. The hair falls into the neck and is indicated as a flat mass ending in a curved line. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-550BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), 'the middle of the eastern side' of the town (according to Petrie) "], "Materials": ["limestone"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Dimensions": [" Height: 10.50 centimetres (max) "], "Curator's comments": ["Höckmann (2007, 117) states that all major features visible in this figure can also be found in Cypriot objects. A limestone fragment in Oxford G1020 is very similar and was probably made in the same workshop. The proportions of the body, positioning of the arms and indication of the kneecap suggest that this figure is contemporary with the figures of the Cnidos group Marmaris Museum 11.8.99 and BM 1864.10-7.315 . A wig-like hairstyle is probably to be understood. 'These are found in almost the oldest stratum of the town, principally along the middle of the eastern side. Whether found in houses or thrown out into the roads, I have never seen, as they have always been found by diggers not in my employment. Several of those found are shown in pi. i.' (Petrie 1886, 36). This corrects: Höckmann (2007, 177) who argues that due to the fact that it was found in 1884, it is likely that it comes from the Apollo temenos. The material has previously been identified as sandstone. Rough, but early work; the naturalism of the abdomen suggests Egyptian handiwork. Though the proportions are thicker, the general profile is very similar to Sculpture B438, and this statuette may be a rough copy of the same type. Naukratis, I, pl. I, 4; Furtwangler, Meisterwerke p. 713, n. 1; Kieseritzky in Jahrbuch, 1892, p. 181; Mallet, Premiers Etablissements p. 247, fig. 36; Ohnefalsch-Richter, Kypros, Bible and Homer, pl. CCXIV, no. 14."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B444) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 160, note 583) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N11, pp. 177-178; pl. 21) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. I, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.096) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1480"]}