{"artifact_name": "ionian cup", "Object Type": ["ionian cup"], "Museum number": ["1886,0401.1029"], "Description": [" Reconstructed rim, body, handle root, and trace of stem (mended from thirteeen fragments, with added plaster) of South Ionian pottery cup with everted rim; interior: reserved band at top of lip, glazed below; exterior: line at top of lip; lip and handle zone reserved with band between, glazed below; black on handle root; reserved underside of foot; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["620BC-530BC"], "Production place": [" Made in: Miletus (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Type series": [" Hayes Ionian Cup type IX ", " Schlotzhauer Ionian Cup Type 5.C (possibly) ", " Schlotzhauer Ionian Cup Type 9.A (possibly) ", " Vallet and Villard Ionian Cup Type A2 (possibly) ", " Vallet and Villard Ionian Cup Type B2 (possibly) "], "Technique": ["painted"], "Dimensions": [" Thickness: 0.25 - 0.34 centimetres ", " Diameter: 11.60 centimetres (Schlotzhauer 2012) ", " Diameter: 12 centimetres ", " Height: 5.95 centimetres (Schlotzhauer 2012) ", " Height: 5 centimetres (circa) ", " Width: 10.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Schlotzhauer identifies the sherd as coming from a Type 9A or Type 5C South Ionian cup with everted rim. The rim is fine but perhaps worn and the concentric dilute lines typically found on Type 5.C cup rims may have been rubbed out. Furthermore, the bowl is very deep and open, thus suggesting that it may fall in the later period of Type 5.C cups or in the early period of type 9.A. These cups coincide with Petrie’s class L1 (Petrie 1886, 18), Hayes’ Ionian Cup Type IX (Boardman and Hayes 1966, 111-116), and Vallet and Villard's Ionian Cup Type A2 or B2 (Vallet and Villard, 1964, 87-88). The Type 9 shape evolved from the earlier Type 5 cup shape. Type 5 cups are few at Naukratis whereas there are numerous examples of Type 9 cups. Both types were common drinking vessels found in Greeks sanctuaries, including the sanctuary of Aphrodite at Miletus and the Sanctuary of Demeter and Kore at Tocra. Johnston suggests that the vase may have been dedicated by an Aeginetan."], "Bibliographic references": [" Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 718, no. 765, pl. 23) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 49, no. 24, p. 96-7, NAU 41, pl.9h-j) ", " Johnston 2013 / Trade and Traders: Value, Transport and Places of Exchange (p. 108, no. 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.144) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Apollo"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1029"], "Conservation": ["Treatment: 28 Sep 2010"]}