{"artifact_name": "lekane", "Object Type": ["lekane"], "Museum number": ["1888,0601.460.k"], "Description": [" Rim and body sherd (mended from six fragments) of Chian Wild Goat Style pottery lekane with handle root; white slip; interior, from top: broad black band at rim; maeander pattern running left between pairs of lines; painted decoration consisting of hindquarters with added red on rump of a lion walking to left; goat with red squares on rump, body, shoulder and neck, walking to right; pendant roundels and triangle; rising roundel and triangle, elaborate rosettes and swastikas as filling ornament; below, maeander pattern running left between pairs of lines; wide black band with traces of two dot rosettes in added white; on top of rim, outlined alternating black and red tongues; dotted billets on top of handle root; black strokes on inside and outside of rim; on underside of rim, streaky black band; exterior: key maeander pattern running left between lines framing main frieze, consisting of goats grazing to right (horn of first goat; second goat with red squares on rump, body, shoulder and neck); pendant and rising triangle and rosette, swastika and dotted rosette as filling ornament; below, hook maeander frieze. Graffito inscriptions beside handle join and on interior of lip. "], "Producer name": ["Attributed to: Group of the Aphrodite Bowl"], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["625BC-600BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ1(?) "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 42 centimetres (circa) ", " Height: 17.40 centimetres ", " Thickness: 0.80 centimetres ", " Width: 19.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" A sherd on the market, May 2019, with part of 'anethhke' preserved below the rim is to be equated with Gardner no. 702 and is probably from the same piece; see A. Johnston, 'Naukratis II 702 and 779 rediviva' Zeitschrift fuer Papyrologie und Epigraphik 213 (2020) 111-2 and 116, fig. 5. ", " On inside of rim pencil A782 X. ", " Lemos describes the sherd as part of the Group of the Aphrodite Bowl, rather than as by the painter of the bowl, because the sherd displays a greater amount of variety in the filling ornaments, albeit similar to those on the Aphrodite Bowl (Lemos 1991, 74-5). The sherd most probably belongs to the same vase as UCL 754. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 27, p. 73, p. 243, no. 253, fig. 13, pl. 28) ", " Williams 2006a / The Chian Pottery from Naukratis (p. 132 note 26) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2057) (phase 2) ", " Gardner 1888 / Naukratis II (pl. XXI, no. 704) "], "Location": ["Not on display"], "Subjects": ["animal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.460.k"], "Additional IDs": [" Miscellaneous number: 1924,1201.84 (Re-registered in error.) "]}