{"artifact_name": "hydria(?)", "Object Type": ["hydria (?)"], "Museum number": ["1888,0601.678.d"], "Description": [" Shoulder fragment, mended from two, with root of horizontal handle, from closed pottery vessel, probably a hydria; black slip with decoration in added white: hindquarters of lion to right; white band below. Fine pink-brown clay with much small mica. "], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["6th century BC"], "Production place": [" Made in: Chios (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (probably, as referred to by Gardner 1888, 47 (K)) "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 7.50 centimetres (max) ", " Width: 9.80 centimetres (max) "], "Curator's comments": [" Compare British Museum 1888,0601.a, b-c, e and the thinner 1965,0930.494. Gardner 1888, 47, makes special note of the find of 'very few' examples, all in very bad condition, of this 'peculiar' class of pottery (i.e. with painted decoration in white on a black glaze) in the Aphrodite sanctuary. He notes the occurrence of both animal and plant designs. Clay analysis with NAA by Hans Mommsen of this piece (sample Nauk 88) remains difficult to interpret; a possible Attic provenance (Mommsen et al. 2012, 440) can probably be discounted in favour of East Greek, notably Chian production, with the chemical composition of the fabric close to Chian pottery (close to chemical group ChiA, cf. Kerschner and Mommsen 2009, 134). Mommsen, H., Schlotzhauer, U., Villing, A. and Weber, S. 2012, ‘Herkunftsbestimmung von archaischen Scherben aus Naukratis und Tell Defenneh durch Neutronenaktivierungsanalyse’, in Schlotzhauer and Weber 2012, 433–55. Kerschner, M. and Mommsen, H., ‘Imports of East Greek pottery to Sicily and Sicilian productions of East Greek type. Archaeomoetric analyses of finds from the votive deposit in Katane’, in A. Pautasso 2009, Stipe votiva del santuario di Demetra a Catania. La Ceramica greco-orientale, Studi e materiali di archeologia greca 9, Catania, 125–50 ", " Although the join is not a good fit, the piece should belong with 1888,0601.678a, with the forepart of the lion. 1888,0601.678.b-c could be from the underhandle area to the left of 687.d. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B103.22.3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2229) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.678.d"]}