{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.95"], "Description": [" Egyptian terracotta figure of Bes. Bes, or a priest in a religious procession wearing a mask of Bes. He walks to right, carrying against his left shoulder a statuette of an Egyptian god or king. He wears a brief tunic with short sleeves, tied at the waist, from below which his phallus emerges to reach to the ground, and he holds a small round pot against his right side; an unidentified object lies by his left foot: it may be the head of an animal, turned to front, the rear end of which emerged behind Bes’s right leg, but is now largely lost. The statuette against his shoulder stands stiffly in an Egyptian manner, with its arms by its sides, wearing a short kilt. Its head is lost, as also is most of the Bes crown. The group stands on a plain, flat-faced plinth, broken. The back is plain, with a circular vent. Hollow, from two-piece mould. Brown Nile silt with abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 12.70 centimetres (max) ", " Thickness: 3.30 centimetres ", " Width: 7.30 centimetres "], "Curator's comments": ["Probably made in Naukratis. A similar 1st century BC example is now at Tübingen (Fischer 1994, 258, no. 554) and an example similar in pose and dress, but carrying a pot was found in the Fayum (Weber 1914, 71 no. 158. no. 261). Also a stone sculpture of a man, perhaps a priest, is also wearing a Bes-mask (Walker and Higgs 2001, 326, no. 344). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Walker, S. and Higgs, P. (eds) 2001. Cleopatra of Egypt, from History to Myth. London. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch-griechischen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C609) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.205) (Phase 1) "], "Location": ["Not on display"], "Condition": ["A large part of the plinth is broken away together with the lower right leg and foot."], "Subjects": [" ancient egyptian deity ", " priest/priestess ", " procession "], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.95"]}