{"artifact_name": "lamp-stand; candelabrum", "Object Type": [" lamp-stand ", " candelabrum "], "Museum number": ["1888,0601.5"], "Description": [" Bronze lamp-stand: tripod foot with lion's legs, much mended and one paw damaged; they converge on a ring-housing for the tapered tenon of the separately made fluted shaft, the top of which is broken away. The tenon of the shaft was brazed onto the foot in antiquity. A circular plate, now loose and broken in two, was once placed above the foot, supported by collar, also loose. The upper surface of the plate is divided into concentric bands, the inner one engraved with Bacchic features, including masks, thyrsoi and a syrinx. This frieze is surrounded by a narrow kymation band and an outer band with tendrils; the downturned rim is decorated with simple ovolos. A modern brass disc has now been soldered onto the tip of the tenon, to put less strain on the repairs. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["2ndC-3rdC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["bronze"], "Technique": [" cast ", " engraved "], "Dimensions": [" Height: 107.80 centimetres ", " Width: 29.30 centimetres "], "Curator's comments": [" The shaft, foot, plate and collar were separately made; the shaft and the foot have the same composition. The loose collar is the right size to support the plate above the foot, but no longer fits, as the shaft was brazed onto the plate in antiquity. ", " Published by A. Higgins, 'XVII.-Recent discoveries of the apparatus used in playing the game of Κότταβος', Archaeologia : or Miscellaneous tracts relating to antiquity 51 (1888) 383-398, pl. XIII. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q3911) ", " Bronze / Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan. (2559) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KH.3) "], "Location": ["Not on display"], "Subjects": [" wild cat/big cat ", " music "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.5"], "Conservation": [" Treatment: 11 Sep 1997 ", " Treatment: 27 Nov 1992 ", " Treatment: 15 Apr 1992 "]}