{"artifact_name": "altar(?); base(?)", "Object Type": [" altar (?) ", " base (?) "], "Museum number": ["1847,0424.15"], "Description": [" Circular altar or pedestal, on which is a relief representing five male and five female figures. The upper part of the pedestal with the heads of the figures is broken away, and the sculptures are very worn. The figures may represent deities although it is impossible to identify exactly which ones. "], "Cultures/periods": ["Hellenistic"], "Production date": ["300 BC - 200 BC"], "Excavator/field collector": ["Field Collection by: Viscount Stratford de Redcliffe"], "Findspot": [" Excavated/Findspot: Halicarnassus, Near the theatre "], "Materials": ["marble"], "Dimensions": [" Diameter: 100.58 centimetres ", " Height: 85.34 centimetres "], "Curator's comments": ["The altar was drawn by R. Dalton in 1749, and published with the Mausoleum reliefs. He describes the subject (Letter on XII. Designs of Raphael, etc., p.32) as a marriage. All the figures are drawn as perfect, but have probably been restored. Another view by Dalton shows the altar standing on open ground near the place where the Mausoleum was afterwards found. The altar was mentioned in ALLAN, John H. A Pictorial Tour in the Mediterranean: Including Malta-Dalmatia-Turkey-Asia Minor-Grecian Archipelago-Egypt-Nubia-Greece-Ionian Islands-Sicily-Italy-and Spain, London, Longman, Brown, Green, and Longmans, 1843. The altar is drawn, and appears to have been built into part of a later wall. The description tells us that it was located near the theatre at that point in time. Harrison was a member of the Athenian Archaeological Society and the Egyptian Society of Cairo. He made a journey to the Mediterranean from April 1841 to June 1842."], "Bibliographic references": ["Sculpture / Catalogue of Greek Sculpture in the British Museum (1107)"], "Location": ["Not on display"], "Subjects": ["deity (?)"], "Acquisition name": ["Donated by: 'Abd al-Majid"], "Acquisition date": ["1846"], "Department": ["Greek and Roman"], "Registration number": ["1847,0424.15"]}