{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1872,0604.532"], "Description": [" Pair of gold ear-rings. These elaborate earrings consist of a central amphora-shaped pendant, above and below which discs are attached. All three elements are formed from sheet gold and contain cabochon garnets. The upper disc is the most elaborate, with the garnet set into a disc formed from concentric circles. The outer circle has tiny gold granules soldered to it, the inner one is formed from a twisted wire. An inverted heart-shaped motif is cut from the same gold sheet as the disc, behind which the hoop is attached. The amphora pendant hangs from the upper disc by means of a loop, which is attached to a hollow tube incised to appear like twisted wire. This element also forms the neck of the vessel. The looped handles of the amphora are formed from gold wire, looped at the top and bottom. The amphora is soldered on to a box fitting incorporating the foot of the vessel, but also acting as the suspension loop for the disc element below. This disc, plainer than the upper one, is decorated with a twisted wire and heart-shaped element. "], "Cultures/periods": ["Hellenistic"], "Production date": [" 200 BC - 30 BC (circa) ", " 2nd century BC "], "Materials": [" gold ", " garnet "], "Technique": [" soldered ", " filigree ", " twisted (wire) ", " incised "], "Dimensions": [" Height: 7.20 centimetres ", " Weight: 134 grains (pair) "], "Curator's comments": ["Walker & Higgs 2001 The loop-in-loop chain connecting the two ends of the earrings would have been hooked over the top of the ear. Disc and amphora earrings were popular throughout the Hellenistic world during the second and first centuries BC. The findspot and place of manufacture of these particular examples is, unfortunately, unknown."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2607) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (114) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2017 13 Jul-15 Oct, Madrid, Caixa Forum, Ancient Greeks 2017-2018 23 Nov-18 Feb, Barcelona, Caixa Forum, Ancient Greeks 2018 20 Mar-24 Jun, Sevilla, Caixa Forum, Ancient Greeks 2018 24 Jul-4 Nov, Zaragoza, Caixa Forum, Ancient Greeks 2018-2019 18 Dec-31 Mar, Palma, Caixa Forum, Ancient Greeks 2021 19 Jun-7 Nov, Australia, Perth, Western Australian Museum, Ancient Greeks 2021-2022 16 Dec-1 May, Australia, Canberra, National Museum of Australia, Ancient Greeks 2022 10 Jun-06 Nov, New Zealand, Auckland, Auckland War Memorial Museum, Ancient Greeks 2022-2024 24 Dec-25 Feb, China, Suzhou, Suzhou Museum, Ancient Greeks "], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1872,0604.532"], "Conservation": [" Treatment: 21 Mar 2000 ", " Treatment: 06.06.2016 "]}