{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1896,0201.200"], "Description": [" Greenish-colourless blown glass cup with a ground and polished rim, tapering sides and a base-ring with a central flat knob. The sides are decorated with bands of wheel-cut facets. "], "Cultures/periods": ["Roman"], "Production date": [" 70-125 (circa) ", " 70-125 "], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Curium"], "Findspot": [" Excavated/Findspot: Kourion, Site E, Tomb 114 "], "Materials": ["glass"], "Technique": [" blown ", " cut ", " polished ", " ground "], "Dimensions": [" Diameter: 4 centimetres (base) ", " Diameter: 9.50 centimetres (rim) ", " Height: 9.50 centimetres "], "Curator's comments": ["See V. Tatton-Brown 1991, 'The Roman Empire' in H. Tait (ed.) Five thousand years of glass, London, 76-79 about this technique. From about AD 70, much of the finest glassware in the Roman world was made of intentionally decolourized glass. Among the first series of vessels of this completely clear glass were pieces decorated with facet cut designs. They were made about AD 70-117, at the same time as a series of non-blown vessels with cut decoration including facets. Most of the blown versions were cups like this or tall beakers, but some other shapes were made. They were very popular in Italy and the western provinces of the Roman Empire, but this example is not alone in coming from the east. Glass shapes are often similar to the shapes of fine pottery vessels, and it is usually assumed that the glass copies the pottery. However, a pottery beaker of Gaulish sigillata (red slip ware, made in what is now France) is very similar to this cup in both form and decoration. It was found at Le Mans in excavations of about 1912, and was evidently made at Lezoux in central Gaul between about AD 100 and 145. In this case the pottery imitates the glass."], "Bibliographic references": [" Kiely 2011a / Kourion (114.5) ", " Murray, Smith and Walters 1900 / Excavations in Cyprus (p. 85, Tomb 114, no. 1 & p. 69, fig. 104) ", " Harden et al 1968 / Masterpieces of Glass (102) "], "Location": ["On display (G72/dc10)"], "Acquisition name": ["From: Turner Bequest Excavations, Curium"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1896"], "Department": ["Greek and Roman"], "Registration number": ["1896,0201.200"], "Additional IDs": [" Miscellaneous number: DBH.0735 "]}