{"artifact_name": "goblet", "Object Type": ["goblet"], "Museum number": ["1886,0401.1583"], "Description": [" Terracotta mould-made cup fragment with Isis and Bes. Part of a relief-ware cup, with a rounded body and low vertical rim. The shoulder has a series of simple gadroons and the under body has acanthus and plain rounded leaves. A central register, defined by horizontal ridges, has three figures, one almost totally lost but balanced by a dancing Bes; between them is a bust of Isis-Hathor. Bes wears a short skirt and a crown of feathers. Isis has her mantle, the knot of which is just visible. She wears a closely woven wreath with ribbons on each side above it, and surmounted by a disc and cow's horns. Her hair is parted in the middle and falls in Isis-locks to her shoulders. Both arms are bent with hands raised, the right one holding a doubled garland, the left an uncertain object that emerged badly from the mould, but is probably a pot. The vessel on which these figures appear was made in a two-piece mould, the join decorated with a vertical element edged on both side with angled toothing. The outer surface and part-way down the mouth inside are covered with an orange slip. Orange-brown Nile silt, with a thin brown core, abundant fine gold mica and angular white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["150BC-50BC"], "Production place": [" Made in: Naukratis, ? "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" moulded ", " slipped "], "Dimensions": [" Diameter: 5.50 centimetres (rim) ", " Height: 7.60 centimetres ", " Thickness: 0.20 centimetres ", " Width: 7.50 centimetres "], "Curator's comments": ["A dancing Bes is found with other figures on a similar pot from the Hadra cemetery (Breccia 1912: pl. xii) and a pot from a Ptolemaic context at Naukratis was decorated with Bes standing (Leonard 1997: pl. 7:12, see also Seif el-Din 2006: pl. 41:2, from Alexandria). Similar, but large pots of this shape comes from Athribis, dated 2nd century BC (Myśliwiec 1994: 40, fig. 15; Myśliwiec 2004: 470–4), from Memphis, dated late Ptolemaic (Engelbach et al. 1915: pl. lxi:49 ; Grimm and Johannes 1975: pl. 105) and some fragments of similar type are illustrated in Pagenstecher (1913: 71). A similar figure of Bes dancing was dated late Hellenistic (Fjeldhagen 1995: no. 58), whilst a relief figure of Isis, seated in a shrine, and holding up a sistrum and a pot, flanked by dancing Bes figures, was found in the Fayum, but dated first half of the 2nd century AD (von Falck and Lichtwark 1996: 151, no. 116; Bayer-Niemeier 1988: no. 225). identical and probably from same vessel as Boston MFA 88.905. A similar ware is published by Bailey as part of an Alexandria produced group of goblets, amphorae and other forms dating to the 2nd century BC, found at Alexandria and Naukratis (Bailey 2011, 71-93: Goblet 1A 74-77, pls 2-8; Goblet 1B 77- 81 pls9-11; Goblet 1C 81-82, pl. 11; Table Amphora 2 82-84, pls 12-15; other form 84-85 pl. 15). Bailey, D. M. 2011. Drinking-goblets and table-amphorawe groups of Ptolemaic painted pottery. CCE 9: 71-93. Bayer-Niemeier, E. 1988. ‘Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten’. Melsungen. Breccia, E. 1912. ‘Municipalité di Alexandrie, rapport sur la marche du service du muse en 1912.’ Alexandria. Engelbach, R. Murray, M.A. Flinders Petrie, H. and Petrie, W.M.F. 1915. Riqqeh and Memphis, vol. VI.’ London. Fjeldhagen, M.1995. ‘Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen. Leonard, A. (ed.) 1997. ‘Ancient Naukratis: Excavations at a Greek Emporium, vol I: The Excavations at Kom Ge’if.’ ASOR. Myśliwiec, K. 1994. Athribis-eine Hellenistische Stadt im Nildelta, ‘Antike Welt’. 25, , 35-46. Myśliwiec, K. 2004. In Bol. Pagenstecher, R. 1913. ‘Die griechische-ägyptische Sammlung Ernst von Sieglin, part III: Die Gefässe in Stein und Ton; Knochenschitzerein.’ Leipzig. Seif el-Din, M. 2006. ‘Die reliefierten hellenistisch-römischen Pilgerflaschen’. Cairo. von Falck, M. and Lichtwark, F. (eds) 1996. ‘Ägypten Schätze aus dem Wüstensand, Kunst und Kultur der Christen am Nil.’ Wiesbaden."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3646) ", " Bailey 2011 / Drinking-goblets and table-amphorae groups of Ptolemaic painted pottery ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IC.183) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Bes ", " Representation of: Isis-Hathor "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1583"], "Conservation": ["Treatment: 31 Jan 1994"]}