{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.502"], "Description": [" Rim sherd (mended from two fragments) of Chian Grand Style pottery light chalice; creamy white slip; interior: glazed black with reserved band at top of rim; part of rosette and lotus flower in added white and red; exterior: diagonal stroke pattern between pairs of bands; below, painted decoration consisting of part of a head with some hair, forehead, eyebrow, top of outline of eye, small brown dot above eyebrow (possibly accidental) and hat (added pale brown for hat and flesh remaining), to left; at right, part of a wreath. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 23 centimetres ", " Height: 3 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": ["According to Williams, the sherd may belong to the same vase as British Museum 1888,0601.507, 1888,0601.515, 1888,0601.516 and 1888,0601.788. Williams argues that the image portrayed on the chalice was perhaps the representation of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 275, no. 729, pl. II, pl. 95) ", " Williams 1983 / Sophilos in the British Museum (p. 162, notes 18, 22) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0793) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.502"]}