{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1389"], "Description": [" Grey limestone figure, probably of a man, painted. The figure, probably male, is seated on a low stool with a box on its lap which it is holding as if about to open it outwards. In front of the figure a table with four fish is standing. The figure's head is missing, so is the left front edge of the table; the right side above the stool is unfinished. The figure is sitting, legs apart, on a stool with four legs which are connected by horizontal baulks. At the back there are traces of detail in the drapery; the figure is wearing a chiton with a broad girdle and kolpoi hanging off the sides. The shoulders are broad, the upper body cup-shaped. Between its forearms the figure is holding a flat box with a lid on the knees whose hinges are visible; the fingers are curved around the front edges of the box. Four flat fish are lying on a three-legged table in front of the figure. A character may be incised on the front of the table. Traces of red paint are visible on the fish, the left forearm, the box and the stool. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ4 ('bothros' / 'trench with bowls') "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.6)"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 4.30 centimetres ", " Depth: 3.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Nick (2006, 52-53) states that there is no parallel for this figure. There is no example of a fish-selling figure in Cypriot art, though it is possible to interpret the figure as someone sacrificing fish - a rarely mentioned paractice in Greece but quite common in Egypt though not in depictions. Dating depends on physique-related parallels with nude kouroi like the Cnidian kouroi in Amsterdam and London B320 and the nude youths with bent right arm London B 441 and 442 which date to 590 BC - 570 BC, while the seated statue of Chares from Didyma is dated around 570/560 or slightly later. Published (Smith 1892, no. 109; Petrie 1886, 13, pl. 2, fig. 20). The figure bears Smith's number 109 in a faint red on the box. Mallet, Premiers Etablissements, p. 252."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B468) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 15, p.111; pp. 52-53, notes 587-590; pl. 8) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pp. 13, 99, pl. II, no. 20) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 159) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.009) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["fish"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1389"], "Conservation": ["Treatment: 24.01.1983"]}