{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["1888,0208.133.c"], "Description": [" Fragment of an Attic black-figure small painted pottery lid. Palmette chain: lotus flowers and buds. The inside painted black with a pair of narrow purple bands about every 2 cm. Purple also on base of palmettes, for outer petals of flowers (directly on the clay), inner petal of buds, pairs of narrow bands at edges of dark bands of outside. White (directly on the clay) for central petal of flowers. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550 BC (circa, or a little later)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Tell Dafana, probably \"Qasr\", east annex (G), chamber 29, X "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 1.66 centimetres (c) ", " Thickness: 0.49 centimetres (c) ", " Width: 1.79 centimetres (c) "], "Curator's comments": ["'X' scratched on edge.scratched on side suggesting the findspot to be room '29 X'. Further fragments, not illustrated in the CVA, add nothing for shape or decoration. Size, profile, thickness, and outside decoration would pass for a Little Master cup, but the inside does not. Its slightly rough surface suggests some sort of closed pot, but from the position of one set of purple bands the opening must have been wide - a good bit wider than that of the 'plemochoe'. Further, the diameters of the floral zones show that the fragments come from two separate pieces. It is possible that we have here a variety of cup with a curving lid, but there is no known good parallel. Contemporary with late Siana cups."], "Bibliographic references": [" CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 608, 27) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 84) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.211) "], "Location": ["Not on display"], "Subjects": ["plant"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.133.c"], "Joined objects": [" Associated Group: G16589 (3 objects) "]}