{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.114"], "Description": [" Egyptian terracotta figure of Isis riding a horse. Isis riding astride a stallion rearing to right, its forelegs off the ground. The goddess, whose body is twisted to front, with her leg bent sharply at the knee, wears a short-sleeved tunic of uncertain length, with probable indications of an ‘Isis knot’ between the breasts. Her head is lost, but locks and a wreath fall to her left shoulder; one lock remains on the right shoulder. She probably held a palm branch in her right hand, but the stem only remains. A wide fillet extends in a curve from her wreath to her left hand, which appears to hold a small, uncertain object, possibly a pot. There seems little doubt that she not only had a palm branch, but also a large headdress of wreaths and a crown. The horse apparently has no harness. The group stands on a rectangular plinth with mouldings top and bottom; it is inset at each end. The back is plain, with a circular vent. Hollow, from two-piece mould. Matt red-brown slip on the front, with areas of a white dressing also on the front, particularly on the deity’s clothing; some pink paint on the horse; one hoof, at least, appears to be painted black. Brown Nile silt with abundant fine gold mica, common rounded quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted ", " slipped "], "Dimensions": [" Height: 21.50 centimetres (max) ", " Thickness: 4.90 centimetres ", " Width: 17.20 centimetres "], "Curator's comments": ["A close parallel was found at Naukratis (Petrie Museum UC4632). Fabric is identical to examples found at Naukratis Site 95, the terracottas workshop, so probably locally produced. Horseman on rearing horse is derived from the dramatic 4th century BC triumphant Macedonian horsemen pose (see terracotta figure example from Cairo, Bayer-Niemeier 1988, 223, no. 91) and adopted for other subjects, usually gods, in the 3rd century BC in Egyptian terracottas, such as the similar late 2nd to 1st century BC Bes on horseback (Török 1995, 37, No.19). This pose continued into the Roman period, though in more stylised form, for example Harpocrates on horseback (Fjeldhagen 1995, 46, no. 22). Bailey suggests this is a representation of Isis-Nike, though the absence of wings, suggests this may instead be Isis-Aphrodite, though the missing section makes conclusive identification impossible. Similar to contemporaneous example British Museum 1888,0601.115 also from Naukratis. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C573) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.148) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good, missing head"], "Subjects": [" equestrian ", " ancient egyptian deity "], "Associated names": ["Representation of: Isis"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.114"], "Conservation": ["Treatment: 26 Feb 1998"]}