{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["1888,0601.515"], "Description": [" Body sherd (with plaster attachments) of Chian Grand Style pottery heavy chalice with handle root; creamy white slip; interior: glazed black; traces of two added white bands above faded white blobs; below, pair of white bands; exterior: painted decoration consisting of parts of legs of barefoot dancing komast with light brown flesh, to right; on the ground, two footless kantharoi of Chian type; below, two brown bands. "], "Producer name": ["Attributed to: Naukratis Painter"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 6 centimetres ", " Thickness: 0.40 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": ["The sherd belongs to the same vase as British Museum 1888,0601.516. British Museum 1888,0601.515 and 1888,0601.516 are separate in the BM register, but at some point were joined together with plaster fill and are shown as such in Price and Lemos. While they come from the same pot, they do not join. According to Williams, it may belong to the same vase as BM 1888,0601.502, 1888,0601.507 and 1888,0601.788. Williams argues that the image portrayed on the chalice was perhaps the representation of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Lemos describes this sherd as belonging to the Naukratis Painter. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed. The thickness and size of the sherd suggest that the vase was a heavy chalice See also Boardman, J. ‘Chian and Naukratite’, Annual of the British School at Athens 51, 1956, 57, note 4."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 111, p. 277, no. 742, pl. III, pl. 98) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 72) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 140, no. 801) ", " Price 1924 / Pottery of Naukratis (pl. V, no. 27) ", " Williams 1983 / Sophilos in the British Museum (p. 162, notes 18, 22) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1632) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.515"]}