{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1431"], "Description": [" Egyptian terracotta figure of Apis bull. Only small part of head survives of what was probably an Apis Bull bust. Very little survives: horns, an eyebrow and the place where the right ear is broken away. The horns rise up from the top of the head, the right one lacking its tip, as does the left horn, but this is damaged at its junction with the head. The sun’s disc is embraced by the horns, and bears on its face, in relief, a bust of Helios with a radiate crown. The rear is summarily treated. Hollow, from a two-piece mould. Covered with an overall white dressing and bearing considerable areas of post-firing colour at the front: the bull’s head and horns are painted yellow, the flesh parts of Helios are pink, and traces of blue paint survive on the crown. Red-brown Nile silt with a brown surface and grey core. Fine gold mica and white inclusions visible. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 9.20 centimetres (max) ", " Thickness: 3.50 centimetres ", " Width: 8.20 centimetres "], "Curator's comments": ["Apis bull busts of this type, but with uraei within sun disc instead of Helios, from Naukratis, Antinoé and unprovenanced (Egypt) have been dated 1st to 3rd century AD (Dunand 1990, 302-3, Cat.918-922; Fischer 1994, 410-11, pl.116, Cat. 1087; Bailey 2008, 181 BM1920.0612.263, BM BIG 61620). An Apis protome from Memphis has a head of Sarapis on the disc between the horns, dated 1st to 3rd century AD (Fjeldhagen 1995, no. 174; Kater-Sibbes and Vermaseren 1975, fig. 43). An example from the Ashmolean Museum, Oxford, (no. 1975.364) has a disc decorated with a star-like rosette between the horns. However this is finer than the Roman period examples and Bailey suggests a Ptolemaic date for it (Bailey 2008, 181, BM Terracotta IV; Walters 1903, C 589; LIMC v (2), pl. 641, Helios 154). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Kater-Sibbes G.J.F. and Vermaseren, M.J. 1975. Apis, vol. I: The Monuments of the Hellenistic –Roman Period from Egtypt; Apis, vol. II: Monuments from outside Egypt. Leiden."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C589) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.219) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good preservation of paint."], "Subjects": [" mammal (bull) ", " classical deity ", " ancient egyptian deity "], "Associated names": [" Representation of: Helios/Sol ", " Representation of: Apis "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1431"]}