{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.115"], "Description": [" Egyptian terracotta figure of Isis-Nike riding a horse. Isis-Nike on horseback, the horse galloping to right, its rear end lost. Isis, who is over-large for the horse, sits side saddle and wears a long chiton, and a himation that falls over both shoulders. Her hair is parted in the centre and falls in front of her shoulders in Isis-locks. She has a large and complex headdress of a tightly woven and bound wreath, with floral-bunches and leaves, across which a horizontal garland is bound: a wide binding-lappet blows back on her right shoulder; above all is a crown of horns, disc and feathers. A triangular harp is held to her left shoulder, and her raised right-hand holds a palm branch, the top of which is broken away. The horse, whose left foreleg is injured, rides down a man, of whom only the head and a hand is preserved. At first sight he looks very Bes-like, but he is a grotesque processional figure, wearing a festive wreath bound with a horizontal garland, and puffing out his cheeks to play double pipes, his left hand gripping one of the pipes. The back is plain, with a circular vent. Hollow, from two-piece mould, with traces of a white dressing on the front, now stained a drab colour. This coating overlies the horse in places, which had previously been painted a deep pink, colour. Minute traces of pink survive on top of the coating on the palm branch, on the wreath just above her right shoulder and. on her chiton below her right arm; a few flecks of green paint can be seen in places. Red-brown Nile silt, with abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 26.30 centimetres ", " Thickness: 6.40 centimetres ", " Width: 15.20 centimetres "], "Curator's comments": ["Date, style and fabric all suggest this was produced locally in the Naukratis terracottas workshop. Very similar to late 3rd to 2nd century BC example of standing Isis-Nike BM1888,00601.124 and contemporary mounted Isis (Isis-Nike?) in same pose BM1888,0601.114, both from Naukratis. Horseman on rearing horse is derived from the dramatic 4th century BC triumphant Macedonian horsemen pose (see terracotta figure example from Cairo, Bayer-Niemeier 1988, 223, no. 91) and adopted for other subjects, usually gods, in the 3rd century BC in Egyptian terracottas, such as the similar late 2nd to 1st century BC Bes on horseback (Török 1995, 37, No.19). This pose continued into the Roman period, though in more stylised form, for example Harpocrates on horseback (Fjeldhagen 1995, 46, no.22). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3011) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.151) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Paint and coating lost or stained in places, chipped and fragmentary."], "Subjects": [" ancient egyptian deity ", " equestrian "], "Associated names": ["Representation of: Isis"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.115"], "Conservation": ["Treatment: 08 Apr 1998"]}