{"artifact_name": "column krater", "Object Type": ["column krater"], "Museum number": ["1888,0601.563"], "Description": [" Large fragment of body and handle roots (mended from eight fragments) of Attic black-figured pottery column-krater; glazed washy and mostly mis-fired; it is difficult to distinguish misfired areas from added red, which was certainly used on the figures; interior glazed; exterior: neck glazed; below in reserved panel on upper body, black-figure decoration consisting of griffin-bird to right between facing seated sphinxes (each with fillet on head); incised splinter rosettes as filling ornament; dilute brown bands framing scene on both sides and below figures; below, glazed. The object is in two pieces one with the glued on label and registration number the other without any. "], "Producer name": [" Attributed to: Group of the Dresden Lekanis ", " Attributed to: Painter of Berlin 1659 "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["590BC-570BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context ΦA (Well 1) or ΦB (Well 2) From the bottom of a well "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.50 - 0.70 centimetres ", " Height: 17.50 centimetres ", " Width: 30.40 centimetres "], "Curator's comments": ["Red misfiring on all three creatures looks like added red, but probably is not. According to Beazley and Payne, griffin-birds are common in Corinthian but rare in Attic. Payne connects British Museum 1888,0601.563 with three other vases, including the lekanis in Dresden, ZV 1464 (Payne 1931, 21, no. 1), and grouped the four vessels under the name 'The Group of the Dresden Lekanis'. Alexandridou wrongly credits Beazley with the attribution to the Painter of Berlin 1659. The attribution was actually made by Bakir (Bakir, G., Berlin F 1659 Ressami. Izmir 1982, 11)."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B101) ", " Gardner 1888 / Naukratis II (p. 43, pl. XIII, no. 2) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 255-6, fig. 3) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 258, no. B172) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 229, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0116) (Phase 1) ", " Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 201) ", " Alexandridou 2011 / The Early Black-Figured Pottery of Attika in Context (c. 630-570BCE) (p. 123,) (Naukratis 98) "], "Location": ["Not on display"], "Subjects": [" sphinx ", " griffin "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.563"]}