{"artifact_name": "block", "Object Type": ["block"], "Museum number": ["1894,1105.1"], "Description": [" Limestone block with a Latin inscription recording the building of a new bridge during the reign of Domitian. "], "Cultures/periods": ["Roman"], "Production date": ["AD 90-91"], "Findspot": [" Excavated/Findspot: Qift "], "Materials": ["limestone"], "Dimensions": [" Height: 59 centimetres ", " Weight: 150 kilograms ", " Width: 68 centimetres ", " Depth: 15 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This inscription, which was found in Coptos, Egypt and was set up to commemorate the building of a bridge by the Roman army, shows the name and titles of the emperor Domitian. Since he is called Germanicus, the inscription certainly dates to post-AD 83, when this title was awarded to him, and because his 15th consulship is mentioned we can more securely date it to AD 90/91. Domitian was the only emperor to take the censorate for life, as it is labelled here. Immediately noticeable and of particular interest is the double erasure of names on this slab. Erasing names from inscriptions was part of the damnatio memoriae, the ‘condemnation of the memory’, a punishment that could be handed out by the emperor or Senate. The first erasure to have happened here was that of the name of the Prefect of Egypt, Marcus Mettius Rufus, by order of Domitian himself (we do not know why). Mettius Rufus, who was even mentioned by Suetonius (Suet. Dom. 4), was prefect there between AD 89 and mid-AD 91, which means his name must have been erased very shortly after the stone was set up. Ironically Domitian suffered the damnatio memoriae himself after his murder (in all, over 30 emperors would suffer this fate), so his name was erased as well, in or shortly after AD 96. Despite this, the monumental inscription remained standing by the bridge it commemorated. (Booms 2016, 68-69) Bibliography: - W.M.F. Petrie (1896) Koptos. London, 26-7. - Booms, D. (2016) Latin Inscriptions. BMP, 68-69."], "Bibliographic references": ["CIL III / Inscriptiones Asiae, provinciarum Europae Graecarum, Illyrici Latinae (13580)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2017-2018, 10 Nov 2017 - 18 Feb 2018, Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (CSMVS), Mumbai, India, India and the World: A History in Nine Stories 2018, 6 May- 30 June, National Museum, New Delhi, India and the World: A History in Nine Stories 2021-2022 15 Oct - 20 Mar Rijksmuseum van Oudheden, Leiden, Netherlands, Emperor Domitian. God on Earth 2022-2023, 12 Jul - 29 Jan, Villa Caffarelli Capitoline Museums, Rome, Italy, Emperor Domitian. God on Earth "], "Associated names": ["Named in inscription: Domitian"], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1894"], "Department": ["Greek and Roman"], "Registration number": ["1894,1105.1"], "Conservation": [" Treatment: 31.08.1990 ", " Treatment: 21/10/21 "]}