{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.32"], "Description": [" Dark grey limestone figure of a youth. Draped youth sitting on a high-backed throne with arm-rests just about indicated and a footstool. His face is worn; his cheekbones are broad and portrusive, the chin pronounced. He is wearing a Cypriot conical cap with lappets and a button-like edge. Underneath the hair is falling in a broad mass with a pouch-like edge down to the shoulders. He is wearing a long wide chiton and an over-garment covering both shoulders and crossing from the left shoulder to the right knee, the under-garment reaching down to the bare feet. The right hand, wrapped in the cloak, is clenched in front of the breast, the left is resting on the arm-rest with the fingers hanging loosely. His body is slender with broad shoulders; the arms are very long with slender forearms and small hands; apart from the head the figure is worked rather flat with little depth. The left top of the throne is missing; the sides and back are flat, neither carefully smoothed nor straightened. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.6)"], "Dimensions": [" Height: 8.70 centimetres "], "Curator's comments": ["Nick (2006, 51-52) points out that parallels in limestone can be found in a figure from Acropolis in Kamiros and one from Samos, one in terracotta from Salamis. It is unknown who is represented; the throne hints at a member of a higher class. Published (Smith 1892, no. 126; Gardner 1888, pl. 14, fig. 3). Lechat in B.C.H., 1890, p. 150, n.; Mallet, Premiers Etablissements, p. 251, fig. 38; Picard in Rev. Arch., 1910, XV, p. 85, n. 4."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B462) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 14, p. 111; pp. 51-52; pl. 8) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 158) ", " Gardner 1888 / Naukratis II (p. 85, pl. XIV, no.3) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (pp. 175 ff., fig. 17-20) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.008) "], "Location": ["On display (G13/dc7)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.32"], "Conservation": ["Treatment: 10.02.1983"]}