{"artifact_name": "lip-cup", "Object Type": ["lip-cup"], "Museum number": ["1886,0401.1290"], "Description": [" Attic black-figured pottery lip-cup restored from fragments with added plaster, including one handle; interior: reserved band at top of rim, glazed black below; reserved tondo with small black central circle (marked with small pits, which were part of ancient repair); exterior: black line at top of lip; lip and handle zone reserved with line between; handle black, reserved on inside; on lip between handles (sides A and B), black-figure decoration consisting of Odysseus (added red hair and beard; head, neck, shoulder, buttocks with incised arc, legs from below knee and feet protruding) bound by two cords under ram (faded added white horn, red neck and red mark on haunch), to left; lower part of bowl glazed black with reserved band; stem and foot glazed black; concave edge and underside of foot reserved; several ancient repair holes (3 on lowest part of bowl, 1 through centre of tondo, 4 at top of stem). "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["530BC-520BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 22.20 centimetres ", " Height: 15.20 centimetres (about) "], "Curator's comments": ["It appears that (ancient) repairs carried out on Little Master cups were a fairly common occurence. According to Heesen repaired vessels appear to have been acceptable as funerary offerings, but not as sanctuary offerings (Heesen 2011, 256-257); however, there is much evidence to contradict this view, some twenty pieces from Naukratis alone, and Heesen cites this example."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B407) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 235, no. 7) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 386, no. B548) ", " CVA British Museum 2 / Corpus Vasorum Antiquorum: Great Britain 2, British Museum 2 (III H f Pl. 12, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0577) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" classical mythological figure/creature ", " mammal ", " classical mythology "], "Associated names": ["Representation of: Odysseus/Ulysses"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1290"]}