{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1886,0401.1552"], "Description": [" Rim sherd of Chian Wild Goat Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; part of lotus bud in faded added white outline and possible trace of added red; exterior: dot and billet pattern and dotted squares flanked by two lines around rim; below: painted decoration consisting of part of goat's snout, to right; on left, pendant triangle, pendant roundel and part of dot rosette as filling ornament. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-600BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 22 centimetres ", " Height: 2.90 centimetres ", " Thickness: 0.20 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" The sherd joins British Museum 1886,0401.1559 and possibly belongs to the same vase as 1888,0601.1553. Lemos describes this sherd as being in the style of the Würzburg chalices, but dated later than those chalices because she considers the style of the drawing to be debased and because of the elementary and isolated interior decoration (Lemos 1991, 72-3). However, it must be noted that the joining sherd 1886,0401.1559 shows a greater portion of the interior decoration and it is more elaborate than what 1886,0401.1552 displays. The presence of interior decoration on the joining sherd suggests that the sherd is late in the Wild Goat Style and may mark a transition to the Mature Animal Style. Furthermore, the joining sherd 1886,0401.1559 falls into Lemos's Group of Chalices with Dotted Concentric Circles because of the decoration around the handle zone and between the handles (Lemos, 1991, 70). Therefore, this sherd falls into that category. ", " 'AΠ' is written in pencil on the interior surface of the sherd. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. V, no. 13) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 72, p. 234, no. 128) ", " Gardner 1888 / Naukratis II (p. 39) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0391) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1552"]}