{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1436"], "Description": [" Egyptian terracotta hydrophoros female figure (water bearer). The upper part broken at waist. She stands looking slightly towards her right, holding a jug on her head with her upraised right arm. The weight is cushioned by a pad. There may be the letter delta incuse on the jug. Her hair has a central parting and the locks are brushed to each side; there are indications that a sakkos was worn. She is dressed in a short-sleeved chiton with a deep V neckline, girdled just below her breasts. The back is plain. Hollow, from two-piece mould, then painted with traces of pink paint on jug and cloth by left breast. Orange-brown Nile silt with abundance fine gold mica and sparse dung and white inclusions <1mm. Discolouration and surface damage caused by subsequent burning. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.60 centimetres ", " Thickness: 2.50 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": ["Probably locally produced at the Naukratis Terracottas workshop operational in the 3rd to 2nd century BC. Naukratis examples at Cambridge Museum of Classical Archaeology (NA346, NA511), Bolton Museum (1886.31.13) and the British Museum dated to the 3rd century BC (GR 1886,0401.1436, Bailey 2008, no. 3168, is from same mould as Bolton 1886.31.13). Good parallels from Athribis (Tell Atrib) are dated to the 3rd century BC (Szmańska 2005, nos 196, 199). Classical to early Hellenistic Egyptian parallels (Fischer 1994, pl.10, no. 62), probably copying late 5th century BC examples from Attica (Higgins 1954, no. 697) and late 4th century BC parallels from Knidos (Burn & Higgins 2001, no2523). The Closest parallels in style date from the 3rd and 2nd century BC. However similar examples have been found dating up to the Roman period: from the Hadra cemetery, Alexandria; (Adriani 1940, pl. 39, no. 5); thought to be from Naukratis (Ashmolean Museum, Oxford, no. E4745); dated to the Roman Imperial Period (Fjeldhagen 1995, no. 140); the jar inscribed to Hera and Zeus, purchased at Memphis (Graindor 1939, pl. 22, no. 56; Petrie et al. 1910, pl. 44, no. 163, Petrie Museum UC48496); from Memphis (Petrie Museum UC48198); dated beginning of first century AD (Pingiatoglou 1993, no. 121). A number of unprovenanced hydrophoroi are known (Sotheby’s Sale Catalogue, 8–9 December 1986, lot 120; Breccia 1934, nos 220 and 221). Adriani, A. 1940, Municipalité d’Alexandrie, Annuaire du musée Gréco-Romain, Volume II (1935-1939), Alexandria. Breccia, E. 1934. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. II. Bergamo. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Graindor, P. 1939. Terres cuites de l’Égypte gréco-romaine. Antwerp. Pingiatoglou, S. 1993. κoρoπλαστική της Aιγύπτoυ κατά τoυς ελληνιστικoύς και ρωμαϊκoύς χρόνoυς. Aθήνα. Szymańska, H. 2005. Terres cuites d’Athribis. Turnhout."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C601) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.351) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Fragile surface Ross: what is the last picture (drawing of an incision on the figure? Haven't seen any note on that in description, comment nor inscription)?"], "Subjects": ["devotee/worshipper"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1436"]}