{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1886,0401.1072"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice; white slip; interior: glazed streaky black (partly worn); part of possibly a rosette in added white white, above two white bands; below, possibly part of a lotus flower in white; exterior: black-figure decoration consisting of female figure (torso, arms and hips remaining; with added red on belted chiton), to right; on left, part of daisy shaped rosette as filling ornament. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 2.60 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": ["Lemos places this sherd in Group B of the Black Figure Komast chalices. On these chalices a rim pattern is always present and on some of them, short and wide pendant rosettes hang from it. This group is loosely connected with Group B and Group D of the Sphinx and Lion Style. As the sherds in this group are heavily dependant on the presence of a rim pattern, this sherd ought to be removed from Group B as there is no evidence of a rim pattern. Lemos also places this sherd in Group C of the Black Figure Komast Chalices. Unlike the other groups, this is not a coherent group. Most chalices in this group have a rim pattern, while filling ornament is absent and incision is very carefully and delicately executed. The presence of a rosette as a filling ornament ought to exclude this sherd from the group. For parallels, see Lemos no. 1468 from Emporio."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. V, no. 45) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 164, p. 170, p. 325, no. 1489, pl. 196) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1251) (phase 2) ", " Williams 1983 / Sophilos in the British Museum (p. 162 note 23) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1072"]}