{"artifact_name": "ionian cup", "Object Type": ["ionian cup"], "Museum number": ["1888,0601.228"], "Description": [" Rim and body sherd (mended from two fragments) of South Ionian pottery cup with everted rim; handle root to right; interior: reserved band at rim, glazed black below; black line on top of rim; exterior: lip and handle zone reserved with line between; glazed below; glaze at handle root; inscription on interior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-500BC (circa)"], "Production place": [" Made in: Miletus (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": [" Hayes Ionian Cup type X ", " Vallet and Villard Ionian Cup Type B3 ", " Schlotzhauer Ionian Cup Type 9.C "], "Technique": ["painted"], "Dimensions": [" Diameter: 19 centimetres ", " Height: 6 centimetres ", " Width: 7.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Schlotzhauer identifies the sherd as belonging to a Type 9C South Ionian cup with everted rim. The type finds parallels with the shape of Attic Little Master lip cups. These cups coincide with Hayes’ Ionian Cup Type X (Boardman and Hayes 1966, 111-116) and Vallet and Villard’s Ionian Cup Type B3 (Vallet and Villard, 1964, 87-88). Type 9 cups have been found in large numbers in other sanctuary settings including at the Sanctuary of Aphrodite at Miletus, the Sanctuary of Demeter and Kore at Tocra, and at the site of Megara Hyblaea on Sicily. This type was the most common type of South Ionian cups with everted rims found at Naukratis. The Type 9 shape evolved from the earlier Type 5 cup shape."], "Bibliographic references": [" Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 52, no. 265) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.721) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.228"]}