{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.26"], "Description": [" Grey limestone figure of a bearded man carrying a kid. Fragment from neck to waist of a draped man standing to the front, holding a kid upright by the legs before him; the animal, facing to the viewer's left, is shown in relief. He is wearing a short-sleeved chiton with overfold and side-flaps. His beard is broken off, the shoulders are broad and rounded; the right elbow is missing; the arms are not separated from the body and are gradually thinning towards the hands. Darkened areas around the bottom left of the back and bottom right of the front, possibly rootmarks. The section is very flat, scarcely more than half the normal, and the back is flat. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis) (according to Gardner) "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (sub group 1.3.1)"], "Dimensions": [" Height: 8.40 centimetres (max) "], "Curator's comments": [" BM Sculpture The type is comparable with the Rhodian Sculpture B340 ff., but the technique is not Rhodian. Smith, no. 125; Naukratis, II, pl. 15, fig. 1; P. Gardner in Melanges Perrot, p. 123; Mallet, Premiers Etablissements, p. 452. ", " Nick (2006, p. 34-35) states that comparable figures carrying goats can be found among the terracotta though mostly limestone figurines from sanctuaries in Cyprus, the Athena sanctuary in Lindos, the acropolis of Kamiros and the Heraion in Samos; the relief representation of the goat is paralleled in the depiction of animals in statuettes from Lindos whose terminus ante quem is 560 BC- 550 BC; dressed figures from Idalion are equally flat and dated to 575 BC - 550 BC The figure bears its ID number and Smith's number 125. ", " According to Gardner (1888, p. 57), it was \"not... found by my own workmen in this temenos [sanctuary of Aphrodite], but was brought me from another part of the town.\" "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B450) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 7, p.107; pp 33-35; pl. 3) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 157) ", " Gardner 1888 / Naukratis II (pp. 57, 85, pl. XV, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.014) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " sacrifice ", " mammal (ram) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.26"]}