{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.109"], "Description": [" Egyptian terracotta figure of satyr with child Dionysos. A young satyr carries the child Dionysos in the crook of his left arm. Dionysos is naked and the satyr wears a short fringed tunic rolled down to his waist; a bunch of grapes is hooked through the waistband. The child, whose head is lost, reaches out towards the satyr’s head, which is thrown back. The satyr’s hair rises from his head, and a break at the top may indicate the presence of a fillet tied into a bow; he holds aloft in his right hand another bunch of grapes. The back is plain and part of a circular vent remains: much of the right side of the group is lost below the waistband and the left side is broken away at mid-thigh. Hollow, from two-piece mould, with a few traces of a white dressing surviving on the front, with even fewer signs of an orange-pink paint. Brown Nile silt with a darkbrown surface, abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), From the Ptolemaic city, not the temples. "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 11.50 centimetres (max) ", " Thickness: 4.40 centimetres ", " Width: 8.40 centimetres "], "Curator's comments": [" Probably made in Naukratis. Published by Winter (1903, 369, no. 7). Winter, F. 1903. Die antiken Terrakotten III, vol.I: Die Typen der figurlichen Terrakotten. Berlin. ", " Appears on Gardner 1888, pl. XV, which is labelled 'Temenos of Aphrodite or Town.' "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C600) ", " Gardner 1888 / Naukratis II (pl. XV, no. 11) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.238) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": [" satyr ", " classical deity ", " child "], "Associated names": ["Representation of: Dionysos/Bacchus"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.109"], "Conservation": [" Treatment: 26 Feb 1998 ", " Treatment: 27 Aug 1999 "]}