{"artifact_name": "portrait head", "Object Type": ["portrait head"], "Museum number": ["1879,0712.15"], "Description": [" Limestone portrait head of a woman resembling Cleopatra VII. Portrait head, with a strongly aquiline nose. The hair is brought in waves to each side, and ends in a long plait, which is coiled at the back of the head. Two small ringlets fall in front of each ear. The lobes of the ears are pierced for earrings. There is no diadem, which would indicate royalty. "], "Cultures/periods": ["Roman"], "Production date": ["50BC-30BC (circa)"], "Production place": [" Made in: Italy "], "Findspot": [" Found/Acquired: Italy "], "Materials": ["limestone"], "Technique": ["pierced"], "Dimensions": [" Height: 28 centimetres "], "Curator's comments": ["Walker & Higgs 2001 This head was one of the first portraits to be identified as Cleopatra VII using coins as a comparison. However, there is no royal diadem and it is now widely believed to represent a woman who closely modelled herself on Cleopatra's image, perhaps a member of the queen's entourage who travelled to Rome with her from Egypt. During Cleopatra's stay in Rome between 46 and 44 BC, her notoriety and public appearances would have made her a celebrity, and her style and fashions were also imitated by Roman women. Alternatively, if this head is to be identified as a portrait of Cleopatra VII, it may indicate the queen's desire to be shown in Roman fashion with no royal insignia. This latter idea would, however, be totally at odds with the words of Cicero (Ad Atticum 15, 15, 2), who regarded Cleopatra as unacceptably regal and arrogant. Some of the facial features can be compared with coin portraits of Cleopatra. The hooked nose with curved nostrils follows that on coins minted in Alexandria and Ascalon (Walker & Higgs, cat. nos 179-180) and on clay sealings showing the queen. The shape of the eyes and the pointed chin also compare well with the royal coins. The hairstyle differs, however, from the portrait heads of Cleopatra in the Vatican, Cherchel and Berlin (Walker & Higgs, cat.nos 196-198). A fundamental problem in establishing a comparison is that the different coin issues showing Cleopatra's portrait vary quite considerably, particularly in the rendering of the nose. Furthermore, the coins may not be an accurate reflection of her real face. Sculptured portraits also vary in details of the physiognomy, and it may be that the surviving marble portraits show the queen at different ages, and were made in various locations. The hairstyle also differs from that shown on coins. At the front it is arranged in the formal melon coiffure, but at the back the locks of hair are coiled upwards and fed through a central knot, while two stray locks curl around the neck. This style is parallelled on another head made of Italian travertine in the National Gallery, Oslo. The sardonyx head of a woman (Walker & Higgs, cat. no. 211) shows another example of the hairstyle. This style seems to have been popular for only a short period during the middle decades of the first century BC. It cannot be proved that this head is a portrait of Cleopatra VII, but the similarities with some features of her coin images are significant. BIBLIOGRAPHY: H.P. L'Orange, 'Zum Frühromische Frauenportrat', RM (1929), 167-79, fig.2, pls 35-6; R.P Hinks, Greek and Roman Portrait Sculpture (London 1935), 15-16, fig 18a; G.M.A. Richter, The Portraits of the Greeks (London 1965), fig.1862; B. Lundgreen, 'A Female Portrait from Delos', Ancient Portraiture: Image and Message, Acta Hyperborea 4 (Copenhagen 1992), 66, figs.6-7; S. Walker, Greek and Roman Portraits (London 1995), 74."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1873) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (210) ", " Bate & Thornton 2012 / Shakespeare: Staging the World (p. 141; p. 142, fig. 23; p. 290) "], "Location": ["On display (G70/dc3)"], "Exhibition history": [" Cleopatra - the Eternal Diva exhibition at Kunst und Ausstellungshalle der Bundesrepublick Deutschland, Bonn 28.6.13 - 06.10.13 2018 23 Feb – 22 Apr, Nashville, Frist Art Museum, 'Rome; City &Empire' 2018-2019 20 Sep-04 Feb, Canberra, National Museum of Australia, 'Rome; City &Empire' 2021 13 Feb-15 Aug, Belgium, Tongeren, Gallo-Romeins Museum, 'Rome; City & Empire' 2021-2022 25 Sep – 08 Oct, China, Suzhou Museum, 'Rome: City & Empire' "], "Condition": ["The head has been broken from a statue but is in good condition. The surface is a little weathered, with a few chips missing from the hair and the upper lip. Remains of the rasp survive on the surface, particularly under the chin and around the neck. The ears are pierced for metal earrings to be attached."], "Associated names": ["Associated with: Cleopatra the Great"], "Associated objects": [" cast (CRM.2293) "], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1879"], "Department": ["Greek and Roman"], "Registration number": ["1879,0712.15"], "Conservation": [" Treatment: 14 Feb 2000 ", " Treatment: 28.11.1991 ", " Treatment: 20.01.1981 "]}