{"artifact_name": "seal", "Object Type": ["seal"], "Museum number": ["1898,0225.2"], "Description": [" Chlorite stamp seal with engraved design; conical body pierced with large suspension loop; recumbent bull in humped position among reeds. "], "Cultures/periods": [" Late Cypriot (?) ", " Mycenaean (?) "], "Production date": ["1600BC-1050BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Found/Acquired: Maroni (?) ", " Found/Acquired: Amathus (?) "], "Materials": ["chlorite"], "Technique": ["engraved"], "Dimensions": [" Length: 1.70 centimetres ", " Width: 1.20 centimetres "], "Curator's comments": ["Attributed by Johnson to the same tomb as the Mycenaean Pictorial Style krater GR 1911,4-28.1 and therefore to the site of Maroni-Vournes which she suggests was the findspot of this vessel. Both details are incorrect. The only gem mentioned in Percy Christian's letter to Murray recording the discovery of the tomb and its contents was a haematite cylinder seal (GR archives, Original Letters, 26 February 1898). The location of the tomb itself is explicitly said in a letter to Walters the previous day (op. cit.) to have been found '1/2 mile from the place called Bamboula & Vournes in a N. Westerly direction'. This is probably the site of Maroni-Kapsaloudhia (see Cadogan 1992). Also, it is almost certain that the present item, which was purchased along with a bronze bull said to be from a Greek site in Egypt (GR 1898,2-25.1), arrived in the museum before the date it was registered (though coincidently this is the same date of the first of Christian's two letters on the Maroni tomb). According to the Register entry - in H.B. Walter's handwriting - the gem is 'said to be from Amathus, more probably from Maroni'. While the original findspot may have been provided by the vendor, the source of the amendment is not stated, and may have been based on information available to Walters, though it cannot be assigned a firm provenance. The BM catalogue of gems states '[p]robably form Maroni (Cyprus)' with no further information. The gem may well have been found in a tomb at Amathus, though if so it would have been an heirloom or antique. Its findspot must be regarded as uncertain. Bibliography: Cadogan, G. 1992: ‘The British Museum work at Maroni’ in G. Ioanninides (ed.), Studies in Honour of Vassos Karageorghis (Nicosia), 123–6."], "Bibliographic references": [" Gem / Catalogue of Engraved Gems & Cameos, Greek, Etruscan & Roman in the British Museum (99) ", " Joyner et al. 2006 / The materials of the Cypriote Bronze Age cylinder and stamp seals in the Department of Greek and Roman Antiquities, The British Museum, London. (p. 135) ", " Johnson 1980 / Maroni de Chypre (no. 250) ", " SCE IV/1D / The Swedish Cyprus Expedition. Vol. IV. Part 1D. The Late Cypriot Bronze Age. Other arts and crafts (p. 653) ", " Kenna 1971 / Catalogue of the Cypriote Seals of the Bronze Age in the British Museum (no. 56) ", " Kiely 2011b / Maroni (M.16) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Purchased from: William Talbot Ready"], "Acquisition date": ["1898"], "Department": ["Greek and Roman"], "Registration number": ["1898,0225.2"]}