{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["1864,1007.316"], "Description": [" Painted limestone kouros. Standing nude youth, much broken. The figure stands to the front, the weight on both legs, the feet apart, the left leg advanced. The arms are separated from the sides and hang rigidly down, the fingers extended downwards pressed against the hips. The hair is a raised surface slightly parted in the centre of the forehead and falling behind on the shoulders, the end cut straight. The face is broad and tapering; the forehead low, the eye set straight in the face, with protruding eyeball. The nose is long and wide, the mouth small with straight lips; the chin pointed. The head is set forward on the neck; the face is long in profile; the ears large and carefully worked, the lower lobe being set high. The shoulders are wide and slightly rounded. The chest is flat, the abdomen protuberant. The torso is slender with a well-marked circular sweep in outline from shoulders to hips, which are rounded. The navel is indicated by a shapeless mark. There is an incised median groove up the front. The back is finished carefully, but shows little modelling. There is a wide depression for the spinal column; the pelvis is very small. The fingers are long, with no detail. The legs are ridged; the knee-cap shows as a ridge with cross grooving. The figure seems to have worn a kilt, painted red; traces remain above the waist and between the legs. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["6thC BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Acropolis (Kamiros), C6 "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 26 centimetres ", " Weight: 775 grammes ", " Width: 8.50 centimetres "], "Curator's comments": [" BM Sculpture Smith, no. 55; Deonna, Apollons archaiques, no. 135, figs. 157, 158, and L’Archeologie, II, pp. 123 et passim, figs. 32, 65, and in Festgabe H. Blümner, pp. 113 and 124, fig. 1; Loewy in Jahreshefte, 1909, p. 283, n. 143, and in Ath. Mitt., 1925, p. 35, n. 3; v. Lücken in Ath. Mitt., 1919, pp. 60, 62, pl. I, 3; V. Müller in Arch. Anz., 1921, p. 231; W. Müller, Nacktheit u. Entblössung, p. 113; Poulsen, Orient u. frühgr. Kunst, pp. 92, 160; Reinach, Repertoire, IV, p. 42, 5; Rumpf in Ant. Plastik, p. 220. ", " Attributed to Kamiros Acropolis (specific deposit unknown) based on evidence from Kamiros tomb list, British Museum register, Departmental Kamiros index card. No marking of excavation day visible on the object itself. Attributions to find-spots are based on (1) Alfred Biliotti’s diary kept during excavations at Kamiros between November 1863 and June 1864, which records the contents of two votive deposits and over 300 graves; (2) entries in the Museum Register, often stipulating the find- spots of individual objects excavated by Biliotti; (3) the Kamiros tomb list, produced around the same time as his entries in the Museum Register. It lists the contents of each grave and votive deposit, along with their corresponding registration numbers; (4) the Kamiros index cards, written by Donald Bailey in the 1960’s. These mainly record the contents of graves from the Fikellura cemetery and are organised according to tomb group; (5) the Kamiros well list, which is based upon the Kamiros tomb list with additions by Reynold Higgins and Virginia Webb. All archives are kept in the Department of Greece and Rome. In addition, Viriginia Webb’s Archaic Greek Faience (1978) has been checked for attributions to Kamiros acropolis. "], "Bibliographic references": ["Sculpture / Catalogue of Greek Sculpture in the British Museum (B330)"], "Location": ["On display (G13/dc6)"], "Exhibition history": [" Exhibited: 2005-2006 26 Nov-26 Feb, Frankfurt, Liebieghaus, Egypt, Greece & Rome 2014-2015, 13 Nov-13 Feb, Paris, Musee du Louvre, Rhodos: a Gate from and to the Eastern Mediterranean "], "Condition": ["Broken and rejoined across the waist; both legs missing from above the knees, and restored; also the right arm from biceps to wrist, left shoulder and arm to above wrist. The left side of the chest, the end of the nose and the left eye are also injured."], "Acquisition name": [" Purchased from: Auguste Salzmann ", " Purchased from: Sir Alfred Biliotti "], "Acquisition date": ["1864"], "Department": ["Greek and Roman"], "Registration number": ["1864,1007.316"]}