{"artifact_name": "lid", "Object Type": ["lid"], "Museum number": ["1888,0601.592"], "Description": [" Body sherd (mended from nine fragments) of large Attic black-figured pottery lid with base of knob; interior: glazed black with three bands in added red; exterior has concentric bands of ornament; from centre: four bands around base of lost knob; alternating red and black tongues with added white dots at top of dividing lines; band of staggered dots between two groups of four black bands; lotus and bud chain (red buds, white centres for lotuses); band of staggered dots between sets of four lines; black-figure animal frieze, part of panther remaining, to right with head frontal (red on top of head, nose, shoulder; white dots on neck, and incised whiskers); parts of other creatures in frieze visible at three points of lid. There is a pre-firing hole at the centre. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["540BC-530BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.30 centimetres (about) ", " Width: 15.70 centimetres (greatest dimension) "], "Curator's comments": ["According to Beazley and Payne, the hole through the centre of the handle may have served to pass a bronze ring-handle through, as is seen on red-figured Type C pyxides. However, they acknowledge that there are no known black-figured examples. Walters, in the Catalogue of the Greek and Etruscan Vases in the British Museum II, 275, incorrectly describes the animal as a lion."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B601.30) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 263, no. 39) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 328-9, no. B373) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0834) (Phase 1) "], "Location": ["On display (G13/dc7)"], "Subjects": [" animal ", " mammal "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.592"]}