{"artifact_name": "capital", "Object Type": ["capital"], "Museum number": ["1886,0401.16"], "Description": [" Fragment of a white limestone echinus with cyma moulding. Two and a half leaves of a rounded, early Ionian Cymas survive. An extensive scratch marks on the underside of this fragment. The cyma notches collide with the upper side. The treatment of the white and chalky limestone with small holes and solid black curst is rather crude. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Dimensions": [" Height: 14 centimetres (max) ", " Length: 10 centimetres ", " Width: 25.50 centimetres (max) ", " Width: 25.50 centimetres "], "Curator's comments": ["This fragment belongs to a group of three fragments (along with B397c and 397d), which closely resemble the large fragment B 397b in type, material and crude artistic treatment; however, the measurements differ profoundly. This shows that the fragments belong to at least two different architectural elements of the same type. The groves of the cymas run out on the upper side of this fragment which corresponds well with the larger fragment 397b but less so with fragment 397d, highlighting the likeliness of more than one original element. However, the profile of the cross-section of this fragment is 1 cm higher than B 397b and also the bridge on the under differs. An extensive scratch marks on the underside of this fragment are probably not ancient, as they break through the otherwise existing incrustation (Koenigs 2007). Published (Koenigs 2007, 317f. Cat. 7; Naukratis 1886, 5f, 13 Pl. 3; Dismoor, AAG, 125ff. Fig. 47; Kirchhoff 1988, 197f, No. E 1; Bakker 1999, 51f, Cym. 1)"], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B397a) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.7a, p.317-318, pl.7,8,10,12) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.12) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.16"]}