{"artifact_name": "ionian cup(in style)", "Object Type": ["ionian cup (in style)"], "Museum number": ["1886,0401.777"], "Description": [" Rim, body, and handle sherd (mended from two fragments) of Nile Delta pottery cup with everted rim; interior: glazed (fired red and almost completely worn); exterior reserved with traces of glaze on lip and top of handle; inscription on exterior. "], "Cultures/periods": [" Late Period ", " Archaic Greek "], "Production date": ["610BC-510BC (circa)"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Type series": [" Hayes Ionian cup Type V ", " Vallet and Villard Ionian Cup Type B1 ", " Schlotzhauer Ionian Cup Type 10,1.Ag (possibly) ", " Schlotzhauer Ionian Cup Type 10,2.A (possibly) "], "Technique": ["painted"], "Dimensions": [" Height: 5.30 centimetres ", " Thickness: 0.40 centimetres ", " Width: 8.15 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This cup was produced at Naukratis and its shape is South Ionian in style. Schlotzhauer identifies this sherd as imitating the Type 10.1/2.A South Ionian cup with everted rim. Type 10 cups were mass produced and include numerous variants. These cups coincide with Hayes’ Ionian Cup Type V (Boardman and Hayes 1966, 111-116) and Vallet and Villard’s Ionian Cup Type B1 (Vallet and Villard, 1964, 87-88). Numerous Type 10 South Ionian cups have been found at Naukratis, as well as in the Sanctuary of Demeter and Kore at Tocra at Megara Hyblaea on Sicily, and at Berezan on the Black Sea (Posamentir 2006, 165). To date, such examples are note common. The cup may have been produced by Greeks at Naukratis. The Greek inscription shows that it was used by a Greek and so others were probably specifically made for Greeks trading or living at Naukratis."], "Bibliographic references": [" Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 717, no. 758) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 52, no. 322, NAU 146, pl.32c-e) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p. 68 note 108) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IA.22) (phase 3) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Apollo"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.777"]}