{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["1894,1101.725"], "Description": [" Marble head of a small female statue, resembling the features of the Ptolemaic queen Berenike II; broken away smoothly from the body at the line of the chin, with some signs of being incomplete; oval face with full, rounded cheeks and a flat nose (broken); slightly pouting lips; the hair is gathered at the back in a bun or chignon; the bun is defined by a deep trough most of the way around, but on each side are small drill holes which have not been finished; a narrow groove around the forehead may be the remains of a simple fillet holding in a line of curls falling; a small but deep hole has been drilled in the top, possibly to take a head-dress in a different material such as a sun-shade or an Egyptianising crown; in front of this hole is a much shallower round depression, possible an abortive attempt at drilling the trough for the headdress; the head is broken fairly smoothly from the body at the chin; surface generally very worn. "], "Cultures/periods": ["Hellenistic"], "Production date": ["250BC-200BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Amathus"], "Findspot": [" Excavated/Findspot: Amathus, Surface find, area of site not recorded in Register. Myres' tomb list for Tomb 132 mentions a 'broken head of a female statue close to the surface' which may be this piece. "], "Materials": ["marble"], "Technique": [" carved ", " polished "], "Dimensions": [" Height: 6.50 centimetres (max) "], "Curator's comments": ["The unfinished state of parts of the head might suggest it was made locally in Amathus."], "Bibliographic references": ["Higgs and Kiely 2009 / Four unpublished marble sculptures of Hellenistic date from Cyprus in the British Museum"], "Location": ["Not on display"], "Subjects": [" king/queen ", " deity "], "Associated names": ["Portrait of: Berenice II (?)"], "Acquisition name": ["From: Turner Bequest Excavations, Amathus"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1894"], "Department": ["Greek and Roman"], "Registration number": ["1894,1101.725"]}