{"artifact_name": "column", "Object Type": ["column"], "Museum number": ["1886,0401.37"], "Description": [" Fragment of a small limestone bead-and-reel moulding from top of a limestone column with fluting visible beneath it. The fragment preserves the upper edge of a column with remains of two flutes, the drain and axis of the astragal. The fluting was originally surrounded by a lip, a small oblique baulk, which doubles the arris between them. The bead is completely round and the discs are very flat. The axis of beads and flutes appears to have been coordinated to match each bead with a fluting arris. The triangle between edges and drain shows distinct red colouring. Broken surfaces at the top surface and back. The material is a fine-grained and brownish limestone with a smooth surface. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 6.50 centimetres (max) ", " Height: 7 centimetres ", " Width: 5 centimetres (max) "], "Curator's comments": ["The piece is discussed extensively by Koenigs 2007, 318 cat. 8. The unusually small flutes indicate a small diameter. With the aid of a diameter template the size of the diameter was calculated as 35 cm, however, the fragment is too fragmentary to provide firm evidence. The maximum number of flutings attested in contemporary Ionian architecture is 35, which would give a maximum diameter of approximately 37; in case of fewer flutings, the diameter would have to be smaller (e.g ca. 24 cm for 24 flutings). The delicate rendering and the relatively small size of the column could indicate a use in small-scale architecture, such as a naiskos or a free-standing votive column. On the back of the piece the Greek characters AP were added by the excavators."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B404) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.8, p.318; pl.7, 12) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.15) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.37"]}