{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["1872,0604.1155"], "Description": [" Carnelian scarab engraved with a naked young man bending forward, left foot raised and resting on a piece of furniture, holding a (pointed drill in his left hand and turning it with the bow in his right, boring a hole in a wooden piece of furniture. By the side of the table/buffet is a long pointed instrument, difficult to identify. The gem has a hatched border with minimal ornament. "], "Cultures/periods": ["Etruscan"], "Production date": ["450BC-400BC (circa)"], "Production place": [" Made in: Italy "], "Findspot": [" Excavated/Findspot: Cortona "], "Materials": ["cornelian"], "Technique": ["engraved"], "Dimensions": [" Length: 1.80 centimetres ", " Width: 1.60 centimetres ", " Depth: 1 centimetres "], "Curator's comments": ["Although first thought to represent a gem engraver (e.g. Blümel), the youth is probably a carpenter, given the scale on which he is working, but both would have used a bow-drill. Indeed had the gem engraver wished to show the man carrying out his own craft, he would have been hard-pressed to show the drill on a smaller scale. The scarab gem, carved in the shape of a beetle with the underside flat and engraved with various subject matter, unsurprisingly developed in Egypt. It was brought to Italy in the 5th century BC by Greeks and Phoenicians where it became extremely popular and was produced in large quantities by Etruscan craftsmen who made it their own. Typifying the Etruscan love of detail and authenticity, the Etruscan carved scarabs are more elaborate and accurate in the representation of the beetle than their Greek and Phoenician counterparts. Carnelian was the most popular Etruscan gemstone, and given the consistency of its red colour, as opposed to the variations used by Greek gem-carvers, it may have come from a single source in Italy. (See De Puma 2013 for a comprehensive discussion of Etruscan gem-carving). [D. booms in Bruschetti et al 2014, III.47] Richter, G 'Engraved Gems of the Greeks, Etruscans and Romans' 1968-71', no.771"], "Bibliographic references": [" Gem / Catalogue of Engraved Gems & Cameos, Greek, Etruscan & Roman in the British Museum (645) ", " Bruschetti et al 2014 / Seduzione Etrusca. Dai segreti di Holkham Hall alle meraviglie del British Museum (III.47) "], "Location": ["On display (G69/dc26)"], "Exhibition history": [" Exhibited: 2014 Mar 22 - 30 Sep, Museo dell'Accademia Etrusca e della Citta di Cortona, ' La Gran Bretagna e gli Etruschi ' "], "Subjects": ["craftsman/maker"], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1872,0604.1155"]}