{"artifact_name": "moulding", "Object Type": ["moulding"], "Museum number": ["1886,0401.56"], "Description": [" Fragment of a curved marble ovolo moulding. The one sided curved three quarter ovolo moulding is accompanied on both sides by a sharp labium. The adjoining surface is on the inner side of the curve concave, on the outer convex. On the convex outer side ‘lies’ a ca. 5 mm ‘deep’ and smooth relief layer. The radius of 16,6 cm of the preserved circle curve was reconstructed, by means of a stencil. The shape of the attached ornament is no longer visible. On the convex outer side of the curve traces of red paint was found. Light grey marble "], "Cultures/periods": ["Archaic Greek"], "Production date": ["550BC - 500BC"], "Production place": [" Made in: South Ionia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'second temple of Apollo'.) "], "Materials": ["marble"], "Technique": ["painted"], "Dimensions": [" Diameter: 16.60 centimetres (reconstructed) ", " Length: 14 centimetres (max) ", " Length: 13 centimetres ", " Width: 4 centimetres "], "Curator's comments": ["The radius of 16,6 cm of the preserved circle curve was reconstructed, by means of a stencil. The shape of the attached ornament is no longer visible. Since the circle curve could also have been part of a volute, a connection of the fragment to a capital or an altar volute was considered. Because of the concave-convex surface and the thickness of the ‘shell’, such a connection could not have existed. Therefore no interpretation of this fragment could been made yet. Published (Koenigs 2007, 335 Cat. 29)"], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B431) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.29, p.335, pl. 21) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.38) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.56"]}