{"artifact_name": "coffin-fitting", "Object Type": ["coffin-fitting"], "Museum number": ["1888,0601.131"], "Description": [" Egyptian terracotta coffin-fittings in the shape of griffins (four). 1) A coffin-attachment, roughly flat at the back, in the form of a male griffin to left. Pressed into a one-piece mould. The front is covered with a slightly worn white dressing, painted yellow, traces of gilding on wing. Brown Nile silt, common fine gold mica and white inclusions. 2) A coffin-attachment, roughly flat at the back, in the form of a male griffin to left. Pressed into a one-piece mould. The front is covered with a slightly worn white dressing, painted yellow. Brown Nile silt, common fine gold mica and white inclusions. 3) A coffin-attachment, flat at the back, in the form of a male griffin to left. Pressed into a one-piece mould. The front has traces of a white dressing, painted yellow. Brown Nile silt, common fine gold mica and white inclusions. 4) A coffin-attachment, flat at the back, in the form of a male griffin to left. Pressed into a one-piece mould. The front has traces of a white dressing, painted yellow. Brown Nile silt, with a thick grey core and common fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC-250BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis), Grave "], "Materials": [" terracotta ", " gold "], "Technique": [" painted ", " gilded ", " mould-made "], "Dimensions": [" Height: 4.40 centimetres ", " Length: 6.90 centimetres ", " Thickness: 0.90 centimetres "], "Curator's comments": ["This is a common form of early Ptolemaic terracotta coffin-fitting, from a wooden coffin, found in the cemetery north of the settlement during the Egypt Exploration Fund’s second season at Naukratis (Gardner 1888, 11, 21-27, pl.16.9; Walters 1903, C568; Watzinger 1905, 60-1; Parlasca 2001, 177, n. 17, pl. 25; Bailey 2008, 129-30, nos 3485-9). At least two mould series of Griffin (Eagle-Griffin) were found in Naukratis, though both types are difficult to distinguish, with only slight differences in wing and head shape (Museum of Fine Arts, Boston 88.805 and 88.806; City Art Gallery and Museum, Bristol H2264.1; British Museum GR 1888,0601.136; 1888,0601.131; Parlasca 2001, pl. 25: Ashmolean Museum, Oxford AN1888.235; University College London Institute of Archaeology, UCL1340 and UCL1931; Cambridge, Fitzwilliam Museum GR.5.1887, GR.6.1887, GR.8.1887, GR.24.1887, GR.25.1887, GR.53.1887 and GR.54.1887). Pieces, probably from the same series and said to be from Naukratis include parallels sold on the art market (Sotheby’s New York Sale Catalogues, 18 June 1991, lot 84, and 31 May 1997, lot 99, 2 examples; Parlasca 2001, pls 26 and 27.2 from the art market in Paris). All were coated with white, painted yellow and normally have traces of gilding. Fabric is consistent with Nile Delta silt fabric, and Naukratis production is most likely as coffin-fitting moulds have been found there (Ashmolean Museum, Oxford AN1896- 1908- E.4804, boukranion mould). However, gilded parallels, possibly from the same mould series, have been found in the cemetery of nearby Kom Firin (Leclant 1952, 247, fig. 30; Basta 1979, 194-5; Spencer 2008, 12), suggest these had a wider distribution and possibly other production centres. Various coffin-fitting types were used on each wooden coffin (Coffin-fittings GR 1888,0601.131-135 were from one coffin; GR1888,0601.136-9, GR1888,0601.141 and GR1926,0624.9 were from another wooden coffin). Basta, M. 1979, ‘Excavations West of Kôm Firin (1966–1967)’, Chronique d'Egypte Bruxelles 54, 183–96. Breccia, E. 1912, Musée d'Alexandrie, La necropoli di Sciatbi, Cairo. Breccia, E. 1930, Terrecotte figurate greche e greco-egizie del Museo di Alessandria I, Bergamo. Choucri, S. A. 2003, Trois saisons de fouilles dans la vaste nécropole de Silvago, dans le gouvernorat de Béheira, in Z. Hawass (ed.), Egyptology at the Dawn of the Twenty-first century. Proceedings of the 8th International Congress of Egyptologists, I: Archaeology, Cairo, 123−9. el-Fattah, A. Abd and Georges, C. 2007, Le panthéon égyptien gréco- romain à la lumière des fouilles menées dans la zone du Delta ouest, in J. Goyon and C. Cardin (eds), Proceedings of the Ninth International Congress of Egyptologists. Orientalia Lovaniensia Analecta 150, Leuven, 21–32. Farid, S. 1973, ‘Preliminary Report on the Excavations of the Antiquities Department at Kôm Abu Billo’, Annales du Service des antiquités de l’Égypte 61, 21–6. Leclant, J. 1952, Fouilles et travaux en Egypte (1950-1951), Orientalia 21, 239. Pagenstecher, R. 1913, Die griechische- äegyptische Sammlung Ernst von Sieglin, part III, Gefässe in Stein und Ton; Knochenschitzereien, Leipzig. Parlasca, K. 2001, ‘Griechische Grabkunst ägyptens in hellenistischer Zeit’, in U. Höckmann and D. Kreikenbom (eds), Naukratis, die Beziehungen zu Ostgriechenland, Ägypten und Zypern in archaischer Zeit, Paderborn, 175–182. Spencer, N. 2008, Kom Firin I: The Ramesside Temple and the Site Survey. British Museum Research Publications 170, London. Watzinger, C. 1905, Griechische Holzsarcophage aus der Zeit Alexanders des Grossen, Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C568) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DE.025) (Phase 1) "], "Location": ["Not on display"], "Condition": ["1) All the legs are broken to some extent and the tip of the wing is lost. 2) Only the left foreleg survives intact. 3) All the legs are broken to some extent. 4) The left foreleg only survives intact; it had been attached in antiquity to repair a faulty moulding."], "Subjects": ["griffin"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.131"]}