{"artifact_name": "hera-cup", "Object Type": ["hera-cup"], "Museum number": ["1888,0601.401"], "Description": [" Rim and body sherd (mended from two fragments) of Samian pottery Hera cup; interior: reserved band at top of rim, glazed black below; exterior: reserved on upper part of body save for pre-firing inscription; glazed black below. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-570BC (circa)"], "Production place": [" Made in: Samos "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of the Dioskouroi (Naukratis) (?) ", " Excavated/Findspot: Sanctuary of Hera (Naukratis) (?) "], "Materials": ["pottery"], "Type series": ["Furtwängler Type I-III"], "Technique": ["painted"], "Dimensions": [" Diameter: 12 centimetres ", " Height: 6 centimetres ", " Thickness: 0.50 centimetres ", " Width: 8.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The modern inscription 'HERA' on the break indicates the findspot of the sherd. The modern inscription 'DIOSK' is found on the second, joining sherd suggesting it was found in the region of the sanctuary of the Dioskouroi situated north of the sanctuary of Hera. The number A 1668 1 is written on a sticker glued to the exterior surface of the sherd. The dipinto dedication indicates the sherd as belonging to a Hera cup, of which a number were found at Naukratis. Hera cups appear to have been exclusive to Samos and Naukratis and Schlotzhauer has suggested that those found at Naukratis may have first been used at the Heraion in Samos and then brought to Naukratis as an aphidryma in the deliberate transplantation of cultic objects between sanctuaries (Schlotzhauer 2006 313). Following Furtwängler's typology of Samian Hera cups, the sherd belongs with his Type I-III (Furtwängler 1989 88, fig. 14). There are two modern drill sample holes for clay analysis on the break of the sherd. The sherd was analysed by the Research Laboratory for Archaeology at Oxford and its fabric was compared with three other similar Hera cups (British Museum 1888,0601.402, 1888,0601.403 and 1888,0601.405) and all four were found to be of similar composition (Jones with J. Boardman in Jones 1986, p.665; p.701, table 8.18, no.51). The fabric from this cup was also analysed via NAA by Mommsen (Bonn) and the fabric was placed in Group J (Samos). Schlotzhauer suggests that these cups were produced in an area near the Heraion on Samos specifically for cult purposes (given the dipinto dedications) and these cups may even have formed part of the same batch, given the similarity of the cup shape and fabric. Boardman, J. with Jones, Richard E., 1986, Chapter 8: Provenance Studies of Greek Pottery of the Historic Period, in Jones, Richard E., 1986, Greek and Cypriot Pottery: a review of scientific studies, Athens, p.627-747. Furtwängler, A.E. and H.J. Kienast, 1989, Samos III: Der Nordbau im Heraion von Samos, Bonn. Schlotzhauer, U. (2006) ‘Griechen in der Fremde: Wer weihte in die Filialheiligtümer der Samier und Milesier in Naukratis?’, in A. Naso (ed.), Stranieri e non cittadini nei santuari del Mediterraneo antico, Atti del convegno internazionale, Studi Udinesi sul Mondo Antico 2. Florence: 294-32. The sherd is also published in Bergeron, M. forthcoming, ‘Pots and People: Greek trade and votive rituals at Naukratis’, in L. Hulin (ed.), Heracleion in Context: The Maritime Economy of the Egyptian Late Period, Oxford."], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 67, no. 847, pl. XXII, no. 847) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 692, no. 496) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p. 59, fig. 14, Table 1) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 156-7, NAU 128, pl. 28a-c) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.665; p.701, table 8.18, no.51) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.069) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Hera/Juno"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.401"]}