{"artifact_name": "ionian cup", "Object Type": ["ionian cup"], "Museum number": ["1886,0401.262"], "Description": [" Rim and body sherd of South Ionian pottery cup with everted rim; interior: reserved band at top of rim, glazed black below; wall reserved; top of rim glazed; exterior: lip and handle zone reserved with dilute band between; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-530BC (circa)"], "Production place": [" Made in: Miletus (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Type series": [" Schlotzhauer Ionian Cup Type 9.B ", " Hayes Ionian Cup type IX ", " Vallet and Villard Ionian Cup Type B2 "], "Technique": ["painted"], "Dimensions": [" Thickness: 0.30 - 0.39 centimetres ", " Diameter: 15 centimetres (circa) ", " Diameter: 13.80 centimetres (lip; Schlotzhauer 2012) ", " Height: 2.60 centimetres (Schlotzhauer 2012) ", " Height: 2.50 centimetres ", " Width: 6.90 centimetres (Schlotzhauer 2012) ", " Width: 6.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Schlotzhauer identifies the sherd as belonging to a Type 9B South Ionian cup with everted rim. Type 9B cups closely follow the shape and decoration of the Attic Plain Komast cups. These cups coincide with Hayes’ Ionian Cup Type IX (Boardman and Hayes 1966, 111-6) and Villard’s Ionian Cup Type B2 (Vallet and Villard, 1964, 87-8). Type 9 cups have been found in large numbers in other sanctuary settings including at the Sanctuary of Demeter and Kore at Tocra, and at the site of Megara Hyblaea on Sicily. This type was the most common type of South Ionian cups with everted rims found at Naukratis. The Type 9 shape evolved from the earlier Type 5 cup shape. The number 164 is written in ink on the exterior surface of the sherd. An inscription written in pencil on the interior surface of the sherd is difficult to decipher. Schlotzhauer reads \"NE\" but it is more likely \"NF\" followed by \"b...t\" followed by a series of numbers (over part of which the registration number has been written), ending with \"320\". Schlotzhauer also points out that the inscription on the rim is the only example at Naukratis of a dedication to the Milesian god Apollo of Didyma. ", " For the cult title Didymaios see A. Herda, ‘Apollon Delphinios – Apollon Didymeus: Zwei Gesichter eines milesischen Gottes und ihr Bezug zur Kolonisation Milets in archaischer Zeit,’ in Bol, R., Höckmann, U. and Schollmeyer, P. (eds), Kult(ur)kontakte: Apollon in Milet/Didyma, Histria, Myus, Naukratis und auf Zypern: Akten der Table Ronde in Mainz vom 11.–12. März 2004, Rahden 2008. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXII, no. 164) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 655, no. 125) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p.258, no.11) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 51, no. 228, p. 104-5, NAU 58, pl.13a-c) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.639) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.262"]}