{"artifact_name": "capital", "Object Type": ["capital"], "Museum number": ["1886,0401.15"], "Description": [" Fragment of limestone echinus moulding. Fragment with four and a half petals of the circular early Ionian Cymas with a completely round cross-section and flattened top. The rendering of the thick petals with their rounded edges, of the bead-like leaves and the short thick cone tops in between is rather crude in its execution. The surface is slightly corrugated and the lines of the grooves are irregular. The grooves flatten towards the top while the profile of the cross-section increases here. In the round area of the top surface the cross-section follows approximately a circular line with a 7.8cm radius whose centre is set relatively low giving the Cymas a generally heavy impression. On the bottom surface a baulk of 5.6cm remains behind which the surface is 2,5 cm deepened, apparently to take up a disc, like the one created by means of the beading on the top surface of B 396b and c. The rear surface is a break which results from the separation of this fragment from a larger architectural component. On the upper edge three half lewis holes remain as results of this process. The fragment is made of a white and chalky limestone with small hole and a solid black crust. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Dimensions": [" Height: 12.50 centimetres (max) ", " Length: 13.50 centimetres (max) ", " Width: 45.80 centimetres (max) "], "Curator's comments": ["The measurements for this fragment are approximately 7,8 cm radius on its outer extent. The top surface is not even as indicated by Petrie's sketch (Koenigs 2007, Pl. 3), which is of consequence for the reconstruction. At the back, fractures created by the separation from another building component, which show three semi-holes wedges on the top edge from the separation (see also Koenig 2007, 325f.). Published (Koenigs 2007, 317 Cat. 6; Naukratis 1886, 5f, 13 Pl. 3; Dismoor, AAG, 125ff. Fig. 47; Kirchhoff 1988, 197f, No. E 1; Bakker 1999, 51f, Cym. 1)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B397b) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. III) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.6, p. 317; pl. 8, 9, 11, 29) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.11) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.15"]}