{"artifact_name": "stove", "Object Type": ["stove"], "Museum number": ["1886,1005.11"], "Description": [" Terracotta cooking stove fragment. A pot-support, modelled in the shape of a bull's head, with short horns (both broken), vestigial ears, the eyes made by impressing a tube, the nostrils pierced, the mouth a simple cut, and the poll a series of small tubular impressions. The rim of the fire-bowl is narrow and flat with an internal hooked groove; below the rim on the outside are heavy parallel ribbings. The bowl was wheel-made and the bull's head was modelled by hand upon its rim. Micaceous orange-brown Nile silt with a brown core and many white, black and red inclusions, mainly sand; inside darkened by use. Traces of red slip. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(late)"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Technique": [" slipped ", " mould-made (?) "], "Dimensions": [" Height: 5.50 centimetres ", " Thickness: 6.30 centimetres ", " Width: 9.80 centimetres "], "Curator's comments": ["Few Egyptian examples with a bull’s head have been noted, and all are from Naukratis (Bailey 2008, no. 3690; Oxford AN1888.184; AN1886.504), but they are to be found on examples made elsewhere, including Cyprus (Mayence 1905, 393, fig. 52; Hayes 1991, pl. xviii and Şahin 2001, 111, fig. 77). Published as late third century BC (Şahin 2001, 119, fig. 111:Na 3). Şahin, M. 2001. Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities. Anatolian Studies 51: 91-132."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3689) ", " Şahin 2001 / Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities (p. 119, fig. 111:Na 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (LA.07) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,1005.11"]}