{"artifact_name": "head kantharos", "Object Type": ["head kantharos"], "Museum number": ["1886,0401.1324"], "Description": [" Moulded sherd of probably Attic pottery head kantharos; interior: glazed black; exterior: lower part of satyr's head consisting of lips, chin, black moustache and part of black beard; underside of beard black, reserved below with part of two black curves; part of one repair hole at broken lower edge of sherd. Drill hole for sampling. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["540BC-520BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " moulded "], "Dimensions": [" Height: 5.50 centimetres ", " Width: 9.70 centimetres "], "Curator's comments": ["The production place of the piece has been much debated. According to Beazley, face kantharoi are doubtless East Greek, not Attic (ARV 1697, emending 1529, 7); he notes that Kunze, unpublished, had already suggested this. Johnston 1978 took it for Attic (contra J. Frel, pers.comm.). On a Samian production place, see Walter-Karydi 1973, 485. H. Mommsen has since analysed the clay and suggests an Attic provenance; fine, dense, hard fired orange-brown clay with very little mica and some small white lime inclusions (Munsell 5YR 7/6). The result is treated in U. Schlotzhauer's treatment of face-kantharoi in Maeander (Festschrift for V. von Graeve), 2006, 240-1 and in Schlotzhauer (2012) he suggests that the kantharos may have been produced in Attica by an immigrant Milesian potter. See also D. Williams, 'Some thoughts on potters and painters of plastic vases before Sotades' in K. Lapatin (ed.), The colors of clay; special techniques in Attic vases, Los Angeles 2008, 163-4, fig. 4."], "Bibliographic references": [" ARV / Attic Red-Figure Vase-Painters (p. 1529, no. 7) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 131, no. 485) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p. 55, Table 1, Nauk 57) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0750) (Phase 1) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (Nau 166) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 21) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1324"]}