{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1482"], "Description": [" Brown limestone statuette of a lion, painted. Seated lion on a narrow plinth. The tail is curling around the right hind leg, the body is rather sturdy with chunky legs. The teeth and eyes are quite crudely worked; the flat mane is lightly stepped and distinguished from the head with a dent in the centre of the forehead. There are traces of red paint on mouth, ears and right temple, traces of black paint remain on face and mane. Edge of the plinth and left ear lightly damaged, the chin is chipped. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick Type 4 (Sub group 4.1)"], "Technique": ["painted"], "Dimensions": [" Height: 7 centimetres "], "Curator's comments": ["Previously associated with Sanctuary of Aphrodite. This is impossible as that temple was not yet discovered when this was excavated. Temple of Apollo is possiblem, but there are no object markings or register information to confirm this. Nick (2006, p.71) states that Aphrodite is not usually associated with lions. However, on Cyprus she can be equalised with Astarte, whose sacred animal is the lion. Parallels from Samos dated 580-570BC (Henke 2013) and 600-575BC (Schmidt 1968 re-dated by Henke 2011) and from Knidos dated c.600-570/560BC (Berges 2006), and known from Rhodian (Pryce B371 ff.), however the execution is much superior. Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B471) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 57, p. 124; pp. 69-71; pl. 24) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.083) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1482"], "Conservation": ["Treatment: 07.02.1983"]}