{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Museum number": ["1856,1226.192"], "Description": [" Faience oinochoe decorated in high relief. Trefoil mouth (restored); handle modern. Hard gritty paste, largely composed of sand and silica, with a coating of pale blue enamel or faience. On the front is a woman to the front leaning over to her right, with left hand on side, holding out a small patera over an altar; she has a high sphendone, shoes, long chiton, and himation round waist gathered up on the left side. The altar is square with pilasters round the base, and on the top are cakes of pyramidal form. Behind the woman is a meta in the form of a tapering obelisk, round which are knotted three wreaths or sashes. On the shoulder is an inscription. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["220BC-200BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Canosa di Puglia (said to be from) "], "Materials": ["glazed composition"], "Dimensions": [" Height: 29.21 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["dedicatory"], "Curator's comments": ["Roman Pottery Revue Archéol. vii. (1863), p. 259; Rayet and Collignon, Hist. de la Cer. Grecque, p. 374. The figure of the woman may be intended to represent Arsinoe III, the sister and wife of Ptolemy Philopator (who reigned B.C. 222-204). Cf. for this vase an example in the Louvre with Berenike (Rayet and Collignon, op. cit. p. 372)."], "Bibliographic references": ["Roman Pottery / Catalogue of the Roman Pottery in the British Museum (K76)"], "Location": ["Not on display"], "Subjects": [" king/queen ", " religious object "], "Associated names": [" Named in inscription & portrayed: Arsinoe III ", " Associated with: Ptolemy IV Philopator "], "Acquisition name": ["Bequeathed by: Sir William Temple"], "Acquisition date": ["1856"], "Department": ["Greek and Roman"], "Registration number": ["1856,1226.192"], "Conservation": ["Treatment: 02 Nov 1993"]}