{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.108"], "Description": [" Egyptian terracotta figure of Isis cradling Harpocrates. Isis is lost from the waist up, as also is left side of Harpokrates, but the head of the child survives, showing the hood of his short cloak. Curls show under the edge of the hood, and his left arm is bent with the hand raised. The plinth remains, fairly high, plain and flat-faced, together with the bare feet of Isis. The back is plain and an edge of the circular vent survives. Hollow, from two-piece mould. Brown Nile silt with grey core, abundant fine gold mica, dung or clay pellets and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 95 (Petrie), the terracotta workshop, at the eastern edge of the town "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 16.50 centimetres (max) ", " Thickness: 4.30 centimetres ", " Width: 6.30 centimetres "], "Curator's comments": ["No trace of white coating or paint, most likely a waster and discarded before painting took place. Similar to example dated to the second half of the 1st century BC (Fischer 1994, 353, no. 885; see also Graindor 1939, pl. 10, 27). Fischer dates this to perhaps last third of 2nd century BC (Tran Tam Tinh 1973, pl. 75, 198-9; Fischer 1994, 90; Gutch 1898–9, 89n. 3; Winter 1903, 145, no. 2). See example from same mould in the British Museum GR1888,0601.107 with what appears to be traces of white covering. British Museum 1886,0401.1444, 1886,0401.1451-2, 1886,0401.1537-40, 1886,0401.1574 and 1888,0601.108 were found together at a terracottas workshop (Petrie 1886, 45). Petrie dates this workshop to about the end of the 1st century AD, Bailey 3rd to 2nd century BC. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Graindor, P. 1939. Terres cuites de l’Égypte gréco-romaine. Antwerp. Tran Tam Tinh, V. 1973. Isis Lactans. Leiden. Winter, F. 1903. Die antiken Terrakotten III, vol.I: Die Typen der figurlichen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C581) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 45) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.146) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.108"]}