{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1422"], "Description": [" Egyptian terracotta figure wearing (polos?) headdress, now mostly lost, and large double hooked earrings. Mould-made, broken from body with channel in underside, where it would have joined body. Nose and chin damaged. and a vent hole running through it of 6mm diameter. Brown Nile silt with grey core, fine gold mica, black and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 450BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["terracotta"], "Type series": ["Thomas M-F.3"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.50 centimetres ", " Thickness: 4.10 centimetres ", " Width: 7.10 centimetres "], "Curator's comments": [" This piece is one of a few rare examples found in Naukratis. The technology is unusual, combining solid mould-made head added to a hollow mould-made body, with a vent running from the top of the head. A groove on underside of the head (for example British Museum GR 1886,0401.1422) was intended to fit onto the ridge of the body (see smaller example GR 1886,0401.1453). The fabric is Egyptian Nile silt, and Higgins suggests this figure was made in Naukratis (Higgins 1954, 405), though the Nile silt fabric is too generic to specifically attribute to Naukratis and is finer than is usual for Naukratis terracottas production of this period. It is possible this type was made in Naukratis, or less likely in Memphis. Petrie suggests this is from a vase, whilst Higgins calls this Egyptian style (1954, 405). This is not standard for Late period Egyptian figurines, but instead represents a hybrid form that appears to be influenced by Archaic East Greek (Stampolidis 2003, 384, no.577 Archaeological Museum of Gela inv. no. 8378, Gela Acropolis, dated 650- 640 BC) and Cypriot figures, though has no close parallels from either region. Four pieces with polos and veil have been found (though the polos is often lost). The face is mould made, with polos and sometimes earings added (British Museum GR 1886,0401.1422; Ashmolean Museum, Oxford N1886.481 and AN1896-1908-E.4661 from same mould; Greenock Museum 1987.467 is slightly different and not covering her chest). Of the same style, fabric and construction, there are two hollow body fragments of a woman covering her chest (British Museum GR 1886,0401.1453; Cambridge Museum of Classical Archaeology NA620). Stampolidis, N.C. (ed.), 2003, Sea Routes…From Sidon to Huelva. Interconections in the Mediterranean 16th-6th c. BC. Athens. ", " Marshall (in BMCat Jewellery, 1911, 96) compares the earrings worn by the figure to 7th century BC gold ear pendants from Rhodes (BM GR 1860, 0404.107-108 [Jewellery 1166-7]). "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (1543) ", " Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (96, fig. 21) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. I, no. 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.281) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good, missing nose and chin."], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1422"]}