{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["1888,0208.102"], "Description": [" Nine joined fragments of Attic black-figure painted pottery neck-amphora. Designs black on red ground, with purple accessories and incised lines. Above, the hunt of the Calydonian boar (?): Part of the boar is visible moving to left; his hide is incised; a warrior (Ankaios? on the analogy of the Francois vase) lies prostrate beneath to right. His face is purple, the rest of the figure black; he wears a helmet and short chiton, and holds a spear in left hand; between his body and the hind-legs of the boar are purple drops of blood. Behind the boar is visible part of a dog which has leapt on him, also the feet of two heroes (Kastor? and Polydeukes?). On a lower band, probably representing the funeral games of some legendary person (Pelias?), are: On the left two beardless athletes in short purple chitons boxing over a tripod, next to the left a brabeus, bearded, with fillet and purple himation, wand in right hand; next, a group of two wrestlers, beardless with short purple chitons; the one on the left has a fillet. Beyond them two tripods, and on the extreme right, part of another figure in a purple himation; the tripods are evidently the prizes for the athletic contests. Purple on face and neck of man lying below boar and for blood above his belly; on bodies of boxers and wrestler, cloaks of referees, basins of tripods on right. White on underskirt of second referee, on chiton of man below boar. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["580BC-560BC"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (G), chamber 18 "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 28 centimetres (originally) ", " Length: 23 centimetres (present, across base) "], "Curator's comments": [" Findspot number '18' pencilled. Cook dates the vase to 570-560BC while Venit (1982) dates it to 580-570 BC. For other Attic black figure representations of the Calydonian hunt see D. von Bothmer, Bulletin of the Museum of Fine Arts, Boston xlvi, 42-48; and more generally P. de la Coste-Messelière, au Musée de Delphes, 120-52. Cf. E. N. Gardiner, Athletics of the Ancient World, fig. 184 (detail of the boxers: wrongly said to be from Naucratis). For the athletics scene, cf. the Amphiaraos vase (Berlin No. 1655, Mon. dell’ Inst. x. 4-5), especially the wrestlers, and the tripods as prizes. ", " The shape of the vase must be that of a neck-amphora, as suggested by Venit, rather than a dinos as suggest by Cook, judging from the likely position of the handle, the decorative scheme and the unglazed interior. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B124) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 607, 5) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (pl. xxx, 3) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 10) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.119, p.120, fig.2, p.123, p.210) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1980 5 Jun- 26 Oct, London, BM, The Ancient Olympic Games "], "Condition": ["Made up of reconstructed fragments"], "Subjects": [" hunting/shooting ", " classical sport ", " mammal (boar) ", " boxing/boxer ", " wrestling/wrestler ", " prize-giving ", " dog "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.102"]}