{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.25"], "Description": [" Fragment of porous grey limestone female figure holding a goat, painted. Standing figure of a woman, preserved from neck to hip. She is wearing a chiton with long sleeves; about her neck are two necklaces in high relief, the higher one of which has a pendant. The right hand is hanging down at the side and is holding a loop with the thumb extended, the object which has been interpreted as an ankh (Egyptian Cross) is attached to the loop, though the loop could represent a handle of an Isis bucket; the garment is clinging closely to the arm and exposes its contours. The left arm is bent in front of the breast and on the palm of the hand sits a small goat, looking to the viewer's left, the legs are bent; its head is placed right between the woman's breasts. The arms are not separated from the body. The figure is worn, the back is flat, the outline of the arms clearly indicated. There seems to have been an arching overfold to the chiton. Red paint remains on the necklace, the drapery in bands at the neck, at the waist, and at the cuffs, also on the object in her hand. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1c)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 12 centimetres (max) "], "Curator's comments": [" Find spot recorded by Gardner (1888, pl. XIV, no. 8) BM Sculpture Smith, no. 123; Naukratis, II, pl. 14, fig. 8; P. Gardner in Melanges Perrot, p. 123. Nick (2006, pp. 62-63) argues that the object the figure is holding in her right cannot be an ankh nor any other form of Egyptian amulet; similarly difficult appears to be the identification of the object as a Cypriot amulet. ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B458) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 35, p. 117; pp. 57-64; pl. 17) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 157 note 550) ", " Gardner 1888 / Naukratis II (pl. XIV, no. 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.040) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " sacrifice ", " mammal (calf) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.25"]}