{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["1871,0708.6"], "Description": [" Limestone statuette of a ram-headed figure sitting on a throne supported by rams, possibly a depiction of Zeus-Ammon or Baal Hammon; the figure is dressed in an Ionian-style chiton. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600 BC-550 BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Cyprus "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 14 centimetres "], "Curator's comments": ["Thrones with ram supports are common in the late CA to early Hellenistic periods (Coenaerts and Samaes 2006, with further references; also Buchholz 1991 passim). These usually support an image of the horned god (variously interpreted as Baal-Hammon, Zeus-Hammon or a Cypriot deity using the iconography of these foreign deities (Sophocleous 1985,.58-69; Buchholz 1991; Counts 2008; Kleibel 2007). Buchholz mistakenly attributed the item to the Lang collection, though it may well have originated there (perhaps as a gift to Cesnola from Lang) if the Dali provenance given by Myres (ABSA 41, 1940-45, 64) is correct, though this is uncertain. Bibliography: Buchholz H.-G. 1991, Der Gott Hammon und Zeus Hammon auf Zypern, AM 106, 85-108. Coenaerts J. and Samaes M. 2006, 'The ram throne: A true type of Cypriote furniture?', RDAC, 239-58. Counts D. 2008, 'From Siwa to Cyprus: The assimilation of Zeus Ammon in the Cypriote pantheon', in eds D. Michaelides et al., Egypt and Cyprus in Antiquity (Oxford and Oakville), 104-17. Kleibel K. 2007, 'The background of the Cypriot Ram God's iconography', in eds S. Christodoulou and A. Satraki, POCA 2007: Postgraduate Cypriot Archaeology Conference (Newcastle), 145-68. Sophocleous S. 1985, Atlas des représentations Cypro-Archaïques des divinités. SIMA Pocket-Book 33 (Göteborg)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (C222) ", " Buchholz 1991 / Der Gott Hammon und Zeus Ammon auf Zypern (no. 41, p. 115 and pl. 10,2) "], "Location": ["On display (G72/dc4)"], "Subjects": [" deity ", " mammal "], "Associated names": [" Representation of: Zeus/Jupiter Ammon (?) ", " Representation of: Baal Hammon "], "Acquisition name": [" Purchased from: Luigi Palma di Cesnola ", " Purchased through: Rollin & Feuardent "], "Acquisition date": ["1871"], "Department": ["Greek and Roman"], "Registration number": ["1871,0708.6"], "Additional IDs": [" Miscellaneous number: 1917,0701.267 (registered in error as) "], "Conservation": [" Treatment: 14/4/1987 ", " Treatment: 1/7/1987 "]}