{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1481"], "Description": [" Light grey limestone head from a kouros, painted. Head from a large statuette, broken from chin to approximately the ear-level of the back of the head. The tip of the nose is missing. Behind the right ear is a perforation. The face is narrow and tapering towards a pointed chin; the back of the head is flat and continues straight as the surviving part shows. The cheeks are fleeing towards the back. The surface is treated in a fine manner, convex and concave lines are merging. The eyes are slightly downcast; the slightly protruding, oval eyes are framed by fine eyelids. The right eye is oblique, the left straight; the eyebrows are indicated by protruding bands. The nose is long, the tip, now broken off, was thicker. The mouth is small, the thin lips slightly curved, the edges turned up to a light smile; the lower lip and the small pointy chin recoil slightly. The ears are very large with swollen lobes. The nose is large, the mouth small and slightly bowed. Across the forehead, from ear to ear, is a thick diadem or hairband which is covered by some locks around the temples; the perforation behind the ear might have served for the attachment of some kind of decoration for the hair. The forelocks are centrally parted and are falling in five sharply separated tresses behind the ears and down to the neck, seven tresses are falling down from the lower centre of the head. There are traces of black paint on the hair and the right eye, traces of red remain on the lips and the hairband. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["570BC-560BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Town (Naukratis), Middle of the eastern side of town (?) "], "Materials": ["limestone"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Technique": ["painted"], "Dimensions": [" Height: 9.40 centimetres "], "Curator's comments": ["Egyptian influence is visible in the eyes and hair; but this head is of very similar type to Sculpture B438, though slightly later in date. The hair is very similarly treated on the statuette in Leipzig (Rumpf in Ant. Plastik, p. 218), which also shows the diadem, but in paint (Smith no. 114; Naukratis, I, pl. 1, fig. 5; Deonna, Apollons archaiques, no. 154. and pl. VII, no. 206). Höckmann (2007, 183) states that the figure's original height must have been approximately 50 cm. There is no immeadiately comparable example available among the Cypro-Greek kouros statuettes from Naukratis or eastern Greece. The sharp linear separation of the facial features, the plastically rendered eyebrows and the thick strands of hair place it in a tradition of Cypriot works, particularly from Paphos. A fine modelling is visible on the face's surface. It might be possible that the head did not belong to a kouros but a cloaked youth. There is a close connection with the statue from Paphos. The slim face suggests a date close to that of the kouros from Moscow [Pushkin Museum I 1a.3000(3202)]."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B439) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 161, n. 585) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N22, pp. 183-184; pl. 34) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. I, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.098) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1481"]}