{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.125"], "Description": [" Greek terracotta figure group of Aphrodite and Eros standing and embracing. Aphrodite wears low polos, ear-rings, chiton and himation. Traces of white (kaolinite?) coating, with Eros’ skin painted pink and his wings blue. Aphrodite’s hair and eyes are painted black. Mould-made, reconstructed from fragments. Fine orange-pink clay with grey core, common very fine silver mica, white and grey inclusions. Fabric consistent with Corinthian terracottas. "], "Cultures/periods": [" Classical Greek ", " Corinthian ", " Hellenistic "], "Production date": ["(mid) 4thC BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Cemetery (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 23.50 centimetres ", " Thickness: 3.90 centimetres ", " Width: 12.70 centimetres "], "Curator's comments": [" Gardner states this figurine was from the Naukratis cemetery (Gardner 1888, pl. 16, no.18; though the British Museum register and catalogue does not specify the findspot: Terracotta no. 971). A contemporary figurine group of Aphrodite and Eros figure, probably from Halicarnassus (British Museum GR1868,0405.67), with identical clay, paint and subject, is also thought to be of Corinthian origin (Higgins 1954, 265). The style of the figures suggests one should also consider very early Hellenistic terracottas that may place this piece slightly later in the 4th century BC. NA analysis by Hughes, suggests this was not made from the same fabric as Corinthian 'Tanagra style' figures in the British Museum (Hughes 1996, 301). Hughes, M.J. 1996, ‘Neutron activation analysis of selected terracottas’, in L. Burn and R. Higgins (eds), Catalogue of Greek Terracottas in the British Museum vol. 3, London, 293–306. ", " Higgins in the British Museum Catalogue of Terracottas I, p. 264-5 no. 971, highlights the Praxitelean pose of Eros and notes the existence of an uncertain object behind and to the right of Eros, which he suggests might be a tree trunk. He points to a parallel from South Russia now in St Petersburg, where a small statue is in the same spot: Compte rendu de la Commission Impériale Archéologique: pour l'année 1873, pl. 1.2 (http://digi.ub.uni-heidelberg.de/diglit/crpetersbourg1876atlas/0003). "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (971) ", " Gardner 1888 / Naukratis II (pl. XVI, no. 18) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.400) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Reconstructed from fragments."], "Subjects": ["classical deity"], "Associated names": [" Representation of: Aphrodite/Venus ", " Representation of: Eros/Cupid "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.125"], "Conservation": [" Treatment: 19 Aug 1997 ", " Treatment: 19 Apr 2006 "]}