{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1490"], "Description": [" Gypsum alabaster (calcium sulphate) male figure, fragment, burnt. Standing nude youth (kouros) ; preserved from neck to thigh; the head is missing, so are the left leg from the thigh and the right leg from below the knee. The figure stands to the front, the weight on both legs, the left slightly advanced. The youth is wearing a chiton and a himation; the sleeves of the chiton are indicated by horizontal grooves on the upper arms (not to be misread as armlets), its edge is visible around the neck. The himation is slung around the left shoulder, the edges are indicated by diagonal incised lines across the chest and and back. Other than that the body appears to be in the nude; the horizontal line of the himation's lower edge is not indicated though the oblique incision above the pubes might be its upper edge. The chest is protruding and separated by a line in the centre. Three angular tresses are falling down in the front over chest and upper arms on either side. Nine broad and flat tresses are falling down the back with the outermost left one being centrally grooved; their lower edge is only slightly arched and the edges rounded. On the sides of the neck the tresses are separated by a tapered cut. Down to the hips the arms are mostly separated from the body. The back is worked; the spinal groove is on the left side. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["550BC-525BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Middle of the eastern side of town "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 3 (Sub group 3)"], "Dimensions": [" Height: 7.90 centimetres (max) "], "Curator's comments": ["Höckmann (2007, 186) states that the expression of the body's forms through the garment is very similar to that of the cloaked kouros from Athens - National Museum Γ 4505. She suggests that is was made in the same workshop as the slightly larger kouroi in Boston - Museum of Fine Arts 88.734 - and London - British Museum 1886.4-1.1384/ B 443. The body's proportions and angular frontal strands of hair form a connection with the kouros in Moscow - Pushkin Museum I 1a. 3000 (3202). Rough work, but probably not later than mid-sixth century B.C. The body forms recall B443 (Smith 1892, no. 202). Published (Petrie 1886, pl. 1, fig. 9). Deonna, Apollons archaiques, no. 147; Mallet, Etablissements, p. 248, fig. 37; Poulsen in Jahrbuch, 1906, p. 205, n. 191; Reinach, Repertoire, IV, p. 46, 4."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B446) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N27, p. 186; pl. 31) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. I, no. 9) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (161, note 585) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (p. 166, fig 3; p. 167, note 41; p. 175, note 88, fig. 17; p. 176) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.118) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1490"], "Conservation": ["Treatment: 30 Sep 2013"]}