{"artifact_name": "sealing; seal-impression; cloth(?); rope(?)", "Object Type": [" sealing ", " seal-impression ", " cloth (?) ", " rope (?) "], "Museum number": ["1891,0624.51"], "Description": [" Hemispherical clay sealing. A sealing from a packet with the impression of the cloth in which it was wrapped and the remains of the string which bound it together. The clay of the sealing was stamped eight times with two intaglio gems and another object: there are five impressions of a seal with a lion attacking an ibex; one impression with a bearded head to right, inscribed ‘ΑΓΑΘOCΔΕΜωΝ’ (‘Agathos Daimon’, the Good Fortune of Alexandria, and equated to a certain extent with Sarapis) in relief, the first four letters behind the head, the others in front; and two circular impressions from the same object, perhaps the stem of a plant cut across, with a series of very faint circles within its edges, presumably the mark of an individual without a personal seal. Micaceous grey-brown Nile mud, unfired. "], "Cultures/periods": [" Roman Imperial (?) ", " Roman "], "Production date": ["1stC BC-1stC"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" clay ", " fibre (?) ", " textile (?) "], "Technique": ["stamped"], "Dimensions": [" Height: 3.81 centimetres ", " Width: 6.35 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["BM Terracotta IV Hero Granger-Taylor says of the cloth that it was a simple tabby, probably of warp-faced linen, the warp with c.15 threads per cm and the weft 8 threads per cm. There are two lengths of string, one thick with fine fibres, S-spin, the other thinner with coarser fibres, Z-spin, perhaps of tow (linen waste). Roman, probably second century ad. Bibliog. Walters 1903: E 93; H.B. Walters 1909–10: 290–1 (second century ad suggested), pl. xvii."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (E93)"], "Location": ["Not on display"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1891"], "Department": ["Greek and Roman"], "Registration number": ["1891,0624.51"]}