{"artifact_name": "column", "Object Type": ["column"], "Museum number": ["1886,0401.985"], "Description": [" Fragment of limestone column-necking bearing incised Greek characters; bed above, with broad anathyrosis. On the smooth and slightly curved exterior surface, thoroughly worked out and resembling archaic ductus letters are visible. The cylindric exterior and the top side stand at an angle of 90 degrees to each other. The fragment was made of a fine-grained, light limestone. "], "Cultures/periods": ["Classical Greek"], "Production date": ["550 BC-450 BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of the Dioskouroi (Naukratis), Found in the Temenos "], "Materials": ["limestone"], "Dimensions": [" Height: 6.50 centimetres (max) ", " Thickness: 11.20 centimetres ", " Width: 14.50 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["The diameter of the fragment was reconstructed by means of a circle template with a minimum of 56 cm. Because of the missing flutings and the inscription, this fragment did probably not belong to a column but rather a round base of a votive. In Petrie Journal 1884-1885, p. 214, mention of this find: “In the surface rubbish of the Dioscuri temenos we found a chip of very hard limestone column (26 in[che]s diameter) inscribed in fine early style [Greek inscription MA] No city or god belonging to this place has been MA nor does it fall in any formula we have yet found here? Was it a column, dedicated by Amasis? There is a supposition.” On Petrie sketch of the inscription the M is followed with what seems to be an A, and the traces remain. Yet prior to the M an epsilon seems assured, certainly not an A (Petrie journal, 1884-1885 (EES Archive XVII 47), p. 201) Naukratis, I, pp. 16, 62, pl. XVIIII, 12 and pl. XXXV, 688. Published (Smith 1892; Koenigs 2007, 348 Cat. 46; Petrie 1886, 16. 62 Pl. 18 No. 12 and 35 No. 688)"], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B436) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XVIII, no.12) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (no. 47) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat. no.46, p.348, fig. 9.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.66) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.985"]}