{"artifact_name": "theatre mask; figure", "Object Type": [" theatre mask ", " figure "], "Museum number": ["1886,0401.1408"], "Description": [" Egyptian terracotta fitting (?) in form of satyric mask. A model of an actors dramatic mask: a Satyr with a full beard and wild hair, furrowed forehead and large eyebrows, probably associated with the New Comedy. Complete in itself, with finished edges. There is slight damage to the hair on its right side. Pressed into a one-piece mould. Brown Nile silt, with red-brown core, abundant gold mica (<0.5mm), quartz and white inclusions. No trace of white lime wash or paint preserved. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.50 centimetres ", " Thickness: 3 centimetres ", " Width: 5.70 centimetres "], "Curator's comments": ["Probably from the same mould as an example dated first century BC, now in Stuttgart (Fischer 1994, no. 335; Vogt 1924, pl. 54, no. 8; UCL Institute of Archaeology, Gayer Anderson Bequest, UCL 1616) with another close example (Breccia 1930, pl. 38, no. 8). The Stuttgart example has traces of a lime wash, suggesting this would have been painted originally, and Fischer suggests it’s a character from New Comedy. This example has been published as ‘probably Hellenistic' (Webster 1967, 15 and 67, ET 16; Fischer 1994, no. 335). Breccia, E. 1930. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. I. Bergamo. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Vogt, J. 1924. Die griechische-ägyptische Sammlung Ernst von Sieglin, part II: Terrakotten. Leipzig. Webster, T. B. L. 1967. Monuments Illustrating Tragedy and satyr Play (second edition). London."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C638) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.327) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": [" satyr ", " actor/actress "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1408"]}