{"artifact_name": "volute krater", "Object Type": ["volute krater"], "Museum number": ["1886,0401.1203"], "Description": [" Rim and neck sherd of Attic black-figured pottery volute-krater; interior: top of rim reserved; glazed below with one added red band; on top of rim and on outside, key maeander bands; on neck, black-figure decoration consisting of frieze of mixed figures; from left: five figures facing right: head of youth with red fillet; upper part of youth with left hand raised (incised line of garment at neck and left elbow, red fillet); upper part of female (flesh in added white, peplos with over-fold with incisions, faded rosette of dots, incised circle for pin); nude youth; bearded male, larger than other figures seated on folding stool (red hair and beard, himation with incised folds, dab of red and faded rosettes, faded white on pivot pins of stool); facing him, youth with red fillet on head, circlet in faded colour in left hand and right hand raised with drapery (red fold, faded rosettes) over arm, and a female (white flesh, peplos with neckline decorated with incised ovolos, bodice with white rosette, red panel on skirt); to right two facing pairs: upper part of nude youths (both with red fillet), the right one holding faded white cockerel under his left arm; and upper part of draped youth (red fillet and on himation) facing female, hand in white preserved. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["540BC-520BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 37 centimetres (rim) ", " Height: 6 centimetres ", " Thickness: 1.50 centimetres (top of rim) "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B600.27) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 284-5, no. B253) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0176) (Phase 1) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1203"]}