{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1704"], "Description": [" Gilded terracotta figure of a draped girl dancing, from an imitation ear-ring. A small relief attachment in the form of a dancing woman, probably a kalathiskos-dancer, her thin chiton with overfall swirling around her. She moves to the right, but almost frontally, with her left arm stretched out (it is lost at the elbow), and her right arm bent with her cupped hand in front of her waist. The back is flat and plain, with finger-marks. Pressed into a one-piece mould, and the edges trimmed. White dressing on the front and considerable remains of gilding. Light red-brown clay with abundant mica inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " gold "], "Technique": [" gilded ", " painted ", " mould-made "], "Dimensions": [" Height: 2.20 centimetres ", " Thickness: 0.50 centimetres ", " Width: 1.80 centimetres "], "Curator's comments": ["The figure is perhaps from a coffin or decorated box, or as previously interpreted, a drop-earring. There are close gilded parallels from the Chatby cemetery, Alexandria (Breccia 1912, 161–2, fig. 89, nos 509 and no. 510), and they are found with miniature Ionic columns similar to those produced from the mould 3500 (Bailey 2008, no. 3500, also in the British Museum). Breccia, E. 1912. Catalogue général des antiquités égyptiennes (Musée d'Alexandrie). Nos 1-624. La necropoli di Sciatbi, Cairo."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2156) ", " Terracotta / Catalogue of Terracottas in the British Museum (C560) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.329) (Phase 1) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 43, pl. XX, no. 25) "], "Location": ["Not on display"], "Condition": ["Her head and legs are missing."], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1704"]}