{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1872,0604.1109"], "Description": [" Pair of hemispherical gold ball earrings with S-shaped hooks: earrings of the standard gold ball-and-disc type. The ball elements, forming less than a hemisphere, are made of two sections with a very neat vertical join. At the back they are finished with a flange 4 mm wide. A vertical supporting wire is attached at the back of the ball, and the end of the recurved hook is coiled around the end of it; the hook then runs up the back of the domed disc, about 9 mm in diameter, which is attached to the top of the ball. The join is concealed by a row of four gold grains. "], "Cultures/periods": ["Roman"], "Production date": ["1stC"], "Production place": [" Made in: Italy, From Pozzuoli "], "Materials": ["gold"], "Dimensions": [" Height: 3.10 centimetres ", " Weight: 3.80 grammes "], "Curator's comments": ["A very similar construction may be seen on an earring in Mainz (Deppert-Lippitz, 'Goldschmuck der Römerzeit im Römisch-Germanischen Zentralmuseum' (1985), no. 48, Taf. 19). Bibliography: F. H. Marshall, 'Catalogue of the Jewellery, Greek, Etruscan and Roman, in the Departments of Antiquities, British Museum' 1911, nos 2618, 2619; K. Parlasca & H. Seeman, ‘Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit’ (1999), 246 no. 152."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2618) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (100) "], "Location": ["On display (G70/dc8)"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2015, Oct 29 – 2016, Feb 7. British Museum, Room 35. Egypt: Faith after the Pharaohs 2019-2020, 27 Jul-16 Feb, Colchester, Colchester Castle, Essex Bling "], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1872,0604.1109"]}