{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1888,0601.569.a-c"], "Description": [" Body sherd (mended from six fragments) with turn to stem of Rhodian pottery Vroulia cup with everted rim; added red badly worn; interior: glazed streaky black; part of incised palmette and lotus flower frieze with added red on petals and kalyx; on floor, part of large incised rosette with red on petals; exterior: glazed streaky black; frieze of incised alternating pendant and upright palmettes with red on petals and fronds; tongues at base of wall with red on petals; stem reserved as far as preserved. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Rhodes "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Vroulian"], "Type series": [" Kinch Group B 1.α (possibly) ", " Kinch Group B 1.β (possibly) "], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.40 centimetres ", " Thickness: 0.70 centimetres (near stem) ", " Width: 13.40 centimetres "], "Curator's comments": [" The sherd joins British Museum 1888,0601.569.d. The sherd possibly belongs to the same vase as British Museum 1888,0601.569.e, 1888,0601.569.k, 1888,0601.569.l, 1888,0601.569.p and 1888,0601.569.r. A drill hole on the bottom of the sherd indicates that a sample from the vessel was used for NAA purposes. According to Weber, this particular sample was used as comperanda for a study on other vessels. If the sherd belongs to the same cups as British Museum 1888,0601.569.e, then this sherd belongs in Kinch's Group B 1.α or .β of Vroulia cups. It is impossible to determine to which of the two groups the cup belongs since the defining characteristic is found on the underside of the stemmed foot, which is now lost. Schlotzhauer comments that 1888,0601.569.e ought to be placed amongst the earliest Vroulia examples at Naukratis because of the geometric pattern in the handle zone and because the shape of the cup shares similarities with his South Ionian cup Type 8, which coincides with Vallet and Villiard's Ionian cup type A1 (Vallet and Villard, 1964, 87-88) and Hayes' Ionian cup type III (Boardman and Hayes 1966, 111-116). ", " The fragment (sample no. Nau 59) was analysed by Hans Mommsen, Bonn, with NAA. Originally a 'chemical single' (Mommsen et al. 2006,73; Schlotzhauer and Villing 2006, 56), the piece now joins other samples in a chemical group (Ul65) which can be attributed to Rhodes as a production place since it includes a Hellenistic stamped Rhodian amphora (British Museum 2011,5002.164). The analyses are still unpublished. "], "Bibliographic references": [" Möller 2000 / Naukratis, Trade in Archaic Greece (p. 257, no. 8) ", " Kinch 1914 / Vroulia (p. 183, fig. 65) ", " Weber 2006 / East Greek 'Situlae' from Egypt (p. 150, fig. 25) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p. 56, sample Nauk 59) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GN.26) (phase 3) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 163-5, NAU 135, pl. 29 e-f) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.569.a-c"], "Joined objects": [" Potential Join Group: G16312 (2 objects) "], "Conservation": ["Treatment: 02 Feb 1994"]}