{"artifact_name": "hydria", "Object Type": ["hydria"], "Museum number": ["1894,1101.318"], "Description": [" Core-formed glass hydria; Opaque white and opaque orange trails, translucent cobalt blue body and handles; Horizontal rim-disc with tool-marks on upper and under surfaces; tall, cylindrical neck meeting horizontal shoulder in right-angled curve; tall, ovoid body curving inward to short stem above a coiled pad-foot. Widely-swung upright handle, vertically ribbed, from shoulder to rim; two horizontal 'handles' (too small to be of use) pressed on to body just below shoulder at other axis of vessel, one with minimal piercing, the other solid. Marvered white trail dropped on at rim and drawn in sloping line to shoulder; two orange trails dropped on at shoulder; one (a false attempt) stops after a quarter-circle, the other joins the white trail and both continue together, alternating, to near pad-foot, at first in well-made zigzag panel, then in straight revolutions. Formed on a core; rim-disc, handles and base-knob drawn on and tooled; trails drawn on, marvered (except on lip) and combed. "], "Cultures/periods": [" Cypro-Classical II (?) ", " Hellenistic (? early) "], "Production date": ["400BC-275BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Amathus"], "Findspot": [" Excavated/Findspot: Amathus, Site E, tomb 96 "], "Materials": ["glass"], "Type series": ["Mediterranean Group 2"], "Technique": [" core-formed ", " trailed ", " marvered ", " tooled ", " combed "], "Dimensions": [" Diameter: 4.30 centimetres (max) ", " Height: 6.60 centimetres "], "Curator's comments": ["Murray et al. 1900, 120, pl. xiv, 10 and 20. The chamber in which this piece was found contained 'bodies', and a sarcophagus in which there was, presumably, a skeleton (although this is not stated). The grave-contents are not divided into interment-groups. A gold pendant (Marshall 1911, no 2048, pl. xxxix; Murray et al. 1900, pl. xiv, 20) and a silver ring with plain sard scaraboid in a gold setting (Marshall 1907, no. 1038; Murray et al. 1900, pl. xiv, 10) are both dated 5th century BC by Marshall, but the interments were probably not all contemporary, or even nearly so."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (301) ", " Murray, Smith and Walters 1900 / Excavations in Cyprus (p. 120, Tomb 96) "], "Location": ["On display (G69/Balcony/dc3/shA)"], "Condition": ["Only stumps of upright handle extant. Incipient dulling and weathering in parts, but vessel mostly retains pristine sheen."], "Acquisition name": ["From: Turner Bequest Excavations, Amathus"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1894"], "Department": ["Greek and Roman"], "Registration number": ["1894,1101.318"], "Additional IDs": [" Miscellaneous number: DBH.0268 (Harden number) "]}