{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Museum number": ["1886,0401.1479"], "Description": [" Cypriot terracotta figure of beardless youth. Fragment of head only. Youthful beardless and rounded chin, with fleshy cheeks and lips, thick loop double earrings on both ears and pointed cap with long head cloth falling down back of neck. Traces of red paint on lips and on cap. Cypriot clay pressed into one-piece mould. Fine buff coloured fabric with fine black and white inclusions. "], "Cultures/periods": ["Cypro-Archaic I"], "Production date": ["620BC - 600BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ1 ('bothros' / 'trench with bowls') "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.20 centimetres (max) ", " Length: 2.30 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": ["Head only of a flat mould-made figurine type of a beardless male youth holding and animal for sacrifice. See also GR 1934,0309.3 from Naukratis. Standardised figurine of a type dated to the second half of 7th century BC, though excellent parallel from the end of the 7th century BC (Karageorghis 1995, 49-51, pl. 25.3 Type I(viii)37, see also 34-38 from Idalion, Ayia Irini, Ayios Georghios Spatharikou and Samos). The longevity of this subject is illustrated by stone sculptures of Cypriot temple-boys with earrings and pointed cap with head-cloth falling down on neck, in a later style, dated to the second half of the fifth century BC (Beer 1994, pls 84.d, 86.b 87.e-g). Erroneously identified by Petrie as a limestone female figurine head. This is from the earliest level in the first temple to Apollo of the Milesians that Petrie dates this to later 7th century BC, citing this as evidence for a circa 620 BC date for the foundation of this temple (Petrie 1886, 14, pl. 2.5). Petrie’s assertion is supported by Karageorghis’ subsequent research. Beer, C. 1994. ‘Temple-boys: A study of Cypriote votive sculpture’. Studies in Mediterranean Archaeology. Vol. CXIII, Stockholm. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 14, pl. II, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.049) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["cleric"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1479"]}