{"artifact_name": "model; figure; trial-piece", "Object Type": [" model ", " figure ", " trial-piece "], "Museum number": ["1886,0401.1566"], "Description": [" Plaster face, possible sculptor's model. A plaster face, about life size, extending from the lower forehead to just below the nose, from side to side (the ears omitted), a finished edge all round. The eyes are cut (indeed, undercut) as sockets, with a careful finish to their edges. Probably once white plaster, but the surface is now discoloured to a buff shade. "], "Cultures/periods": [" Late Period (end?) ", " Ptolemaic (?) "], "Production date": ["4thC BC-1stC BC"], "Production place": [" Made in: Naukratis (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Great Mound, Casemate building in 'Roman levels' "], "Materials": ["plaster"], "Technique": ["mould-made"], "Dimensions": [" Height: 26.50 centimetres "], "Curator's comments": [" The rear cannot be examined as the object is fixed by plaster to a modern stone mount: Petrie says it is flat at the back. From the casemate (storage) building in the Great Temenos, sometimes erronously published as a Fort. 'Found in the dust, a little below the first floor level, in the south-east chamber of the north-west five [chambers]' (Petrie 1886, 34). 'This Fort or storehouse is mentioned many times, often as the 'great mound', with plans at various stages of the excavation, by Petrie and F. Ll. Griffith in 1884-5' (Bailey 2008, 153; Petrie 1886, 33–4, pl. 18, no. 2; for the location see plans of the ‘Great Temenos’ pls 11, 42, 43). ", " Faces of kings in the round were a popular topic amongst sculptor's models, particularly in the 30th dynasty and early Ptolemaic Period (for similar pieces made of plaster or limestone: Tomoum 2005, 215-216, Pl. 33, nos. 46-47; see also Pl. 79, no. 157 for a plaster face of jackal with deep depressions for eyebrows and eyes). It was a practice piece, made and used in a sculptors' workshop (on nature and functions of this type of model: Tomoum 2005, 42-55; see also Ashton 2014 for a different interpretation regarding king's heads and busts within the category of sculptor's models). Sculptor's models of different types were discovered in Naukratis, suggesting the presence of such workshop on the site. See Oxford, Ashmolean Museum AN1887.2764, for another model in plaster discovered in Naukratis. This specimen is however relatively unusual since only the upper half of the head is represented. Emery mentioned in North Saqqara plaster casts of various parts of the human anatomy including upper halves of human faces and interpreted them as 'medical votive offerings left by sick pilgrims' (Emery 1970, 8, pl. XVI, i). This model was discovered in the large casemate building with the Great Temenos by Petrie (Bailey 2008, 153, pl. 109, no. 3595). Ashton, S.-A. 2014, 'Limestone and Plaster Royal Sculpture of the Late and Ptolemaic Periods in the Fitzwilliam Museum', in A.M. Dodson, J.J. Johnston and W. Monkhouse (eds), A Good Scribe and an Exceedingly Wise Man: Studies in Honour of W.J. Tait, London, 2014, 7-24. Bailey, D.M. 2008, Catalogue of the Terracottas in the British Museum 4: Ptolemaic and Roman Terracottas from Egypt, London. Emery, W. B. 1970, ‘Preliminary report on the excavation at North Saqqara 1968-9’. The Journal of Egyptian Archaeology 56, 5-11. Tomoum, N. S. 2005, The sculptors' models of the Late and ptolemaic periods : a study of the type and function of a group of ancient Egyptian artefacts, Cairo. "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3595) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pp. 33-4, pl. XVIII, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.06) "], "Location": ["Not on display"], "Condition": ["The nose is less finely finished and its tip is damaged."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1566"], "Additional IDs": [" Miscellaneous number: 1972,0110.24 (re-registered in error as) ", " Miscellaneous number: X37 "]}