{"artifact_name": "figure; religious/ritual equipment", "Object Type": [" figure ", " religious/ritual equipment "], "Museum number": ["1837,0714.88"], "Description": [" Terracotta male figure, possibly Harpocrates, ithyphallic and squatting. A squatting male being, his legs bent double and his feet widely splayed, reaching forward to grasp the root of his huge phallus with both hands. His features are slightly grotesque and he is bald but for a band of hair encircling his head (except for his brow). His arms are thin and have a curious ridged, segmented appearance, as though wearing many bracelets, but probably representing malnutrition to add to his ugly apotropaic demeanour. Between his wrists is his distended stomach. The back is very summarily modelled and much is lost; there may have been an applied suspension-lug between the shoulders. Hollow; two-piece mould. Micaceous orange-brown Nile silt, covered with a brown slip. Traces of a white dressing, particularly on the head and neck. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 10.80 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Ashmolean Museum, Oxford, no. 1966.1077 (Catling 1967: 16, no. 22); Van Wijngaarden 1958: no. 60. Not unlike: Pingiatoglou 1993: no. 113, dated third to fourth century ad. Bibliog. Sotheby’s Sale Catalogue, 25–7 July 1836: lot 257; Franks n.d.: M 56; Fischer 1994: 250, no. 525."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3144)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Purchased through: Sotheby's"], "Acquisition date": ["1837"], "Department": ["Greek and Roman"], "Registration number": ["1837,0714.88"], "Additional IDs": [" Miscellaneous number: M56 (Museum Secretum) "]}