{"artifact_name": "column", "Object Type": ["column"], "Museum number": ["1886,0401.1570"], "Description": [" Fragment of the necking of a limestone column with meander decoration. The fragment is probably from the top of a column necking with an even zone with a meander decoration. Below, another even zone appears which shows traces from possibly turning. On top of this a 0.60 cm high section that leads over to the meander zone which is slightly withdrawn on its vertical cross-section (0.5 mm). This smoothed zone had initially an incised rectangle grid: vertical line distance 6.3 mm, horizontal distance 5.5 mm. This grid was used as the base for a two row swastika meander, albeit a third row is assumed by the little remains on the upper edge. The meander is ca. 2mm high, while the intermediate spaces were ca. 4.5 to 5 mm deepened. The axis dimension of the ornament is 5.5 cm. Traces of red paint were found on the rock spurs. The fragment was made of a soft and light yellowish limestone. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["520BC-500BC (circa)"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), near "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Diameter: 45.50 - 49 centimetres (estimated diameter) ", " Height: 16 centimetres ", " Height: 17 centimetres ", " Length: 12 centimetres ", " Weight: 1.05 kilograms ", " Width: 12.50 centimetres "], "Curator's comments": [" The axis dimension of the ornament is 5.5 cm, whereby following diameter of the meander zone can be concluded: 26 axes -> Dm 45.5 cm, or 28 axes -> Dm 49 cm. After controlling with a circle template a diameter of 46.6 cm with around 26 axes has resulted. According to Koenigs 2007, the fragment could have belonged to an Ionian votive column of ca. 4.5-5.5m height. Published (Koenigs 2007, 345f. Cat. 44; Petrie 1886, 16; Bissing 1951, 65; Moeller 2000, 103f.) ", " Found in 1884, though the temple itself was not indentified until the following year. "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B435) ", " Koenigs 2007 / Archaische griechische Bauteile (p. 345-6, cat. no. 44, pls. 23, 28) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.62) (Phase 3) "], "Location": ["On display (G13/dc7)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1570"]}