{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1388"], "Description": [" Fragment of a limestone figure, presumably female, painted. Preserved is a three-legged trough with the dough, the hands of the figure and her forearm, her feet are on a damaged plinth; the right side of the trough is worked less carefully. The figure is standing behind it, legs far apart, kneading the dough with both hands. The trough itself is placed on three very high legs which are connected through horizontal baulks. The stone between the legs is left. There are traces of red paint remaining. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-550BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ4 or AΠ3 ('bothros' / 'trench with bowls'), probably "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.2)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 5.20 centimetres (max) ", " Length: 9.50 centimetres "], "Curator's comments": ["Nick (2006, 65) states that the kenading of dough and the grinding of corn were frequently used themes in Cypriot terracotta figures., though this limestone depiction is unique. This activity was usually left to women which makes the identification of this example as a female reasonable. The rendering of the trough reminds of the seating furniture found in London B468, the fish-seller or sacrificer. This type of figure in terracotta is generally dated to the 6th century BC - the date for this specific example is hard to determine, though it should be pre c.550BC on the basis of the stratigraphy. Published (Smith 1892, no. 108; Petrie 1886, pl. 2, fig. 19)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B469) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 43, p. 120; p. 65; pl. 19) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. II, no.19) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.075) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["food/drink"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1388"]}