{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1420"], "Description": [" Cypriot terracotta female figure. Fragment of mould-made head only with long hair flowing down back of head, covered by a veil in a turban-shaped headdress. Large earrings and necklace visible. Long narrow face with strong features and large eyes. Traces of red (hair) and white (skin) paint in patches, obscured by white concretions. Cypriot clay pressed into two moulds, subsequently joined creating a hollow figure. Fine pink fabric, with frequent fine black and grey (volcanic?) inclusions, sparse mica. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC - 575BC"], "Production place": [" Made in: Achna (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: First Temple of Apollo (Naukratis), Stratum AΠ3 ('bothros' / 'trench with bowls') "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7.50 centimetres (max) ", " Thickness: 4.20 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" These figurines with narrow, trapezoidal and firm features, fall within Gjerstad’s ‘Western Neo-Cypriote style’ he dates to 570 to 520 BC (Gjerstad 1948,108, pls 9, 7). Good parallels from Syria date from the end of the 7th to the 6th centuries BC (Fourrier & Queyrel 1998, 198, no.295, N2333 but see also 175, nos 247-8, AM3562, AM3568 unprovenanced from Idalion). Similar figurines from the Achna workshops date to the 6th century BC (Karageorghis 1999, pls 17.4, 38.1-2, 56.7, Types I(ix)170, IV(iii)6-7, VII(ii)11). This agrees with Petrie’s suggested 6th century BC date for Stratum 3 in the sanctuary of Apollo (Petrie 1886, 14). Fourrier, S. & Queyrel, A. 1998. L’art de modeleurs d’argile Antiquités de chypre coroplastique. Musée du Louvre, Paris. Karageorghis, J. 1999. The coroplastic art of ancient Cyprus.V. The Cypro-Archaic Period small female figurines. Nicosia, University of Cyprus. Gjerstad, E. 1948. The Swedish Cyprus Expedition. Vol. IV, Part 2 : The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. Stockholm, The Swedish Cyprus Expedition. ", " Possibly he piece mentioned by Petrie in his Journal 1884-85, p. 209, where he talks about finds from Apollo sanctuary: \"A bust from an archaic terracotta female figure has been found there; it is decorated with large earrings necklet & necklace\". ", " Marked \"AΠ3\". "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 14, pl .II, no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.014) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["cleric (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1420"]}