{"artifact_name": "bowl; figure", "Object Type": [" bowl ", " figure "], "Museum number": ["1886,0401.1508"], "Description": [" Gypsum alabaster (calcium sulphate) tripod shallow cosmetics bowl fragment with legs in the form of a siren carrying a child at her breast. Fragment of only about one third of the shallow basin is preserved, two of the three supporting figures are missing; the preserved siren is missing the head and the figure in her arms is lacking head and upper body. The upper part of the left wing has been replaced by a piece from the edge of the bowl. There are possible traces of smoke residue visible. The missing parts were replaced by a modern plaster cast. The shallow basin has a flat lip, around the edge of which a plastically rendered tongue pattern (Eierstab) is running. Three figures were holding up the basin originally, of which one remains in the form of a Siren with long curving wings, carrying a child at her breast. The widely spread wings are supporting the bottom of the basin. The head is missing; long tresses fall on the shoulders. The upper part is female with a sleeved garment visible; the lower part is scaled while ending in a bird's tail. On the left side, the body ends in the egg-like form; on the right side, the tail is shown in relief above the feathers. The human figure held by the siren like a child is wearing a long chiton; the legs are angled and the arms were held up towards the siren's upper body. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["550BC-525BC"], "Production place": [" Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis ", " Excavated/Findspot: Sanctuary of Apollo (Naukratis) (according to Höckmann) "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 5 (Sub group 4)"], "Dimensions": [" Height: 6.80 centimetres "], "Curator's comments": [" Cypro-Ionian style alabaster tripod bowls come in two forms, one with lion’s feet (Montreal, Redpath Museum 2532.02; 2532.01) and three fragments with sphinxes (British Museum GR 1886,0401.1508; Boston, Museum of Fine Arts RES.88.45; 86.168; Eg.Inv.458). The second group were likely used as containers for cosmetics or toiletries vessels and have been dated 550-525BC (Höckmann 2007, N37, 190-191, type 5, style group 4). A broader date range of 575-525BC is suggested for the former group. The basin's form has been attested according to other examples to belong to the Ionian area (Smith 1892, no.116; Bulk, 35; Conze 1895, 106; Bulle 1900, 35; von Fritz 1894a, 74; von Fritz 1894b, 733; Perrot and Chipiez 1903, 336; Weicker 1902, 126; Belin de Ballu 1972, 43-44; Floren 1987, 409; Wild 1988, 426). A parallel from Olbia suggests that all examples had identical tripod legs and likely also a lid (Höckmann 2007, 190-191). One example was found in late Saite levels within the sanctuary of Aphrodite (context Φ8; Boston RES.88.45), the others do not have secure contextual information. ", " An example of this type, in limestone with alternating lion's paw feet and spoolhandles (3 each), has been found in a Lydian child's grave at the village of Tekelioğlu Köyü near Manisa, with a suggested date in the last quarter of the 6th century BC: Mitten, D.G. and Yüğrüm, G., “Excavations at Ahlatlı Tepecik on the Gygean Lake, 1968”, Türk arkeoloji dergisi, 17,1.1968, 17.1, 125–131, esp. 127 , 131 figs 9-10. Similar bowls, with a lid, but manufactured in faience (glazed composition), have been found on Rhodes: British Museum 1885,1213.58, see Webb 1978, pl. XI no. 268 (with incorrect registration number). ", " Höckmann (2007,190) suggests that the bowl could have been found in the temenos of Apollo. "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B466) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N37, pp.190-191) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.124) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["siren"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1508"]}