{"artifact_name": "alabastron; figure", "Object Type": [" alabastron ", " figure "], "Museum number": ["1886,0401.1393"], "Description": [" Gypsum alabaster (calcium sulphate) alabastron, terminating in a female figure, fragment. Upper part of an alabastron in the shape of a woman. Preserved from the lip down to below the right elbow; the lip is damaged, the back of the nose broken away. The woman is wearing a long-sleeved garment which is combined with a veil leaving the ears uncovered and falling over the shoulders towards the front. The left arm is hanging down at the side, the right is angled with the clenched hand with the horizontally pointing thumb resting right below the pointy breasts. Indications of jewellery are missing but were possibly painted onto the surface. Therather plump face has slim flat eyes and a small, slightly smiling mouth. The entire surface is worn. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ7(?) "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 5 (Sub group 3)"], "Dimensions": [" Height: 8.40 centimetres "], "Curator's comments": ["Marked in pencil AΠ7 (Sanctuary of Apollo stratum AΠ7). The pencil mark has faded, or has been cleaned off in part. Cypro-Ionian style alabaster alabastra in the form of Kore, have been dated 575-550BC (Jenkins 2001, 172, figs. 11-12; Höckmann 2007, 189-190, N36; pl. 40 a-d, Type 5.1, style groups 3), correcting the higher dating of Smith (Smith 1892; Pryce 1928. Four examples are known from Naukratis (Bolton Museum 1966.112.A), two from the sanctuary of Aphrodite (contexts Φ8 and Φ10; Boston 88.738; British Museum GR1888,0601.15; Gardner 1888, pl. XIV, no. 11; Höckmann 2007, 189-190, no. N35) and one from the sanctuary of Apollo (stratum AΠ 7; British Museum GR1886,0401.1393, previously erroneously attributed to Aphrodite, Höckmann 2007, 189-190, N36). All three contexts are late Saite in date. They were likely made in the same workshop (Höckmann 2007, 190 ). Parallels (Maximova 1927, 128, no.1; Poulsen 1912, 99; J. Paul Getty Museum no. AA.306) include an example from Kamiros, Rhodes (Jacopi 1933, 152-3, figs 181-2). Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Maximova, M. I. 1927. Les Vases plastiques dans l’antoquité (époque archaïque). Paris. Poulsen, P. F. S. 1912, Der Orient und die frühgriechische Kunst. Leipzig."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B465) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N36, p. 190; pl. 40c-d) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (p. 172, fig. 12) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.120) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1393"], "Conservation": ["Treatment: 11.02.1983"]}