{"artifact_name": "hydria", "Object Type": ["hydria"], "Museum number": ["1888,0208.104"], "Description": [" Fragment of Clazomenian black-figure painted pottery hydria, reconstructed. Neck, dark. Shoulder, tongues (dark, white, dark, purple): myrtle branch. Belly, goddess (presumably) mounting chariot - there is room for another figure at the horses' heads. Purple for goddess's rear fillet (reaching back only to her ear), for her cloak, along top and back edge of chariot, between incisions on rump of near horse, alternating with white along its incised ribs, for stripe along upper part of its left hind-leg, for bridle and for stripe outside the incised line of its shoulder, and on the necking ring of the pot. White for dot and chevron below the divisions of the tongues; for dots between myrtle leaves; for flesh of goddess, chariot wheel, and further horse; for crosses on skirt; for dots of forward fillet (also only to ear), of front of chariot, inside shoulder line of near horse, and strap below reins. Detail on white incised. The goddess wears a necklace with pendant askew. The lower part of the car of the chariot is unfinished, and so probably are the four short 'spokes' which should have been lozenge-shaped. "], "School/style": ["Urla group (probably)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["530BC (circa)"], "Production place": [" Made in: Clazomenae (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 23 centimetres ", " Diameter: 27.94 centimetres ", " Height: 12.30 centimetres (as made up) "], "Curator's comments": [" This hydria has a flatter, sharper shoulder than many others in the same CVA volume. The cloak of the goddess may be a cursory representation of the aegis; if so, this is Athena, perhaps excerpted from a Judgement of Paris. BMC B.127. JdI 1895, 45 fig. 9. AD ii, pl. 21. 1 (an excellent water-colour). G. Perrot and E. Chipiez, Histoire de l’Art ix, fig. 191. P. Ducati, Storia della Ceramica Greca i, fig. 141. BSA xlvii, 131-C 1.14. BM Cat. Vases The wheels of the biga have four spokes, between which are shorter spokes, of no apparent use. cf. the marble relief in Athens of the goddess (?) mounting her chariot, Murray, Hist. Gk. Sculpt. i. p. 142. ", " relief inscription on reconstruction plaster: 'AR 1890' "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B127) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 594, 1) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 142) "], "Location": ["Not on display"], "Subjects": [" classical deity ", " charioteer/chariot "], "Associated names": ["Representation of: Athena/Minerva (perhaps)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.104"]}