{"artifact_name": "sistrum", "Object Type": ["sistrum"], "Museum number": ["1888,1115.19"], "Description": [" Part of a bronze sistrum in the form of the head and shoulders of the goddess Hathor (upper parts missing, but it was probably an arched example); hollow but metal is heavy and of uneven thickness on each side, having been heavily leaded; socket for a handle (now missing) on the lower end of the figure; figures of cobras on each side of the head, both broken off at the top; probably cast in the lost-wax technique, the piece shows signs of having partially collapsed during casting as the head on one side is dented and the details are less sharp than on the other side; surface of the metal corroded in places. "], "Cultures/periods": [" Cypro-Archaic ", " Eastern Mediterranean ", " Late Period (likely) "], "Production date": ["750BC-500BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Cyprus Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Kouklia), Sanctuary of Aphrodite (?) Tomb (?) "], "Materials": [" bronze ", " lead "], "Technique": ["lost-wax cast"], "Dimensions": [" Height: 10 centimetres (max) ", " Weight: 498 grammes "], "Curator's comments": ["This item is not mentioned in Gardner et al.'s account of the excavations despite the fact that it was - and remains - a unique example of an Egyptian sistrum from the Sanctuary but also from the island as a whole. It was described as a sceptre head in the British Museum register, but its obvious associations with the Egyptian goddess Hathor were not mentioned, even though a sketch was included next to the written description. The sistrum has been identified by Dr Marcel Maree (Department of Ancient Egypt and Sudan) as an actual Egyptian import of the Late Period rather than a Cypriot-made item using the iconography of Hathor, though within a Cypriot context it was probably associated with the local Great Goddess who shared many attributes with her Egyptian equivalent (Hermary 1985). See Carbillet 2011, with full discussion and refs. The latter observes that the detailing allows the piece to be dated to the XXVI Dynasty date. Hermary, in hs review of Carbillet 2011 in CCEC 41, 344-6, suggests that the provenance was likely to be the Sanctuary. This is likely given the fragmentary and crushed condition of the object, but this cannot be confirmed based on available documentation. The sistrum was almost certainly a cult or ceremonial instrument used in the Sanctuary of the Great Goddess at Palaepaphos, though whether it was found there or in a tomb of an individual associated with the cult (such as may be the case with the three terracotta statuettes depicting a goddess or priestess found in a tomb by the British Museum excavators in 1899: GR 1899,12-29.1-3) cannot be determined. See Leibundgut Weiland and Frey-Asche 2011 for a comprehensive overview of all votive offerings of a figural nature from the modern excavations, including a discussion of older discoveries. The present item is listed in their catalogue as no. 889, but this information was derived from an older publication of the modern Swiss expedition to the site, and they do not appear to have been aware of the item's existence in the BM collection. For an overview of the cult of the Great Goddess on Cyprus, see Karageorghis 2005 (chapter 1 for Palaepaphos) and Ulbrich 2010 (esp. 401-4). For further details of the original excavations see Gardner et al. 1888 and Maier 1997, while Maier and Karageorghis provide a modern overview based on the modern excavations at the Sanctuary. Bibliography: Gardner E. et al. 1888, 'Excavations in Cyprus 1887-88. Paphos, Leontari, Amargetti', JHS 9, 146-271. Hermary A. et al. 985, 'Un nouveau chapiteau hathorique trouvé à Amathonte, BCH 109, 657-708. Karageorghis J. 2005, Kypris. The Aphrodite of Cyprus. Ancient sources and archaeological evidence (Nicosia: A.G. Leventis Foundation). Leibundgut Weiland D. and Frey-Asche L. 2011, Weigeschenke aus dem heiligtum der Aphrodite in Alt-Paphos. Terrakotten, Skulpturen und andere figürliche Kleinvotive. Ausgrabungen in Alt-Paphos auf Cypern 7 (Darmstadt/Mainz). Maier F.-G. 1997, 'A hundred years after Hogarth. Digging at Aphrodite's sanctuary at Palaipaphos', CCEC 27, 127-36. Maier F.-G. and Karageorghis V. 1984, Paphos. History and archaeology (Nicosia: A.G. Leventis Foundation). Ulbrich A. 2010, Kypris. Heiligtümer und Kulte weiblicher Gottheiten auf Zypern in der kyproarchaischen und kyproklassichen Epoche (Königszeit) (Münster: Ugarit-Verlag)."], "Bibliographic references": ["Carbillet 2011 / La figure hathorique à Chypre (IIe-Ier mill. av. J.-C.) (Catalogue no. C3)"], "Location": ["Not on display"], "Subjects": [" music ", " deity "], "Associated names": [" Representation of: Hathor (?) ", " Representation of: Great Goddess of Cyprus "], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,1115.19"], "Conservation": ["Treatment: 15 Oct 2007"]}