{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1424"], "Description": [" Cypriot terracotta female figure. Fragment of head only with long hair flowing down back of head, covered by a veil in a turban-shaped headdress. Large earrings and necklace visible. Long narrow face with strong features and large eyes. Traces of red (hair) and white (skin) paint in patches, obscured by black concretions or mould. Cypriot clay pressed into two moulds, subsequently joined creating a hollow figure. Fine light pink fabric, with frequent black, grey (volcanic?), white (limestone) and red (grog) inclusions up to 2 mm across, sparse gold mica. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC - 590BC"], "Production place": [" Made in: Achna (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: First Temple of Apollo (Naukratis), Stratum AΠ3 ('bothros' / 'trench with bowls') "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7.60 centimetres (max) ", " Thickness: 4.90 centimetres ", " Width: 5.60 centimetres "], "Curator's comments": ["These figurines with narrow, trapezoidal and firm features, fall within Gjerstad’s ‘Western Neo-Cypriote style’ he dates to 570 to 520 BC (Gjerstad 1948,108 pls 9, 7). Similar figurines from the Achna workshops have been dated to the 6th century BC (Karageorghis 1999, pls 17.4, 38.1-2, 56.7, Types I(ix)170, IV(iii)6-7, VII(ii)11). However, a good parallel is dated to the end of the seventh century BC (Fourrier & Queyrel 1998, 201, no.303, AM3575), with similar examples found in Syria dating from the end of the 7th to the 6th centuries BC (Fourrier & Queyrel 1998, 198, no. 295, 175, no. 247-8 N2333, AM3562, AM3568). An early date for production is supported by parallels from a pit closed in Samos around 620BC (Henke 2011, 218-9). This piece was marked AΠ3, from Stratum 3 in the temple of Apollo, a phase dated by Petrie to the early 6th century BC date for (Petrie 1886, 14). Statum 5 above includes material dated 580-550BC, whilst stratum 1 below include material dated 625-600BC. Fourrier, S. & Queyrel, A. 1998. L’art de modeleurs d’argile Antiquités de chypre coroplastique. Musée du Louvre, Paris. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Gjerstad, E. 1948. The Swedish Cyprus Expedition. Vol. IV, Part 2: The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. Stockholm, The Swedish Cyprus Expedition. Karageorghis, J. 1999. The coroplastic art of ancient Cyprus. VB. The Cypro-Archaic Period small female figurines. Nicosia, University of Cyprus."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 14, pl. II, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.007) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["cleric (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1424"]}