{"artifact_name": "column", "Object Type": ["column"], "Museum number": ["1886,0401.24-26"], "Description": [" Fragment of limestone column-necking with anthemion. Two or three fragments were rejoined and restored. Together they swell slightly towards the top. Together they swell slightly towards the top. Above is a smooth astragal; at the top, a rebate for the cap. At the bottom, the top of the flutings, which terminate in a flat raised border. The shallow flutings are divided by ridges and end beneath segmental arcing bridges. Above, a 19,5 cm high and even zone appears with a smooth anthemion which has a cylindrical shape at first, but swells towards the top and is rimmed by a 2,5 cm wide ovolo moulding. The profile of the zone ends with a ca. 2 cm deep and 3,2 cm high seam which is created on the upper side of the drum as an even surface. The anthemion contains of a standing lotus-blossom with arching petals, and below these, arching tendrils. The blossoms are very simplified and consist of sepals (also known as husks) and only one rhomboidal petal. The chalices are positioned above a short string that drops s-shaped and then soars sideways, ending on top of a bud. Between the tendrils and underneath the chalice, a stunted palmetto hangs that is made of seven parallel strings. Under the arcading, the lotus-buds are joined with thin and extracted stems. These buds are situated between the s-tendrils and connected by downwards hanging independent creep arches, while between them downwards pointing nuclei sit. Both the upper ending of the profile as the upper surface of the ovolo moulding show traces of red colour, however, no colouring was preserved on the ornaments. The fragments consist of a very fine-grained and yellowish limestone. The none-stucco surface of the anthemion is imprecise and poorly grinded and the uneven surface with inaccurate lines. Restored with fragment 1886,4-1.29. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Diameter: 49 centimetres (as restored) ", " Height: 19.50 centimetres (anthemion) ", " Height: 32 centimetres (as restored) ", " Height: 32 centimetres (reconstruction) "], "Curator's comments": ["The biggest fragment corresponds roughly to Petrie’s drawings (Petrie 1886, Pl. 3), however, the reconstruction does not relate to that. The fragments were joined by means of cast stone, whereby also bits of the original were covered. The deepening between the upper ending of the drum and the following capital is also observable in the architectural components listed by Koenigs (Koenigs 2007, 316ff. Cat. 5-8). The reconstruction according to Koenigs varies slightly from Petrie’s drawings (Petrie 1886, Pl. 3) in the design of the lotus-blossoms as well as on the course of the tendrils. The thicker and shorter buds on the reconstruction are fragmentary preserved on the original surface. Koenig’s reconstruction is based on the restorer of the British Museum. The reconstruction of the column diameter is unpredictable due to the inaccurate curve. Basing on the axis of the fragments, the calculation of the column diameter of ca. 44 cm with 12 axes was made. The museum reconstruction shows 25 flutes that are connected to the column drum B392. Four flutes of the preserved fragment correspond with two anthemion axis. This results in 24 flues with a width of 5,75 cm. The preserved column drum B932 does not connect with B393. Published (Petrie 1886, 5f, 13 Pl. 3; Smith 1982, no. 100, 3; Bissing 1951, 70; Wesenberg 1971, Vol. 32, 113, NB 559; Gruben 1960; Dinsmoor, AAG 126, Fig. 47; Pedersen 1983, JdI 98, 99. 112ff. 116; Holtfester 2001, 14. 147. 293f; Koenigs 2007, 314f. Cat. 3)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B393) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. III) ", " Koenigs 2007 / Archaische griechische Bauteile (pp. 314-5, pl. 2,4,5, 11, no. 2, 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.02) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.24-26"], "Joined objects": [" Joined Object Group: G16638 (3 objects) "]}