{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Museum number": ["1873,0820.389"], "Description": [" Faience oinochoe showing woman, named as Arsinoe II of Egypt, pouring libation. Trefoil mouth, with flat spreading lip. Triple-ribbed handles ending above and below in large masks of Seileni. Much restored: bluish-green enamel nearly all worn away; traces of gilding, e.g. round the foot. On the front is a woman to the front leaning over, holding out a small patera over an altar; round the top a wreath, below which are remains of an inscription. The woman stands on a base to left with left knee bent, holding out in right hand a large patera, and in left a cornucopia. Her hair is curly in front, and is drawn back in parallel tresses and wound round in a coil at the back, a fillet passing round the head, the gilt ends of which hang down behind; she wears earrings, a gilt armlet on left arm, long chiton, and himation twisted round the waist in a thick fold and falling to below the knees, the folds being carefully but conventionally indicated. Behind her is a cross-shaped object, and beyond, a tapering meta as the last. The handles end above and below in large masks of Seileni, partly bald, with open mouths, and beards in thick separate locks; the upper one is smaller than the lower and of a different type, the beard being shorter. On the forehead of the latter are remains of gilding; on either side of the former is a volute. On the shoulder is incised an inscription (before glazing), wishing great fortune on the queen. Also fragments removed from the vase. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["270BC-240BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Canosa di Puglia (said to be from) "], "Materials": [" glazed composition ", " gold "], "Technique": [" gilded ", " moulded "], "Dimensions": [" Height: 30.48 centimetres (about) ", " Height: 32.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Roman Pottery Arch. Zeit. 1869, p. 35. ", " Walker & Higgs 2001 Traces of gilding, which survive on the Silenus masks and on the base, suggest that the vessel was intended as an imitation of similar jugs in precious metals. The figure of the queen and the masks were moulded separately and applied to the vessel. Few full-length, Greek-style statues of the Ptolemaic rulers survive, and so portraits in relief on faience 'queen jugs' constitute a rare record. These oinochoai were no doubt used in rituals associated with the ruler cults established during the reign of Ptolemy II (285-246 BC). Arsinoe II was the first Ptolemaic ruler to be deified during her lifetime, as Arsinoe Philadelphos ('she who loves her brother'). Such was the queen's great influence that a festival, the Arsinoeia, was established in 267 BC after her death, and altars inscribed with her name have been found throughout the Greek world. The faience jugs may have been used to pour libations in honour of the dead queen over such altars during her festival. This vessel was made in Egypt and was probably found in southern Italy, which suggests that a cult of Arsinoe II existed there. Alternatively, the jug may have been considered a valuable luxury item by its owner, and buried in his or her grave. BIBLIOGRAPHY: D.B. Thompson, Ptolemaic Oinochoai and Portraits in Faience (Oxford 1973), cat. no. 1; L. Burn, Greek and Roman Art (London 1991), 139-40; S. Walker, Greek and Roman Portraits (London 1995), 58. "], "Bibliographic references": [" Roman Pottery / Catalogue of the Roman Pottery in the British Museum (K77) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (48) "], "Location": ["On display (G22/dc8)"], "Condition": ["Restored from many fragments, and the surface of the vessel has faded and worn considerably. Dismantled and re-assembled in May 1959; twenty-seven fragments not used are in stroage."], "Subjects": [" king/queen ", " deity "], "Associated names": [" Named in inscription & portrayed: Arsinoe II ", " Associated with: Ptolemy II Philadelphos (sister and wife of) "], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1873"], "Department": ["Greek and Roman"], "Registration number": ["1873,0820.389"], "Conservation": ["Treatment: 28 Nov 1994"]}