{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["1872,0515.3"], "Description": [" Marble portrait head of a Roman man. This head, broken through the neck, was originally pieced across the crown. At each side are cuttings where the ears should be; while the proper right cutting is approximately ear-shaped, the left is more geometric. This feature and the presence of a slight ridge above the brow, with no trace of hair, suggest that the subject might have worn a helmet. The subject is a man of mature years, with furrowed brow and carefully modelled winged eyebrows. Beneath these, the fleshy sockets and upper brows are prominent. The tear-ducts are hardly apparent and the lower lids lost in a bag of flesh. The nose is clearly aquiline; the mouth, with thin upper lip, downturned. Unexpectedly, there are no deep naso-labial lines. The chin is very prominent, the jowls fleshy but unlined. "], "Cultures/periods": ["Roman"], "Production date": ["40BC-30BC (circa)"], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) (said to be from) "], "Materials": ["marble"], "Dimensions": [" Height: 22 centimetres ", " Width: 17.50 centimetres ", " Depth: 18 centimetres "], "Curator's comments": ["Walker & Higgs 2001 The subject has been identified as Mark Antony (Walker 1981). The work is evidently of the period (not late first century AD as Jucker proposed), and in profile the head compares well with coin portraits of Antony. However, surviving portraits of Antony are notably inconsistent, and it is difficult to sustain an individual identification without hair. A helmeted head recently sold on the art market is markedly similar, though made in one block of marble and apparently of Augustan date (Christie's New York, sale of 9 December 1999, lot 352). BIBLIOGRAPHY: H. Jucker, 'Romische Herrscherbildnisse aus Agypten', ANRWll, 12(1979), 34-6, pl.28 a-b (Vespasian); S. Walker and A. Burnett, Augustus (London 1981), 37-41 (Antony?)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1972) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (266) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: Cleopatra: The Magic of Egypt at Chiostro del Bramante, Rome from 12 October 2013 to 2 February 2014 "], "Associated names": ["Portrait of: Mark Antony (?)"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1872,0515.3"]}