{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.548.h"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice; white slip; interior glazed streaky black, mostly effaced; remains of lotus (black outline with faint traces of added white on it; streaky centre with slight traces of added red); below, black band with faint trace of white; exterior: trace of black band at top; below, black-figure decoration consisting of head of komast looking to left with part of left upper arm outstretched to right; below right, part of black undetermined motif, perhaps a rosette. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 3.90 centimetres ", " Thickness: 0.20 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": ["Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 328, no. 1525) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1270) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.548.h"]}