{"artifact_name": "bottle", "Object Type": ["bottle"], "Museum number": ["1888,0601.729"], "Description": [" Pottery flask; grey-brown clay with occasional fine-medium iron, coarse quartz and fine black particles; plain everted rim, tall neck with central bulge; elongated ovoid body, bottom-heavy; flat base; traces of red paint on exterior; body broken clean in two at mid-body; heavy encrustation on interior; large red stone in encrustation at base. "], "Cultures/periods": [" Eastern Mediterranean ", " Cypriot (?) ", " Levantine (?) "], "Production date": ["630BC-550BC"], "Production place": [" Made in: Levant (?) ", " Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Coarse Ware"], "Technique": ["painted"], "Dimensions": [" Diameter: 2.60 centimetres (base) ", " Diameter: 2.20 centimetres (rim) ", " Height: 12.40 centimetres "], "Curator's comments": ["Of the same type as 1888,0601.730. The shape is common on Rhodes (e.g. Jacopi 1930, fig. 346; Jacopi 1933, 18-19, fig. 5, tomb II; Kinch 2014, pl. 42 no. 18.1, tomb 18). A related shape of similar fabric with one handle is also attested at Naukratis; the shape of the latter recalls vessels found on Cyprus (e.g. Salamis). The production place(s) of these bottles, which are characteristically heavy, has not yet been determined but must be sought in the Eastern Mediterranean area. Webb (1997, 8 no. 28 with refs) considers the examples found in Cyprus to be 'debased miniature versions of imported Phoenician red-slipped 'mushroom-lipped' jugs' made locally for votive use in the 7th and 6th centuries BC. An example found on Rhodes, with a Greek (?) graffito, still retained remains of its content (A. Coulié in Coulié and Filimonos-Tsopotou 2014, 235 no. 69). Coulié, A. and Filimonos-Tsopotou, M. 2014, Rhodes, une île grecque aux portes de l’Orient, Paris. Jacopi, G. 1930. Esplorazione archeologica di Camiro I. Clara Rhodos IV. Scavi Nelle Necropoli Camiresi 1929-1930, Rhodes. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos VI-VII, Rhodes. Kinch, K. F. 1914. Vroulia, Berlin. Webb, J. 1997, Corpus of Cypriote Antiquities 18. Cypriote antiquities in Australian collections. SIMA XX:18, Jonsered."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (HB.04)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.729"], "Conservation": ["Treatment: 20 Nov 2002"]}