{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["1805,0703.6"], "Description": [" Marble group of an acrobat on a crocodile: the surface is in good condition. Restored are the head, tail and front paws of the crocodile; the right leg, left knee, left foot, and elbows of the acrobat; and part of the plinth. The figure of the boy has been repaired at waist level. The young boy is precariously balanced on top of the back of a crocodile. His hands grasp the rear end of the crocodile, and he appears to be pushing himself up using his shoulder muscles. His back and legs are almost perfectly straight, and his head faces outwards, mouth open and the features contorted with effort. The boy has corkscrew locks and African features. The crocodile's head is restored with an open mouth, baring his sharp teeth, but how the original appeared we cannot know. "], "Cultures/periods": ["Roman"], "Production date": ["1stC BC-1stC (probably)"], "Findspot": [" Found/Acquired: Rome (city) "], "Materials": ["marble"], "Dimensions": [" Height: 75 centimetres ", " Length: 38 centimetres "], "Curator's comments": [" Depicts a member of the Tentyritae tribe, who live on an Island on the Nile, as described by Pliny the Elder (Natural History 8,38, 92-3). ", " Bibliography: A.H. Smith, 'A Catalogue of Sculpture in the Department of Greek and Roman antiquities, British Museum Volume III' (London 1904), cat. no. 1768; G.H. Beardsley, 'The Negro in Greek and Roman Civilization' (Baltimore, 1929), 104, cat. no. 229; F. M. Snowden Jr., 'Blacks in Antiquity' (Cambridge, Mass. 1970), 166, fig. 107; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 339 [360]. ", " Cook 2013, nr.339: Townley's description; ‘A group of a Priapeid genius placed with its legs upwards, and the breast resting upon the back of a Crocodile. It is near three feet high, and was brought from Rome by Mr Campbell of Stackpole, who gave it to the present owner’ (Parlour Catalogue owned by Simon Townley, street parlour 25). In 1804 Parlour Catalogue (street parlour 13), the figure is described as ‘the Genius of production’. The crocodile’s head might originally have contained a pipe for a fountain, as in a similar piece currently in Rome, where the acrobat contains a pipe (Hill; recognised as acrobat by Combe). Presented to Townley by the first Baron Cawdor (not, as stated by Smith, the first Earl) by 1796. Two sculptures (1805,0703.25 and 6) brought from Rome were presented to Townley by John Campbell, first Baron Cawdor. Since the earlier documents that mention them refer to the donor as ‘Mr Campbell of Stackpole’, the gift presumably antedated 21 June 1796, when the Barony of Cawdor was created (for the date, see Burke’s Peerage, s.v. Cawdor). This is consistent with the appearance of 1805,0703.25 in the watercolour of the dining room by Chambers, for which Townley paid in March 1796 (Wigan Accounts). Date: Alexandria 280 230 BC (Lippold); I BC-IAD (Walker and Higgs). Drawings: * Townley drawings 2010,5006.20. Bibliography: - Synopsis of the Contents of the British Museum (1808), VI.88; - Ancient Marbles of the British Museum, X, pl. 27; - A Guide to the Graeco-Roman Sculptures in the Department of Greek and Roman Antiquities, 2 vols. (London, 1874 [1892] and 1876), II, no. 3; - A. H. Smith, A Catalogue of Sculpture in the Department of Greek and Roman Antiquities, British Museum, Vol. III (London 1904), 114-5, no. 1768; - G. Lippold, Die griechische Plastik. Handbuch der Archäologie III.1 (Munich, 1950), 327 note 7; - B. Kapossy, Brunnenfiguren der hellenistischen und römischen Zeit (Zurich, 1969), 47; - D. K. Hill, ‘Some Sculpture from Roman Domestic Gardens’, Ancient Roman Gardens Dumbarton Oaks Colloquium on the History of Landscape Architecture 7 (Washington DC, 1981), 93-94, fig. 19; - B. F. Cook, The Townley Marbles (London, 1985), 49, fig. 45; - S. Walker and P. Higgs (eds.), Cleopatra of Egypt: from History to Myth (Exhibition catalogue, London, 2001), 339, no. 360 (bibl.) (Higgs). "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1768) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (360) "], "Location": ["On display (G70/dc3)"], "Exhibition history": [" Exhibited: 2013 12 Oct-2Feb, Rome, Chiostro del Bramante, Cleopatra: The Magic of Egypt 2015 26 Mar-5 Jul, The British Museum, Defining Beauty: the body in ancient Greek art 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact "], "Subjects": ["crocodile"], "Acquisition name": ["Purchased from: Peregrine Edward Towneley"], "Previous owner": [" Previous owner/ex-collection: John Campbell, 1st Baron Cawdor ", " Previous owner/ex-collection: Charles Townley "], "Acquisition date": ["1805"], "Department": ["Greek and Roman"], "Registration number": ["1805,0703.6"], "Conservation": [" Treatment: 17 Dec 1999 ", " Treatment: 01 Dec 1983 "]}