{"artifact_name": "ionian little-master cup", "Object Type": ["ionian little-master cup"], "Museum number": ["1888,0601.411"], "Description": [" Rim and body sherd of black-figured South Ionian pottery little-master cup; glaze fired light brown; interior: on lip, between lines, frieze of geese to left (from left, wing, tail feathers and leg of first goose; head, neck, body, leg and part of wing remaining of second goose); faded added colour; dot rosette as filling ornament between the birds; body glazed; top of lip glazed; exterior: on lip, myrtle leaf pattern; band atr top of handle zone; below, black-figure decoration consisting of seated sphinx (only wing, rump and part of tail remaining), to left; single dot rosette as filling ornament; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-550BC (circa)"], "Production place": [" Made in: Miletus (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Type series": [" Schlotzhauer Ionian Cup Type 9.C ", " Schlotzhauer little master Ionian Cup type "], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.29 - 0.57 centimetres (Schlotzhauer 2012) ", " Diameter: 18.20 centimetres (lip; Schlotzhauer 2012) ", " Diameter: 22 centimetres ", " Height: 4.35 centimetres (Schlotzhauer 2012) ", " Height: 4.40 centimetres ", " Width: 4.07 centimetres (Schlotzhauer 2012) ", " Width: 3.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Schlotzhauer identifies the sherd a belonging to his group of South Ionian little master cups and South Ionian cups with everted rim Type 9C. The type finds parallels with the shape of Attic Little Master lip cups. These cups coincide with Hayes’ Ionian Cup Type XI (Boardman and Hayes 1966, 111-6). Type 9 cups have been found in large numbers in other sanctuary settings including at the Sanctuary of Aphrodite at Miletus, the Sanctuary of Demeter and Kore at Tocra, and at the site of Megara Hyblaea on Sicily. This type was the most common type of South Ionian cups with everted rims found at Naukratis. Hayes suggested a Rhodian origin for these types of cups but this is uncertain (Boardman and Hayes 1966, 114). Schlotzhauer points out that the same myrtle pattern is found on Fikellura style pottery from Miletus and thus suggest a South Ionian or more specifically Milesian origin for the cups (Schlotzhauer 2012, 108-9). ", " Also treated by Emil Kunze in Ath.Mitt. 59 (1934) 92, Beilage 7, 1. "], "Bibliographic references": [" Möller 2000 / Naukratis, Trade in Archaic Greece (p. 259, no. 1) ", " Gardner 1888 / Naukratis II (p. 67, no. 855, pl. XXII, no. 855) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 693, no. 503) ", " Price 1924 / Pottery of Naukratis (p. 183, fig. 3) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 52, no, 321; p. 111-2, Nau 69, pl.15a-c) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 129, no. 449, pl. 53, no. 449) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.745) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" bird ", " sphinx "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.411"]}