{"artifact_name": "siana cup", "Object Type": ["siana cup"], "Museum number": ["1886,0401.1056.b"], "Description": [" Body sherd (mended from seven fragments) of Attic black-figured pottery Siana cup; interior: bands of pattern separated bt triple lines (starting from tondo): three rows of staggered dots; alternating added red and black tongues; three rows of staggered dots; band of black pointed myrtle leaves, to left, without stem; in tondo, black-figure decoration consisting possibly of Gorgoneion's beard and trace of teeth (alternating red and black wavy strands); exterior: glazed with trace of reserved zone at handle level and reserved band on mid-wall. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 7.20 centimetres ", " Thickness: 0.30 centimetres ", " Width: 7.80 centimetres "], "Curator's comments": ["This is one of the four sherds registered under the registration number 1886,0401.1056. There seem to have been further sherds joined to this on the right (from inside). For parallels regarding the bands of pattern, see St Petersburg B 2484 and Milan market (Finarte) in Brijder, H. A. G., Siana Cups III. Amsterdam 2000, pl. 174 c (no. 486) and f (no. 490). Both are assigned to the early period of the Red-black Painter. Similar bands of pattern are also used by the Heidelberg Painter, see Brijder, H. A. G., Siana Cups II. Amsterdam 1991, pl. 109 e."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0391) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["mythical figure/creature"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1056.b"]}