{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.107"], "Description": [" Egyptian terracotta figure of Isis cradling Harpocrates on her left hip. She wears her shawl with the ‘Isis knot’, leaving her breasts bare. A himation falls at her right side, and is shown over her left shoulder, appearing below Harpokrates. Her hair is parted in the middle and falls in locks to her shoulders; it is uncertain whether she wears a headdress or a diadem: it may be the himation was worn as a veil over her head; she apparently has loop earrings. Her right hand is raised and probably held a sistrum, but the face of it is flaked away. Harpokrates wears a short cloak that fastens at the front and with a hood (his head is lost); he is otherwise naked. The back is plain except for a circular vent. Hollow, from two-piece mould. Brown Nile silt with grey core, abundant fine gold mica, dung or clay pellets and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 15.50 centimetres (max) ", " Thickness: 4.40 centimetres ", " Width: 7.70 centimetres "], "Curator's comments": ["Similar to example dated to the second half of the 1st century BC (Fischer 1994, 353, no. 885; see also Graindor 1939, pl. 10, 27). Fischer dates this to perhaps last third of 2nd century BC (Tran Tam Tinh 1973, pl. 75, 198-9; Fischer 1994, 90; Gutch in Hogarth1898–9, 89, no. 3; Winter 1903, 145, no. 2). See example from same mould British Museum 1888,0601.108 not painted from Naukratis terracotta workshop. Petrie (1886, 45) dates this workshop to about the end of the 1st century AD, Bailey 3rd to 2nd century BC. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Graindor, P. 1939. Terres cuites de l’Égypte gréco-romaine. Antwerp. Tran Tam Tinh, V. 1973. Isis Lactans. Leiden. Winter, F. 1903. Die antiken Terrakotten III, vol.I: Die Typen der figurlichen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C580) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.147) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The figure is broken away at ankle level, and has a base restored in plaster."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.107"], "Conservation": ["Treatment: 20 Aug 1999"]}