{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1405"], "Description": [" Egyptian terracotta figure female head. Head broken from the figure of a goddess, probably Aphrodite. Her hair has a central parting and is brushed back away from the face, falling in tresses beside her neck; a knot of curls is drawn up and fastened with a ring-headed pin over the parting. She wears a tall diadem with a stud near each end; it is uncertain whether she has earrings. Hollow, from two-piece mould. Traces of a white dressing, perhaps not extending to the top edge of the diadem. Red paint on top of diadem and in hair, with brighter red paint on lips. Brown Nile silt with frequent fine gold mica, white and black inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.30 centimetres (max) ", " Thickness: 1.80 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": ["An alternative identification to Aphrodite is suggested by the similar Egyptian figurine of the goddess Demeter or Kybele, now in Dresden, dated to the Late Classic to Hellenistic periods on the basis of parallels in Troy and Pergamon (Fischer, J. 1994: pl. 94, no. 907; Dresden 2600.C.164). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C636) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.225) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The back of the head is lost."], "Subjects": ["classical deity"], "Associated names": [" Representation of: Aphrodite/Venus (?) ", " Representation of: Demeter/Ceres (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1405"]}