{"artifact_name": "amphora(possibly); oinochoe(possibly type III)", "Object Type": [" amphora (possibly) ", " oinochoe (possibly type III) "], "Museum number": ["1886,0401.1225"], "Description": [" Neck and body sherd of Attic black-figured pottery amphora or oinochoe type III; interior: glazed at top, reserved below; exterior: neck glazed; above panel, upright bud chain alternating in added red and black, framed by double lines; below, black-figure decoration consisting of a fight; bearded horseman (head, right arm and possibly left upper arm remaining) to right, wearing red pilos with white border decorated with diagonal incised lines, striking downwards with spear in right hand; head and neck of horse remain (forelock tied in pom-pom, red eye, white teeth, diagonal incised lines on chin, pairs of white studs on reins); on right, warrior attacking to left with raised spear (face, part of high-crested helmet with row of white dots between incised lines above red band and red on lowest part of crest, point of spear, part of red shield remain); at far left, point of raised spear to right belonging to lost combatant. "], "Producer name": ["Attributed to: The Amasis Painter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 4.80 centimetres ", " Thickness: 0.50 centimetres ", " Width: 6.50 centimetres "], "Curator's comments": ["For parallels, see Oxford AN1896-1908-G.137.52 from Naukratis; for the horse, compare British Museum 1888,0601.596. Beazley first published this sherd as possibly an oinochoe type III. Bothmer preferred to see an amphora because the buds are framed above and below the concentric double bands, which are typically found on amphorae, rather than oinochoai (von Bothmer, D. 'New Vases by the Amasis Painter', Antike Kunst III.2, 1960, 71-80). However, such oinochoai by the Amasis Painter do exist; see Oxford 1965.122."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B600.31) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 210, no. B30) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 264, no. 41) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0096) (Phase 1) ", " ABV / Attic Black-Figure Vase-Painters (p. 155, no. 67) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XIII, no. 7) "], "Location": ["On display (G13/dc7)"], "Subjects": [" warrior ", " equestrian "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1225"]}