{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1881,0709.10"], "Description": [" Terracotta figure of priest. A priest standing, wearing a longish garment fringed at the lower hem and at the hem of the sleeves; it is tied below his paunch. He is bald, his arms are bent at the elbow and he holds his hands bent vertically downwards with their backs against his body; his feet are apart, with the knees close together, and his phallus emerges from the hem of his clothing to rest the glans on the ground. A round-bottomed situla or basket is suspended by a handle from his left forearm, and he has an amulet on his chest in the form of a figure in human form, possibly Harpokrates, strung round his neck. He stands on a low plain plinth with a curved front. The back is plain with a circular vent. He is hollow and has come out of the twopiece mould not quite properly aligned. Red-brown Nile silt with a little mica. Traces of a white dressing on the front. Some blackening on top of the plinth and on the head may not be a paint, but staining; a little pink paint is found just below the paunch. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 15 centimetres "], "Curator's comments": ["BM Terracotta IV The curious stance of the figure may be a dancing attitude, and/or one of ritual significance. Comparanda. Close, probably from the same mould-series: Dunand 1990: no. 618, dated Roman period. Near: Bayer-Niemeier 1988: no. 194, from the Fayum, dated second half of third century bc = Fischer 1998: 333, fig. 2, described as Ptolemaic; Perdrizet 1921: no. 477, from Lower Egypt, where a physical deformation is suggested (as also it is for a figure in Grmek and Gourevitch 1998: 304, fig. 239, dated Hellenistic period); Vogt 1924: pl. lxxxii:2. Close, and also macrophallic, but naked: Ashmolean Museum, Oxford, no. 1966.1051."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3155)"], "Location": ["Not on display"], "Subjects": [" priest/priestess ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1881"], "Department": ["Greek and Roman"], "Registration number": ["1881,0709.10"]}