{"artifact_name": "figurine", "Object Type": ["figurine"], "Museum number": ["1873,0320.179"], "Description": [" Upper part of a a limestone figurine of a naked male youth (kouros); both legs are missing below the hips but the archaic Greek style of the body suggests that one leg was pushed slighly forward; the figure is shown frontally with an hourglass-shaped body, narrow hips and small pectorals (nipples indicated), but a somewhat plump stomach; his clenched left hand is held to his chest; the right arm is broken off at the shoulder. The face is triangular with rounded edges; almond-shaped eyes (in deep, ridged sockets): traces of a black painted eyeball on the right eye; large ear-lobes; full lips with a slight smile. Wig-like hair, except for the three tresses falling on each side of the shoulders of hair, ending in sharp points and incised horizontally in the lower parts; a line of curls along the forehead; at the back are five tresses (and possibly the remains of a sixth) ended in triangles, but lacking the incisions of the front. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-540BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir Robert Hamilton Lang"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Idalion) "], "Materials": ["limestone"], "Technique": [" incised ", " carved "], "Dimensions": [" Height: 15.24 centimetres "], "Curator's comments": ["The pose and general form suggest an East Greek model, but some of the details indicate a Cypriot artist, an example of the so-called Cypro-Ionian type developed mainly for the Greek market (and possibly in the the context of sites such as Naukratis in Egypt). The statue may represent a votary, though nudity is extremely rare in Cypriot examples where clothing is added or implied. The pose parallels the Egyptianising bronze statues from the same context, though these are dressed in kilts. See Tatton-Brown 2002, p. 246 & fig. 1. Additional bibliography: V. Tatton-Brown 2002. 'Idalion. Lang's excavations in the British Museum'. CCEC 32,"], "Location": ["On display (G72/dc12)"], "Subjects": ["devotee/worshipper (?)"], "Associated names": ["Representation of: Apollo (?)"], "Department": ["Greek and Roman"], "Registration number": ["1873,0320.179"]}