{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["1886,0401.1587"], "Description": [" Glazed composition vessel fragment. Lower half of figure in high relief of woman dancing to front with right foot ponting out to viewer, and now removed by abrasion, with left foot kicked up; wearing long chiton, its pleats falling away from central fold, which appears to fall from under an Isis knot; hem? selvedge(?) indicated on right with short horizontal lines, or this feature could indicate an Egyptianised fringed mantle. Base line below figure modelled as projecting ridge, with a glazed area below this appearing to have more modelled features, which are unfortunately impossible to distinguish.. Glaze- thick, blue-green similar to other Ptolemaic frags, no secondary colouring. Core- yellowish, red to white, very fine, medium hard. Inside roughly finished, although glazed, with some deep porosities. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.15 centimetres ", " Thickness: 2.45 centimetres (figure in relief) ", " Thickness: 0.60 centimetres (wall of vessel) ", " Width: 4.80 centimetres "], "Curator's comments": [" A dancing figure, not a standing queen, though the figure's relief modelling is very reminiscent of the figures of Ptolemaic queens on the Royal oinochoai. The edging at right side may belong to an Egyptianised fringed mantel as seen in the Queen's dress in Thompson Ptolemaic Oinochoai, 1973, no.123. This dancing figure might be related to a Dionysiac scene, as suggested by Thompson for the relief fragment with goat, Thompson no. 269. ", " Probably not from Ptolemaic Queen oinochoe, but a contemporary closed vessel, which do display Egyptian annual festival scenes associated with Osiris, known to the Greeks as Dionysus. See parallels dated to the 3rd century BC (Nenna and Seif el-Din, 2000, Forms T7.1 to T7.3, especially Pl. 56; Nenna 2013, Fig. 6.5, T7.1a, see also 7.1b and c). Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO. "], "Bibliographic references": [" Roman Pottery / Catalogue of the Roman Pottery in the British Museum (K13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.08) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1587"]}