{"artifact_name": "flask", "Object Type": ["flask"], "Museum number": ["1899,1229.32"], "Description": [" Globular glass flask in the form of a pomegranate. Clear brown with opaque white and opaque orange trails.Splayed rim formed by six triangular, pointed calyx-tips, bent outwards; cylindrical neck joining shoulder at angle; almost spherical body with rounded bottom; repaired from fragments; three calyx tips broken away. On body two groups of opaque combed trails: (a) on upper half, three trails, orange, white, and orange, combed into upright festoons; (b) on lower half, three trails, white, orange, and white, combed into inverted festoons. Core-formed and tooled, trails marvered and combed. "], "Cultures/periods": ["Late Cypriot II"], "Production date": ["1400BC-1250BC (circa.)"], "Production place": [" Made in: Egypt (?) ", " Made in: Cyprus (?) "], "Excavator/field collector": [" Excavated by: The British Museum ", " Excavated by: Francis Bertram Welch ", " Excavated by: Percy Christian "], "Findspot": [" Excavated/Findspot: Klavdia, Tomb A5 "], "Materials": ["glass"], "Technique": [" core-formed ", " trailed ", " tooled ", " marvered ", " combed "], "Dimensions": [" Diameter: 6.90 centimetres (body) ", " Height: 7.40 centimetres "], "Curator's comments": ["The attribution to Tomb A5 is based on the description of the intact deposit in Welch's letter on 16 June 1899. Fossing 1940, 28 (claiming it, wrongly, as a sixth example in the BM from Enkomi). Harden 1964, 19, fig. 1a. Astrom 1967, 58, 125 (=id. 1972, 530, 597). Harden 1969, 48, pi. ii, D. Barag 1970, 185 (ascribing it to Paphos, following an erroneous attribution in GR dept register, now corrected)."], "Bibliographic references": [" Glass / Catalogue of Greek and Roman Glass in the British Museum (13) ", " Malmgren 2003 / Klavdhia-Tremithos. A Middle and Late Cypriote Bronze Age site. (no. 144, p.55) ", " Peltenburg 1986 / Ramesside Egypt and Cyprus (p. 153, no. 23) ", " Jacobsson 1994 / Aegyptiaca from Late Bronze Age Cyprus (No. 141) "], "Location": ["Not on display"], "Condition": ["Broken and mended, lower part of body partly restored in plaster; one calyx-tip lost in antiquity, two others during or since excavation. On rim, neck and upper half of body a thick whitish enamel-like coat of weathering; on lower half an iridescent surface film only."], "Subjects": ["fruit"], "Acquisition date": ["1899"], "Department": ["Greek and Roman"], "Registration number": ["1899,1229.32"]}