{"artifact_name": "ear-stud", "Object Type": ["ear-stud"], "Museum number": ["1877,0910.21"], "Description": [" Gold ear stud, one of pair. The disc is pan-shaped with an upturned edge rimmed with beaded wire. Within the disc are concentric bands of spiral-beaded, plain and rope filigree, and friezes of simple filigree running spirals and complex spirals with omega fillers, all in spiral-beaded wire. In the centre of the disc is a three-tiered flower-head, its convex petals bordered in spiral-beaded wire, surmounted by a large central granule. One disc of the pair retains its back stud, which has a die-formed star-burst within a spiral-beaded and plain wire border. There are no signs of any safety chain or cord. "], "Cultures/periods": ["East Greek"], "Production date": ["330BC-300BC"], "Findspot": [" Excavated/Findspot: Kyme (Aeolis), tomb (said to be from) "], "Materials": ["gold"], "Technique": [" filigree ", " die-formed ", " beaded wire ", " granulation "], "Dimensions": [" Diameter: 2.60 centimetres (of disc) ", " Diameter: 1.25 centimetres (of stud) ", " Weight: 8.70 grammes (with stud) ", " Weight: 6.80 grammes (without stud) "], "Curator's comments": [" Pair with 1878.10-15.1. ", " Williams and Ogden 1994 Such ear studs were particularly common in burials in Asia Minor and on Cyprus, but they also occur in South Italy, in Thrace, in the North Pontic area (Hermitage T.1855.4) and even in Egypt. Representations of the type may be found in northern Greece and South Italy. BIBLIOGRAPHY: BMCJ 2060-1; Deppert-Lippitz, fig. 134 (right). Cypriot examples: Pierides, pl. 20, 1-2 and 3-4. Thracian studs (from Galata): Greifenhagen 11, fig. 2. South Italy (S. Maria d'Anglona, near Herakleia): NSc 23 (1969), p. 178, fig. 12. "], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2060) ", " Williams & Ogden 1994 / Greek Gold. Jewellery of the Classical World (52; p. 98) "], "Location": ["On display (G22/dc5)"], "Acquisition name": ["Purchased from: Alfred J Lawson"], "Acquisition date": ["1877"], "Department": ["Greek and Roman"], "Registration number": ["1877,0910.21"], "Conservation": ["Treatment: 21 Mar 1994"]}