{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["1862,0414.1"], "Description": [" Mould-made pottery lamp in the form of the hull of a ship, with a row of ten wick-holes on each side. At the prow is a voluted nozzle, decorated between the volutes with a Dionysiac head and the head of a thyrsos. Within a triangular area on top near the stern are relief figures of Serapis and Isis (Serapis holding a steering-oar and being crowned by Isis). Within the deck area are two relief groups: above is one of the Dioskouroi holding his horse and a spear; below is one of the Kabeiroi, a grotesque bearded dwarf-like figure holding a crucible and approaching a metal-working furnace. Between the two groups is a tabella ansata impressed with the Greek epithet for the Cnidian Aphrodite. The lamp stands on a flat base; within is an impressed inscription exhorting the purchase of the lamp. Traces of an orange slip remain. "], "Cultures/periods": ["Roman"], "Production date": ["70-120 (circa)"], "Production place": [" Made in: Knidos "], "Findspot": [" Found/Acquired: Pozzuoli (near) ", " Found/Acquired: Naples, Bay of, sea "], "Materials": ["pottery"], "Technique": [" mould-made ", " impressed ", " slipped "], "Dimensions": [" Height: 18.50 centimetres ", " Length: 63 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["'Helioserapis', used here as the name of the ship, was an amalgamation of the names of the Greek god Helios, the sun, often linked with Apollo, and Serapis the saviour god of Hellenistic Egypt, whose fame was carried throughout the Mediterranean by Rome. The name of the ship and the heavily religious imagery of most of the decoration suggest that the lamp may have been used in a place of cult, such as a temple or shrine."], "Bibliographic references": ["Lamp / Catalogue of the Lamps in the British Museum (Q2722)"], "Location": ["On display (G70/dc25)"], "Exhibition history": [" Exhibited: 1995, Amsterdam, Allard Pierson Museum, Ancient Seafaring 2005-2006 26 Nov-26 Feb, Frankfurt, Liebieghaus, Egypt, Greece & Rome "], "Subjects": [" boat/ship ", " classical deity ", " horse/ass ", " ancient egyptian deity "], "Associated names": [" Representation of: Isis ", " Representation of: Serapis ", " Representation of: Dioskouroi/Dioscuri (one of them) ", " Representation of: Kabeiroi (one of them) ", " Named in inscription: Aphrodite/Venus "], "Acquisition name": ["Purchased from: Chenue"], "Previous owner": [" Previous owner/ex-collection: W Hope ", " Previous owner/ex-collection: Edmé Antoine Durand "], "Acquisition date": ["1862"], "Department": ["Greek and Roman"], "Registration number": ["1862,0414.1"]}