{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.29"], "Description": [" Dark grey limestone figure of a veiled woman holding a tympanon, painted. The standing figure is holding a tympanon (tambourine or small drum) in her left hand before the left breast; the right hand is raised across the body to play on it. Repaired across the waist; the feet and right elbow are missing. The woman is wearing a long garment which is slightly bouffant on the lower part; a carved upward turned fold below the knee is indicating the kolpos. The shoulders a hanging down, the left is slightly higher than the right; the breasts are pointy. She is wearing a bead or pearl necklace with a pendant. There are traces of red paint on the garment and a black vertical band on the skirt. Her veil is rendered closely to the head, its edge is shown as a horizontal line on the forehead, behind the ears it is falling down on the back as a thick mass. Her face is slim and triangular in shape, the mouth is small and slightly oblique; the eyes are large. The head is characterised by a great depth. Poor work; the eyes are roughly incised, the ears shapeless. The back is sawn flat. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1b)"], "Technique": [" painted ", " sawn ", " carved "], "Dimensions": [" Height: 14.10 centimetres "], "Curator's comments": ["Nick (2006, 60-61) places this figure among a group of three other similar female figures - Cambridge 2.1887, Cairo 27610, and Oxford 1888.220 -, all of which are wearing the same kind of garment and jewellery. The figure matches a type very common in terracotta figures which was introduced and brought over from the Levant by the Phoenicians in the 7th century BC. The instrument is only associated with women and Nick points out that it might well be associated with the goddess Aphrodite which would emphasise the importance of the findspot. Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. Smith, no. 119; Naukratis, II, pl. 14, fig. 9; Mallet, Premiers Etablissements, p. 265, fig. 53."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B455) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 28, p. 115; pp. 57-64; pl. 13) ", " Gardner 1888 / Naukratis II (p. 85, pl. XIV, no. 9) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 157 note 550) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (p. 158) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.032) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" music ", " devotee/worshipper "], "Associated names": ["Associated with: Aphrodite"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.29"], "Conservation": ["Treatment: 22.02.1983"]}