{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["1888,0208.71.a"], "Description": [" Clazomenian black-figured painted pottery neck-amphora with a procession of women and a sphinx. Neck, A and B, sphinx. Body, A and B, tongues (dark, white, dark, purple): A, four women in procession; B, design destroyed; probably originally the same as A: dividing band of alternate dots: five birds with outstretched wings: below on the dark paint one group of two and another group of three narrow bands of purple. Purple on fillets of sphinxes and women, on cloaks of first and third women, as stripe on forepart of wing of sphinxes and birds, on necking ring. "], "Producer name": ["Attributed to: The Petrie Painter"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["540BC - 525BC"], "Production place": [" Made in: Clazomenae "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 16 centimetres ", " Height: 46 centimetres ", " Weight: 2.25 kilograms "], "Curator's comments": [" The use of white is clear enough in the illustration: the artist forgot to whiten the fingers of the women, who are, of course, holding their cloaks and not (as is said in BM Cat. Vases) pulling the hair of the one in front. So far as can be judged the other slim amphorae are of the same shape, except that the lip may be grooved and that the handles may reach lower down the body (e.g. Pl. GB 586.3). They are decorated on the same system. BMC B.107. H. B. Walters, History of Ancient Pottery i, pl. 25. 1. E. Pfuhl, Malerei und Zeichnung iii, fig. 142. F. Dummler, Jdl 1895, 39 fig. 2. BSA xlvii, 128-B.1. ", " Reconstructed with 1888,0208.81.b. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B107) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 582) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 102) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.119, p.120, fig.7) "], "Location": ["On display (G13/dc7)"], "Condition": ["Missing the handles (except for the ends of one), most of lower part of body and of foot (on the side illustrated on Pl. GB 582 correctly restored in plaster), various fragments. The handles were simple strips of clay."], "Subjects": [" sphinx ", " procession "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.71.a"], "Joined objects": [" Joined Object Group: G16635 (2 objects) "]}