{"artifact_name": "capital", "Object Type": ["capital"], "Museum number": ["1886,0401.23"], "Description": [" Fragment of a limestone moulding from the upper part of column drum. One intact and two strongly damaged axes of ornaments, and three tops of fluting without axial relations to the astragal are preserved. This fragment breaks off at a length of the fluting of about 3,5cm. The relief ground, into which the tops of fluting cut, as well as the onset of the astragal in this area show traces of red colouring. The light limestone with small holes is crudely worked and lacks the final polish with the surface not fully rounded and grooves showing working marks. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 11.50 centimetres (max) ", " Height: 9.50 centimetres ", " Thickness: 6 millimetres ", " Width: 23 centimetres (max) "], "Curator's comments": ["According to calculations this fragment belonged to a column with 24 flutes of a width of 5.7cm. It corresponds to the column drum of fragment B 369a with 18 axes and a stout astragal (H 7-7,3 cm). The upper side of the drum was evenly cut 6 cm behind the astragal. On its side it, which was positioned opposite the tops of fluting and could possibly have been the top or bottom of the column, breaks off after 4,8 cm. Fragment B 396a belongs to a higher column drum, while fragments B 396b and c originates from an only 11,1-2 cm high column plate. Calculations on the ornament axis has shown a diameter of 7,5-6 cm (Koenigs 2007, 316-317). This fragment belongs to the same part of a column as B396b and c; the technique, however, marks them as belonging to different columns of varying designs. The cross section of this fragment shows a slightly more prominent curvature and more deeply worked grooves than the other two fragments. The three fragments differ in the number of flutes calculated for the entire column but resemble each other closely in the calculations for the diameter - approximately 43.5cm for each of them -, for theaxes of the ornaments - approximately 7.5-7.6cm for each-, and in the assumption of 18 axes. Published (Koenigs 2007, 316f. Cat. 5; Petrie 1886, 5f, 13 Pl. 3; Bissing 1951, 69) Koenigs, W. 2007. Die archaischen griechischen Bauteile aus Naukratis, in Höckmann, U. (ed.), Archäologische Studien zu Naukratis II 2, Worms, 309-352. Lethaby, W. R. 1908. Greek buildings: represented by fragments in the British museum; I: Diana's Temple at Ephesus, London. Lethaby, W. R. 1920. “Greek afternoons at the British Museum”, The Builder 1920. Lethaby, W. R. 1926. “Pre-Hellenic architecture”, The Builder 1926, 913-914. Lethaby, W. R. 1926. “Geek building origins”, The Builder 1920, 495-496."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B396a) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. III) ", " Koenigs 2007 / Archaische griechische Bauteile (no. 5a, pp. 316-317, pl. 5,7,29) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.08) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.23"]}