{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["1888,0208.66"], "Description": [" Fragmentary body of large Clazomenian neck-amphora. Tongues (dark, white, dark, purple): A, group of three sirens with long hair, the ends of fillets hanging down (?), wings recurved, about a debased palmette; B, similar group: crescents, alternately white and purple outlined by white, on a dark ground: women dancers (there is room for nine), hand in hand, with long close-fitting embroidered chitons and diploïdia, long hair, fillets, and necklaces: dark band with purple stripe near top, in middle, near bottom: rays. Purple for stripe along forepart of wing and for forepart of tail of sirens, and for fillet of women. White crosses on the women's dress. "], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Clazomenae (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\" "], "Materials": ["pottery"], "Ware": ["Clazomenian"], "Technique": ["painted"], "Dimensions": [" Height: 34.50 centimetres (as made up) ", " Height: 51 centimetres (originally, probably) "], "Curator's comments": [" The foot is alien, belonging perhaps to a Fikellura amphora. By the same hand as Tübingen 2656 (C. Watzinger, Griechische Vasen in Tübingen, pl. 2 - an inaccurate drawing). The Tübingen amphora has a steeper shoulder and rounder belly, but is generally similar. Ours should be completed by analogy with a high, slightly spreading neck, shoulder handles without plastic heads (parts of springings of both handles remain), and a spreading foot. Philadelphia E. 157.14-15, fragment of a neck with chevrons on the lip, may be from this pot. Tanis ii, pl. 29. 1. BMC B.121. JdI 1895, 44 fig. 7 (detail). BSA xlvii, 125-A.II. ", " Findspot \"Qasr\" determined by Petrie 1888, pl. xxix. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B121) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 594, 3-4) ", " Cook 1952 / A List of Clazomenian Pottery (125, A11) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 62 § 59, p. 63 § 60, pl. xxix, 1) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 100) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.119, p.120, fig.5) "], "Location": ["Not on display"], "Subjects": [" siren ", " dancer "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.66"]}