{"artifact_name": "calyx-krater", "Object Type": ["calyx-krater"], "Museum number": ["1856,1213.1"], "Description": [" Pottery: red-figured calyx-krater. The design forms two friezes around the body: on (a) above, the creation of Pandora, below, a chorus of Pans; on (b) above, a chorus of women, below, a family of satyrs playing ball. The friezes are divided by a band composed of pairs of maeanders separated by red cross squares; and a band of the same pattern below a and b occupy the obverse and reverse of the upper frieze, and have nothing between them at either end; c is below a and d below b; between c and d at each end is a double palmette, forming an ornament behind the handles. Above the design is a moulding with conventionalised dart and lotus pattern. (a) The making of Pandora. Pandora stands en face in the centre, a stiff and lifeless but complete figure of a woman, in long Doric chiton with apoptygma, fastened on each shoulder with a pin, with long hair and with a dotted fillet; her feet are close together, her hands at sides, each holding a wreath. Beside her, on left, Athene, in similar dress, with hair looped up, stephane, spear resting against her left shoulder, holds out in both hands towards Pandora a wreath. Next on left is Poseidon, bearded and wreathed, in an himation, with trident upright in left and right resting on his hip; he stands en face, but looks to left at Zeus, who, similarly dressed and wreathed, is seated towards him in a chair, holding sceptre in left and thunderbolt in right. Behind him Iris stands looking on, a youthful winged figure with short wavy hair, short tied chiton, and winged endromides, holding in her right a caduceus; her left hand, passed across her chest, is laid on her right shoulder. On the right of Pandora Ares moves to left in helmet, cuirass, short chiton, greaves, and mantle over arms, with shield (device, a four-spoked chariot-wheel, red on black) on left and spear in right; his helmet has the cheek-pieces lowered, and a dolphin (silhouette) plunging to right on the crown. He looks back to right at Hermes, who runs to right, looking back and holding out in right his caduceus towards Ares; he is beardless, with hair looped up over ears, petasos at back, chlamys, short tied chiton, and winged endromides. On right Hera stands to right, but looks to left, holding upright in her right a sceptre; she wears a long sleeved chiton, bordered himation, a modius decorated with two rows of dots, and earrings. (b) Girls dancing. On either side of a wreathed, beardless flute-player in a long dotted chiton with close-fitting sleeves reaching to the wrists, who plays his flutes to right, three girls are dancing. The nearest on right raises her right hand, and, resting en face on her left toes, draws the right toes backward along the ground, looking towards the flute-player. The next on right dances rapidly to left, looking back, with an arm extended on either side; the third dances towards her with left hand on hip and right arm extended. The girl on left of the flute-player dances to right, looking back, with right hand on hip and left arm extended to right. The next one dances to right, raising both arms; the last on the left dances rapidly to right, raising both arms, extended on a level with the shoulders with an action as of flying. Between these last two a bearded, wreathed man in an himation, holding a staff in right, stands to left. All the girls wear varieties of the Doric chiton, and a dotted saccos (or a broad band wound round, entirely covering the hair); the first and last described have cross-belts (stethodesma); the fourth has a diplois with a heavy embattled border above and below. (c) Satyric chorus. In the centre a wreathed youth in an himation stands to right, playing on the flutes; on each side of him two actors dressed as bearded Satyrs, with goat's feet, snub nose, and horns sprouting back from the centre of the forehead, dance with uncouth gestures. Each has, fastened around his middle, a black cloth to which is attached an erect phallos and a goat's tail. (d) Family of Satyrs at play. On the left a bearded, wreathed Satyr, wearing a himation, leans forward against a staff, holding in his right a large ball, which he is about to throw towards four bearded Satyrs on right; of these two bend forward to left, with hands on knees, and on their shoulders the other two are seated, holding out both hands prepared to catch the ball. Between the draped Satyr and the players stand on left an infant Satyr en face looking to right, with bowling-hoop in left hand; and on right a Maenad, also en face and looking to right, with long chiton, over which a panther-skin is knotted, long hair wreathed, and thyrsos held upright in left; she raises her right hand. Purple flames of thunderbolt and fillets. Brown inner markings and wash for panther-skin. On the bottom of the foot incised characters. "], "Producer name": ["Painted by: The Niobid Painter"], "Cultures/periods": ["Attic"], "Production date": ["460BC-450BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Altamura "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Diameter: 50 centimetres (checked) ", " Height: 49 centimetres (checked) "], "Curator's comments": ["BM Cat. Vases J.H.S. vol. xi, pll. 11, 12, p. 278; Rom. Mittheil. vi. (1891), p. 273. For the action of flying on (b), cf. BM Vase Ε804. For the incised characters, see Old Catalogue, pl. C.1265. For the game in (d) cf. BM Vase Β182; Gardner, Ashmolean Cat. no. 250, pl. 9; Wilkinson (ed. Birch), Anct. Egyptians, ii. p. 65; and Egypt Expl. Mem., Beni Hasan, ii, pl. 8A."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (E467) ", " Old Catalogue / A Catalogue of the Greek and Etruscan Vases in the British Museum (1265) "], "Location": ["On display (G15/dc4)"], "Exhibition history": [" 2010 August/2011 Jan, Los Angeles, The Getty Villa, \" The Art of Ancient Greek Theatre\" "], "Subjects": [" classical mythology ", " satyr ", " mythical figure/creature ", " classical deity ", " dance ", " music ", " sport/pastime "], "Associated names": [" Representation of: Pandora ", " Representation of: Athena/Minerva ", " Representation of: Zeus/Jupiter ", " Representation of: Ares/Mars ", " Representation of: Hermes/Mercury ", " Representation of: Hera/Juno ", " Representation of: Poseidon/Neptune "], "Acquisition name": [" Purchased from: Raffaele Barone ", " Purchased through: Oldfield "], "Acquisition date": ["1856"], "Department": ["Greek and Roman"], "Registration number": ["1856,1213.1"]}