{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["1886,0401.1271"], "Description": [" Rim and body sherd of East Dorian Wild Goat Style pottery plate; dull light brown fabric with large quantity of gold mica; on top: band at junction of flat floor with largely lost rim; on outside of floor pairs of thin dilute lines frame frieze with fallow deer grazing to right (hind legs lost; dots in added red over body); lozenge and crosses as filling ornament; to the centre, zigzag band and perhaps part of a further animal frieze; underside reserved with some thin strokes (accidental?). Drill hole for analysis. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-570BC"], "Production place": [" Made in: Kos "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 1.40 centimetres ", " Thickness: 0.70 centimetres ", " Width: 9.70 centimetres "], "Curator's comments": ["NAA analysis on the sherd carried out by Hans Mommsen (Bonn) indicated that the clay fabric belonged to Mommsen's fabric group KosB (formerly RHc1): Schlotzhauer and Villing, 2006, p. 55. Although this group was not geographically located at the time, more recent NAA studies carried out on stamped amphora handles found at Miletus and belonging to the same fabric group have indicated that the fabric originatsd from the island of Kos (Mommsen, von Haugwitz, Jöhrens, 'Herkunftsbestimmung von Amphoren mit gestempelten Henkeln aus den Grabungen von Milet durch Neutronaktivierungsanalyse', Archäologischer Anzeiger 2010, 47-60)."], "Bibliographic references": [" Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p.55 Table 1, p. 60 fig. 25) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GM.4) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 165-6, Nau 136, pl. 29g-h) "], "Location": ["Not on display"], "Subjects": ["animal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1271"]}