{"artifact_name": "column", "Object Type": ["column"], "Museum number": ["1886,0401.17"], "Description": [" Limestone fragment of a column base. Two joined fragments, set up on a round plinth made of artificial stone, form a segment of a base (spira). The external surface is treated with flat horizontal bead-mouldings; three wider bead-mouldings and five narrow ones alternate. Horizontal traces of the rotary on the upper surface, although the forming varies in places, the lateral area in particular. The upper surface is slightly rounded in diameter and exhibits an opening rest of stone, above a groove of about 3.5cm. The lower surface is not visible but appears to be even. The rear surface consists of an oblique breakage. The fragment consists of a fine-grained, light limestone. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Dimensions": [" Diameter: 54 centimetres (outer) ", " Height: 10.40 centimetres (max) ", " Length: 17.50 centimetres ", " Width: 48.50 centimetres (max) "], "Curator's comments": [" BM Sculpture Smith, no. 100, 6 ", " Horizontal traces of the rotary forming process indicate a similar production technique to that of the limestone bases of first Dipteros of Hera on Samos (Johannes 1937, 23ff; Henrich 1997), although the surface of this base is less carefully smoothed than that of the Samian bases. Similarly, the moulding is far less regular than that of the Samian bases. The varying of the rotary traces on the upper surface also indicates a low rotational speed can be assumed. The remains of stone on the upper surface ought to be identified as rests of the base torus made of the same stone (Koenigs 2007. 313-314). Petrie noted and sketched explicitly \"another piece of base\" which he had found apart from the complete but later destroyed base. His sketch allows for an identification with these fragments (Petrie 1886, 13, Pl. 3). Published (Wesenberg 1971, Vol. 32, 118 No. 4, 122, 125; Altekamp 1991, 140; Dirschedl 2000, 103 No. S3; 113ff.; Koenigs 2007, 313 Cat.1). Hendrich, C. 1997. Die Basen und Kapitellen des ersten Dipteros von Samos. Johannes, H, 1937. AM 62, 1937, 23ff "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B391) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 13, pl. III) ", " Koenigs 2007 / Archaische griechische Bauteile (Cat.no. 1; p. 313-314; pl. 2-3,6,29) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.01) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.17"]}