{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["1886,0401.1326"], "Description": [" Mould-made amulet in glazed composition, in the shape of a couchant lion; represented lying on a small rectangular base with rear feet drawn up either side; well-modelled head with closed mouth, small blob for eyes and small ears; suspension loop on back; white glaze with added details in black/brown glaze for mane at back of head and paws; hard white and medium fine core; rear haunch broken off and reattached (damage visible in original publication). "], "Cultures/periods": ["26th Dynasty (likely)"], "Production date": ["6thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ5 (top level of 'bothros' / 'trench with bowls') "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 2.80 centimetres ", " Length: 4.40 centimetres (base) ", " Width: 1.40 centimetres (base) "], "Curator's comments": ["The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). On lion amulets in general: Germond 2005, 30; Herrmann et al. 2010, 91-92. Such amulets have a long history. For examples dated to the Late and Ptolemaic periods: Dunham 1963, 42, fig. 28b (26th dynasty); Masson forthcoming (late 26th – early 27th dynasty); Wilson 1982, p. 32 (Late Period); Herrmann 1994, 121-122, n°618-627 (Persian and Ptolemaic periods). Dunham, D. 1963, The Royal cemeteries of Kush, vol. V: the West and South Cemeteries at Meroë, Boston. Herrmann, C. 1994, Die ägyptischen Amulette der Sammlungen Bibel + Orient der Universität Freiburg Schweiz, OBO Series Archaeologica 22. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons, American Research Center in Egypt Report 5 Malibu."], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (547) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. II, no. 11) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.235) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1326"]}