{"artifact_name": "neck-amphora(probably)", "Object Type": ["neck-amphora (probably)"], "Museum number": ["1885,0806.1"], "Description": [" Body sherd of Attic black-figured pottery closed vessel, probably an ovoid neck-amphora, with handle root on right; exterior: from top, added red and black tongues with dilute brown lines in between; black-figure decoration consisting of judgment of Paris: at right of panel, Paris (head, neck, and shoulders remaining) probably moving to right and looking back; bearded, wearing red fillet, long faded added white chiton and red mantle over both shoulders; beside his beard on left, part of a fist holding a possible wreath; inscription on exterior. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis (\"Picked up by Mr. Chester in the soil of Tel el Nebireh, the site of Naukratis\" (British Museum register).) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 7.50 centimetres ", " Thickness: 0.35 centimetres ", " Width: 9.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["For the subject, see Louvre CA 616, a tripod kothon by the C Painter (ABV, 58, no. 122; Boardman, J., Athenian Black Figure Vases. London, 1974, fig. 38; LIMC VII, sv Paridis iudicium, no. 6, dated 570-560 BC; between Hermes and Paris there is a fourth woman holding a wreath.) The fist holding the wreath could be Hera’s (Beazley and Payne 1929, 261). Marked on reverse with black ink: \"Tel el Nabeireh Jan: 17.1885 G.J.C\". This refers to the Reverend Greville John Chester who, according to Petrie's personal diaries, visited Petrie at Naukratis in January 1885. Chester collected the sherd and then presented it to the British Museum upon his return to London."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B599.1) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 261, no. 29) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 232, no. 2) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 733, no. 942) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0022) (Phase 1) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 31) "], "Location": ["Not on display"], "Subjects": [" classical mythology ", " mythical figure/creature "], "Associated names": ["Representation of: Paris"], "Acquisition name": ["Donated by: Rev Greville John Chester"], "Acquisition date": ["1885"], "Department": ["Greek and Roman"], "Registration number": ["1885,0806.1"]}