{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.110"], "Description": [" Terracotta figure of Aphrodite-Hathor. Hathor, naked and with her hands to her sides. Her hair is parted in the centre and Isis-locks fall onto her shoulders; she wears two closely woven wreaths, the lower one bound at the front, and both are crossed by a narrow horizontal woven garland tied at each side; vine or ivy leaves fall beside her upper arms, below these leaves wide ribbons hang from the headdress. Surmounting the upper wreath is a tall flaring kalathos with a wavy edge, on the front of which are the disc and horns of Hathor in relief. She has a narrow grooved plinth following the line of her feet. The back has a very summary treatment, only the horizontal line of the hair, the buttocks, and a groove between the legs being indicated. Much of the right side of the kalathos and the upper wreath has been restored in modern times in plaster, as has the right breast. The front retains traces of a white dressing; a little paint remains: green on the leaves falling from the wreaths, pink on some of the Isis-locks on the right side of the head, and red on the plinth. Hollow; two-piece mould. Micaceous orange-brown Nile silt. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 38.10 centimetres "], "Curator's comments": ["This example is published, in addition to BM catalogues, in a number of articles (Higgins 1967, pl. 63E; Fischer 1994, 331, no. 812; Leonard 2001, 169). Close parallels are from the Ptolemaic terracotta workshop found by sebakhin at the eastern side of Naukratis (‘Site no. 95’, Ashmolean Museum, Oxford, no. 1888.178, Egypt Exploration Fund, first season) and three very close fragments of feet and lower legs only from the third to the second century BC contexts in Naukratis (Leonard 2001, pl. 3.8). There is a left lower part fragemnt dated to the Roman period from Coptos (Ballet 2000, 184, no. 155) and unprovenanced pieces from Egypt (Breccia 1934, no. 11), dated to the first or second century AD (Fischer 1994, no. 812). Similar pieces from 'Antinoopolis' (Dunand 1990, no. 329), dated from the second to third century AD (because of the alleged findspot?), and from the Roman period (ibid. no. 338), from Bubastis, but slimmer (Hilton Price 1897, 400, no. 3316), fragment from House K at Herakleopolis Magna, dated by Petrie to c. AD 250 (but see Bailey 2008, 4; Petrie and Currelly 1905, 26-7; Nachtergael 1987, 240, pl. 2, fig. 3, pl. 1, fig. 2; Willems and Clarysse 2000, 247, no. 169), from second century BC and the first half of the first century AD contexts at Athribis (Szymańska and Babraj 2004, 36, fig. 12; and Szymańska 2005, nos 28 and 34), and unprovenanced in Egypt (Christie’s Sale Catalogue, 13 July 1983: lot 346) and dated c. AD 100 (Nicholson 1968, no. 164). Ballet, P. 2000, in Goyon, J-C (ed.), Coptos, l’Égypte antique aux portes du désert, Lyon. Breccia, E. 1934, Monuments de l’Égypte gréco-romaine II. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, 2, Bergamo. Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Higgins, R. A. 1967, Greek Terracottas, London. Hilton Price, F. G. 1897, A catalogue of the Egyptian Antiquities, London. Leonard, A. 2001, “Miscellaneous Material Culture”, in Leonard, A. (ed.) Ancient Naukratis: Excavations at a Greek Emporium in Egypt II. The Excavations at Kom Hadid, AASOR 55, 164-220. Nachtergael, G. 1987, in S. Janeras (ed.), Miscellània papirològica Ramon Roca-Puig, Barcelona. Nicholson, F. 1968, Ancient life in miniature, Birmingham. Petrie, W.M.Fl., Currelly, C.T. 1905, Ehnasya 1904, London. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Szymańska, H., Babraj, K. 2004, “Aus den Brennöfen von Athribis (Ägypten): Neue Funde aus dem Ptolemäischen Stadtviertel”, Antike Welt 35/2, 33-37. Willems, H. and Clarysse, W. (eds), 2000, Les empereurs du Nil, Leuven."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C574) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.136) (Phase 1) ", " Hogarth 1898/1899 / Excavations at Naukratis, A. Site and Buildings (p. 97, no. 360) "], "Location": ["On display (G69/Balcony/dc7/shD)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.110"], "Conservation": ["Treatment: 28 Sept 2017"]}