{"artifact_name": "model(musical horn); figure", "Object Type": [" model (musical horn) ", " figure "], "Museum number": ["1886,0401.1475"], "Description": [" Egyptian terracotta model of military horn. A mouth fragment of a model of a musical instrument, a military horn, with a double moulding round the rim and traces of a relief pattern, perhaps floral, on the body; the back is plain. A scar for a circular-sectioned crosspiece remains. Hollow, from two-piece mould. The front and some of the back has a white dressing, and a band of red paint encircles the rim, with a transverse red band crossing the front lower down. Brown Nile silt with a grey core, abundant fine gold mica and some white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 95 (Petrie), the terracotta workshop, at the eastern edge of the town "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Diameter: 4.70 centimetres ", " Height: 10.80 centimetres (max) "], "Curator's comments": ["BM 1886,0401.1473, 1474 and 1475 were found together at the Terracottas workshop in Site 95. A complete, but plain example, was dated Roman (Török 1995: no. 307) and another plain undamaged example is in Cairo Museum (no. 69852). An ornate version is currently in the Metropolitan Museum of Art, New York, (Egyptian Department no. 10.130.1026), with the mouth modelled in the form of a bust of a wreathed veiled woman emerging from an acanthus; her left arm acts as the crosspiece, with her hand gripping a phallus. Another decorative, but very fragmentary example comes from Alexandria (nos Fou 10560-4 shown to Bailey by Marie-Dominique Nenna; Bailey 2008: 89). There is a close parallel in Vogt for 1886,0401.1474 (1924: pl. L:1 and 3). 'Site 95' written on the object in pencil. Site 95 is the terracotta workshop, found by sebakhin in 1885, at the eastern edge of the city. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Rome Vogt, J. 1924. 'Die griechische-ägyptische Sammlung Ernst von Sieglin, part II: Terrakotten.’ Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3304) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 45) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DF.12) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["music"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1475"]}