{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["1872,0816.1"], "Description": [" Limestone head from a life-size male statue, probably a representation of the god Apollo or a deity represented with this imagery. The back of the head is missing, as is the top of the forehead. "], "Cultures/periods": ["Hellenistic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Idalion) "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 33 centimetres "], "Curator's comments": ["This head was described as 'Venus' in the original catalogue and then by Pryce as a portrait of Berenike I because of the style of the hair which he said was a 'fine example of the metallic style of the later years of Ptolemy I'. The statue is actually male and of a deity, represented with the typical Hellenistic attributes of Apollo. See Senff (1993, 66-8) for a modern discussion of the style and iconography, and passim for the sanctuary of Apollo-Reshef. According to Hermary, the corkscrew curls on this head, though sometimes linked to Egyptianising influences found within Ptolemaic art (and ultimately deriving from Cyrene), actual belong in a tradition of representations of Apollo in Cyprus established since the early Cypro-Classical periods (and seen on the bronze Chatsworth Apollo, and the limestone 'Zeus of Malloura') (Hermary 2009, with refs). Bibliography: Hermary A. 2009. 'Un Apollon chypriote aux boucles'. In. D. Michaelides, V. Kassianidou and R.S. Merrillees (eds), Egypt and Cyprus in Antiquity (Oxford; Oakville: Oxbow), 136-43. Senff R. 1993. Das Apolloheiligtum von Idalion. Architektur und Statuenausstattung eines zyprischen Heiligstum. SIMA XCIV (Jonsered: P. Åström)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (C368) ", " Senff 1993 / Das Apolloheiligtum von Idalion. Architektur und Statuenausstattung eines zyprischen Heiligtums. (pp. 63, 66-7, 83; pl. 49 g-i) "], "Location": ["On display (G72/dc4)"], "Subjects": ["classical deity (?)"], "Associated names": ["Representation of: Apollo (probably)"], "Acquisition name": ["Purchased from: Sir Robert Hamilton Lang"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1872,0816.1"], "Additional IDs": [" Miscellaneous number: 1917,0701.169 (registered in error as) "], "Conservation": [" Treatment: 20 Jul 2012 ", " Treatment: 13 Dec 1987 "]}