{"artifact_name": "figure; amulet(?)", "Object Type": [" figure ", " amulet (?) "], "Museum number": ["1886,0401.1495"], "Description": [" Mould-made figure in glazed composition, representing a naked ithyphallic figure, Harpokrates; represented reclining on a base approximately rectangular; wearing side lock of youth to side of head; holding his own phallus which extends right along his back to provide cushion under head; possible amuletic function of such figure, but no mean of suspension is visible and the figure is rather large; crudely made with indistinct outlines; pale greenish turquoise glaze; sandy buff, fine medium hard core; base with rubbed off corners; glaze quite worn out. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC - 200BC"], "Production place": [" Made in: Delta State "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 3.75 centimetres ", " Length: 7 centimetres (base) ", " Width: 2.40 centimetres (base under head) "], "Curator's comments": ["This figure belongs to a popular type in 3rd and 2nd Century BC, manufactured in various materials in Naukratis. Similar parallels in glazed composition with a third century BC context at Athribis (Szymańska 1999, 73, fig. 2) and from a Ptolemaic context from the Priests' Quarter in Karnak (Masson forthcoming). Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Szymańska, H. 1999, in Grimal, N. (ed.) Tell-Edfou, soixante ans après, Actes du colloque franco-polonais, Le Caire, 15 octobre 1996, Cairo."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.103) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though bit chipped and glaze worn"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1495"]}