{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1445"], "Description": [" Egyptian terracotta female figure seated on a rock, following Tanagra types. The woman is wearing a long chiton and wrapped in a large himation, which completely covers her bent right arm and hand, although her hand gathers an end of the himation, which falls in narrow folds over her left thigh. Her left hand, which emerges from the himation, is placed in her lap. She has a central parting in her hair and wears a sakkos on the back of her head, its tail hanging down her back; the head is bent to her right and she looks slightly down. At the rear, the rock is modelled, but the woman’s back is plain, with a large almost circular vent. Hollow, from a two-piece mould with added mould-made head. Traces of an overall white dressing, covered in places with the remains of a creamy-yellow paint on parts of the himation. Light-brown clay, probably a Nile silt, but perhaps mixed with another clay, with abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Alexandria (Egypt) (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), in a Ptolemaic house. "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 11.90 centimetres ", " Length: 6.90 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": ["The contextual information for this item is preserved in Petrie's journal (Petrie 1884–5, 84). Good parallels are from the Chatby cemetery, Alexandria (Breccia 1912, pl. 67, no. 179 and 181; Breccia 1930, no. 95). Bailey compares the head with that of a knucklebone player from Alexandria (Besques 1992, pl. 74d, dated c. 300 BC) and the pose with other examples (Winter 1903, 112–21). The fabric and the presence of many parallels in Alexandria suggest that may be the production area. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Breccia, E. 1912. Musée d'Alexandrie, La necropoli di Sciatbi. Cairo. Breccia, E. 1930. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. I. Bergamo. Winter, F. 1903. Die antiken Terrakotten III, vol. 2: Die Typen der figurlichen Terrakotten. Berlin Petrie, W. M. F. 1884–5. Mr Petrie's Journal. Egypt Exploration Society Archive, XVII d 47."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C597) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.398) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Areas of the lower part are lost and restored in plaster; the left foot and one of the knobs of the rock are damaged."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1445"], "Conservation": ["Treatment: 16 Aug 1999"]}