{"artifact_name": "medallion", "Object Type": ["medallion"], "Museum number": ["1884,0614.12"], "Description": [" Gold circular medallion. This medallion is made out of sheet gold worked over a bronze former, the finer details being tooled by hand. The disc has three loops soldered to the back, probably for the attachment of chains. This element would have been part of a larger ensemble of chains and medallion pendants that was perhaps worn over the upper body. Aphrodite wears a stephane (diadem), behind which is a veil. She wears a chiton (tunic), which is pinned on the right side but slips down to reveal her shoulder. Prominent Venus rings, or wrinkles, are shown on the turning neck. The goddess is seated on a high-backed throne, while a small, winged Eros is perched on her shoulder. "], "Cultures/periods": ["Hellenistic"], "Production date": ["200BC-100BC (circa)"], "Production place": [" Claimed to be from: Egypt "], "Findspot": [" Found/Acquired: Egypt (said to be from) "], "Materials": ["gold"], "Technique": [" tooled ", " soldered "], "Dimensions": [" Height: 4.90 centimetres ", " Width: 5 centimetres ", " Depth: 1.10 centimetres "], "Curator's comments": ["Walker & Higgs 2001 Bibliography: U.Axmann, 'Hellenistische Schmuckmedaillon' (Berlin 1986). 235-6, cat. no. 43, pl. 7.1; R. Blurton (ed.), 'The Enduring Image: Treasures from the British Museum' (London, 1997), cat. no. 94; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 109 [134]."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2883) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (134) ", " Bate & Thornton 2012 / Shakespeare: Staging the World (p. 141; p. 142, fig. 22) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997-1998 13 Oct-5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005-2006 27 Oct-31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009-2010 11 Dec-10 May, Madrid, Canal de Isabel II, Treasures of the World's Cultures 2017 13 Jul-15 Oct, Madrid, Caixa Forum, Ancient Greeks 2017-2018 23 Nov-18 Feb, Barcelona, Caixa Forum, Ancient Greeks 2018 20 Mar-24 Jun, Sevilla, Caixa Forum, Ancient Greeks 2018 24 Jul-4 Nov, Zaragoza, Caixa Forum, Ancient Greeks 2018-2019 18 Dec-31 Mar, Palma, Caixa Forum, Ancient Greeks 2021 19 Jun-7 Nov, Australia, Perth, Western Australian Museum, Ancient Greeks 2021-2022 16 Dec-1 May, Australia, Canberra, National Museum of Australia, Ancient Greeks 2022 10 Jun-06 Nov, New Zealand, Auckland, Auckland War Memorial Museum, Ancient Greeks 2022-2024 24 Dec-25 Feb, China, Suzhou, Suzhou Museum, Ancient Greeks "], "Condition": ["The medallion is complete but misshapen, and the outer edge is buckled and slightly cracked. The damage has also distorted the figures."], "Subjects": ["classical deity"], "Associated names": [" Representation of: Aphrodite/Venus ", " Representation of: Eros/Cupid "], "Acquisition name": ["Purchased through: Alessandro Castellani"], "Acquisition date": ["1884"], "Acquisition notes": ["Purchased at a sale of Castellani's antiquities in Paris, 1884, catalogue number 99."], "Department": ["Greek and Roman"], "Registration number": ["1884,0614.12"], "Conservation": ["Treatment: 07 Aug 1997"]}