{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1423"], "Description": [" Egyptian terracotta figure with braided hair bound with cord. Front portion of mould-made, hollow head, broken from body. Subsequently repaired and joined to a body or base with tack and covered with plaster, subsequently lost. Traces of white coating and red paint. Brown Nile silt with abundant fine gold mica, quartz and white (limestone?) inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 450BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-F.3"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6 centimetres ", " Thickness: 2.60 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": ["This piece is a rare mould-made hollow Late Period Egyptian terracotta figure. The fabric is Egyptian Nile silt, though the Nile silt fabric is too generic to specifically attribute to Naukratis, it is possible this type was made there. This is not standard for Late period Egyptian figurines, but instead represents a hybrid form that appear influenced by Archaic East Greek (Stampolidis 2003, 384, no.577 Archaeological Museum of Gela inv. no. 8378, Gela Acropolis, dated 650- 640 BC) and Cypriot figures (British Museum GR 1886,0401.1424 from Naukratis; Higgins 1954, 405, pl. 208; Smith 1928, B361 limestone sculpture from Camirus), though have no close parallels from either region. Other hybrid terracottas made of Nile silt with similar facial features, but with solid heads and wearing polos and veil, have also been found at Naukratis (British Museum GR 1886,0401.1422 and GR 1886,0401.1453; Ashmolean Museum, Oxford N1886.481 and AN1896-1908-E.4661; Greenock Museum 1987.467; Cambridge Museum of Classical Archaeology NA620). Stampolidis, N.C. (ed.), 2003, Sea Routes…From Sidon to Huelva. Interconections in the Mediterranean 16th-6th c. BC. Athens."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (1545) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.285) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Eroded features."], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1423"]}