{"artifact_name": "situla", "Object Type": ["situla"], "Museum number": ["1888,0208.12"], "Description": [" Reconstructed sherds of neck of black figure painted pottery situla. A, two confronted sphinxes, a volute tree between them; B, flying eagle (or falcon) and standing partridge, in field rosette of ring and dots: below, lotus flowers and palmettes. On A, the paint has worn badly, but there are traces of purple on the faces and chest of the sphinxes, on the band along the wing at the base of the feathers, and for dots in loops and corners of the volute tree; on B, purple on alternate feathers of eagle and the band at their base, following incised lines on breast of partridge, for alternate dots of rosette. "], "Cultures/periods": [" East Greek ", " East Dorian (?) ", " Archaic Greek "], "Production date": ["550BC - 525BC"], "Production place": [" Made in: Rhodes (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 18.30 centimetres ", " Height: 21.80 centimetres (as made up) ", " Thickness: 0.70 centimetres "], "Curator's comments": ["The band of lotus and palmette is shallow and the sides of the pot are spreading; probably, then, this situla was short and dumpy. Along the upper edge of the lower wing of the eagle the line which cuts across the claw is a break, and so is the downward mark below that wing: the BMC is mistaken in seeing an eagle on top of another bird. For partridges see H. G. G. Payne, Necrocorinthia, 174 n. 1 and also BSA xxxiv, 64-65. Domesticated partridges (as apparently on the relief Istanbul 578 - M. Schede, Meisterzverke der türkischen Museen i, pl. 5) were seen by William Lithgow in the Cyclades in the early seventeenth century (Rare Adventures, Travellers' Library edition, 68). The partridge is rare in black figure technique: there is a good reason, that the barring does not show up."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B106.10) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 603, 5-6 (and Pl. GB 598, 2)) (Group C22) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (pl. xxvi, 9-9a) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 262) "], "Location": ["Not on display"], "Subjects": [" sphinx ", " bird "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.12"]}