{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["1898,1201.221"], "Description": [" Glazed pottery jar; tall ovoid body on low pedestal base; short concave neck with everted rim: ridge at junction with body; restored from fragments (incomplete) and glaze missing in places; the original colour has also vanished. "], "Cultures/periods": ["Late Bronze Age"], "Production date": ["1550BC-1200BC"], "Production place": [" Made in: Syria "], "Excavator/field collector": ["Excavated by: The British Museum"], "Findspot": [" Excavated/Findspot: Hala Sultan Tekke, Tomb VIII "], "Materials": ["pottery"], "Technique": [" wheel-made ", " glazed "], "Dimensions": [" Height: 31 centimetres "], "Curator's comments": ["The original object registered under this number seems to have gone missing subsequent to its arrival at the Museum in 1898. Donald Bailey, when writing his survey of the material from the BM excavations at HST in the early 1970s, tentatively identified an Egyptian New Kingdom storage jar of 14th to 12th centuries BC date as the item in question, based chiefly on the dimensions and shape provided in the GR Register and the 1898 field-notebook (where it is described as being made of faience). Bailey suggested that the unusual nature of the Egyptian vase, with a highly lustrous surface, may have resulted in the mis-identification of the fabric by Walters. This vase has been widely cited as an important Egyptian import to the site of Hala Sultan Tekke. In 2010, the present item was was brought to the attention to the GR Department by colleagues on the Department of Ancient Egypt and Sudan. Apart from bearing the correct registration number, the work 'Tekke' is written on the base of the vase, suggesting that this is in fact the vase found by Walters in 1898 in Tomb VIII. It is a very large example of the well-known series of glazed vases of Syrian origin found at sites such as Enkomi and Ugarit. We are very grateful to Dr Eddie Peltenburg for confirming the identification of the vase type as Syrian in origin (see Kiely 2010 for a more detailed publication of the vessel and its parallels, with refs). Bibliography: Kiely T. 2010, 'An unpublished glazed ceramic bottle of Late Bronze Age from the British Museum excavations at Hala Sultan Tekke in 1898', RDAC, 291-300."], "Bibliographic references": ["Kiely 2011c / Hala Sultan Tekke (VIII.16)"], "Location": ["Not on display"], "Acquisition date": ["1898"], "Department": ["Greek and Roman"], "Registration number": ["1898,1201.221"], "Additional IDs": [" Miscellaneous number: 50787 (EA number) "]}