{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1416"], "Description": [" Egyptian terracotta figure of a bearded man. Head broken from a figure, perhaps of a philosopher or dramatist (Thales or Aeschylus?). He has a full beard and moustache, and his hair, which is indicated by incision at front and back, recedes at the temples. Putative identifications are nearer surviving portraits of these Greek intellectuals than to others. Hollow, from two-piece mould. Traces of a white dressing and pink paint of skin on temples and cheek, grey paint on hair and beard. Brown Nile silt with frequent fine gold mica and rare white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4 centimetres (max) ", " Length: 3.60 centimetres ", " Width: 2.90 centimetres "], "Curator's comments": ["The following statement is from Bailey (2008; 138): 'Thales of Miletus, the first of the Seven Sages, father of natural philosophy, lived about 632–546 BC and his ancient portraits are many centuries subsequent to his death. He spent some time studying with priests in Egypt (Brandis 1876, 1016–17; Richter 1965: 82–3. Ashton (2003b: 14–28), discussing the Ptolemaic Hemicycle at Saqqara, suggests that Thales’ presence in Egypt probably ensured his inclusion in that group of statuary (Lauer and Picard 1955: 48–172 for the Hemicycle; 127–37 for Thales)'. Nothing is known of the actual appearance of Aeschylus, warrior and tragedian, but several heads have been ascribed to him, based upon an invented portrait of the fourth century BC; he lived between 525 and 456 BC (Richter 1965; 121–4). Ashton, S. A. 2003. Petrie’s Ptolemaic and Roman Memphis. London. Brandis, C. A. 1876. in W. Smith (ed.) A Dictionary of Greek and Roman Biography and mythology vol. III. London. Lauer, J. P. and Picard, C. 1955. Les Statues ptolémaïques Sarapion de Memphis. Paris. Richter, G. M. A. 1965. The Portraits of the Greeks, vol. I. London."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C620) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.289) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" philosopher (?) ", " author/poet (?) "], "Associated names": [" Representation of: Thales (?) ", " Representation of: Aeschylus (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1416"]}