{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,1006.1"], "Description": [" Gypsum alabaster (calcium sulphate) kouros, painted. Standing nude youth. Both lower legs are missing from the knee and are now restored in plaster; the statuette is broken obliquely across the neck and across the thighs and rejoined with slight restorations, including the right forearm and parts of the front surface of the neck and of both thighs. The figure is standing in a frontal position, balanced on both legs, the left advanced, the right drawn back. The arms hang stiffly at the sides, the fingers closed and grasping short rods after the Egyptian convention, with thumbs pointing downwards. At the back the hands are unworked. Only the upper arms are detached from the body. A thick cord, like a diadem, is running across the forehead from ear to ear; above it, the hair is parted in the centre back to the crown and swept back behind, to fall in front of each shoulder in four straight tresses and down the back in eleven, three tresses are falling down onto the shoulders on either side. The whole of the hair is cut up by grooves into oblong patches; the vertical grooving is more regular than the horizontal. The head is high and rounded; it is separated from the body by means of a fine incised line around the neck. The face is long and tapering, with a pointed chin. The ears are large, with swollen lobes. The eyes are large with protruding eyeballs and the lower lid almost horizontal; the outer angle is prolonged; the eyebrows are incised lines. The nose, which is partly broken away, is long and wide at the base. The mouth is small, with fairly straight lips, the upper slightly projecting and the corners indicating a smile; there are deep hollows under the corners. The cheeks are flat and fleeing towards the back; the chin is protruding. The body is long and narrow, with sloping rounded shoulders, and very high breasts and waist. The breast shows an arrowhead pectoral groove underneath; the nipples and also the navel are indicated by incised circles. The stomach and the pubic area are protruding. The section is generally narrow; the back is a flattened plane with spinal groove and a small buttocks. The upper arms are very short; the elbows placed high and marked by an arrowhead groove; the thumbnails are indicated. The thighs are long and rather sturdy as well as slightly ridged, and they are not separated until just above the knees; the kneecap is indicated by a grooved lozenge. Neither arms not legs show muscles. The whole was originally covered with reddish-brown paint, which remains largely on face and shoulders and in traces elsewhere. There is a touch of vermilion on the lips and hairband and black traces are remaining on the hair, around the eyes and on the left eyebrow; black shadows indicate a beard on the upper lip as well as pubic hair. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC - 570BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ8 and Φ9 "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Technique": ["painted"], "Dimensions": [" Height: 257 millimetres ", " Weight: 826 grammes ", " Width: 88 millimetres ", " Depth: 44 millimetres "], "Curator's comments": ["'The earliest of the Naucratite Apollos; the main characteristics of profile and modelling are reproduced in more advanced forms in Sculptures B441-2; the type is then to be attributed to some school, and the long face, thin section and bony structure recall the West Ionic types of the islands (cf. Deonna, no. 117, from Naxos; compare with the present head that of the Naxian Sphinx, Homolle, Fouilles de Delphes, IV, pl. VI a)' (Smith 1892, no.200). Deonna, Apollons archaiques, no. 148, figs. 168, 169, p. 243, et passim, and L’Archeologie, II, figs. 2 and 50, p. 21 et passim., III, p. 165, and L’Expression des sentiments dans l’art grec, p. 172, fig. 29, and in Festgabe H. Blümner, p. 113; Poulsen in Jahrbuch, 1906, p. 205, n. 188, and Orient u. frühgr. Kunst, p. 160: Reinach, Repertoire, IV, p. 41, 4; Rumpf in Ant. Plastik, p. 221. Höckmann (2007,. N9, pp.176-177; pl. 8-9, 38a BM GR 1888,1006.1) states that according to Smith and Deonna the figure was found in the temenos of Apollo. However, Smith does not state this, it is interpreted as an 'Apollo'. Whilst this was acquired from Petrie, who excavated the Temple of Apollo, it was acquired after the second season, when Petrie assisted Gardner in the excavation and planning of the temple of Aphrodite, where the majority of Alabaster figures with recorded context were found. The piece was reconstructed from 3 parts. Each of these parts had the original context recorded with a Φ and a number in faint pencil. The head and chest came from Φ 8, the torso Φ (no number visible as it has been overwritten with the registration number) and the legs Φ 9 . These context numbers are consistent with only those issued to objects excavated from the Sanctuary of Aphrodite in the 1885-1886 season, not the Sanctuary of Apollo."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B438) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N9, pp.176-177; pl. 8-9, 38a) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p.160, note 583) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (p. 166, fig. 3; p. 167, note 39, fig.4; p. 173, note 75) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.102) (Phase 3) "], "Location": ["On display (G69/dc30)"], "Exhibition history": [" Exhibited: 2005-2006 26 Nov-26 Feb, Frankfurt, Liebieghaus, Egypt, Greece & Rome 2008 1 May-12 Jul, Shanghai, The Ancient Olympic Games 2008 2 Aug-31 Sep, Hong Kong, The Ancient Olympic Games 2009 2 Apr-13 Oct, Alicante, The Body Beautiful in Ancient Greek Art and Thought 2010 30 Apr-30 Aug, Seoul, National Museum of Korea, The Body Beautiful in Ancient Greek Art and Thought Exhibited: 2009 2 Apr-13 Oct, Alicante, The Body Beautiful in Ancient Greek Art and Thought 2010 30 Apr-30 Aug, Seoul, National Museum of Korea, The Body Beautiful in Ancient Greek Art and Thought 2010-2011 15 Oct-07 Feb, Taipei, The National Palace Museum, The Body Beautiful in Ancient Greek Art and Thought 2010-2011, 11 Mar-12 Jun, Kobe City Museum, The Body Beautiful in Ancient Greek Art and Thought 2011, 4 July-25 Sept, Tokyo, The National Museum of Western Art, The Body Beautiful in Ancient Greek Art and Thought 2011-2012, 25 Oct-12 Feb, Mexico City, National Anthropological Museum, The Body Beautiful in Ancient Greek Art and Thought 2012-2013 6 Oct-6 Jan, Portland Art Museum, The Body Beautiful in Ancient Greek Art and Thought 2013, 6 May–6 Oct, Dallas Museum of Art, The Body Beautiful in Ancient Greek Art and Thought 2014, 21 Feb-9 Jun, Fondation Pierre Gianadda, The Body Beautiful in Ancient Greek Art and Thought 2014, 2 Aug–9 Nov, Bendigo Art Gallery, Victoria, Australia, The Body Beautiful in Greek Art and Thought 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,1006.1"], "Conservation": [" Treatment: 24 Feb 1994 ", " Treatment: 27.01.1983 "]}