{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.493.l.+"], "Description": [" Two joining body sherds (with 1888,0601.514) of Chian Grand Style pottery chalice; cream slip; interior: glazed streaky black; traces of zigzag band in added white above band of tongues in added red with white outline between two red bands; below, lotus bud frieze in red with white outline between two red bands; exterior: painted decoration consisting of warrior (part of flesh-coloured body and leg, carrying red shield with white dotted porpax) to right; at left, part of cross-hatched greaved or sandled leg of second male figure running, to right). "], "Producer name": [" Attributed to: Naukratis Painter (according to Lemos) ", " Attributed to: Aphaia Painter (according to Williams) "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Thickness: 0.30 - 0.50 centimetres (joined sherd) ", " Height: 11.10 centimetres (joined sherd) ", " Width: 8.40 centimetres (joined sherd) "], "Curator's comments": ["The sherd joins British Museum 1888,0601.514. Lemos describes this sherd as belonging to the Naukratis Painter. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed. Williams suggests that the sherd is a piece by the Aphaia Painter and compares the scene on the sherd with those on British Museum 1888,0601.493.i, London UCL 383 and another from Aegina (Williams 1983 157-160 figs.1-2)."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 97, fig. 51, p. 98, p. 111, p. 176, no. 740, pl. III, pl. 97) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (pl. 96, no. 789) ", " Price 1924 / Pottery of Naukratis (pl. V, no. 14) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0745) (phase 2) ", " Williams 1983 / Sophilos in the British Museum (p. 160) "], "Location": ["Not on display"], "Subjects": ["warrior"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.493.l.+"], "Joined objects": [" Joined Object Group: G16298 (2 objects) "]}