{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1886,0401.411"], "Description": [" Rim and body sherd of East Dorian pottery cup with everted rim and carinated shoulder; interior glazed black; exterior: glazed black on rim and top of shoulder, reserved below, inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Knidos "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Type series": ["Hayes Rhodian Cup Type VI ii"], "Technique": ["painted"], "Dimensions": [" Diameter: 14 centimetres ", " Height: 2.80 centimetres ", " Width: 5.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" While the cup may be from the Knidia the graffito does not have the Knidian omicron, C, although the double pi is a curiosity ", " A cup of same origin (British Museum 1886,0401.96) was analysed with NAA by H. Mommsen (Bonn) (see Schlotzhauer and Villing 2006: 55, Table 1; Sample NAUK 51). Analysis of the fabric placed it in Group EMEB with a place of production in the region of the Knidian peninsula and recent excavations in the Sanctuary of Apollo at Emecik on the Knidian peninsula have also produced several examples of these types of cups (Attula 2005, 144, pl. 78, 297-9). Petrie classified these cups as his Type X, which he recorded from his Level 250 in the sanctuary of Apollo (Petrie 1886, 20, pl. XLIV). He dated this level to the earlier part of the sixth century BC. According to Kinch's typology of vases from Vroulia, this cup belongs in group a of his Yellow and Brown Cups (Kinch 1914, 24-5). According to Hayes, this cup belongs in Group VI i of his Rhodian cups (Boardman and Hayes 1966 112-3). Because they were so commonly found at Kameiros in Rhodes, Hayes suggested their place of manufacture to be in the area and thus refers to them as Rhodian cups. Hayes dated these cups between 580-540BC but Schlotzhauer prefers to see an earlier date (circa 610-580BC) because of the decoration parallels between these cups and South Ionian cups with everted edges dated to that same period. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXIII, no. 271) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 666, no. 232) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GM.47) (phase 3) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Apollo"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.411"]}