{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1410"], "Description": [" Egyptian terracotta figure. Head broken off from the figure of an actor playing a slave character in the New Comedy. Actor's mask indicated by a raised edge around chin and head, with the actor's own hair showing below. The hair of the mask is peaked at the front and combed back on the top and each side; there is a large trumpet-mouth, heavy eyebrows and a furrowed forehead. The method of manufacture is uncertain: it is solid, probably made in a two-piece mould, with any traces of mould-lines obscured by considerable subsequent hand-tooling of the surface. The head was then added to its (now) lost body before firing. Traces of an overall white dressing and pink paint on skin and black details around the eyes. Red-brown Nile silt with frequent fine gold mica, white and quartz inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["150BC-50BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made (?) ", " painted "], "Dimensions": [" Height: 5.10 centimetres ", " Length: 5.30 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": ["Widely published (Bailey 200,: 149; Walters 1903, C 640; Webster, Green and Seeberg 1995, 3ET 6b, erroneously labelled GR1886.4-1.1411, the date given is derived from this publication). Compare the head with example from the Allard Pierson Museum (1972: pl. 44) and from Egypt (Török 1995, 235, pl.125 no.235; Fischer 1994, 191, pl.27 #324, dated end 2nd century BC). Parallels from late 3rd century BC Tell Atrib (Szymańska 2005, nos. 12, 14-15). Parallel from Ptoelmaic Memphis (Petrie Museum UC48548). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome Webster, T. B. L. Green, J. R. and Seeberg, A. 1995. Monuments Illustrating New Comedy (third edition). London. The Allard Pierson Museum (ed.). 1972 Gods and Men in the Allard Pierson Museum. Amsterdam."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3559) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.298) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good, lost most of its paint."], "Subjects": [" slave/slavery ", " actor/actress "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1410"]}