{"artifact_name": "figure; doll", "Object Type": [" figure ", " doll "], "Museum number": ["1886,0401.1407"], "Description": [" Corinthian terracotta doll of a female dancer. Head and body section only of a mould-made doll. Dancer wears polos and a short chiton, peculiar to dancers and young girls of that period. The missing arms may have carried castanets or tambourines as they do with other examples. Would have had separately articulated limbs, lost in antiquity. A string hole for attaching the arms runs between the shoulders. Broken at the abdomen where legs would have been attached in a similar way. A hole in the top of the head has an uncertain function. Pressed into a one-piece mould with a plain flat, roughly finished back. Traces of black paint on hair. Red-beige clay with beige core sandwiched between dark pink-red outer margins and beige surfaces. Common fine angular grey, white and red inclusions as well as vesicles. "], "Cultures/periods": [" Classical Greek ", " Corinthian "], "Production date": ["5thC BC(early)"], "Production place": [" Made in: Corinth (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7.50 centimetres ", " Thickness: 1.50 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": ["Higgins attributes this to Corinth as part of his early 5th century BC group, that also includes examples purchased in Corinth and those found in Kamiros, Rhodes (Papatislures tomb14?), see GR1865,0720.36 and GR1865,0720.1407. Slightly diiferent (later) mid 5th century BC examples (GR1864,1007.1307, GR1842,0728.771), are found at Kamiros, Rhodes and Athens. Close parallels dated 480 to 450 BC found at Rhodes, Beoetia, Cyrenaica, and Taranto (Mollard-Besques 1954; 38, no. C93, C159, C215, C566). Mollard-Besques, S. 1954. Catalogue raisonnédes figurines et reliefs en terre-cuite Grecs Étrusques et Romains I: Époques Préhellénique Géométrique, Archaïque et Classique. Paris: Musée National du Louvre."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (911) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.389) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Worn though use. Legs and arms missing, lower part damaged."], "Subjects": ["dancer"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1407"]}