{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1390"], "Description": [" Grey limestone figure of a bull with two attendants, painted. Group on a plinth; a bull led to sacrifice by two attendants. Of the first attendant only the right and an onset of the left hand are remaining, placing a twisted garland round the bull's neck; a circular hole in the bull's side might have held the connecting part for the first attendant. The second, behind the first, is placing his right hand on the bull's back; his head is missing. The bull is slender and its body rather elongated, his dewlaps and hackles are shown as incised parallel folds, the dewlaps merging into a pointy line in the front. An upside-down triangle is marking the forehead, the horns are strong, the rounded ears are turned upward, the large eyes are framed by two layers of skin like eyebrows; the tail resembles a horse's tail. The second attendant is standing to the animal's left, putting his right outstretched arm on the bull's back. His left arm is bent and kept in his matle's sling, the hand is clenched into a fist, the thumb is stretched out. His cloak goes down to his ankles. What is left of his hair is shown as a thick mass with rounded edges, below there is a tounge-like form, which is supposedly the typical folds found on the back. In contrast to the careful rendering of the bull, the attendants are presented rather schematically. Traces of red paint are remaining on the bull's ears, between nostril and ear, on top of both vessels and on the mantle of the attendant, running from the left wrist to the left shoulder; the directions of the paint on the back is less clear. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-550BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ4 ('bothros' / 'trench with bowls') (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Type series": ["Nick Type 3 (Sub group 3.2)"], "Technique": ["painted"], "Dimensions": [" Height: 8 centimetres (max) ", " Length: 9.10 centimetres (max) ", " Width: 5.65 centimetres (max) "], "Curator's comments": ["According to Nick (2006, 68-69), this kind of group is not unusual in terracotta statuettes though it is unparalleled in limestone. The material is understood as the reason for differences in presentation and thus explains the lack of close parallels. The garland placed around the bull's neck clearly indicates a ritual and sacrificial meaning of the group. The accompanying vases and the style of the attendant's garment suggest a date within the first half of the sixth century BC. The figure bears its registration number and Smith's number 107, the latter in a faint red. See also Smith 1892, no. 107; Mallet, Premiers Etablissements, p. 268, fig. 55. Also published by A. Hermary in ThesCRA I, 2004, 113 no. 443, pl. 23.GR.443, who notes a possible parallel from the Samian Heraion."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B467) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 56, pp. 123-124; pp.68-69; pl.23) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pp. 13, 99, pl. II, no. 21) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.077) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" cattle ", " attendant "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1390"], "Conservation": ["Treatment: 02.02.1983"]}