{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.100"], "Description": [" Cypriot terracotta figure of Ptah-Patek. One-piece mould-made figure broken at waist, bottom half missing and chipped right shoulder. Naked, crouched, beardless male holding snake with both hands (not clear on this example) with Egyptian hairstyle and double earrings. Pink fabric with abundant sub angular and rounded black and white inclusions <1mm. Sparse, but coarse red grog or clay pellet inclusions up to 3mm. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC - 475BC"], "Production place": [" Made in: Cyprus ", " Made in: Kition, possible workshops (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 11.20 centimetres (max) ", " Width: 4.30 centimetres ", " Width: 6.70 centimetres "], "Curator's comments": ["Ptah was adopted from Egypt and entered the Cyriote pantheon in the 6th century BC and was associated with healing, magic and medicine in Cyprus and Phoenicia (Karageorghis 1996,14). Cypriote Ptah figurines are simplified from Egyptian ones. Good parallels from three Amathus tombs (Karageorghis 1996, 14, pl.8.3 Type D(b)1; Murray, Smith & Walters 1900, 113-4, fig. 165.4). Breitenstein gives an early date of 700-500BC (1941, pl.5.44), Karageorghis a broad date of 600-475BC (1996,14) and Fourrier & Queyrel a later date of 525-450BC for their parallels made at Kition and Larnaca (1998, 316-7, 351, nos 510-512, 565-6, AM739, MNB130, AM3737, AM46 and N3310). Gjerstad suggests this Egyptianising Eastern Neo-Cypriote style (570 to 520 BC) ‘certainly transmitted via the Cypriote sculpture activity in Naukratis' (Gjerstad 1948, 470). The findspot 'Hera' is scratched onto the back of the figure's head; he British Museum register does not specify the findspot. Breitenstein, N. 1941. Catalogue of terracottas Cypriote, Greek, Etrusco-Italian and Roman. Danish national Museum, Copenhagen. Fourrier, S. & Queyrel, A. 1998. L’art de modeleurs d’argile Antiquités de chypre coroplastique. Musée du Louvre, Paris. Gjerstad, E. 1948. The Swedish Cyprus Expedition. Vol. IV, Part 2.: The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. Stockholm, The Swedish Cyprus Expedition. Karageorghis, V. 1996. The coroplastic art of ancient Cyprus. VI. The Cypro-Archaic Period monsters, animals and miscellanea. Nicosia, University of Cyprus. Murray. A.S., Smith, A. H. & Walters, H. B. 1900. Excavations in Cyprus. London, British Museum Press."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C586) ", " Villing 2006 / 'Drab Bowls' for Apollo: The Mortaria of Naukratis and Exchange in the Archaic Eastern Mediterranean (no.187) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.077) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Ptah"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.100"], "Conservation": ["Treatment: 08 Feb 2012"]}