{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1450"], "Description": [" Egyptian terracotta figure of Harpokrates, riding a goose. A youthful figure, probably Harpokrates, astride a goose which walks forward to the right over rocky ground. The rider holds the goose round the neck and is naked except for a himation draped over his left shoulder and falling both in front and behind him. The back is plain, with a circular vent. Both the head of Harpokrates and of the goose are broken away, the rider’s shoulder and arm are damaged, and the vent and the base have pieces missing. Hollow, from two-piece mould. Orange-brown Nile silt with a thick light-grey core and abundant fine gold mica and rare white inclusions. The surface has fired brown over much of the object. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.80 centimetres (max) ", " Thickness: 3.90 centimetres ", " Width: 8.80 centimetres "], "Curator's comments": ["Previously interpreted as Eros (Walters 1903, C 613). Probably locally produced at the Naukratis Terracottas workshop operational in the 3rd to 2nd century BC and possibly later. A number of Harpocrates on goose figures have been found at Naukratis in the British Museum (GR1886,0401.1450), Cambridge Museum of Classical Archaeology (NA489, NA490), Bristol (H2261) and are dated from the 3rd or 2nd century BC to the early 1st century BC. Harpocrates on goose figure parallels include a 2nd century BC example from Tanis (Bailey 2008, no. 3071), an early 1st century BC (Fischer 1994, no.616). Gutch dated the Naukratis examples between 150BC to 250AD. (Gutch in Hogarth 1899, pl. 13, no. 201, NA 489 in Cambridge). Roman period Harpocrates on goose figures are more stylised and less naturalistic (Dunand 1990; Fischer 1994; Fjeldhagen 1995; Török 1995). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C613) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.059) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Missing heads and foot, otherwise good."], "Subjects": [" bird ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1450"]}