{"artifact_name": "cosmetic-vessel", "Object Type": ["cosmetic-vessel"], "Museum number": ["1852,0112.3"], "Description": [" Tridacna squamosa shell carved with a human head (from a workshop in the Near East) on the apex and two incised winged sphinxes in a register on the edge of the inner side; lotus buds and flowers in the space above the sphinxes with a band of hatched or plain triangles framed by parallel lines defining the inner edge of the field; assembled from fragments; the shell served as a container for eye-cosmetics. "], "Cultures/periods": [" Phoenician ", " Eastern Mediterranean ", " Etruscan (Swaddling) "], "Production date": [" 700BC-650BC (unlikely) ", " 630BC-580BC (probably) "], "Production place": [" Made in: Italy (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Vulci (probably) "], "Materials": ["tridacna shell"], "Technique": [" carved ", " incised "], "Dimensions": [" Height: 13.70 centimetres ", " Width: 21.70 centimetres ", " Depth: 11 centimetres "], "Curator's comments": ["Originating from the Red Sea, tridacna shells probably acquired their elaborate designs in the Syro-Palestinian region; their production is dated to the period of ca. 630-580BC (Stucky 1974; Brandl 2001). They were widely distributed particularly in the East Greek world, including Samos, Miletos, Rhodes and Cyrene (Stucky 1974; Furtwängler 2011). Unworked tridacna shells are also reported among finds from the cemetery of Naukratis (Gardner 1888, 29). Most examples of worked tridacna shells have been found in sancturies of female deities, but examples are also known from female tombs on Rhodes (Filimonos-Tsopotou and Marketou 2014, 70). Brandl, B. 2001, 'Two Engraved Tridacna Shells from Tel Miqne-Ekron', Bulletin of the American Schools of Oriental Research, 323, pp. 49-62. Filimonos-Tsopotou, M. and Marketou, T. 2014, 'Les fouilles grecques', in Coulié, A. and Filimonos-Tsopotou, M., Rhodes, une île grecque aux portes de l’Orient, Paris, 63-75. Furtwängler, A. 2011, ‘Tridacna – warum nicht auch mal griechisch?’ in O. Pilz and M. Vonderstein (eds), KERAUNIA, Beiträge zu Mythos, Kult und Heiligtum in der Antike, Berlin, 33–47. Gardner, E.A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Stucky, R.A. 1974, The Engraved Tridacna Shells (Dédalo 19), São Paulo."], "Bibliographic references": [" Stucky 1974 / The engraved tridachna shells (Bes. 51, no. 77; pl. 51-53) ", " Gehrig & Niemeyer 1990 / Die Phönizier im Zeitalter Homers (Cat. no. 36, p. 128) ", " Bartoloni et al 2000a / Principi etruschi tra Mediterraneo ed Europa (cat.84, p.132) (entry by Judith Swaddling) ", " Swaddling 1986 / Italian Iron Age artefacts in the British Museum : papers of the sixth British Museum Classical Colloquium (p. 394-6.) "], "Location": ["On display (G71/dc17)"], "Exhibition history": [" Exhibited: 2000-2001 1 Oct-1 Apr, Bologna, Museo Civico Archeologico, Principi etruschi tra Mediterraneo ed Europa 2007-2008, 5 Nov-20 Apr, Paris, Institut de Monde Arabe, Phoenicians and the Mediterranean 2012, Jun-Nov, Montreal Museum of Archaeology and History The Etruscans- An Ancient Italian Civilisation 2014-2015, 15 Sep-4Jan, New York, Metropolitan Museum of Art, From Assyria to Iberia 2016-2017, 21 Oct-21 Apr, Perth, Australia, Western Australian Museum, Travellers and Traders in the Indian Ocean World 2018-2019 8 Nov - 24 Feb, London, BM, I am Ashurbanipal, king of the world, king of Assyria "], "Subjects": ["sphinx"], "Acquisition name": ["Purchased from: Dr Emil Braun"], "Acquisition date": ["1852"], "Department": ["Greek and Roman"], "Registration number": ["1852,0112.3"], "Conservation": ["Treatment: 27 Sep 1999"]}