{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1442"], "Description": [" Egyptian terracotta figure of Harpokrates. The upper part of Harpokrates, broken from a reclining figure, the legs of which extended to his right. He is naked and holds his pot with his left hand; his right hand is inserted into its mouth in typical Harpokrates pose. A wide, plain armlet adorns his upper right arm. His head is shaven except for his side-lock, and he wears an Egyptian Double Crown flanked by lotus buds held by a ribbon that crosses above his brow. The back is plain and a large part of it is lost. Hollow, from two-piece mould. Brown Nile silt with abundant fine gold mica and white inclusions, the front covered with a very thin matt red slip. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 95 (Petrie), the terracotta workshop, at the eastern edge of the town "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped (?) "], "Dimensions": [" Height: 10.50 centimetres (max) ", " Thickness: 4.50 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": ["Made in Naukratis, with identical piece found on site in the 1899 season (Gutch in Hogarth 1898-9, 92 no. 5, pl. 13, no. 191) as Ptolemaic or Roman in date and examples found at the terracottas workshop. A number of Harpocrates from the same mould were found at Naukratis (British Museum Bailey 2008, no. 3060 GR1886,0401.1442, Bristol H2814 and probably Cambridge NA629). Variants of this macrophallic reclining Harpocrates with side knot type has been found in Saqqara the Naukratis workshop area and have been dated to the 3rd and 2nd century BC (Bailey 2008, nos 3058-60), though Late Hellenistic (Török 1995, no. 72) and 1st-2nd century AD dates (Fischer 1994, no.575). Variants have been found at Theadelphia (Weber 1914, no. 60) or unprovenanced (Sotheby’s Sale Catalogue, 18 May 1987, lot 113) and they were making similar examples in a terracotta shop at Memphis (Engelbach et al. 1915, pl. 61, no. 45(1)). Engelbach, R. Murray, M.A. Flinders Petrie, H. and Petrie, W.M.F. 1915. Riqqeh and Memphis, vol. VI. London. Fischer, J. 194. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch-griechischen Terrakotten. Berlin"], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C584) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 45) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 92, nn. 5, 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.006) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Surface eroded and fragile. Upper part only. Back is lost."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1442"]}