{"artifact_name": "curse", "Object Type": ["curse"], "Museum number": ["1891,0418.44"], "Description": [" Three fragments of a talc imprecation, part of an inscription to bring Strategis to Sosibios; from a collection of fragments, some of which are inscribed. "], "Cultures/periods": ["Roman"], "Production date": ["200-300"], "Production place": [" Made in: Cyprus "], "Findspot": [" Found/Acquired: Ayios Tychonas (?) ", " Found/Acquired: Amathus (probably) "], "Materials": ["selenite"], "Dimensions": [" Length: 9.40 centimetres ", " Width: 8.75 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The fragments were said to have been discovered in a deep shaft containing bones during the digging of a well. In the GR Register, the tablets were attributed to ‘Curium’ (i.e. Kourion (q.v.)), a provenance repeated for over a century in publications. However in the Register ,‘Curium’ was subsequently crossed out and replaced with ‘Agias Tychonas’ (i.e. Ayios Tychonas), though the source of the revised information is not stated. However, the latter area is likely to be correct as some of the BM fragments join with tablets in Paris which are said to come from Amathus. It is likely that the name of the modern village was confused with the ancient site located on the coast to the south, or that the discoverers/vendor lived in Ayios Tychonas who inhabitants farmed the area of Amathus and also harvested its antiquities. For a full account of the curse tablets from Amathus/Ayios Tychonos and their use in the context of Roman magical practices (including extensive previous biography), see Wilburn 2012, 169-218. Bibliography: Wilburn A.T. 2012, Material magica. The archaeology of magic in Roman Egypt, Cyprus, and Spain (Ann Arbor: University of Michigan Press)."], "Location": ["Not on display"], "Acquisition name": ["Purchased from: Capt G. Handcock"], "Acquisition date": ["1890"], "Acquisition notes": ["The group GR 1891,4-18.1–59 was purchased from Captain Gerald Handcock in 1890 for £24 18s, though this sum was apparently to cover the costs of acquisition and transportation rather than being a commercial price (see GR Original Letters 1890). Handcock may have acquired them from the same source as the curse tablets acquired by the Museum from Charles Christian (q.v.) in 1889 (GR 1889, 10-15. 11-14)."], "Department": ["Greek and Roman"], "Registration number": ["1891,0418.44"]}