{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1449"], "Description": [" Egyptian terracotta figure group fragment. Small fragment of a dancing group: probably a maenad and a satyr. The woman, whose right leg is extended somewhat to her right, appears to wear only a himation, draped across her body from her left shoulder, leaving her right shoulder and breast bare: the two opposite long edges of the shawl are picked out in black paint, one edge passing near the right breast and under the right arm, the other curving down from the left shoulder, outlining her hip and the side of her upper left leg, to turn towards her right foot. Her right arm is bent, with the lost hand rising close to the right hand of the satyr: this hand is all that remains of him and his arm must have passed behind the maenad’s neck to rest on her right shoulder; a break running from her left hip to her knee indicates that he was dancing close to her left side. Hollow, from two-piece mould. The himation and the satyr’s hand are covered with a red slip; the black edges of the garment may be a fired on ceramic colour, or may be post-firing paint; some black specks remain near the satyr’s hand. Red-brown Nile silt, with abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted ", " slipped "], "Dimensions": [" Height: 12.40 centimetres (max) ", " Thickness: 1.60 centimetres ", " Width: 4.70 centimetres "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C599) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.246) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The maenad’s head is lost, as is her left arm and her left leg below the knee; all the rear of the group has come away at the join and is missing."], "Subjects": [" satyr ", " mythical figure/creature ", " dance "], "Associated names": ["Representation of: Maenads"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1449"]}