{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["1888,0601.540.p"], "Description": [" Large reconstructed North Ionian black-figured bowl, partly preserved in some 25 fragments, some with other letters of the 1888,0601.540 sequence (d, f, g and illegible); turn of foot partly preserved, diameter 6 cm at join with wall; handles lost. Interior misfired, largely glazed with six added red bands lined in white; small tondo with part of a bud preserved. Exterior slipped cream; frieze of short verticals at lip; in handle zone black-figure animal friezes, one largely lost (rear of lion to left), the other with stag to left between lions; restrained filling ornament; between handle roots hanging lotus-palmette and to either sided spirals with florals. Friezes below separated by black bands with added red band lined in white: stopt maeander; lotus-palmette and bud frieze with double linking tendrils; stopt maeander; rays; black band at foot. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-570BC"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 39 centimetres (circa) ", " Height: 15 centimetres (as preserved) "], "Curator's comments": ["Very close in style to the bowl 1888,0601.531, with dedication to Aphrodite in Naukratis. Some sherds were re-registered in error as 1924,0222.1037, 1039 and 1044."], "Bibliographic references": ["Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 1008, pl. 124) (She gives 1888,0601.535 as the registration number, which is certainly wrong.)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.540.p"]}