{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1884,1210.329"], "Description": [" Gold ear-ring with a garnet setting; the hoop consists of several strands of interwoven gold wires; one end merges with a simple box setting, surrounded by a cable border, containing a convex garnet; the underside of the setting is flat; a loop is soldered onto the underside of the setting; the other end of the hoop ends in a simple hook that is attached to this loop; the ear-ring is now somewhat dented out of shape, and part of the border of the setting is missing. "], "Cultures/periods": ["Roman"], "Production date": ["100-300"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Max Ohnefalsch-Richter"], "Findspot": [" Excavated/Findspot: Kourion, Ayios Ermoyenis (?) "], "Materials": [" gold ", " garnet "], "Technique": [" twisted ", " soldered ", " hammered "], "Dimensions": [" Diameter: 1.60 centimetres ", " Weight: 1.30 grammes ", " Weight: 21 grains "], "Curator's comments": ["Possibly from excavations in 1883-4 by Ohnefalsch-Richter for Col. Warren, S. Brown and others in the vicinity of the church of Ayios Ermogenis, some of the finds from which apparently came to the British Museum in 1884 (see Myres & Ohnefalsch-Richter 1899, 6-7 for details of work at Kourion in the later 19th century; Merrillees and Kiely forthcoming). Laffineur, in his survey of jewellery from Amathus (1986, 97-8), identifies this combination of a plaited hoop with a raised setting, as an isolated variety. However the only example cited, from Marion Tomb 9 (see SCE IV/3, fig. 36, 2), is somewhat different to the current example, having a more slender hoop and a rectangular box. Bibliography: Laffineur R. 1986, Amathonte III. Testimonia 3. L'orfèvrerie. Études Chypriotes VII (Paris). Merrillees R. and Kiely T. forthcoming, 'The archaeological interests of Samuel Brown, Government Engineer, and his circle of acquaintances in late 19th century Cyprus' (to appear in the CCEC). Myres J. and Ohnefalsch-Richter M. 1899, Catalogue of the Cyprus Museum (Oxford)."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2508) ", " Kiely 2011a / Kourion (M.2) "], "Location": ["Not on display"], "Acquisition name": ["Donated through: Claude Delaval Cobham"], "Acquisition date": ["1884"], "Department": ["Greek and Roman"], "Registration number": ["1884,1210.329"]}