{"artifact_name": "capital", "Object Type": ["capital"], "Museum number": ["1886,0401.21"], "Description": [" Fragment of moulding from limestone capital/ upper part of column drum. The evenly cut side of the astragal, placed opposite the fluting, which could have been the top or bottom side of the column, merge after 4,8 cm into a 2 cm wider and 3 cm higher continuous beading which interfered with the underside of the astragal. The light limestone with small holes is crudely worked and lacks the final polish with the surface not fully rounded and grooves showing working marks. On the relief ground and at the top of the astragal traces of red paint are visible. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC - 560BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (Attributed by Petrie to the 'first temple of Apollo'.) "], "Materials": ["limestone"], "Technique": ["pigmented"], "Dimensions": [" Height: 11.50 centimetres (max) ", " Height: 11.20 centimetres ", " Height: 4 millimetres ", " Width: 17.50 centimetres (max) ", " Width: 14 centimetres "], "Curator's comments": ["Measurement of the axes of the ornaments: 7.5 to 7.6cm. This fragment belongs to the same part of a column as B396a and c; the technique, however, marks this one and B396b as belonging to a different column with a varied design from B396a. The evenly cut side of the astragal, which lies opposite the fluting and could have been the top or bottom of the column, is continued in this fragment, as well as B396b, by a 2cm broader and 3 cm higher beading, which interfered with the underside of the astragal. The three fragments differ in the number of flutes calculated for the entire column but resemble each other closely in the calculations for the diameter, approximately 43.5cm for each of them, for the axes of the ornaments, approximately 7.5-7.6cm for each, and in the assumption of 18 axes. The column of which this fragment and B396c were parts had 20 flutes. Its shallow surface was only 11,1-2 cm high and the stout astragal measured approximately 7 cm in height (Koenigs 2007, 316-317). Published (Koenigs 2007, 316f. Cat. 5; Petrie 1886, 5f, 13 Pl. 3; Bissing 1951, 69)"], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B396c) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. III) ", " Koenigs 2007 / Archaische griechische Bauteile (no. 5c, pp. 316-317, pl. 5,7,29) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.10) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.21"]}