{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1384"], "Description": [" Fragment of gypsum alabaster (calcium sulphate) naked male figure. Standing nude youth (kouros). preserved from neck to knees; head and lower legs missing and the right arm is much eroded. He is standing in a frontal position, the weight equally put on both legs, the left slightly advanced, the right drawn back. The arms are at the sides, slightly separated, the elbows are a little bent, the hands closed; the elbow is set low. The hands are worn and it cannot be said whether they are holding rods or not. The hair falls in five tresses on either side in front of the shoulders while eight tresses are shown on the back which are equally long and only lightly rippled.. The shoulders are narrow and sloping, the waist long and incurved. The breast is a protruding mass without division, or pectoral line. The back has no spinal groove; the buttocks is very small. The abdomen is sunken. "], "Cultures/periods": [" East Greek ", " Archaic Greek ", " Cypro-Archaic "], "Production date": ["575BC-550BC"], "Production place": [" Made in: Samos (?) ", " Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Technique": ["painted"], "Dimensions": [" Height: 10.80 centimetres (max) "], "Curator's comments": ["As compared with the two preceding examples (Sculptures B441-2) this statuette shows a conventional roundness of form with a neglect of anatomical detail. It bears a marked resemblance to the Golenischeff statuette (Kieseritzky in Jahrbuch, 1892, p. 179), and belongs to the same Ionian (Samian ?) school. Smith, no. 201; Deonna, Apollons archaiques, no. 149, figs. 170, 171; Poulsen in Jahrbuch, 1906, p. 205, n. 188; Reinach, Repertoire, IV, p. 46, 1."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B443) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N10, p.177; pl.27) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p.161, note 585) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (p. 166, fig 3; p. 167, note 41; p. 175, note 88, fig 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.101) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1384"]}