{"artifact_name": "offering spoon", "Object Type": ["offering spoon"], "Museum number": ["1888,0601.72"], "Description": [" Fragment of an offering spoon, often referred to as a toilet spoon or cosmetic-dish, in light greyish white steatite; in the form of an ibex; only the head is preserved, with ears and horns largely broken off; fine work with the delicate curves of the surface perfectly rendered; muzzle and horns quite detailed; remains of red ochre (?) in eye's sockets and relief of horns; surfaces a bit cracked. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) ", " 27th Dynasty (early) "], "Production date": ["6thC BC (likely)"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), 5th stratum "], "Materials": [" schist ", " stone "], "Technique": ["carved"], "Dimensions": [" Height: 6.10 centimetres ", " Length: 6.40 centimetres ", " Thickness: 1.80 centimetres "], "Curator's comments": ["Several 'offering spoons', often referred to as cosmetic dishes or toilet spoons, were discovered in Naukratis (Masson-Berghoff forthcoming). They are a category of artefacts well represented in the Delta. They occur for example at Bubastis, Tanis, Zagazig, Sais, Saqqara and Memphis (Wallert 1967, 53). As demonstrated by J. Bulté, the general theme displayed on offering spoons is often associated with the act of offering or with the offering itself (Bulté 2008). This fragmentary specimen belongs to a common type representing a bound bovid. This type was manufactured in various materials, in stone (slate or schist), in bone or ivory, in glazed composition or blue Egyptian (Bulté 2008, 9, pl. VI). This example is made out of steatite (first published as made out of schist: Gardner 1888, 87, pl. XIX, no. 8). A complete specimen figuring a similar theme and made of green schist was discovered in Naukratis (BM 1888,0601.76). It is an archaizing copy of a New Kingdom model, that can be dated to the 26th or, latest, 27th dynasty. According to the British Museum's register, it was discovered within the Temple of Aphrodite, in the 5th stratum. Masson-Berghoff, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. On offering spoons in general: Bulté, J. 2008, '“Cuillers d’offrandes” en faïence et en pierre messagères de bien-être et de prospérité', Revue d’Égyptologie 59, Paris, 1-32. Wallert, I. 1967, ‘Der verzierte Löffel: seine Formgeschichte und Verwendung im alten Ägypten’, Ägyptologische Abhandlungen 16, Wiesbaden."], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 87, pl. XIX, no. 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MA.6) (Phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.72"]}