{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1452"], "Description": [" Egyptian terracotta naked female figure of a pregnant woman squatting (fecundity figure). A pregnant(?) woman, seated with legs wide apart. She is naked except for a sleeved garment with tight cuffs that presumably crossed her shoulders. The arms are bent at the elbow and both hands are raised just above her shoulders; the right hand is shown palm outwards and the left hand holds a small pot. She has anklets or, more likely, short boots. Her face is largely broken away, and her hair is parted in the centre, falling in locks onto her shoulders. She wears a large tightly woven and bound wreath, with lotus buds with phallic appearance rising on top. After the figure left the mould, and before firing, the vagina and the anus were pierced in areas marked with raised edges. The back is plain, with a circular vent. Hollow, from two-piece mould. Brown Nile silt with abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 95 (Petrie), the terracotta workshop, at the eastern edge of the town "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 12 centimetres ", " Thickness: 4.10 centimetres ", " Width: 11.20 centimetres "], "Curator's comments": ["Locally produced and identical to British Museum GR1965.0930.974. British Museum GR1886,0401.1444, GR1886,0401.1451-2, GR1886,0401.1537-40, GR1886,0401.1574 and GR1888,0601.108 were found together at a terracottas workshop (Petrie 1886, 45). Petrie dates this workshop to about the end of the 1st century AD, Bailey 3rd to 2nd century BC. Similar example from Edfu, was dated 3rd century BC (Szymańska 1999, 81, fig. 8), though another from Edfu was from a 1st century AD context (Michałowski et al. 1950, pl. 27, 30). Fischer also gives a similar example a Roman date of late 2nd century AD (Fischer 1994, 339, no. 839, using this as a parallel). Other parallels from Ashmunein (Perdrizet 1921, no 338), probably Fayum (Weber 1914, no. 276) and unprovenanced (Sotheby’s Sale Catalogue, 18 May 1987, lot 114). Similar pieces, now in Cairo Museum, have been found in the Fayum (SR5/6484) and Zagazig (CG43511=JE38839B=SR5/4238). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Michałowski, K., Desroches, E., de Linage, J., Manteuffel, J. and Zejmo-Zejmis, M. 1950. Fouilles franco-polonaises, rapports III: Tell Edfou 1939. Cairo. Perdrizet, P. 1921. Les Terres cuites grecques d’Égypte de la collection Fouquet. Nancy. Szymańska, H. 1999. In N.Grimal (ed.) Tell-Edfou, soixante and après. Cairo. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch-griechischen Terrakotten. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C590) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 45) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.468) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Face damaged and right foot lost."], "Subjects": ["birth"], "Associated names": [" Representation of: Baubo (?) ", " Associated with: Isis-Hathor (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1452"]}