{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["1888,0208.69"], "Description": [" Fragmentary Clazomenian black-figure painted pottery slim neck-amphora. Neck, A, cock; B, ?. Body, A and B, tongues (dark, white, dark, dark): A, youth riding horse, dog below, naked attendant carrying spear (the spear has a butt-piece); B, youth riding horse, dog below, bird behind: dividing band of white dots with dark centres: animals. Purple on comb, wattle, neck of cock; fillet of attendant; tongue, parts of bridle, neck and chest, saddle-cloth of horse on A; on tongue, bridle, mane, saddle-cloth of horse on B; on necking ring; and used on stripe inside lip. The use of white is clear in the illustrations, except that there was a white edge to the saddlecloth of A as well. Details of white incised for dog of B. There is a ridge at the bottom of the lip. "], "Producer name": ["Attributed to: The Petrie Painter"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["540BC-530BC"], "Production place": [" Made in: Clazomenae (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (G), chamber 29 "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 31 centimetres (as made up) ", " Height: 20.32 centimetres (joined sherd) ", " Thickness: 0.50 centimetres (max) "], "Curator's comments": [" The rider on A wears a necklace with a pendant at the side as on Pl. GB 583.2-4. His left foot is misdrawn across the right foreleg of the horse. The animal below on A is a goat to judge by the tip of the horn; for the treatment of the shoulder compare the deer of two amphorae related to Clazomenian (BSA xlvii, 134-5-D.3 and 4). The groups of fragments forming A and B do not join and it is not certain they are from the same pot, though they are thought to be. The riders are probably male, or more precisely there is no positive reason to suppose them female. This was perceived long ago by R. Zahn (Darstellung der Barbaren, 61 n. 2) and most recently emphasized by F. Brommer (Bulletin de la Société Royale d'Archéologie d'Alexandrie xxxiii, 287-92). But the contrary view still recurs (e.g. C. T. Seltman, Cornhill 1950, no. 982, 300-1, where an ill-considered conclusion is drawn: The same error was made in BSA xxxiv, 40 n. 3), and so it is as well to set out the evidence here. White is fairly often used in Clazomenian for the flesh of youths - for the bird-fancier of Pl. GB 588.5 and for the riders of Pls 589.19 and 591.1 and of Alexandria 24052 (Brommer, op. cit., fig. 2); and the mature Achilles, Hector, herald, and king are white too on the sherds Brussels M.831 and Athens 5610 (AM xxiii, pl. 6; E. Pfuhl, Malerei und Zeichnung iii, figs. 146-7). So there is no reason why the other white riders, the archer of Pl. GB 584.3, and even the hoplite and archer of Plate GB 588.8, should not be male also. As for the 'bust' of the rider on A, the male chest is often distorted on Clazomenian pots. Especially close to this youth are the bearded man of Pl. GB 587.11 and the dark rider of Pl. GB 588.6; the undeniably male figures of Pls. GB 583.2-4, 584.2 (it seems), 585.1-2 and 3-4 show a general similarity, though the arm is forward; and the comasts and satyrs of Pl. GB 592. 1-2 and 3 add a surprisingly developed nipple. Nor is this kind of distortion peculiar to Clazomenian, since it can be found even in Attic. The subject is perhaps derived from the last ride of Troilus, as Zahn believed (AM xxiii, 50-51). If so, it has lost its significance and become a decorative design to be used on front and back of the pot. Of the other Clazomenian instances of lone youths riding only two have any suggestion of a pursuer: on Pl. GB 591.1 there is a hoplite behind, but the horse is not galloping; on Berlin Inv. 453 IAb (AD ii, pl. 56. 3) the horse is galloping and what may be two fingers of a dark figure come after it. But riders are anyhow common in East Greek art of the middle and second half of the sixth century, so that the Petrie painter and his fellows had no need to look far for inspiration. For the trappings of the horse, which are of Oriental - and perhaps specifically Assyrian - style, and for the type of horse see J. D. Beazley, Lewes House Collection, 22-24. For dogs as familiars of East Greek horses see Festschrift Andreas Rumpf, 38-40. For the butt-pieces of spears see E. Kunze and H. Schleif, II Bericht über die Ausgrabungen in Olympia, 103. Tanis ii, pl. 29. 4 (part of body of A, supplemented from B for the head of the dog, the rump of the horse, and – wrongly - the bird) and pl. 31. 2 (part of neck). BMC B.115.13-14, 116.1. AD ii, pl. 21. 2 (an excellent water-colour of part of body of A, though it omits the necklace of the rider). E. Pfuhl, Malerei und Zeichnung iii, fig. 145 (from AD). BSA xlvii, 128-B.14. BM Cat. Vases For the ornamented collars and the saddlecloths of the horses, which are of Oriental type, cf. Brit. Mus. Cat. of Sculpture, 1892, No. 86. ", " As B116.1 - side B, 1888,0208.69 is reconstructed on the one hand to BM GR 1888,0208.70.g, and as B116.1 -side A, on the other hand, to BM GR 1888,0208.83.a (B115.13),1888,0208.83.b (B115.14) and a sherd marked 'Captain Bunbury'. Findspot number '29' is pencilled and/or scratched on both groups. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B116.1) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 585, 1-2) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 62 § 59, p. 63 § 60, pl. xxix, 4) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 119) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.211) "], "Location": ["Not on display"], "Condition": ["Made up of fragments."], "Subjects": [" equestrian ", " dog ", " bird "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.69"], "Joined objects": [" Associated Group: G16570 (4 objects) "]}