{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["1888,0601.1"], "Description": [" Gilded copper ring with Eros playing with a iunx/iynx (magical wheel on a string). The design on this ring shows Eros crouching to the left, holding the iunx, a magical love charm inteded to arouse desire. There is a simple, single ground line. Probably made by hammering. This is one of the earliest examples of mercury gilding. "], "Cultures/periods": [" Classical Greek ", " Hellenistic "], "Production date": [" 300BC (circa) ", " 350BC-300BC "], "Production place": [" Made in: Greece (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": [" copper alloy ", " gold "], "Technique": [" engraved ", " gilded "], "Dimensions": [" Diameter: 1.80 centimetres (inner) ", " Diameter: 2.20 centimetres ", " Length: 1.80 centimetres (bezel) ", " Weight: 4.40 grammes "], "Curator's comments": ["A good parallel depicting Eros playing with a iynx-wheel is on a gold ear reel dated from 350-330 BC from East Greece (GR 1862,0530.8) The iynx-wheel (that can mean yearning or craving) is a magic spinning wheel instrument on a string invented by Aphrodite who taught its use to Eros. Its magic was used ‘to attract lovers and call back faithless lovers’. Iynx-wheels and representations of them were used as votive gifts before marriage, during courtship as a lover’s gift or as in this case as grave goods (Böhr 1997, 116-20). 'A iunx consisted of a string with a wheel attached, which span when the string was pulled. It served as a magic love charm, intended to arouse desire. The copper ring was probably made by skilful hammering or, perhaps, by casting. The design was then chased into the bezel and mercury-gilded; finally, the flat surfaces were burnished. This is one of the earliest examples of mercury gilding' (Williams and Ogden 1994; bronze and mercury gilding analysis see Craddock 1977, 109-10; see also Boardman 1970, pl. 723, shape vii; Nike Group; Ogden 1987, pl. 9 left, upper left). Böhr, E. 1997. A rare bird on Greek vases: the wryneck, in Oakley, J. H., Coulson, W. D. E. & Palagia, O. (eds). Athenian potters and painters : the conference proceedings. Catalogue of an exhibition held in conjunction with the international conference held at the American School of Classical Studies at Athens, Dec. 1-4, 1994. Oxbow monograph ; American School of Classical Studies at Athens. 109-123. Craddock, P.T. 1977. The composition of the copper alloys used by the Greek, etruscan and Roman civilisations: 2. The Archaic, Classical and Hellenistic Greeks. Journal of Archaeological Science, pp. 109-10. Ogden, J. 1987. Jewellery of the ancient world. London."], "Bibliographic references": [" Finger Ring / Catalogue of the Finger Rings, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum (1258) ", " Williams & Ogden 1994 / Greek Gold. Jewellery of the Classical World (194; p. 253) ", " Gardner 1888 / Naukratis II (p. 28, pl. XVII, no. 7) ", " Boardman J 1970 / Greek Gems and Finger Rings: Early Bronze Age to Late Classical (pl. 723, type VI (the Iunx Group)) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QA.01) "], "Location": ["Not on display"], "Subjects": [" classical deity ", " eroticism/sex "], "Associated names": ["Representation of: Eros/Cupid"], "Acquisition name": ["Donated by: Egypt Exploration Fund (committee)"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.1"], "Conservation": ["Treatment: 21 Mar 1995"]}