{"artifact_name": "portrait head", "Object Type": ["portrait head"], "Museum number": ["1897,0729.1"], "Description": [" Black basalt portrait head of a man. The subject, of mature years, has a thin face with prominent cheekbones and deep lines to the sides of the nose and mouth. The brow is furrowed, the nose long and hooked, the mouth turned down and the chin prominent. The large ears are somewhat crudely carved. The hair recedes at the temples in a style popular in late Ptolemaic Egypt. Three rows of locks are differentiated; beyond them, the crown of the head is worked with a point. The outer surface of the back pillar is smooth and uninscribed. "], "Cultures/periods": ["Ptolemaic (Late)"], "Production date": ["50BC-30BC (circa)"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Egypt (said to be from) "], "Materials": ["basalt"], "Dimensions": [" Height: 15.24 centimetres ", " Height: 16.50 centimetres ", " Width: 10.80 centimetres ", " Depth: 19.50 centimetres "], "Curator's comments": ["Walker & Higgs 2001 The subject has been identified as Julius Caesar; while he does have the appearance of a contemporary of Caesar, he is more likely to have served as a priest or official in Cleopatra's kingdom. Bibliography: A. H. Smith, 'A Catalogue of Sculpture in the Department of Greek and Roman Antiquities in the British Museum', Volume III (London, 1904), cat. no. 1871."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1871) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (207) "], "Location": ["Not on display"], "Condition": ["There are some scratches on the brow and cheek, and the figure is broken through at the neck and at the top of the back pillar."], "Associated names": ["Representation of: Julius Caesar (?)"], "Acquisition name": ["Purchased from: Mihran Sivadjian"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1897,0729.1"], "Conservation": ["Treatment: 04 Feb 2000"]}