{"artifact_name": "kernos", "Object Type": ["kernos"], "Museum number": ["1888,0601.152.b"], "Description": [" Body sherd of Chian Wild Goat Style pottery kernos with parts of vessel holders, knobs and foot; white slip; interior and underside reserved; on vessel holders, alternating white and black tongues with wavy outline at bottom; knobs/nipples black with black dots around base; on outside of body double guilloche pattern; on outside of foot: dot and billet pattern above isolated maeanders alternating to right and left with black squares between; sides of foot glazed. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["630BC-600BC"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 23 centimetres (circa) ", " Height: 8 centimetres ", " Thickness: 4.50 centimetres (vessel) ", " Thickness: 0.60 centimetres ", " Width: 15.90 centimetres "], "Curator's comments": ["According to Lemos, the handles are replaced with protomes, which are undoubtedly female as the dots surrounding them represent necklaces. There is no evidence that these have moulded female faces. Lemos describes the painted decoration on the kernos as being in the Wild Goat Style, but places the protomes in the Sphinx and Lion Style. The sherd is also published in Bergeron, M. forthcoming, ‘Pots and People: Greek trade and votive rituals at Naukratis’, in L. Hulin (ed.), Heracleion in Context: The Maritime Economy of the Egyptian Late Period, Oxford."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p.22, p. 250, no. 360, p. 317, no. 1384) (Incorrectly labelled as 1888.6-1.1526.) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 64) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2170) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.152.b"]}