{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["1865,0712.55"], "Description": [" Engraved gold finger-ring. A male and female bust are shown in profile. The male wears a feather and disc crown, and is heavily bearded, and so is probably to be identified as Sarapis. He also has an unusual plait of hair, or even a wreath tied around his head. The woman has heavy features, a double chin, thick lips, large eyes with fleshy lids, and carefully rendered eyebrows. She has prominent Venus rings around her neck. Her hair is ornamented with a wreath, perhaps in the form of a sheath of corn, and she wears the disc, horn and feather crown associated with both the goddess Isis and representations of Ptolemaic queens. "], "Cultures/periods": ["Hellenistic"], "Production date": ["3rdC BC"], "Materials": ["gold"], "Technique": ["engraved"], "Dimensions": [" Diameter: 2.40 centimetres (bezel) ", " Diameter: 1.90 centimetres (inner) ", " Length: 2.10 centimetres (bezel) ", " Weight: 20.53 grammes "], "Curator's comments": ["Walkers & Higgs 2001 The disc, horn and feather crown are associated with both the goddess Isis and representations of Ptolemaic queens. The identity of the woman is therefore uncertain, but the non-idealized facial features suggest that a portrait was intended. BIBLIOGRAPHY: D. Plantzos, Hellenistic Engraved Gems (Oxford 1999), pl. 91.4. RH."], "Bibliographic references": [" Finger Ring / Catalogue of the Finger Rings, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum (95) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (35) ", " Boardman J 1970 / Greek Gems and Finger Rings: Early Bronze Age to Late Classical (Pl. 1011, pp. 362, 372) "], "Location": ["On display (G22/dc8)"], "Condition": ["The ring is intact, with only a few minor abrasions, and dents in the surface."], "Subjects": [" ancient egyptian deity ", " king/queen (?) ", " classical deity "], "Associated names": [" Representation of: Serapis ", " Representation of: Isis "], "Acquisition name": ["Purchased from: Alessandro Castellani"], "Acquisition date": ["1865"], "Department": ["Greek and Roman"], "Registration number": ["1865,0712.55"], "Conservation": ["Treatment: 07 Jun 1995"]}