{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.102"], "Description": [" Egyptian terracotta figure of Harpokrates. A head, broken from a figure of Harpokrates, with his finger to his mouth. He has a full head of hair, worn long at the back and the sides, and with a small topknot in the centre front. He wears a tightly woven wreath above his hair, curving down below the crown of the head at the back; a further, horizontal, wreath rests above, but curves only a short way round behind. Surmounting all is the Egyptian Double Crown, flanked by lotus buds. On the left and right of the head are two uncertain features, both broken away. That on the right side may be a side-lock, jutting free of the head and emerging from behind the lower wreath, but it would be very large and seems unlikely. The left-side feature is curved, with a finished edge at the top; it may be a cornucopia, but if so would be very large and, because the external finish of the figure extends inside it, it would be empty: again unlikely. Hollow, from two-piece mould (the mould-web does not run down the unidentified left-side feature, which thus seems to have been applied later rather than moulded with the figure). The head appears to have been made separately and applied to the body. All-over buff slip, or more likely a thin white coating or wash. The face of Harpokrates and the White Crown are left buff; the hair, wreaths and Red Crown are painted yellow, and there are some unpainted, worn areas at the rear. Brown Nile silt with a red core, abundant fine gold mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC"], "Production place": [" Made in: Nile Delta (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.80 centimetres (max) ", " Thickness: 2.90 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": ["A parallel is published by Gabold (Gabold 1990, 82, no. 058). Gabold, M. 1990. Catalogue des antiquités égyptiennes du Musée Joseph Déchelette. Roanne."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C583) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 93, n. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.050) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Features broken away from side of head. Head broken away from unknown figure."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.102"]}