{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.503"], "Description": [" Body sherd of Chian Grand Style pottery light chalice; white slip; interior: glazed streaky black; lotus flower and palmette in added white outline with added red centres; exterior: painted decoration consisting of male figure to right (part of bearded face with flesh-coloured skin, white eye with black iris, hair, sakkos-style head-gear and shoulders, with enigmatic lines, remaining). "], "Producer name": ["Attributed to: Naukratis Painter's Group"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 2.20 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.10 centimetres "], "Curator's comments": ["Lemos describes this sherd as belonging to the Naukratis Painter’s Group. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed. Williams argues that the image portrayed on the chalice was perhaps the representation of komos activities that took place in Chios. Their buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 111, p. 274, no. 726, pl. II, pl. 95) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0760) (phase 2) ", " Williams 1983 / Sophilos in the British Museum (p. 162 note 19) ", " Price 1924 / Pottery of Naukratis (pl. V, no. 12) "], "Location": ["On display (G13/dc7)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.503"]}