{"artifact_name": "kylix", "Object Type": ["kylix"], "Museum number": ["1888,0601.524"], "Description": [" Laconian black-figured pottery kylix (reconstructed from numerous fragments and added plaster; rim, handles and foot modern); dull cream slip; interior: frieze of pomegranates around tondo; black-figure decoration consisting of youth standing to right (part of face, chest with garment in added red, left forearm and right hand holding pomegranate in red remaining), approaching a male seated to left (bearded face, upper body clothed in red himation and part of foot remaining), to left; below, in an exergue, lion to right; exterior: in handle zone part of two of the horizontal handle palmettes preserved; below, frieze of short rising rays and one of small tongues (some with red dots at their centre), each frieze separated by groups of narrow and wide concentric bands with superimposed added red. "], "Producer name": ["Attributed to: The Boreads Painter (Stibbe 1972)"], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Laconia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 18 centimetres (rim) ", " Height: 8.70 centimetres "], "Curator's comments": [" The kylix has also been attributed to the Hephaistos Painter, who has been renamed the Boreads Painter (Lane 1933-1934). The kylix has also been attributed to the Arkesilas Painter (Shefton 1954). There is no unanimous interpretation of the scene on the interior of the vase. The figure holding the pomegranate has been called Cyrene or Persephone, the seated male being correspondingly Apollo or Hades. Cook saw the whole scene as a “memorial to the divinised dead\". Cook, A. B., Zeus I. Cambridge 1914, 95. A totally different interpretation was put forward by Hampe, who explained the scene as the Judgement of Paris, Hera approaching with the apple. Hampe, R., Corolla Ludwig Curtius. Stuttgart 1937, 145, no. 10. Pipili argues that the seated/enthroned figure on vase B6 is much more likely to be a god receiving offerings from worshippers, since the pomegranate, being a chthonic symbol as well as a symbol of fertility, should not be used per se as an indication for the funerary interpretation of the scene (Pipili 1987, 61). She also believes that the vase would have been left in the sanctuary of the deity represented on the vase (Pipli 2006, 79). ", " The simple pomegranate pattern around the tondo is particular to the Boreads Painter. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B6) ", " Lane 1933-1934 / Lakonian Vase-Painting (p. 130, no. 7, pl. 36c) ", " Shefton 1954 / Three Laconian Vase-Painters (p. 300, no. 5) ", " Stibbe 1972 / Lakonische Vasenmaler des sechsten Jahrhunderts v. Chr. (p. 277, no. 154) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 553, no. E16) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 396, no. 16) ", " Pipili 1987 / Laconian Iconography of the Sixth Century BC (p. 60-1, p. 116, no. 158) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 240, no. 16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.10) (Phase 1) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 24) "], "Location": ["Not on display"], "Subjects": [" mammal ", " classical deity "], "Associated names": [" Representation of: Cyrene (possibly) ", " Representation of: Persephone/Proserpina (possibly) ", " Representation of: Hera/Juno (possibly) ", " Representation of: Apollo (possibly) ", " Representation of: Hades/Pluto (possibly) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.524"]}