{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["1888,0920.30"], "Description": [" Double-faced terracotta pot. A double-faced pot, oval in cross-section, with a basket-handle: on one side is the face of a maenad, hair falling on each side of her face, and wearing a wreath with a doublefillet above the forehead and ivy berries and leaves on each side. The other side has the face of a young satyr, with a knotted brow and a summarily executed wreath of ivy berries and leaves; his hair is indicated with paint on each side of his face. The resting surface of the pot is slightly concave. Two-piece mould, with applied handle above. Micaceous brown Nile silt, with substantial remains of a white dressing outside and on the rim; black paint defines the eyes, the brows and the hair. The face of the maenad is left white, but that of the satyr is painted pink; pink is also found on the areas on each side separating the two faces, and on the baskethandle. The wreath and mouth of the satyr has red paint, and pink paint was used on his wreath. The maenad has red paint on her mouth, and the fillet of her wreath is painted yellow-brown and its ivy berries pink. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 7.62 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Near: 3666 below; Breccia 1934: pl. cviii:619; Brunner-Traut and Brunner 1981: 310, no. 1458; Dunand 1990: no. 982, from Antinoopolis, dated second to third century ad; Fjeldhagen 1995: no. 205, dated late second to early third century ad; Schürmann 1989: no. 1056, dated first half of third century ad; Van Wijngaarden 1958: no. 97. Bibliog. Petrie 1889,: pl. xv:3; Roberts 1997a: 202, no. 282; Roberts 1997b: 243, no. 228."], "Bibliographic references": [" Old Catalogue / A Catalogue of the Greek and Etruscan Vases in the British Museum (282) ", " Terracotta / Catalogue of Terracottas in the British Museum (3665) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces "], "Subjects": [" satyr ", " mythical figure/creature "], "Associated names": ["Representation of: Maenads"], "Acquisition name": ["Donated by: Henry Martyn Kennard"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0920.30"], "Conservation": ["Treatment: 03 Nov 1995"]}