{"artifact_name": "lebes gamikos(?)", "Object Type": ["lebes gamikos (?)"], "Museum number": ["1888,0601.442"], "Description": [" Body sherd of Attic black-figured pottery lebes gamikos; interior black; exterior: black-figure decoration consisting of part of Amazon fallen to right (face in outline, eye shown with cornea drawn up to upper eye lid; front of body preserved, wearing belted long chiton with incised wavy folds and zigzag border on ‘sleeve’, and scabbard with added red); Boeotian shield (with red border) under her, and to right a spear, point down; blood in red on lower part of chiton; left leg and foot of another Amazon running to right past her; to right, vertical lotus and palmette chain (added red on palmette heart and alternate leaves; red on outer and central lotus leaves) set off from scene by vertical black line with superimposed line in added red; below scene, wide border of dots with four narrow black bands above and three below; below, black with two bands in red; inscription in field. "], "Producer name": ["Near: Kleitias (Painter of Acropolis 601)"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["575BC-560BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of the Dioskouroi (Naukratis) (probably) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 8.30 centimetres ", " Thickness: 0.85 centimetres ", " Width: 7.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The sherd belongs to the same vessel as British Museum 1888,0601.441. Since British Museum 1888,0601.441 was recovered from the Sanctuary of the Dioskouroi, it is likely that 1888,0601.442 was also found there, although the register does not specify this. Beazley suggested that the sherd may belong to a lebes-gamikos. Compare the sherd Cambridge, Museum of Classical Archaeology NA234, which preserves part of the neck and can hardly be from a dinos. The pieces are illustrated and discussed, without knowledge of the Cambridge sherd, by Hirayama, H. 2010 Kleitias and Attic Black-figure Vases in the Sixth Century B.C., 43, B3 and pl. 32-c-d. For Amazons see also Bothmer, D., Amazons in Greek Art. Oxford 1957, 9, no. 40. The sherd is also published in LIMC I, 588-9, Amazones no. 21."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B601.13.2) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 262, no. 31) ", " ABV / Attic Black-Figure Vase-Painters (p. 80, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0256) (Phase 1) ", " Smith C 1888 / Acquisitions of British Museum (pp. 233-4, no. 16) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 29) "], "Location": ["Not on display"], "Subjects": ["amazon"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.442"], "Joined objects": [" Associated Group: G16594 (2 objects) "]}