{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["1888,0601.457"], "Description": [" Body sherd (mended from five fragments) of Chian Wild Goat Style pottery dinos; interior reserved; exterior, white slip: painted decoration consisting of three friezes of goats or deer grazing to right; from top, three grazing goats (backs missing of first two goats; hind legs remaining of third goat); rising triangles and roundel, swastikas and elaborate rosette as filling ornament; second frieze retains parts of three grazing deer (head, neck and forelegs of first remaining; only neck and head of third missing); rising triangles and roundels, swastikas, elaborate rosettes and dots as filling ornament; in third frieze, two grazing goats (rump and hind legs missing of first), to right; rising triangles and roundel, pendant triangle, swastika, elaborate rosette and dotted rosette as filling ornament; below in a fourth frieze, part of undetermined floral motif. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["630BC-600BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 14.70 centimetres ", " Thickness: 0.70 centimetres ", " Width: 26.90 centimetres "], "Curator's comments": ["Lemos describes the sherd as being in the style of the Würzburg chalices, but dated later than those chalices because she considers the style of the drawing to be debased and because of the elementary and isolated interior decoration (Lemos 1991, 72-3). According to Lemos, the sherd may come from either a dinos or an oinochoe since it is unusual to have three or four friezes on dinoi (Lemos 1991, 19-20), but Williams points out that Wild Goat Style dinoi, because they are unslipped on their interior, are often mistaken for oinochoai (Williams 2006a, 128). The shape of the vessel makes it very clear that it was a dinos and not an oinochoe."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 19, p. 26, p. 73, p. 246, no. 285) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0004) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.457"], "Additional IDs": [" Miscellaneous number: 1924,1201.1255 (Part re-registered in error) "]}