{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1824,0446.13"], "Description": [" Bronze portrait-figure of Ptolemy III Euergetes. He stands on right leg looking to right, with left hand on hip; in right hand he holds a cornucopia of fruits. He is beardless, with short curly hair and fillet, and lion's skin hanging down over left shoulder; a belt passes over right shoulder, with quiver attached under left arm (part broken off). He holds a sword in his left hand. The statuette is virtually intact apart from the left ankle and foot, which has been restored, and the greater part of the sword. The surface has been heavily over-cleaned (when it formed part of the Richard Payne Knight's collection) and may have been coated with a false dark patina. "], "Cultures/periods": [" Roman (?) ", " Hellenistic (?) "], "Production date": ["3rdC BC"], "Findspot": [" Excavated/Findspot: Italy (?) "], "Materials": ["bronze"], "Dimensions": [" Height: 29.90 centimetres "], "Curator's comments": ["Walkers & Higgs 2001 Formerly considered to be a figure of Herakles wearing his characteristic lion-skin, a recent study has proposed that this statuette is in fact a portrait of a Ptolemaic king. The heroic stance, the facial features, which evoke a specific individual, and the royal diadem suggest that a royal portrait was intended. Furthermore, it would not be surprising to find a Ptolemaic king represented in the guise of Herakles; Ptolemy I, like Alexander the Great, traced his ancestry back to Herakles. The presence of a cornucopia and the comparison of the facial features with portraits of Ptolemies on coins point towards the figure's identification as Ptolemy III (reigned 246-222 BC). Cornucopias did not appear as the reverse devices on coins of the Ptolemaic kings until after the death of Ptolemy III, when they were used on posthumous coins bearing his image. The way in which the King is offering his cornucopia may have alluded to his title of 'Benefactor'. The figure also wears a baldric and originally had a sword clutched in his left hand, which is covered with the lion-skin. Herakles is rarely, if ever, shown with a sword. Few full-length, Greek-style portraits of Ptolemaic rulers survive and most of these are small in scale. Furthermore, evidence would suggest that statues of Hellenistic dynasts were not a popular subject for Roman patrons, and only a handful of copies survive, few of which can be identified with certainty. The series of portraits from the Villa of the Papyri at Herculaneum, which included some of the Ptolemies, is a rare exception. BIBLIOGRAPHY: D.M. Bailey, 'Not Herakles, a Ptolemy', Antike Kunst33 (1990), 107-10."], "Bibliographic references": [" Bronze / Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan. (1247) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (9) "], "Location": ["On display (G22/dc8)"], "Subjects": ["classical deity"], "Associated names": [" Portrait of: Ptolemy III Euergetes I ", " Associated with: Herakles/Hercules "], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Acquisition date": ["1824"], "Department": ["Greek and Roman"], "Registration number": ["1824,0446.13"], "Conservation": ["Treatment: 07 Dec 1999"]}