{"artifact_name": "figure; pin", "Object Type": [" figure ", " pin "], "Museum number": ["1888,0601.37"], "Description": [" Solid-cast figure of Aphrodite (Venus) Anadyomene in copper alloy; depicting the goddess naked, standing, holding two locks of her hair with her hands, with her raised arms on both sides of her head; possibly from the head of a pin; broken below knees; corroded. "], "Cultures/periods": [" Ptolemaic ", " Hellenistic "], "Production date": ["1stC BC - 1stC AD"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 2.80 centimetres ", " Thickness: 0.50 centimetres ", " Width: 1.70 centimetres "], "Curator's comments": ["Examples of pins with Venus on the head in both metal and bone are common in the (early) 1st century AD, with Hellenistic precedents for the representation of Aphrodite (D’Ambrosio 2001, 28). Bone examples with this design are known from AD 79 contexts in Pompeii (Ward-Perkins and Claridge 1976, no 71b, f). Hair pins with full length figures tend to depict Venus, and are usually around 120-130mm long to cope with the elaborate hairstyles of the 1st century AD (Cool 2016, 37). Several small bronzes and \"pin-heads\" in form of figure of Aphrodite Anadyomene, alone or with Cupid, were discovered in Egypt: in Alexandria (BM 1926,0415.27) in Tell Atrib (Walters 1899, No. 1086), unknown site in Egypt (Walters 1899, No. 1096.1 and BM 1926,0415.55). Cool, H.E.M. 2016, The Small Finds and Vessel Glass from Insula VI.1 Pompeii. Excavations 1995-2006, Oxford. D’Ambrosio, A. 2001, Women and Beauty in Pompeii, Rome. Walters, H B 1899, Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan, London (see esp. 1096.2 for this specimen). Ward-Perkins, J. and Claridge, A. 1976, Pompeii AD 79, London."], "Bibliographic references": [" Bronze / Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan. (1096.2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QF.3) (phase 3) "], "Location": ["Not on display"], "Condition": ["Incomplete and corroded"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Aphrodite"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.37"]}