{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["1836,0224.455"], "Description": [" Roman terracotta lamp with an Egyptianizing scene: only the rear and upper part of the body are ancient: the nozzles are restored (but wrongly angled) in fired clay; the underside is completed with the base of an ancient pot.The pierced handle-ornament of this very large lamp shows an obelisk with indications of hieroglyphs, including a royal cartouche. It is flanked by Seshat, the Egyptian goddess of writing and the recording of history, and the ever popular child god, Harpocrates. Seshat wears a long tunic (chiton) and shawl (himation), and a headdress, partially restored, apparently of bird form. She holds a looped garland or perhaps a pen in her right hand and a palm-branch in her left; from her left wrist hangs an inkwell. Harpocrates is naked, with his right hand to his mouth, and has the sidelock of male childhood. In his left hand he holds the royal crook and flail, and perhaps a feather; he wears a crown of horizontal ram's horns surmounted by a sun disc flanked by leaves. Behind him is a tall basket containing ring-shaped objects. Directly below the plinth of the obelisk is a hawk with wings displayed but drooping; on the stem of the handle-ornament are three lotus flowers. This scene is incongruously matched with a representation of Hercules and the Nemean Lion on the top of the lamp. The lamp is covered with an orange to brown slip. "], "Cultures/periods": ["Roman"], "Production date": ["40-90 (circa)"], "Production place": [" Made in: Italy "], "Materials": ["pottery"], "Type series": [" Broneer Type XXI ", " Shoulder-form IIIa/IVb "], "Technique": [" mould-made ", " slipped ", " pierced "], "Dimensions": [" Length: 35.30 centimetres (as restored) ", " Width: 15.60 centimetres (as restored) "], "Curator's comments": ["Bibliography: J. de Witte, 'Description des antiquités et objets d'art qui composent le cabinet defeu M.Le Chevalier E. Durand' (Paris, 1836), Lot 1778; H.B.Walters, 'History of Ancient Pottery', ii (London, 1905), pl. LXIII; H.B.Walters, 'Catalogue of the Greek and Roman Lamps in the British Museum' (London, 1914), cat. no. 832; D.M. Bailey, 'A Giant Roman Lamp', Museums Journal 59 (1960), 265-7; D.M. Bailey, 'A Catalogue of the Lamps in the British Museum ii, Roman Lamps Made in Italy' (London 1980), cat. no. Q 1021; Tram Tan Tinh,'Harpokrates', in Tram Tan Tinh 'et al.' 'Lexicon Iconographicum Mythologiae Classicae iv', I (Zurich, 1988), pp. 374,439; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), pp. 318-319 [336]."], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q1021) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (336) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 26 Nov-26 Feb, Frankfurt, Liebieghaus, Egypt, Greece & Rome "], "Subjects": [" classical deity ", " bird ", " ancient egyptian deity "], "Associated names": [" Representation of: Harpocrates ", " Representation of: Seshat ", " Representation of: Herakles/Hercules ", " Representation of: Nemean Lion "], "Acquisition name": [" Purchased from: Edmé Antoine Durand (sale) ", " Purchased through: Peter Oluf Brøndsted "], "Acquisition date": ["1836"], "Department": ["Greek and Roman"], "Registration number": ["1836,0224.455"], "Conservation": [" Treatment: 04 Mar 1996 ", " Treatment: 20 Oct 1999 "]}