{"artifact_name": "amphora(possibly)", "Object Type": ["amphora (possibly)"], "Museum number": ["1888,0601.582"], "Description": [" Shoulder and body sherd of Attic black-figured pottery closed vessel, possibly an amphora; exterior: black-figure decoration consisting of two figure friezes separated by a narrow band; on shoulder, part of two geese grazing to right (with added red on wing and with added white dots on small feathers); below, head, shoulder and hands of satyr playing auloi to right (with red on ear and neck, dabs on auloi; incised neckline with vertical incised strokes below suggesting he wore a garment); at right, part of another figure, probably dancing (elbow remaining and possible traces of head and knee); incised splinter rosette as filling ornament. "], "Producer name": ["Attributed to: Sophilos (von Bothmer (quoted by Venit))"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of the Dioskouroi (Naukratis) (Register) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 7.50 centimetres ", " Thickness: 0.70 centimetres ", " Width: 8.20 centimetres "], "Curator's comments": [" Joins University College London, UCL-401. For parallels regarding the grazing geese, see Bakir 1981, pl. 62, fig. 116. According to Venit (quoting von Bothmer's opinion), the sherd may be attributed to Sophilos, despite the single, not double breast line on the geese. For the decoration see also Carpenter, T. H., Dionysian Imagery in Archaic Greek Art. Oxford 1986, 91, with pl. 18,B. ", " Joins UCL-401; see Emil Kunze, Ath.Mitt. 59 (1934) 96, n.1. and Beil. X 1. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B103.16) ", " Venit 1984 / Early Attic Black Figure Vases in Egypt (p. 149) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 225, no. 2a) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0057) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" bird ", " music ", " satyr "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.582"]}