{"artifact_name": "nikosthenic pyxis", "Object Type": ["nikosthenic pyxis"], "Museum number": ["1886,0401.1289"], "Description": [" Body sherd (mended from two fragments) of a large Attic black-figured pottery Nikosthenic pyxis; lower body offset; interior: glazed black with added red band; exterior: from top, black-figure decoration consisting of frontal chariot with charioteer, wearing added white robe, in chariot box (part of three horses with incised herring-bone pattern on tails; added red on horse’s mane and collar, front of chariot; white triple pendant dots at lower edge of horse’s collar); below moulded ridge, on the cul, lion (neck and part of head remaining; red mane and mouth; white teeth), to left, attacking an animal, probably a bull (trace remaining beside lion’s eye at left). "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["530BC-520BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 19 centimetres ", " Thickness: 0.90 centimetres ", " Width: 14.30 centimetres "], "Curator's comments": ["For a frontal chariot of the same period, compare Oxford AN1885.665, a neck-amphora by the Lysippides Painter (CVA Oxford 2, pl. 5, pl. 7 and pl. 10, no. 4; ABV, 256, no. 15). For the lion attacking an animal, compare the column krater British Museum 1851,0416.6. 1886,0401.1187 may br from the lid belonging with this piece."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B600.19) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 265, no. 44) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 286-7, no. B259) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 235, no. 6) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0821) (Phase 1) ", " Lyon 2009 / Nikosthenic Pyxides between Etruria and Greece (p. 26, p. 176, no. 26) "], "Location": ["Not on display"], "Condition": ["the lower part of the left break has a series of very shallow bore holes and traces of glue"], "Subjects": [" horse/ass ", " charioteer/chariot "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1289"]}