{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.78"], "Description": [" Glazed limestone statuette of a baboon; who stands for the Egyptian god Thoth. Discrete layer of greenish glaze survives overall. Hard ginger coloured material =limestone? Not faience or steatite. Left side and arm missing, abrasions on face and head. Sits on roughly shaped oval base. Pose originally seated with arms resting on knees. Finely modelled with face, muzzle and eyes shown without fur and naturalistically depicted; small eyes set high, nasal ridge between eyes, nostrils modelled, but broken off at tip of muzzle; mouth shown closed as horizontal line. Fur distinguished in different anatomical areas: either side of face is indicated by horizontal dashes; cape of fur, typical of male baboon, is marked by large vertical incised diamonds, as well as vertical striations,. it covers back down to projecting edge just above tail and bottom, runs up and over the forearm at elbow, and curves down in front, before lifting up to other arm (now lost); underneath layer of fur which appears below cape is indicated by horizontal rows of vertical striations. Tail is modelled in relief and curved round to right with slight indication of callosities either side. "], "Cultures/periods": ["Late Period"], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone (?)"], "Type series": ["Thomas L-A"], "Technique": ["glazed"], "Dimensions": [" Height: 8.90 centimetres ", " Length: 3.50 centimetres (at head) ", " Weight: 363 grammes (With mount) ", " Thickness: 3.50 centimetres (at base) ", " Width: 4.60 centimetres "], "Curator's comments": ["Baboon representations of Thoth are rare at Naukratis (British Museum 1886,0401.1484; 1888,0601.78; and in wood Petrie UC60012). Parallel from Memphis made of stone (Petrie Museum UC47598, UC60051), unprovenanced of terracotta, dated Late Period (Petrie Museum UC60050, UC60049), and of plaster, dated Ptolemaic (Petrie Museum UC50463)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.201) (Phase 3)"], "Location": ["On display (G13/dc7)"], "Subjects": [" mammal ", " ancient egyptian deity "], "Associated names": ["Representation of: Thoth"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.78"]}