{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.99"], "Description": [" Terracotta figure of a seated warrior. A soldier seated in a hunched position on a block with a grooved front (a log?), supported by a low, plain rectangular plinth. He is muffled up in drapery from neck to feet; his right arm is enveloped in the cloth and his hand pulls it tightly around him. His left arm and hand are completely hidden and hold a domed circular shield with a wide rim close to his left side. He wears a plain conical helmet of the bell type, with an encircling channel just above the brim, below which is shown a row of curls. The back is plain, with a circular vent. Hollow; two-piece mould. Micaceous orange-brown Nile silt, with substantial remains, particularly on the front, of a white dressing; the face and feet are painted orange-pink, and the clothing is white, although a tiny patch of red paint survives in a fold by the right arm. The channel of the helmet is painted pink and the block on which he sits bears orange paint. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 12.70 centimetres "], "Curator's comments": ["Close parallels can be seen in Cairo Museum (Cairo Museum 26824) and Alexandria Museum (but with a Gaulish shield, Breccia 1934,50 no. 316 pl. 70, 359, Alexandria 23200). There are parallels from Athribis for a bearded head wearing a similar helmet dated to the 2nd century, (Myśliwiec 1994, 39, fig. 12), and another dated to the end of the 4th century to the beginning of the 3rd century BC, (Szymańska 2005, no. 174). Breccia, E. 1934, Monuments de l’Égypte gréco-romaine II. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, 2, Bergamo. Myśliwiec, K. 1994, “Athribis: Eine Hellenistische Stadt im Nildelta”, Antike Welt 25, 35-46. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C607) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.339) (Phase 1) "], "Location": ["On display (G69/Balcony/dc7/shC)"], "Subjects": ["soldier"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.99"]}