{"artifact_name": "stand", "Object Type": ["stand"], "Museum number": ["1888,0601.612.a-b"], "Description": [" Three joining fragments of ring base sherd of East Greek grey ware, probably open-work, pottery stand; dark grey fabric core and grey-buff surface, with large quantity of mica; dark grey slip on exterior; triple mouldings at base of splaying pedestal; inscription just above them. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["599BC - 550BC"], "Production place": [" Made in: Troas (?) ", " Made in: Lesbos (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) (probably) "], "Materials": ["pottery"], "Ware": ["Grey Ware"], "Technique": ["slipped"], "Dimensions": [" Diameter: 32 centimetres (Foot) ", " Height: 5.60 centimetres ", " Thickness: 1.50 centimetres ", " Width: 10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Joins British Museum 1888,0601.612.c. Gardner 1888, 47, mentions grey wares as common finds in the sanctuary of Aphrodite, including \"large conical stands, with raised bands round the base\" and also lists the inscription on the piece among the incriptions from the Aphrodite sanctuary (Gardner (1888 p. 47, pl. XXI, no. 790). However, the modern scratched inscription 'Hera' on its interior surface seems to indicate the sanctuary of Hera as the findspot. Gardner (1888 p. 47) suggested that these grey ware vessels originate from Mytilene or another site on Lesbos because some of the inscriptions on them are dedications made by Mytileneans or at least in non-Ionic dialect. Lamb 1932, 8-9, fig. 3.7, notes parallels for stands with plastic mouldings around the base (and/or top?) from Methymna on Lesbos. Recent NA analysis by Hans Mommsen, Bonn, attributed a very similar piece, British Museum 1888,0601.613.a, to a chemical pattern (B-Troy, now called TROB) that is otherwise observed in and very likely local to the Troad, thus raising the possibility of a production on the mainland opposite Lesbos rather than on the island itself (Mommsen et al. 2006, 70, sample Nauk 63; Schlotzhauer and Villing 2006, 58, fig. 12; Mommsen et al. 2012, 440). Lamb, W. 1932, ‘Grey wares from Lesbos’, Journal of Hellenic Studies 52, 1-12. Mommsen, H., with Cowell, M. R., Fletcher, Ph., Hook, D., Schlotzhauer, U., Villing, A., Weber, S., Williams, D. 2006, ‘Neutron activation analysis of pottery from Naukratis and other related vessels’, in Villing, A. and Schlotzhauer, U. (eds), Naukratis: Greek Diversity in Egypt. Studies on Greek Pottery and Exchange in the Eastern Mediterranean (British Museum Research Publication 162), 69–76. Mommsen, H., Schlotzhauer, U., Villing, A. and Weber, S. 2012, ‘Herkunftsbestimmung von archaischen Scherben aus Naukratis und Tell Defenneh durch Neutronenaktivierungsanalyse’, in Schlotzhauer, U. and Weber, S., Griechische Keramik des 7. und 6. Jhs. v. Chr. aus Naukratis und anderen Orten in Ägypten (Archäologische Studien zu Naukratis III, ed. U. Höckmann), Mainz, 433–55. Schlotzhauer, U. and Villing, A. 2006, ‘East Greek pottery from Naukratis: the current state of research’, in Villing, A. and Schlotzhauer, U. (eds), Naukratis: Greek Diversity in Egypt. Studies on Greek Pottery and Exchange in the Eastern Mediterranean (British Museum Research Publication 162), London, 53–68. ", " Sherd b is inscribed 'HERA' on the inside, indicating its find-spot. "], "Bibliographic references": [" Möller 2000 / Naukratis, Trade in Archaic Greece (p. 259, no. 2) ", " Gardner 1888 / Naukratis II (p. 65, no. 790, pl. XXI, no. 790) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no.0 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GL.068) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.612.a-b"], "Joined objects": [" Joined Object Group: G16666 (2 objects) "], "Conservation": ["Treatment: 04 Oct 2011"]}