{"artifact_name": "stove; brazier", "Object Type": [" stove ", " brazier "], "Museum number": ["1886,0401.1775"], "Description": [" Rim sherd of coarse ware pottery cooking stove with a lug and traces of burning. The hand-modelled pot-rest is a plain projection placed inside the rim of the wheel-made body with a ledge rim. Micaceous red-brown Nile silt with a red and grey core. The top of the support and the side of the panel darkened by use. "], "Cultures/periods": [" Classical Greek ", " Late Period "], "Production date": ["5thC BC (circa)"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" pottery ", " terracotta "], "Dimensions": [" Height: 6.30 centimetres ", " Thickness: 0.80 centimetres ", " Width: 11.10 centimetres "], "Curator's comments": ["Traces of burning show that the stove was used. Portable stoves and braziers are attested in the Greek world from at least the Archaic period onwards (cf. e.g. Aydemir 2005, 94-7); examples with similar lugs are known e.g. from late 6th-5th century BC contexts in the Athenian Agora (Sparkes and Talcott 1970, 232-3, 377 nos 2017-2019, pl. 97; no. 2018 is the closest parallel for the fragment from Naukratis). In the Hellenistic period more ornate braziers become common (Bailey 2008; Şahin 2001, 91-132). Petrie discusses the examples of stoves found at Naukratis and their chronology in his excavation report (Naukratis I, p. 42) and notes that \"a complete set of all the types of development has been kept for the British Museum, and other sets presented to other collections\". Aydemir, A. 2005, ‘Funde aus Milet: XX. Kochgeschirr und Küchengeräte aus dem archaischen Milet’, Archäologischer Anzeiger, 85–101. Şahin, M. 2001. Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities. Anatolian Studies 51: 91-132. Sparkes, B. A., and Talcott, L. 1970, Black and Plain Pottery. The Athenian Agora XII, Princeton."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IA.51)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1775"], "Conservation": ["Treatment: 31 Jan 1994"]}