{"artifact_name": "figure; mummy-cloth", "Object Type": [" figure ", " mummy-cloth "], "Museum number": ["1888,0920.29"], "Description": [" Terracotta figure of Heracles. Herakles naked, modelled in the round and standing on a rectangular plinth with mouldings on its bottom edge. He is bearded and wears a wreath of leaves. Wrapped round his bent left arm is a garment that seems to be a lion’s skin, but is obscurely modelled; the hand is lost, but may have held apples. The lowered right hand rests on the handle of his club, which is placed vertically by his right leg, its head resting on the ground. The head of Herakles has a diagonal break rising from below the right ear: this was repaired in antiquity by an application of white plaster both in front of the wreath and over the whole of the top of the head; the plaster was reinforced with palm-fibre and possibly human hair. The figure was wrapped in textile when it was deposited, presumably in a tomb: marks of the cloth survive on the front, notably on the chest and the left thigh, but much actual fabric remains on the rear of the figure and on the back and the sides of the plinth, occasionally in several layers. Hollow; two-piece mould; the plinth was made separately and the figure fixed to it with blobs of grey-brown plaster: the left foot was raised slightly higher than was the right when this was done. Micaceous brown Nile silt with a darkbrown core. There are considerable remains of a white dressing, particularly on the front, but also on the back. Much paint remains: pink on the body, limbs and face; the lion’s skin is painted buff and the club also appears to have the same colour, with black bands near its head; black paint delineates the pubic hair and may have been used on the features of the face; black paint also covers the plinth above its mouldings, which were left white, and was also used on the plaster that held the figure to the plinth. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": [" terracotta ", " linen (?) "], "Technique": ["painted"], "Dimensions": [" Height: 31.75 centimetres "], "Curator's comments": ["BM Terracotta IV Bibliog. Walters 1903: C 587; Higgins 1967: pl. 63D; LIMC iv (2): pls 478 and 490; Fischer 1994: no. 736; Roberts 1997a: 200, no. 275. Hero Granger-Taylor has examined the textile remains and reports that two different cloths were used, one of finer weave than the other, the former being the major wrapping. Both are of undyed linen, now discoloured brown. The finer textile is a simple tabby, the warp having S-spin threads, c.19 ends per cm, the weft also S-spin, c.13 picks per cm; one plain selvedge remains. The coarser textile is a simple tabby, both warp and weft having c.5–6 threads per cm."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (C587)"], "Location": ["On display (G69/Balcony/dc7/shD)"], "Condition": ["Some of cloth adheres to the back and base. Some breaks and minor damage."], "Subjects": ["classical deity"], "Associated names": ["Representation of: Herakles/Hercules"], "Acquisition name": ["Donated by: Henry Martyn Kennard"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0920.29"], "Conservation": [" Treatment: 22 Nov 1996 ", " Treatment: 30 May 1996 "]}