{"artifact_name": "situla", "Object Type": ["situla"], "Museum number": ["1888,0208.11"], "Description": [" Fragmentary black-figure painted pottery situla. Designs originally black, on drab panels on the neck, with purple accessories and incised lines. (a) Bellerophon riding on Pegasos to right, wearing a short chiton, and seated between the wings of Pegasos, with a long spear in right hand. His head is missing. (b) The Chimaera with head of lion, body of goat, and tail in form of a serpent, standing to left. Below all round is a large fan-pattern formed of half-rosettes, alternating with lotus-flowers of five pointed leaves, in two bands. The figures have been painted in black on a creamy-white slip, but the black is almost entirely worn away. "], "Cultures/periods": [" East Greek ", " East Dorian (?) ", " Archaic Greek "], "Production date": ["550BC-525BC"], "Production place": [" Made in: Rhodes (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 21 centimetres ", " Height: 46 centimetres (as made up) "], "Curator's comments": [" Cook, Group C1. The subject is very rare in East Greek art. For an earlier East Greek chimera see the plate of Late Wild Goat Style, probably Rhodian, Louvre A.307 (A. Salzmann, Nécropole de Camiros, pl. 49: S. Zervos, Rhodes, Capitale du Dodécanèse, fig. 112). The rider on a winged horse of mid-sixth-century terracotta reliefs from Thasos may well be Bellerophon (Mon Piot xxxviii, 55-92, figs. 9-11). Tanis ii, pl. 26. 8 (fair sketches, reproduced in the subsequent illustrations). JdI 1895, 37 fig. 1. Kinch, Fouilles de Vroulia, fig. 72 (of B only). S. Zervos, Rhodes, Capitale du Dodécanèse, fig. 300 (of B only). E. Pfuhl, Malerei und Zeichnung iii, fig. 127. BMC B.105. BM Cat. Vases Murray, ib. p. 67; Murray, Handbook of Gk. Archaeol. p. 81; Goodyear, Grammar of the Lotus, pl. 40, 5. For the worn black, see also several of the fragments Β106, 1-2) ", " \"repaired 1888-9-Apr\" is painted on the underside, on the reconstruction plaster. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B105) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (Pl. GB 599, 4-5; GB 600) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 61 § 58, p. 62 § 59, p. 63 § 60, pl. xxvi, 8) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 241) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.211) "], "Location": ["Not on display"], "Condition": ["Missing a few fragments and all of base."], "Subjects": [" mythical figure/creature ", " flower "], "Associated names": [" Representation of: Bellerophon ", " Representation of: Pegasus ", " Representation of: Chimaera "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0208.11"]}