{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["1885,1213.58"], "Description": [" Faience three footed bowl of simple hemispherical shape, with three projections jutting from near its base to hold it steady. Three kneeling figures face outward, modelled in the round. They kneel on the flat surfaces of the feet-like props of the bowl, all wearing a garment to the knee, which has pleats indicated by vertical grooves. The figures are bare-chested and each has a beard and hair falling onto the shoulders coloured in black-brown glaze. On the surface of the bowl there are also two lions and an ibex in low relief. The lions have dots along their tails and legs and several longer stripes on body. The ibex is depicted in a conventional galloping way, moving to right. It has dots on legs, in rows along back, on neck and along the horn. There is also a large rosette in low relief slightly raised above the surface at the centre of exterior base between feet. It has seventeen petals, unequally divided by broad incised lines. The centre of the flower is represented by a circular cross-hatched area, with a central dot of more black-brown glaze. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["6thC BC"], "Findspot": [" Excavated/Findspot: Rhodes "], "Materials": ["glazed composition"], "Dimensions": [" Diameter: 12.70 centimetres ", " Height: 5.08 centimetres "], "Curator's comments": ["The piece is discussed in Webb 1978, pl. XI no. 268 (with incorrect registration number). This tripod bowl is a rare faience version of a shape better known in gypsum alabaster and generally considered Cypro-Ionian. Alabaster examples are known from Late Archaic tombs in Olbia on the Black Sea where they were found with pottery dated to c. 520–510 BC. The finds from Olbia suggest that such bowls usually had lids and might have been used as cosmetics containers. Further examples come from Naukratis, with feet in the shape of sphinxes, sirens holding children to their breast, or a female head above what appears to be a single lion’s foot. They include examples in the British Museum (e.g. 1886,0401.1508) and have been assigned dates between 575-525BC. See the discussion and further references in Thomas 2013-2015, 18-19, and Höckmann 2007, 190-191. R.I. Thomas, 'Cypriot figures', in A. Villing et al., Naukratis: Greeks in Egypt, London, http://www.britishmuseum.org/naukratis Höckmann, U. 2007, ‘Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe’, in U. Höckmann and W. Koenigs, Archäologische Studien zu Naukratis II, ed. U. Höckmann, Worms, 13–307."], "Bibliographic references": ["Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (268)"], "Location": ["Not on display"], "Acquisition name": [" Purchased from: Sir Alfred Biliotti (sale) ", " Purchased through: Sotheby's "], "Acquisition date": ["1885"], "Department": ["Greek and Roman"], "Registration number": ["1885,1213.58"]}