{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.31"], "Description": [" Limestone statuette of a Kourotrophos, possibly Isis with Horus, painted. Isis and Horus; a woman is sitting on a throne with square-cut sides, her feet resting on a footstool. She is wearing a garment with a kolpos below the knees and a veil which is loosely placed on her head and is reaching down to the arm-rest. Her hair is falling on the shoulders, and is not covering her large ears. She is wearing a necklace with a pendant, which lies between her sturdy and high breasts. Her face is round. On her lap she is holding a small, long, nude boy who is rendered flatly. His legs are closed and are lying to the left, his head is resting at the woman's left breats. Both of his slim arms are embracing the upper body of the mother. The back is flat. Her left cheek and some corners of the throne are missing. Traces of red paint on inside of veil, collar and necklace. "], "Cultures/periods": [" Cypro-Archaic II (?) ", " Archaic Greek (?) "], "Production date": ["550BC (circa)"], "Production place": [" Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context ΦB (Well 2) "], "Materials": ["limestone"], "Type series": ["Nick Type 3 (Sub group 3.1)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 11.90 centimetres ", " Length: 5.10 centimetres ", " Weight: 1.35 kilograms ", " Width: 7.50 centimetres "], "Curator's comments": ["Marked (scratched) ΦB (or possibly Φ8), from context B (Well 2) within the Saite period temenos of the Aphrodite sanctuary. The motif of the kourophoros is taken from the Egyptian tradition of Isis-Hathor nursing Horus (Nick 2006, p. 68). However, the theme has been known in Cyprus since the Bronze Age and the depiction in limestone is rare (only known from two examples). The version of the baby stretching out its arms is apparently unknown in Cypriot though not unusual in Greek art. The interpretation of the group has often been debated; despite the lack of attributes this figure is understood as a goddess and its dedication in the sanctuary of Aphrodite fits in with this idea. Published (Smith, no. 127; Gardner 1888, 57, pl. 14, fig. 7; Lechat in B.C.H., 1890, p. 150, n.; Mallet, Premiers Etablissements, p. 260, fig. 50; Ohnefalsch-Richter in Kypros, Bible and Homer, pl. CCXIV, no. 8; Picard in Rev. Arch., 1910, XV, p. 85, n. 4)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B463) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 55, p. 123; p. 68; pl. 22) ", " Gardner 1888 / Naukratis II (pp. 58, 85, pl. XIV, no. 7) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 158) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.076) (Phase 3) "], "Location": ["On display (G13/dc7)"], "Exhibition history": [" Exhibited: 2015-2016 16 Oct-14 Feb, Hannover, Niedersächsischen Landesmuseum, Madonna 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Subjects": ["ancient egyptian deity (Isis and Horus (Kourotrophos))"], "Associated names": [" Representation of: Isis ", " Representation of: Horus "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.31"], "Conservation": ["Treatment: 10.02.1983"]}