{"artifact_name": "model; shield; figure", "Object Type": [" model ", " shield ", " figure "], "Museum number": ["1888,0601.118"], "Description": [" Egyptian terracotta model of shield with relief of young man. A plaque incorporating a shield with a large oval boss and vertical spine: it is not certain whether it is a small rectangular Gaulish shield or a truncated large oval one. On the moulding, dwarfed by the shield (a servant or slave?), stands a short-haired beardless man to right, wearing a himation draped across his body and over his left shoulder; he holds an edge of it with his lowered right hand. His right leg is lost from just above the ankle, and his left arm is held aloft, crossing the shield, the hand holding a bag-like object. On the left side of the shield, on the ground-line, stands a kalathos. The rear is concave and has a large applied hollow vertical feature, possibly a socket, swelling to a rounded top and with a finished edge below; a post-firing hole is pierced from the front into this feature. Pressed into a one-piece mould. Covered in a red slip that is thicker at the front. Brown Nile silt with abundant fine gold mica and medium white inclusions (<2mm). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC(late) BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 10.40 centimetres (max) ", " Thickness: 2.40 centimetres ", " Width: 6 centimetres "], "Curator's comments": ["The shield is similar to the small square example shown on the Sidonian stele of Eunostides, carried by his groom, and probably a cavalry shield (Sekunda 1995: colour photo 4 and pl. 12). If the bag is a purse, the figure may be Hermes, but this seems doubtful; it may represent a worshipper making an offering."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C611) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DF.08) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The lower part and the right and top edges are broken away, and the left edge is damaged."], "Subjects": ["classical deity (?)"], "Associated names": ["Representation of: Hermes/Mercury (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.118"], "Conservation": [" Treatment: 18 Feb 1998 ", " Treatment: 26 Feb 1998 "]}