{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["1805,0703.317"], "Description": [" Terracotta 'Campana' relief with a Nilotic scene: the panel is divided in two, as if the scene were witnessed through an arcade. The upper left part of each scene, the upper part of the central column, and the lower right corner of the panel are restored, along with the right central section of the left scene with the base of the plant lower right. The left side of the panel has a fluted pilaster supporting the upper moulding of the panel; the upper shaft and capital are restored. The arcade is supported on double columns standing on low plinths; those at the sides have twisted flutes, while the plain central column has a twisted moulding to the base. The capital to the right and one profile of the central capital are preserved; these are of Tuscan type. The arches are decorated with miniature modillions. Though divided by the arcade, the scenes should probably be read continuously, starting from the fluted pilaster on the left. In the upper left panel is a hut thatched with reeds; a stork (mostly restored) is perched on its roof, and to the left of the hut is a low wall of brick or stone on which another stork, again largely restored, struts. A ground line is indicated beneath both structures. In the lower part of the panel a crocodile crouches perilously on a branch over turbulent waters. Next to the branch is a lotus with curling stem, and, baying at the base of the panel, a hippopotamus. To the right of the central pillar the riverine scene is continued with a second crocodile, moulded as the first but set at a different angle on a sandbank in the water. Above, two men pole and paddle a boat. The man wielding the paddle on the left has shaggy hair, a long caricatured nose, and exaggerated musculature; he wears a mantle over his left shoulder. The older man with the pole to the right was intended as a pygmy, naked and again with exaggerated musculature. They sail past a small building set on a groundline, probably a shrine, built of stone or brick with a triangular pediment; a third bird, like the others much restored, is perched on the roof. "], "Cultures/periods": ["Roman"], "Production date": [" 1stC (Walker and Higgs) ", " 100-150 (Rauch) "], "Production place": [" Made in: Italy "], "Materials": ["terracotta"], "Technique": ["moulded"], "Dimensions": [" Height: 47.50 centimetres ", " Width: 60 centimetres ", " Depth: 3.50 centimetres "], "Curator's comments": [" Bibliography: M. Moltesen, 'Hvor Nilen vander aegypterens jord...', 'Meddelelser fra Ny Carlsberg Glyptotek' (1997), 102-15 (bibl. and English summary); S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 338 [358]. ", " This relief falls under variant b of the later (2nd C AD) revisiting of Type 1 of this scene. Another example of this version is 1926,0324.117; an example of the earlier variant of the scene (Augustan-1st C AD) is 1805,0703.393. Examples of which the type and variants are undeterminable are 1805,0703.394, 1772,0307.181, and 1926,0324.116. The relief can be seen in sketches made by Nollekens (?) of Charles Townley's collection of terracotta reliefs, in 2010,5006.1914 as nr 30 (36). "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (D633) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (358) ", " Rohden-Winnefeld 1911 / Architektonische Roemische Tonreliefs der Kaiserzeit (Page 155; Fig. 287) ", " Rauch 1999 / Bacchische Themen und Nilbilder auf Campanareliefs (N81) "], "Location": ["On display (G70/dc3)"], "Exhibition history": [" Exhibited: 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact "], "Subjects": [" boat/ship ", " crocodile ", " hut/thatched building ", " shrine ", " bird "], "Acquisition name": ["Purchased from: Peregrine Edward Towneley"], "Previous owner": ["Previous owner/ex-collection: Charles Townley"], "Acquisition date": ["1805"], "Department": ["Greek and Roman"], "Registration number": ["1805,0703.317"], "Conservation": [" Treatment: 20 Oct 1999 ", " Treatment: 19 Dec 2017 "]}