{"artifact_name": "figure; amulet(?)", "Object Type": [" figure ", " amulet (?) "], "Museum number": ["1888,0601.42"], "Description": [" Mould-made large (amuletic?) figure in glazed composition, representing headless female figure (maybe Isis or a Ptolemaic queen?); striding forward with left leg on rectangular base, arms straight by sides and hands extended flat down thighs, leaning against back pillar; curvaceous modelling of figure, especially upper legs; breasts well modelled, left breast apparently pierced intentionally; stomach area projecting with depression for navel; rectangular lappets of wig hanging down, with three rings of broad collar marked by thick grooves in between; at ankles, hem of dress similarly marked by two horizontal grooves indicating that figure is wearing a dress; back pillar pierced widthways for suspension at waist level; intense dark greenish blue glaze; buff core of hard, medium texture; head, left arm, left foot and front part of base broken off. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332 BC - 31 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 5.80 centimetres ", " Length: 1.90 centimetres (base) ", " Width: 1.20 centimetres (base) "], "Curator's comments": ["The colour of the glaze, of a very intense dark greenish blue, associated with the very voluptuous modelling of the figure indicate a Ptolemaic date. The paste itself (buff in colour and quite dense) is nothing like the earlier products of faience found in Naukratis (cream or pale yellow in colour and much more porous)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.194) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but incomplete"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Isis (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.42"]}