{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["1888,0601.466.a"], "Description": [" Body sherd (mended from three fragments with added plaster) of Chian Mature Animal Style pottery heavy chalice with part of cul; discoloured white slip; interior: glazed streaky black with faded decoration in added colour; above, part of rosette in white outline and red dots with two white bands below; two white bands near bottom of sherd; exterior: painted decoration consisting of lion attacking fallen bull (forepart of bull to right with neck and head in dilute outline; head on ground and foreleg folded under body, facing lion, head, neck and front paw in outline; row of dots on underbelly); elaborate rosettes as filling ornament; row of single dots above double guilloche pattern on cul. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 13.50 centimetres ", " Thickness: 0.80 centimetres ", " Width: 16.50 centimetres (circa) "], "Curator's comments": ["Lemos describes the sherd as coming from a heavy chalice belonging to the Group of Elaborate Animal Chalices. Chalices that fall into this group are usually large and heavy-walled and are also known as chalice-kraters. Chalices in this group display elaborate compositions that include polychromy and delicately painted figures (Lemos 1991, 90-1)."], "Bibliographic references": [" Price 1924 / Pottery of Naukratis (pl. 10, no. 7) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 90, p. 254, no. 438, p. 58) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 77) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1562) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.466.a"]}