{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1888,0601.493.g.+"], "Description": [" Body sherd of Chian Grand Style pottery light chalice; white slip; interior: glazed black with part of lotus flower and lotus bud in added red and white; below, two white bands; exterior: painted decoration consisting of upper part of bearded man in outline (ear, hair, trace of beard, neck, most of right arm and right side of chest remaining) wearing chiton with dark brown lines and black himation with border of black squares on reserved background between brown lines and a red band; at left, trace of undetermined motif. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 3.70 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3.10 centimetres "], "Curator's comments": ["Lemos describes the sherd as belonging to the Group with the Filling Ornament. The features typical for this group of vessels are the milky white slip and the use of filling ornament, which is found only in this group of sherds. The presence of filling ornament also suggests that the vases were mostly likely the earliest in the Grand Style. The male figures portrayed on vases from this group are perhaps the most expertly depicted and may all have been done by the same hand. Finally, the attempt at creating some perspective is rather clumsy. Though there is no evidence for filling ornament on this sherd, nor any attempt at perspective, the depiction of male figures in this group is done in outline as the male figure appears here. In later Grand Style vases, male figures are depicted with coloured flesh."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 110, p. 274, no. 722, pl. II, pl. 94) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0742) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.493.g.+"], "Additional IDs": [" Miscellaneous number: 1924,1201.372 (Re-registered in error.) "]}