{"artifact_name": "dipper", "Object Type": ["dipper"], "Museum number": ["1894,1101.233"], "Description": [" Bronze dipper jug with a hinged handle, possibly used for serving wine hammered from sheet metal with cast (?) handle; the jug is depressed ovoid in shape, rather baggy in profile, with a high collar at the back and a flat everted rim; the handle has a rounded section, terminating in a curved duck's head with a long, concave beak; at the other end, the shaft of the handle widens into a triangular lotus-like (?) profile with three concentric mouldings at the base, on the top of which is a rectangular place to which the circular hinge is attached; surface corroded in places. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-500BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Amathus"], "Findspot": [" Excavated/Findspot: Amathus, Site E, tomb 84 "], "Materials": ["bronze"], "Technique": [" hammered ", " cast "], "Dimensions": [" Height: 34 centimetres (at full extension of handle) ", " Height: 14 centimetres (jug) ", " Length: 18.50 centimetres (handle) "], "Curator's comments": ["The surviving pottery from the tomb dates to the CA II period though the ring suggests a further burial in the 5th century BC. See Matthäus 1985, 257-60 for a survey and discussion of the three known examples of this type in Cyprus, tow of which come from Tomb 84. They are widely distributed in the Mediterranean. Vonhoff (2015, 280-1) considers the type to be a Phoenician version of a type first attested in Egypt from the time of the Bronze to Iron transition, though some features - such as the bird-headed handle - are found in Cyprus already in the Late Bronze Age (deriving from Near Eastern prototypes). Bibliography: Vonhoff, C. 2015, 'Phoenician bronzes in Cyprus' in: J. Jiménez Ávila (ed.), Phoenician bronzes in Mediterranean. Bibliotheca Archaeologica Hisopania 45 (Madrid: Read Academia de la Historia), 269-96."], "Bibliographic references": [" Bronze / Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan. (2466) ", " Murray, Smith and Walters 1900 / Excavations in Cyprus (p. 119, Tomb 84; p. 103 & fig. 148, nos. 1 & 4) ", " SCE IV/2 / The Swedish Cyprus Expedition. Vol. IV. Part 2. The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. (p. 152 and fig. 29, 5) ", " Matthäus 1985 / Metallgefäße und Gefäßuntersätze der Bronzezeit, der geometrischen und archaischen Periode auf Cypern (p. 258, no. 567) "], "Location": ["On display (G72/dc16)"], "Subjects": ["bird"], "Acquisition name": ["From: Turner Bequest Excavations, Amathus"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Acquisition date": ["1894"], "Department": ["Greek and Roman"], "Registration number": ["1894,1101.233"]}