{"artifact_name": "kylix", "Object Type": ["kylix"], "Museum number": ["1888,0601.523"], "Description": [" Laconian black-figured pottery stemmed kylix (reconstructed from numerous fragments and added plaster; handles and much of the stem modern); dull cream slip; interior: lip glazed with thin reserved bands at edges; on bowl, black-figure decoration consisting of snaky-haired gorgoneion surrounded by pomegranate frieze; added red on snakes' bodies, gorgoneion's eyes, forehead, lips, and tongue; exterior: lip painted black, around rim, one wide and two narrow black concentric bands; below, rim reserved; handle zone reserved save for horizontal handle palmettes with added red; below, frieze of short rays and frieze of small tongues (some with red dots at their centre), separated by groups of narrow and wide black bands with superimposed red; below, frieze of pomegranates above four black bands at junction with foot; at junction of body and foot, modelled ridge in red; foot painted black "], "Producer name": ["Attributed to: The Boreads Painter (Stibbe 1972)"], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Laconia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 19.50 centimetres (rim) ", " Height: 10.80 centimetres ", " Thickness: 0.40 centimetres "], "Curator's comments": [" This sherd has been attributed to the Hephaistos Painter, who has been renamed the Boreads Painter (Lane 1933-1934, 131, no 12). The kylix has also been attributed to the Arkesilas Painter (Shefton 1954, 300, no. 9). ", " The simple pomegranate pattern around the tondo is particular to the Boreads Painter. "], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B5) ", " Lane 1933-1934 / Lakonian Vase-Painting (p. 131, no. 10) ", " Shefton 1954 / Three Laconian Vase-Painters (p. 300, no. 7) ", " Stibbe 1972 / Lakonische Vasenmaler des sechsten Jahrhunderts v. Chr. (p. 277, no. 151) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 551-2, no. E13) (From the same vase as Alexandria 9528) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 395, no. 12) ", " Pipili 1987 / Laconian Iconography of the Sixth Century BC (p. 14-5, p. 112, no. 30) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 240, no. 12) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.20) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["mythical figure/creature"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.523"]}