{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1412"], "Description": [" Egyptian terracotta figure head of a man in grotesque style. Broken from a figure, probably of a priest. He has an elongated bald head and large sticking-out ears; the brows are heavy and the neck is comparatively thin and was socketed into a separately made body. Solid; perhaps made in a two-piece mould (the face was certainly mould-produced, but the back of the head may have been modelled); the ears are manipulated. Traces of pink paint on the temples. Brown Nile silt with frequent fine gold mica inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 4 centimetres (max) ", " Length: 4 centimetres ", " Width: 4 centimetres "], "Curator's comments": ["A waster from the same mould, presumably found near the Naukratis workshop (1987.290 McLean Museum and Art Gallery, Greenock) suggests this was made locally. Bailey (2008, 151, BM Terracotta IV) cites similar examples from Egypt (Breccia 1934, pl. 113, no. 494–5), in Naukratis (Fitzwilliam Museum, Cambridge, GR.18.1899), from Herakleopolis Magna, dated fourth to fifth century AD (presumably residual, Petrie 1905, pl. 69, no. 81, from House D; Petrie and Currelly 1905, 27; also p. 4 above), purchased at Memphis (Petrie et al. 1910, pl. 62, no.141), identified as a priest and dated second century BC (Philipp 1972, fig. 5), dated late third century BC (Pingiatoglou 1993, no. 434), dated mid second to first century BC (Fischer 1994, 226 no. 437). Also see 2nd century BC examples from Smyrna (Burn & Higgins 2001, pl. 71-2, no. 2396-2404, BM Terracotta III). Breccia, E. 1934. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. II. Bergamo. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Petrie, W. M. F. MacKay, E and Wainwright, G. 1910. Memphis, vol III: Meydum and Memphis. London. Petrie, W. M. F. 1905. Roman Ehnasya (Herakleopolis Magna) 1904. London. Petrie, W. M. F. and Currelly, C. T. 1905. ‘Ehnasya 1904’. London. Philipp, H. 1972. Terrakotten aus Ägypten. Berlin. Pingiatoglou, S. 1993. Η κoρoπλαστική της Aιγύπτoυ κατά τoυς ελληνιστικoύς και ρωμαϊκoύς χρόνoυς. Aθήνα."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C623) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 41, pl. XV, no. 9) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.508) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": [" priest/priestess (?) ", " devotee/worshipper (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1412"], "Conservation": ["Treatment: 07 Jan 1997"]}