{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1568"], "Description": [" Grey limestone fragment of a figure standing on a plinth. The feet are broken below the ankles, the rear edges and the straight sides are damaged. The upper surface of the plinth is arched, the frontal and two oblique sides are straightened. The underside is flattened apart from one unworked area below the right foot where the plinth is higher, so it did not lie flat. The feet are positioned in a wide step along the frontal edge, the left foot is advanced. The length of the feet differs by 8 mm; the insteps rise differently, the left being much steeper. The right outer ankle protrudes strongly. There is a rather large gap between the big toe and the next on both feet; toenails are only indicated on the right toe. On the plinth there is an incised line next and parallel to the inside of either foot which ends at the frontal edge of the plinth. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-575BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ4 or AΠ3 ('bothros' / 'trench with bowls') (probably) "], "Materials": ["limestone"], "Type series": ["Höckmann Type 1 (Sub group 1)"], "Dimensions": [" Height: 7 centimetres ", " Length: 7.70 centimetres (left foot) ", " Length: 8.50 centimetres (right foot) ", " Width: 14.50 centimetres (max) "], "Curator's comments": ["Höckmann (2007, 184-185) states that this figure's strongly curved plinth is also found in examples from Samos and is a feature typical of Cypriot statuettes.The step appears to be fairly large for a kouros, however, it reminds of a statuette in Cypriot trousers (in London) and thus a kouros has to be taken into consideration. Höckmann (2007, 184) states that this object was found in the Apollo Temenos, though this is not recorded in the register. It does however fit the description of Petrie's work in stratum 3 and 4 in the temenos of Apollo (Petrie 1886)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B445) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (cat. N25, pp. 184-185; pl. 39 c) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.090) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1568"]}