{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["1861,1024.26"], "Description": [" Limestone statuette of ram-headed Amun-Re. The Egyptian ram-headed deity Amun-Re, seated in a high-backed chair, the top broken away. He wears a wig with long lappets falling in front of the shoulder, and a long chiton tied at the waist, with curved-up lower edge. Over the chiton is an overfold which falls in flaps on each side, of the waist. The feet are bare and rest on a plinth. The hands lie along the rails of the chair. Rough work, but Greek in treatment. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600 BC-550 BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Lardos "], "Materials": ["limestone"], "Dimensions": [" Height: 10.90 centimetres "], "Curator's comments": [" Images of a ram-headed god lying lying on a ram's back or sitting on a throne supported by a ram are common on Cyprus between around 600 and 300 BC. They are usually interepreted as images of Zeus Ammon, a cult that developed in Lybya (especially Cyrene), or Baal Hammon the tutelary god of Carthage (Buchholz 1991; Coenaerts and Samaes 2006; Counts 2008; Karageorghis 1988; Kleibel 2007; Sophocleous 1985,.58-69). Bibliography: Buchholz H.-G. 1991, 'Der Gott Hammon und Zeus Hammon auf Zypern', AM 106, 85-108. Coenaerts J. and Samaes M. 2006, 'The ram throne: A true type of Cypriote furniture?', RDAC 2006, 239-58. Counts D. 2008, 'From Siwa to Cyprus: The assimilation of Zeus Ammon in the Cypriote pantheon', in eds D. Michaelides et al, Egypt and Cyprus in Antiquity (Oxford and Oakville), 104-17. Karageorghis V. 1988, 'A stone statuette of a sphinx and a note on small limestone thymiateria from Cyprus', RDAC 1988 (II), 89-93. Kleibel K. 2007, 'The background of the Cypriot Ram God's iconography', in eds S. Christodoulou and A. Satraki, POCA 2007: Postgraduate Cypriot Archaeology Conference (Newcastle), 145-68. Sophocleous S. 1985, Atlas des représentations Cypro-Archaïques des divinités. SIMA Pocket-Book 33 (Göteborg). ", " BM Sculpture Smith, no. 75; Torr, Rhodes in Ancient Times, p. 109. "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B390) ", " Buchholz 1991 / Der Gott Hammon und Zeus Ammon auf Zypern (cat. no. 51, p. 119) "], "Location": ["Not on display"], "Subjects": ["deity"], "Associated names": [" Representation of: Zeus/Jupiter Ammon (?) ", " Representation of: Baal Hammon (?) "], "Acquisition name": [" Purchased from: Auguste Salzmann ", " Purchased from: Sir Alfred Biliotti "], "Acquisition date": ["1861"], "Department": ["Greek and Roman"], "Registration number": ["1861,1024.26"]}