{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1448"], "Description": [" Egyptian terracotta figure of Hathor. Hathor, naked, with her hands to her sides. Her hair seems to be parted in the middle and Isis-locks fall onto her shoulders; she wears a huge closely woven wreath bound across the front with a narrow horizontal garland tied at each side; leaves fall beside her upper arms, below these leaves wide ribbons hang from the headdress. The front is coated with a thin matt red slipped. Hollow, from two-piece mould. Orange-brown Nile silt with grey core, frequent, fine gold mica, white and black inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 8.40 centimetres (max) ", " Thickness: 1.70 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": ["Ptolemaic figure (Bailey 2008, 24, BM Terracotta IV; also published in, Walters 1903, C 578; Fischer 1994, 331, no. 810) with close parallels from el-Kantara, (dated 120–70 BC, Philipp 1972, figs 10 and 11; Weber 1914: no. 206; Fjeldhagen 1995, no. 52, dated first century AD). Similar examples from a Roman area in a necropolis of Athribis (Gomaà and Hegazy 2001, fig. 29:377) and from Bubastis (dated first century BC, Schürmann 1989, no. 1032). Near, and very well modelled, with Isis crown (UCLIA, Gayer Anderson Bequest, ucl 1567). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman Terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Gomaá, F. & Hegazy, Ul.-S. 2001. Die neuentdeckte Nekropole von Arthribis. Wiesbaden. Philipp, H. 1972. Terrakotten aus Ägypten. Berlin. Schürmann, W. 1989. Katalog der antiken Terrakotten im Badischen Landemuseum Karlsruhe. Göteburg."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (C578) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.179) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The top of the figure is broken away, but she may well have worn a kalathos. Summary detail at the rear. The face and the hair above it are much worn, and the feet are broken away: the break has been scored in modern times to key the figure into a stand or to add reconstructed feet."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1448"]}