{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Museum number": ["1886,0401.1040"], "Description": [" Lower body and foot (mend from numerous fragments with plaster inserts) of Milesian Fikellura pottery oinochoe; white slip; exterior: from top, band of pendent lotus flowers and buds (perhaps the remains of a double band of lotuses); below, billet and square band in between lines; frieze of stalked rosettes with added purple on occasional dots; ribbon pattern; frieze of lotus flowers and buds; dot and billet pattern at foot of wall; inner and outer faces of foot glazed; worn bands on stand-ring; in centre of underside, dot and circle; band at outside of underside. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570 BC - 560 BC (most probably)"], "Production place": [" Made in: Miletus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 8.70 centimetres (of foot) ", " Height: 10.10 centimetres ", " Thickness: 0.60 centimetres ", " Width: 17.50 centimetres "], "Curator's comments": ["Cook placed the oinochoe into his group of 'Miscellaneous Oinochoai'. According to Cook, decoration on underside of the vessel is exceptional in Fikellura. Cook points out that the various design features on the oinochoe are related to earlier patterns. for instance, the ribbon pattern is found on Middle Corinthian vases (595BC-570BC). and the stalked rosette is found on Pre-Fikellura vases from the Plain Body Group (575BC-550BC). Still, he prefers to see a mid-6th century date for this oinochoe."], "Bibliographic references": [" CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (p. 7, no. 5, pl. 6, no. 5) ", " Cook 1933-1934 / Fikellura Pottery (pp. 43-4, no. 3, pl. 16c) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 116, no. 26) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 247, no. 2) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p. 59, fig. 22, Table 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GF.137) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 145-6, Nau 112, pl. 24e-g) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1040"]}