{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["1888,0601.52"], "Description": [" Fragmentary shabti in glazed composition; roughly cylindrical fragment narrower at the base than at the top, with inscribed surface curving outwards towards the top at the front; incised hieroglyphic inscription displayed in two horizontal registers, with flat plain band running vertically at the back of the figure; third line not preserved; made of fine blue paste, with incisions filled in with dark brown and yellow tinge remaining on surface; no separate glaze surface; worn surface. "], "Cultures/periods": [" 26th Dynasty (?) ", " 27th Dynasty (?) "], "Production date": ["6thC BC-5thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" inlaid ", " incised "], "Dimensions": [" Diameter: 1.20 centimetres (across bottom) ", " Diameter: 1.70 centimetres (across top) ", " Length: 2.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["According to J. Yoyotte, this element is not from the cemetery of Naukratis, but is a possible “pocket” votive shabti. It could also have been produced locally, maybe in the so-called Scarab Factory. Shabtis are chiefly associated in funerary context though it happens that they are found in settlement or sanctuary contexts (in Kom Firin: Spencer 2014, 178, pl. 547-549; in Karnak temple: Masson forthcoming; see also Webb 2014 for shabtis discovered in various contexts from the Mediterranean world). On this shabti: Gardner 1888, 87, pl. XXIV; Yoyotte 1982-83, 130, no. 2; Yoyotte 1994-95, 677; Guermeur 2005, 130. On shabtis in general, see for example: Aubert 1974; Aubert 2005. Aubert, J.-F. and Aubert, L. 1974, Statuettes égyptiennes. Chaouabtis, ouchebtis, Paris, 1974. Aubert, J.-F. and Aubert, L. 2005, Statuettes funéraires égyptiennes du département des Monnaies, Médailles et Antiques, Paris. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thebes, Turnhout. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Spencer, N. 2014, Kom Firin II: the urban fabric and landscape (Research publication British Museum 192), London. Webb, V. forthcoming (in 2014), Faience Material from the Samos Heraion Excavations, Samos XIII, Bonn. Yoyotte, J. 1982/83, ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, 129–136. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82."], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 82, pl. XXIV) ", " Guermeur 2005 / Les cultes d’Amon hors-de-Thèbes (p. 130) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OL.2) "], "Location": ["Not on display"], "Condition": ["Rather poor, badly worn and fragmentary"], "Associated names": [" Named in inscription: Amun ", " Named in inscription: Osiris "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.52"]}