{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["1886,0401.1373"], "Description": [" Terracotta jar-stopper made of micaceous red-brown Nile silt. Front face has been stamped or pressed into a circular one-piece mould creating a cobra in relief, crowned with horned sun disc. Behind the snake are the letters PM (usually read clockwise on such seals). In front of the snake is a rough raised area of obscured letters, or perhaps the tip of its tail. At the rear are a series of grooves, arranged in a grid pattern, probably to key it to a mud or plaster sealing and plug as part of the stopper. Traces of plaster on edge and base. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC(mid)-2ndC"], "Production place": [" Made in: Fayum, Narmouthis or Theadelphia likely (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Probably from Ptolemaic and Roman town area. (probably) "], "Materials": [" terracotta ", " plaster "], "Technique": ["stamped"], "Dimensions": [" Diameter: 5.30 centimetres (maximum) ", " Thickness: 1.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This is an unusual amphora stopper as it is made of ceramic bearing a device, when usually only the plaster seal would have been stamped in this manner. This is probably a late variant of type 3A stoppers (Thomas 2011). In the eastern desert and Red Sea regions 50 examples of a similar cobra stamp have been found dating between the mid 1st to 2nd century AD at Myos Hormos (Thomas 2011: table 3.2, figs 3.11-13) and the 2nd century AD at Mons Claudianus (Tomber & Thomas 200: 252, fig. 2.15). Cobra seals have also been found at Coptos (Cuvigny : 5 figs 4-5). The best parallel is from Berenike (Bos & Helms 2000: 293), see also BM GR 1886,0401.1374 also from Naukratis. “Thirty six cobra stamps have been identified at Myos Hormos by the Chicago and Southampton teams. They account for 42% of all commercial wine stamps found at that port. Seven Cobra stamps have also been found at Mons Claudianus (V114 V412, V152, V172, V242, V379, V637 Thomas and Tomber 2006, 252-4) and a further seven are known to the author from Berenike (BE95-3184-Y038 Sundelin 1996; BE96-3664-Y019 Dieleman 1998; BE97-1967-Y008 Cashman, et al. 1999; BE98-4123-Y097 Bos and Helms 2000; BE99-1150-Y037, BE99-1149-Y024 Bos 2007; BE00-1179-Y043 Moulder 2007). Three features are visible; the striking cobra, a disc framed by horns above the cobra’s head, and vegetation growing from beneath the cobra’s body. These diagnostic features help identify the cobra as the I’rt or Uraeus, the protective cobra goddess represented on the crown of the Pharaoh and later the Emperor (Hart 1986, 220). In the Middle Kingdom this cobra goddess was identified with Wadjt of the Nile Delta, who protected the Pharaoh from his enemies by spitting fire (Ibid.), and as a symbol of the Pharaoh-Emperor, it may represent a link to the Emperor. In later periods the I’rt was associated with Renetutet ‘the nurturer’ a fertility goddess of the Fayum who was commonly depicted with papyrus stalks sprouting around her symbolising her fertility, and was depicted with the sun disc of R’ and the horns of Hathor in the Roman period following a process of amalgamation (Renetutet-Isis-Hathor) of Egyptian deities during the Ptolemaic and Roman periods (Roberts 1995), that became known in Greek as Hermouthis (Hart 1986, 185). Depictions of Renetutet have been recognised on wine jar stoppers dating to the 14th century BC and interpreted as representing wine from the Fayum (Hope 1978). Such stamps may represent produce from the Fayum’ (Thomas 2011: 13). A Roman wooden stamp used to make such impressions was published from Theadelphie, Fayum (Nachtergael : 280, Figs 7-8) and Narmouthis, Fayum (Bresciani 1968: 30, fig.3, pls A:1 and X:1-3).The Fayum example was erroneously dated to 4th to 3rd century BC based on misidentification as Aramaic, but is instead probably 1st to 2nd AD like the others. For further parallels of plaster and fired-clay stoppers with a cobra, usually crowned, and often with letters or names see Bailey 32008 (no.3611). Parallels from Myos Hormos (Johnson 1979, 235, pl. 75:d–f, from dated first century AD; Thomas 2001, 54, fig. 13.2, dated late first to second century AD; Thomas 2002: 66, fig. 44, no. ST 0259, from Myos Hormos, first or second century AD; Thomas 2003: 69, fig. 57, five examples, from contexts of mid-first to mid-second century AD) and Berenike (Sundelin 1996: 300–2, fig. 16-1, pl. 16-2, dated late first century AD; Cashman et al. 1999: 287, fig. 15:2, context of late first century BC to first century AD). A wooden stamp for a stopper with a cobra (reversed to ours) and a suggested Aramaic inscription (but probably Greek) comes from Narmuthis (Bresciani 1968: 30, fig. 3, pls A:1 and X:1–3, dated fourth to third century BC, but probably 1st century AD). Bos, J. E. M. F., 2007. Jar stoppers, seals, and lids, 1999 season. In Sidebotham, S. E. and Wendrich, W. Z. (eds) ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Sikait and the Survey of the Mons Smaragdus Region’, 258-69. Los Angeles. Bos, J. E. M. F. and Helms, C. C., 2000. Jar stoppers and seals. In Sidebotham, S. E. and Wendrich, W. Z. ,(eds).’ Berenike '98’, 275-304. Leiden. Bresciani, E., 1968. ‘Missione di scavo a Medinet Madi (Fayum, Egitto), rapporto preliminare delle campagne di scavo’ 1966 e 1967. Milan. Cashman, V. L., Bos, J. E. M. F. and Pintozzi, L. A., 1999. Jar stoppers. In Sidebotham, S. E., and Wendrich, W. Z., (eds) ‘Berenike 1997, report of the 1997 excavations at Berenike and the survey of the Eastern Desert, including excavations at Shenshef’, 285-97. Leiden. Cuvigny, H., 1998. Bouchons cachetés des fouilles d'Adolphe Reinach à Coptos. ‘Bulletin des Musées et Monuments Lyonnais’, 4, 2-7. Denecker, E. and Vandorpe, K., 2007. Sealed amphora stoppers and tradesmen in Greco-Roman Egypt, archaeological, papyrological and inscriptional evidence. ‘Bulletin Antieke Beschaving’, 82, 115-28. Dieleman, J., 1998. Amphora Stoppers. In. Sidebotham, S. E ,and Wendrich, W. Z., (eds). ‘Berenike 1996, preliminary report of the 1996 excavations at Berenike and the survey of the Eastern Desert’, 265-77. Leiden. Hart, G., 1986. ‘A dictionary of Egyptian gods and goddesses’. London. Hope, C., 1978. ‘Malkata V, A Technological Study of the Jar Sealings and Amphorae’. Warminster. Johnson, W. R., 1979. Plaster Amphora Plugs. In Whitcomb, D. S., and Johnson, J.H., (eds). ‘Quseir al-Qadim 1978, Preliminary Report’, 233-36. Cairo. Mayerson, P., 2001. Jar stoppers and the sealing of wine jars. ‘Zeitschrift für papyrologie und Epigraphik‘, 136, 217-20. Moulder, S. F., 2007. Jar stoppers, seals, and lids, 2000 season. In Sidebotham, S. E., and Wendrich, W. Z., (eds). ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Siket and the Survey of the Mons Smaragdus Region’, 270-84. Los Angeles. Nachtergael, G., 2000. Sceaux et timbres de bois d'Égypte, I. En marge des archives d'Hèroninos, Cachets et bouchons d'amphores de Théadelphie. ‘Chronique d'Égypte’ 75, 153-70. Thomas, R. I. 2011 Roman vessel stoppers In D. P. S. Peacock and L. Blue (eds) ‘Myos Hormos – Quseir al-Qadim, A Roman and Islamic Port Site on the Red Sea coast of Egypt, Volume II’. Southampton. Thomas, R. I. and Tomber, R. S. 2006. Vessel stoppers. In Maxfield, V., and. . Peacock, D, (eds). ‘Survey and excavation Mons Claudianus, Volume III ceramic vessels and related objects’, 239-60. Cairo. Vandorpe, K., 2005. Sealing containers in Greco-Roman Egypt. The inscriptional and papyrological evidence. In Davoli, P., (ed.) ‘Oggetti in argilla dall'area templare di Bakchias (El-Fayum, Egitto)’, 231-90. Pisa, Biblioteco degli 'Studi di Egittologia e di papirologia 3."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (E139) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.06) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": [" reptile (cobra) ", " ancient egyptian deity "], "Associated names": ["Representation of: Renenutet"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1373"]}