{"artifact_name": "kylix", "Object Type": ["kylix"], "Museum number": ["1888,0601.530"], "Description": [" Lower body sherd of Laconian black-figured pottery kylix with top of stem; dull cream slip; interior: black-figure decoration consisting of winged male, possibly Typhon, with two snakes emerging from his red-belted waist (chest, right arm, right wing, part of red beard, and part of snakes' bodies remaining); head is turned to left, body frontal with developed musculature, and movement probably to right; exterior: above black on moulding at top of stem, double range of rising rays, with minimal trace of glaze in reserved zone above. "], "Cultures/periods": [" Laconian (IV) ", " Archaic Greek "], "Production date": ["540BC-520BC (circa)"], "Production place": [" Made in: Laconia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 3.40 centimetres ", " Thickness: 0.50 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": ["The identification of the winged male figure on the interior of the fragment is not certain. See Lane 1933-1934, 172, n. 7, who emphasizes that the possible two snakes branching from the belt of an otherwise ordinary human male figure make the identification as Typhon difficult; Pipili considers it as the only Laconian vase that might show the real Typhon as we know him in Archaic art. Pipili, M., Laconian Iconography of the Sixth Century BC. Oxford 1987, 69, no. 193. O. Touchefeu-Menier in LIMC 8.1, 150 s.v. Typhon 24, comments that the fragment is too small to allow a secure identification of the figure."], "Bibliographic references": [" Vase / Catalogue of Vases in the British Museum (B7.6) ", " Lane 1933-1934 / Lakonian Vase-Painting (p. 172, no. 7, pl. 38g) ", " Woodward 1932 / Bathycles and the Laconian Vase-Painters (p. 26, fig. 1) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 557, no. E31) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 396, no. 31) ", " Pipili 1987 / Laconian Iconography of the Sixth Century BC (p. 69, p. 118, no. 192) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 241, no. 31) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.32) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["mythical figure/creature"], "Associated names": ["Representation of: Typhon (possibly)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.530"]}