{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1886,0401.1382"], "Description": [" Gypsum alabaster (calcium sulphate) figure of a man. Upper half of a standing youth, from the waist upwards; the arms broken from the elbows. The head rejoined; tip of the nose missing. The figure is depicted in a frontal position, both arms at the sides. He wears a Cypriot cap with turned up ear-pieces and a button-like edge. The hair falls long at the back in a spreading mass with straight edge; it is divided by vertical grooves into regular tresses, decorated with a fine cross hatching. A garment is swung over the left shoulder and upper arm, leaving the right bare, the hemline is indicated as an incised line, running below the right chest towards the left shoulder on front and back. The upper arms are separate from the body, on each arm is an armlet of multiple coils. The face is round, with full cheeks and pointed chin; the ears only roughly worked. The eyes are large and straight, the eyeballs protruding. The mouth is small, indicating a smile with the lower lip slightly bowed; in profile the mouth appears slightly open. The back is carefully worked and appears slightly more flattened than the front. It appears to have been polished and worked with a fine blade. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["560BC-540BC (circa)"], "Production place": [" Made in: Cyprus (?) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["alabaster"], "Type series": ["Nick Type 1.4"], "Technique": ["polished (?)"], "Dimensions": [" Height: 10.60 centimetres ", " Thickness: 3.21 centimetres ", " Width: 6.65 centimetres "], "Curator's comments": ["Nick (2006, 44-46) points out that there is only one parallel in Cypriot art (cf Petrie 1886): a limestone figure from Golgoi, according to which this figure ought to be reconstructed with an Egyptian apron and a leopard skin hung around the shoulder. The leopard skin is part of the ceremonial wear of Egyptian priests, Sem-priests especially, though for this figurine the way the leopard skin is draped is more typical for priests of Amun. The figure thus most likely represents a priest of Amun. Pryce in the British Museum Sculpture Catalogue had proposed the figure to be a Naucratite copy of a Cypriote type of about mid-sixth century B.C., suggesting that the artist misunderstood the drapery of his model, which should have consisted of Ionic chiton and mantle, but actually omits the chiton, save the left sleeve, which is combined into the mantle. On the other hand, the conventional Cypriote smoothness is considered well reproduced. The question of the production place of the gypsum figurines from Naukratis remains debated, though current opinion tends to favour Cyprus; cf. esp. Jenkins 2001. The figures bears its ID number and Smith's number 111, the latter of them being in a faint red and might easily be confused with traces of paint. Further literature: Smith, no. 111; Edgar, Cairo Mus. Cat. of Gr. Sculpt., Introd., p. iv; Mallet, Premiers Etablissements, p. 254, fig. 41."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B447) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 10, p. 109; pp. 44-46; pl. 6) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 36, pl. I, no. 2) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (92, 157, 162, note 597) ", " Jenkins 2001 / Archaic Kouroi in Naucratis: The Case for Cypriot Origin (esp. pp. 165 ff., fig. 3; p. 171f., fig 10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.129) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["priest/priestess (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Acquisition notes": ["Acquired in 1883 by Petrie"], "Department": ["Greek and Roman"], "Registration number": ["1886,0401.1382"], "Conservation": ["Treatment: 26.01.1983"]}