{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1855,1101.24"], "Description": [" Limestone figurine of an individual with a hawk-head holding an offering-tray or perhaps a writing tablet. They are wearing an ankle-length plain tunic, from under which extend the feet. "], "Findspot": [" Excavated/Findspot: Idalion "], "Materials": ["limestone"], "Dimensions": [" Height: 17 centimetres "], "Curator's comments": ["Vandelabeele interprets a similar figurine in the Louvre as a scribe holding a writing tablet, related to Horus or Thoth, though she notes that Hermary suggested the individual depicted was wearing a bird-of-prey mask (2009, 127 and fig. 13.6). She also illustrates a similar item said to be from the Karpas peninsular, though was less certain that the individual held a writing tablet. In fact, the Egyptianising kilt and pose of the right arm against the chest - the hand is missing - suggest that this is an example of the well-known variety of male votary in Egyptian dress (see Faegersten 2003). Bibliography: Faegersten, F. 2003, The Egyptianising Male Limestone Statuary from Cyprus. A Study of a Cross-Cultural Eastern Mediterranean Votive Type (Lund: Lund University). Vandelabeele, F. 2009: ‘Representations of Cypriote scribes and carriers of written documents: a link with Egypt?’, in Michaelides et al. 1999, 125-33. in R. Merrillees, D. Michaelides and V. Kassianidou (eds), Cyprus and Egypt in Antiquity (Oxford: Oxbow),"], "Bibliographic references": ["Sculpture / Catalogue of Greek Sculpture in the British Museum (C25)"], "Location": ["Not on display"], "Subjects": [" deity (?) ", " priest/priestess (?) ", " devotee/worshipper (?) ", " reading/writing (?) "], "Acquisition name": [" Donated by: Demetrios Pierides ", " Donated through: Sir Charles Thomas Newton "], "Acquisition date": ["1855"], "Acquisition notes": ["Transported from Cyprus in the Pomona."], "Department": ["Greek and Roman"], "Registration number": ["1855,1101.24"], "Additional IDs": [" Miscellaneous number: 1917,0701.216 "], "Conservation": ["Gallery Clean: 10 Apr 2014"]}