{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1888,0601.22"], "Description": [" Limestone figure of a female worshipper holding a lotus flower for dedication. Upper half of woman standing with her left arm at the side, and the right arm bent up holding a lotus flower between her breasts. Around her neck is a necklace of biconical beads with a central pendant. Her hair is shown in a typical Egyptian fashion, rather static, it might be covered with a veil and even a high diadem has been suggested. Her face is oval with a pointed chin, large eyes, slightly sloping downwards, which are only slightly worked, and a small mouth with a slight indicated smile. The breasts are conical, the shoulders sloping; the arms are not separated from the body, their upper parts sturdy and thinning towards the forearms. The figure is not entirely finished though it is used like a finished object; diadem, eyes and ears, which are of enormous size, are incomplete and chisel marks remain all over the surface. The back is flat. Traces of gilding remain on the necklace and of a painted band at the waist. Carved from fine, almost white, limestone. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (?) ", " Excavated/Findspot: Town (Naukratis) (?) "], "Materials": [" limestone ", " gold "], "Type series": ["Nick type 2 (2.1c)"], "Technique": [" gilded ", " carved ", " painted "], "Dimensions": [" Height: 15 centimetres "], "Curator's comments": [" BM Sculpture Smith, no. 120; Naukratis, II, pl. 15, 5; Lechat in B.C.H., 1890, p. 153, and Au Musee de l’Acropole, p. 413; Mallet, Premiers Etablissements, p. 452; Ohnefalsch-Richter, Kypros, Bible and Homer, pl. CCXIV, no. 12; Picard in Rev. Arch., 1910, XV, p. 85, n. 4. ", " As Nick points out (2006, pp. 62-63) only females carried flowers. This figure is in fact holding a bunch of flowers which are difficult to identify as they are unique; their representation resembles that of the papyrus flower the most. Nick argues that the paint on belt and necklace indicate that the figure was understood as finished despite the traces of unfinished work. Also the findspot confirms the use of the figure as a votive. The figure bears its ID number and Smith's number 120, the latter of them being in a faint red and might easily be confused with traces of paint. ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B457) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat.34, p.117; pp.57-64; pl. 15) ", " Gardner 1888 / Naukratis II (pl. XV, no. 5) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 157 note 550) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.038) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " flower (lotus) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Greek and Roman"], "Registration number": ["1888,0601.22"], "Conservation": ["Treatment: 15.02.1983"]}