{"artifact_name": "necklace", "Object Type": ["necklace"], "Museum number": ["1917,0601.2719"], "Description": [" Gold necklace with crescent pendant: the necklace consists of a strap of four loop-in-loop chains linked. The ends are clamped into neat tongue-shaped terminals ending in a ring; the actual clasp elements are lost. The terminals have a border of beaded wire and are decorated with a stylised 'uraeus' 7 mm long. The crescent pendant hangs on a ribbed ring. Soldered to the ring is a 'uraeus' matching those on the terminals and a tiny gold disc bearing a rosette of seven gold grains, matching another pair soldered to the tips of the crescent. The arms of the crescent have a lozenge-shaped cross-section and taper slightly. "], "Cultures/periods": ["Roman"], "Production date": ["50-150"], "Findspot": [" Found/Acquired: Egypt (?) "], "Materials": ["gold"], "Technique": [" plaited ", " soldered "], "Dimensions": [" Length: 43.90 centimetres ", " Weight: 34.70 grammes "], "Curator's comments": ["Necklaces with crescent pendants, often interpreted by modern scholars as a sign of fertility, appear on painted panel portraits of women of the later first and very early second century AD, from Hawara and other sites in the Fayum. Crescentic pendants were frequently associated with chains which fasten with a wheel-shaped or domed-disc clasp, possibly indicating a combined lunar/solar symbolism. The type was still current in the province of Britain as late as the middle of the second century: a jeweller's workshop hoard from Snettisham (Norfolk), consisting of locally made silver jewellery, includes crescent pendants and both wheel-shaped and domed clasps (Johns 1996, 92-4; Johns 1997, nos 317-23, 326-8). The deposition of this hoard is dated by the coins to AD 154/5 or later. Compare also a necklace from the Fayum, now in Baltimore, in which a chain with a Medusa-head medallion also carries a small crescent and two Isis busts: it is likely to be of late second-century date (Stefanelli 1992, no. 145, fig. 198). Though the necklace described here is unprovenanced, the use of the 'uraeus' as a decorative detail is a strong indication that it was made in Egypt. Bibliography: F. H. Marshall, ‘Catalogue of the Jewellery, Greek, Etruscan and Roman, in the Departments of Antiquities, British Museum’ (1911), no. 2719; R. Higgins, ‘Greek and Roman Jewellery’ (1961), pl. 55B; L. Stefanelli, ‘L’Oro dei Romani, gioielli di età imperiale (1992), no. 126. S. Walker, 'Ancient Faces', New York 2000, pp. 150-1 [102]."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2719) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (102) "], "Location": ["On display (G70/dc32)"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2015 Oct 29 – 2016 Feb 7. British Museum, Room 35. Egypt: Faith after the Pharaohs. "], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1917,0601.2719"]}