{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.5"], "Description": [" Terracotta reclining ithyphallic figure, probably Harpocrates. A naked child, modelled in the round, seated on a plain rectangular plinth and leaning on a tapering block, his legs extending to his left, the left one bent and flat on the ground, the right bent and raised up. He is a plump, feminine looking child, as is usual for Harpocrates figures. A large phallus emerges from between his legs and is held by his right hand. He supported his head on his hand. Solid; apparently made in a two-piece mould. Micaceous brown Nile silt with a thick grey core; the mica particles are small. Minute traces of pink paint remain, on the right arm and armpit, and between the phallus and the left leg. There appears to be signs of red paint on the plinth. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.11.2"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 4.90 centimetres ", " Length: 6.70 centimetres ", " Width: 3.20 centimetres "], "Curator's comments": ["Parallel from Naukratis in Brussels Musées Royaux d’Art et d’Histoire ( A1833). GR1973,0501. 5, GR1973,0501. 6, GR1973,0501. 12, GR1973,0501. 13, GR1973,0501. 19, GR1973,0501. 20, GR1973,0501. 24 and GR1973,0501. 50 are similar in style, fabric and subject as NA598 from Naukratis, currently in Cambridge Museum of Classical Archaeology. Naukratis is the most likely source for these based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Comparanda in the British Museum (Bailey 2008, no.3213), Ashmolean Museum, Oxford (no. 1966.1081) and in Berlin (Weber 1914, 71, fig. 41). Bailey, D.M. 2008, Catalogue of Egyptian Terracottas in the British Museum, IV, London. Weber, W. 1914, 'Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II'. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3212) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.215) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Head, tip of glans, much of left arm and end of plinth lost."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.5"]}