{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1972,0118.1"], "Description": [" Fragment of a marble female head, smaller than life-size; carved separately from the body and fitted into a socket in the neck: the remains of what appears to be a socket is visible in the underside of the neck, slightly off-centre; most of the right side of the face is broken away; the face is depicted frontally, but titled slightly to the right; 'rings of Venus' on the neck; slender oval face with slightly pouting lips; nose missing; almond-shaped left eye with carefully outlined upper eye-socket; the hair is parted centrally, swept over the small, delicate ears and probably secured in a tight bun at the back; a narrow fillet secures the undulating tresses across the top of the forehead; the top of the head is more roughly worked but some tresses are shown; traces of red paint on the underside of the neck. "], "Cultures/periods": ["Hellenistic"], "Production date": ["200BC-100BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Turner Bequest Excavations, Curium"], "Findspot": [" Excavated/Findspot: Kourion, Site C 'Temple Site' (?) (?) "], "Materials": ["marble"], "Technique": [" carved ", " polished ", " painted "], "Dimensions": [" Height: 18.80 centimetres (max) "], "Curator's comments": ["This piece closely matches the description of a marble head excavated by the BM Turner Bequest excavations in a rural sanctuary north of the acropolis of Kourion, Cyprus ('Site C' or the 'Temple Site') and described as an image of 'Aphrodite (Cnidian type)' in the original notebook and the published account (A.S. Murray et al., Excavations in Cyprus, London 1900). Dr Peter Higgs, who made the identification, observed that the head is out of place in the group of marble heads from Ephesos registered in the same sequence in 1972. He also notes that this type would have been regarded as as 'Cnidian' in the later 19th century, though it is actually a Hellenistic portrait bust, probably of the 2nd century BC. See now, P. Higgs and T. Kiely 2010, CCEC The excavators claimed the head was part of a statue which stood on the base with a bigraphic inscription to Demeter and Kore (1896,2-1.215); if so, this raises important questions about the date of the inscription and the survival of the syllabic writing system of Cyprus into the Hellenistic period."], "Bibliographic references": [" Kiely 2011a / Kourion (C.2) ", " Higgs and Kiely 2009 / Four unpublished marble sculptures of Hellenistic date from Cyprus in the British Museum (pp. 415-19) "], "Location": ["Not on display"], "Acquisition name": ["From: Turner Bequest Excavations, Curium"], "Funder name": ["Funded by: Emma Tourner Turner (bequest)"], "Department": ["Greek and Roman"], "Registration number": ["1972,0118.1"]}