{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1911,0606.6"], "Description": [" Head of limestone female figure wearing sakkos and fillet of rosettes. She also wears a pendant around her neck and large rosette earrings. Soft white limestone. Broken at neck. "], "Cultures/periods": [" Cypro-Archaic II (late) ", " Cypro-Classical (early?) "], "Production date": ["510BC-490BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 8 centimetres (max) "], "Curator's comments": ["A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Females wearing a sakkos headdress, often in combinaiton with the rosette earrings, are very common in the late Cypro-Archaic period down through the 5th century BC. For the series, see Hermary 1989, 352-65. Bibliography: Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture (Paris: Editions de la Réunion des Musées Nationaux)."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (C303) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.136) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1911"], "Department": ["Greek and Roman"], "Registration number": ["1911,0606.6"]}