{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA20727"], "Description": [" Terracotta seated figure, possibly Harpokrates. A boy, possibly Harpokrates, modelled in the round, seated on a low circular plinth, with his right leg bent double and flat on the ground, and the left leg bent with the knee raised. He holds to his left side, with both hands, a large jar, with a low-placed carination defined by a groove; its pointed top probably indicates the sealing of the vessel. He is naked except for a narrow himation wrapped round his upper body, under his right arm and over his left shoulder, an end falling down to his belly adjacent to the pointed base of the jar; he has an anklet on his left leg. Hollow; two-piece mould (?) Micaceous pale-brown Nile silt, with traces overall of a white dressing. Some of the flesh may be painted an orange-brown colour, and blue paint is preserved just below the left shoulder between the himation and the jar; part of the upper plinth appears to have some black paint, and its edge has minute signs of red paint. "], "Cultures/periods": [" Dynastic (late, ?) ", " Ptolemaic (early, ?) "], "Production date": ["4thC BC (Circa)"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": [" mould-made (?) ", " painted "], "Dimensions": [" Height: 9.10 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. For the pot only, compare Fischer 1994: no. 18, dated third century bc; compare also Fischer 1994: no. 402, dated first half of second century ad. For examples of the amphora he holds, a Levantine jar, compare Sagona 1982: 81 and 82, fig. 2:1, dated fifth to fourth century bc, perhaps as early as the late sixth century; also Zemer 1977: no. 18, of fifth to fourth-century date. Bibliog. Fischer 1994: 216, no. 402, where ours is regarded as possibly Hellenistic."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3064)"], "Location": ["Not on display"], "Condition": ["Head is lost."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Donated by: Col Arthur Henry Bagnold"], "Acquisition date": ["1887"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "BM/Big number": ["EA20727"], "Registration number": ["1926,0930.60"], "Additional IDs": [" Other BM number: 1887,1212.4 "]}