{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.38"], "Description": [" Terracotta squatting ithyphallic figure with jar, possibly Harpocrates. A crouching man, naked and modelled in the round, on a rectangular plinth, seated on his right buttock, his right knee raised and kneeling on his left leg. A small wedge-shaped element is placed between the top of the plinth and the right leg. His large phallus curves down to rest its tip on the plinth. He plays a lute with his right hand, holding it from behind with his left. Solid; two-piece mould. Micaceous brown Nile silt with an orange red to grey-brown core; there are traces of a red surface colouration. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["330BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.7.2"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.80 centimetres (max) ", " Length: 4 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": ["Very close, probably the same-mould-series from Antinoopolis, dated to the Roman period (Dunand 1990, no. 809). Not unlike Petrie Museum uc38274 and uc33412, from Memphis. The ‘Antinoopolis(?)’ provenance for the Late Period to Ptolemaic parallels currently in the Fitzwilliam is dubious. The Fitzwilliam parallels most likely come from Naukratis (Petrie and Gardner 1884-1886) or less likely Memphis (Petrie 1907 and 1914). Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3241) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.191) (Phase 1) "], "Location": ["Not on display"], "Condition": ["the top of the lute is broken away, together with the man’s head. A corner of the plinth is damaged."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.38"]}