{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["1926,1117.2"], "Description": [" Body sherd of a large Chian Grand Style pottery heavy chalice; dull white slip; interior: glazed streaky black (fired reddish in places) with two added white bands; exterior: two narrow bands above frieze consisting of warriors (shoulder and right arm of one warrior in outline, holding out to left a shield with decorated border of chequers with dotted blanks outside row of blobs; above the shield, part of a horizontally held spear. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 7.60 centimetres ", " Thickness: 1 centimetres ", " Width: 7.70 centimetres "], "Curator's comments": ["The sherd belongs to the same vessel as British Museum 1888,0601.460.b. Written in ink on the interior surface: 1912.32a (Oxford Ashmolean Museum, registration number). The thickness of the sherd suggests that it belongs to a thick-walled chalice or heavy chalice. Although Lemos does not discuss this specific sherd, she does discuss 1888,0601.460.b, which she describes as belonging to the Naukratis Painter’s Group. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed. It ought to be pointed out that in this instance the depiction of the warrior is rendered very simplistically and does not resemble other pieces attributed to the Naukratis Painter. Contrary to the norm where male flesh is usually coloured flesh, brown to red, the flesh on this vessel is not coloured and only depicted in outline, a technique usually reserved for female figures."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1626) (phase 2)"], "Location": ["Not on display"], "Subjects": ["warrior"], "Acquisition name": ["Exchanged with: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1926"], "Acquisition notes": ["Obtained from the Ashmolean Museum in exchange for fragment B102.26."], "Department": ["Greek and Roman"], "Registration number": ["1926,1117.2"]}