{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.423"], "Description": [" Lower body sherd of Chian Wild Goat Style pottery chalice; white slip; interior: glazed streaky black with two faded added white bands and two more near the bottom of the sherd; exterior: painted decoration consisting of goat walking right (one foreleg remaining); rising roundel as filling ornament; below in handle zone, frill pattern next to missing handle and double maeander to left alternating with crossed squares between bands; brown band near bottom of sherd. "], "Producer name": ["Attributed to: Group of the Aphrodite Bowl (possibly)"], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["625BC-600BC"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 8 centimetres ", " Thickness: 0.60 centimetres ", " Width: 8.30 centimetres "], "Curator's comments": ["Lemos describes the sherd as part of the Group of the Aphrodite Bowl because of the same maeander pattern on the inside of the Aphrodite Bowl (British Museum 1888,0601.456), although it displays a greater amount of variety in the filling ornaments than the work of the Painter of the Aphrodite Bowl (Lemos 1991, 74-5). It may be noted however that the decoration on the lower body of Wild Goat Style chalices is usually more elaborate than the simple bands displayed on this sherd. Such decoration is more typical of later Animal Chalice and Grand Style chalices."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 74, p. 238, no. 177, pl. 16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0368) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.423"]}