{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1914,0902.1"], "Description": [" Head and torso of a figure carved from a single piece of wood. Separately carved arms, now lost, would have been inserted into a hole at the shoulders. Another separately carved piece would have been inserted into the hole in the belly or groin area. The figure terminates in an extension to which legs may have been affixed. Facial features and breasts (or pectorals) are indicated by irregular incisions. "], "Cultures/periods": [" Roman Period (?) ", " Late Antique (?) "], "Production date": ["1stC-8thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["wood"], "Technique": [" carved ", " incised "], "Dimensions": [" Height: 78 millimetres ", " Width: 18 millimetres "], "Curator's comments": ["No direct parallels found, but, for male wooden figures on bases with a hole for the insertion of a phallus, see Rutschowscaya 1986, nos 290–92, and, for male rider figures with extensions to be affixed to wooden horses, see nos 300–309. Depicted in Griffith Institute Archive J. de M. Johnson excavation photograph (O’Connell forthcoming, fig. 122). O’Connell, Elisabeth R. Forthcoming. John de Monins Johnson’s 1913/14 Egypt Exploration Fund expedition to Antinoupolis (Antinoë), with appendix of objects, in Antinoupolis II: Scavi e materiali III, ed. R. Pintaudi. Florence: Istituto papirologico “G. Vitelli.” Rutschowscaya, Marie-Hélène. 1986. Musée du Louvre: Catalogue des bois de l'Egypte copte. Paris: Ministère de la culture, Editions de la Réunion des musées nationaux."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (39)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Greek and Roman"], "Registration number": ["1914,0902.1"]}