{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1986,1006.4"], "Description": [" Clay figure of woman with child. The upper part of a seated figure of a woman, lost below the knees, fully draped in a sleeved chiton, holding a large naked male child on her lap, her left arm supporting his head and shoulder, her right hand touching his face, her index finger to his mouth. She has a melon hairstyle of Severan fashion, pulled back into a circular coil at the back; the pendants of her ball-and-pendent earrings have flaked away. The child has a lowered left hand, but rests his right hand on the woman’s thigh: he appears to be holding a ring-shaped object. There is summary treatment of the drapery and of the hair at the back. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a grey-brown core; the surface has a matt red slip. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC(late)-3rdC(early)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Alexandria (Egypt) "], "Materials": ["clay"], "Dimensions": [" Height: 11.40 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Dunand 1990: no. 37 suggests the object jheld by the child is a patera. Comparanda. Close: Breccia 1934: no. 42, with a plinth supporting, on the right-hand side of the mother, another child, seated on the ground, with an oven between; Dunand 1990: no. 377, dated third century ad, with an oven and a pot by the mother’s right side, but no second child; Kaufmann 1913: fig. 105:3 seems to be complete with only the mother and child. Although ours is broken, and could be like any of the above three, I suspect it is similar to the Kaufmann example. Near, with oven and pot: Ashmolean Museum, Oxford, no. 1872.1031, acquired by the vendor in the Fayum; Perdrizet 1921: no. 54, from the Fayum: it is suggested that the mother is examining the child for teeth. Bibliog. Christie’s Sale Catalogue, 16 July 1986: lot 257; Vassilika 1992: 271, no. 49; Cook 1995: 228."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3530)"], "Location": ["Not on display"], "Acquisition name": ["Purchased from: Christie's"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Acquisition date": ["1986"], "Department": ["Greek and Roman"], "Registration number": ["1986,1006.4"]}