{"artifact_name": "antefix; ornament; tile", "Object Type": [" antefix ", " ornament ", " tile "], "Museum number": ["1910,1211.1"], "Description": [" Terracotta antefixal ornament decorated with a dramatic mask. An antefixal ornament in the form of a dramatic mask, possibly tragic, beardless and wearing a low onkos with long straight hair, and with an open mouth; two small bosses at the forehead may be bunches of ivy-berries (which may be evidence against the mask being tragic; Webster, Green and Seeberg 1995 regard it as a youthful mask from the New Comedy). Rising from the top of the mask are two vertical elements in relief, flanked by raised edges, all curving back but now much broken. At the rear, the upper part is concave, below which is the break from the straight tile from which it has come away. The face was pressed into a mould and then applied to the antefix; the lower part is detached at the join. It is not, as a first glance might indicate, a pot-support from a cooking-stove. Micaceous orange-brown Nile silt with a grey core. The front and sides have a white dressing, and much detail is indicated with paint: the eyes, eyebrows and mouth, the cheeks, and the mask, hair and vertical elements, in black outline, and a black stripe runs along the proper right edge; the eyes, mouth, mask and vertical elements also have red detailing. "], "Cultures/periods": ["Roman (?)"], "Production date": ["1stC-3rdC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Oxyrhynchus (city) "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 14.80 centimetres "], "Curator's comments": ["BM Terracottas Bibliog. Webster, Green and Seeberg 1995: 131, 2EV 1: youthful mask; Şahin 2001: 119, fig. 103:Eg 1. Şahin, M. 2001. Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities. Anatolian Studies 51: 91-132."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3286) ", " Şahin 2001 / Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities (p.119, fig. 103:Eg 1) "], "Location": ["Not on display"], "Subjects": ["theatre mask"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1973"], "Department": ["Greek and Roman"], "Registration number": ["1910,1211.1"], "Conservation": ["Treatment: 28 Jan 1998"]}