{"artifact_name": "religious/ritual equipment; flask", "Object Type": [" religious/ritual equipment ", " flask "], "Museum number": ["1982,0406.5"], "Description": [" Terracotta flask in the form of a nude fat squatting woman. A flask in the form of a fat naked female being with legs wide apart to expose her genitals: her left leg is raised high, the right bent with the foot on the ground; she indicates her pubic area with her right hand. There is no trace of her left hand, which would have supported her left leg. Her hair is parted in the centre and tresses fall on her shoulders; she wears a tightly bound wreath, above which the slightly flaring mouth of the flask rises. She wears an armlet on her upper right arm. There is apparently a narrow belt knotted round her waist and there are indications that she wore a ribbon running diagonally from her right shoulder between her breasts: other examples have such a ribbon or body-chain. A ring-handle runs from her left knee to the side of her head. The figure is supported on a flat-fronted plinth decorated with a simple vine-scroll. The back is plain. Hollow; two-piece mould. Micaceous dark-grey Nile silt with a black slip overall: Memphis Black Ware. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 8.50 centimetres ", " Thickness: 3.30 centimetres ", " Width: 7.30 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda (most of them are of Memphis Black Ware or a related fabric; all have the position of the legs reversed in relation to our example). Close: Ballet 1998: 233, fig. 20; Dunand 1990: no. 567, dated Roman period; Ewigleben and von Grumbkow 1991: no. 109; Fortuna Fine Arts, Beloved by Time, Four Millennia of Ancient Art (Sale Catalogue), New York, 2000: lot 65 (red slipped version); Perdrizet 1921: no. 339, from Memphis = LIMC iii (2): pl. 68:8, dated second to first century bc. Near: Christie’s New York Sale Catalogue, 17 December 1998: lot 102; ibid., 8 June 2004: lot 117; Schürmann 1989: no. 1123, dated first century bc (?) Bibliog. Franks n.d.: M 77; Schürmann 1989: 297, no. 1123."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3139)"], "Location": ["On display (G69/Balcony/dc7/shC)"], "Condition": ["Left hand missing. The mouth of the flask is damaged and her left foot is lost from above the ankle."], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1867"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1982,0406.5"], "Additional IDs": [" Miscellaneous number: M77 (Museum Secretum) "]}