{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.43"], "Description": [" Terracotta ithyphallic figure of seated Harpocrates. A naked youth, modelled in the round and seated on an oval plinth with his legs extended in front of him, the knees raised. A gigantic phallus projects from between his legs, sloping slightly downwards. On the phallus rests the harp on which he plays. Solid; two-piece mould. Micaceous brown Nile silt with some white grits. A minute area of red paint is preserved by the right foot. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.8.3"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 5.10 centimetres ", " Length: 9.30 centimetres ", " Width: 3.08 centimetres "], "Curator's comments": ["Ithyphallic Harpocrates figures playing a harp are very common at Naukratis and were most likely made there. At least six similar mould variants were found at Naukratis, including a waster suggesting that some, if not all, were made there (Cambridge Museum of Classical Archaeology NA587). The first mould series were produced at Naukratis (Museum of Classical Archaeology NA587; Fitzwilliam Museum, Cambridge E107.1914, E.124.1914; British Museum GR1973,0501.17; Ashmolean Museum, Oxford no.1966.1080, unprovenanced parallel in Fischer 1994, no.14, pl.2.14). The next three mould series are very similar in style, may have been produced at Naukratis, and can be easily mistaken for the first group, but are without a cushion (Fitzwilliam Museum E.122.1914; British Museum GR1973.0501.41; possibly Ashmolean Museum no.1896.1908, E. 4762); leaning back (Fitzwilliam Museum E.112.1914; British Museum GR1973,0501.44, GR1973,0501.51; possibly Ashmolean Museum no.1896.1908, E. 4762; possibly Christie’s South Kensington Sale Catalogue, 12 April 1999, lot 294; possibly Coulson et al. 1996, 140, fig. 53,8, no.8) and with a longer base (Fitzwilliam Museum E.141.1914; British Museum GR1973,0501.43; Weber 1914, no. 147). A slightly different, possibly earlier style of seated Harpocrates playing harp (Fitzwilliam Museum E.79.1914; British Museum GR1973,0501.40; Fischer 1994, unprovenanced no.15, dated fourth century BC (?) = Vogt 1924, pl. 83, 7; Ashmolean Museum, Oxford no.1966.1052; see also British Museum GR1973,0501.15 with a pot and GR1909.1201.20 with tambour instead of harp). One very crude example in the British Museum, and probably from Naukratis, may be of an earlier Late Period variant (GR1973,0501.7). Bailey dates the British Museum examples between the 5th and the 3rd centuries BC (Bailey 2008, no. 3248, note also similar examples, but without harp GR1973,0501.47, GR1973,0501.48; Ashmolean Museum, Oxford, no. 1966,1079, Catling 1967, 15 and 17). Note the Fitzwilliam E.1914 sequence were attributed to ‘Antinoopolis?’ and the British Museum GR1973,0501 sequence were found unregistered, but that both sequences include numerous terracottas now known to be found and/or produced at Naukratis of types that predate the founding of Antinoopolis. Similar terracotta Harpocrates harpists have been found at Tell Timai (Cairo Egyptian Museum SR5/6354) and unprovenanced from Egypt (Fischer 1994, no.13). Harp playing Harpocrates were also made out of limestone, that have been found at Naukratis (Cairo Egyptian Museum, JE33598= SR5/6334) probably from Naukratis (Fitzwilliam Museum E.130.1914, E.132.1914, E.134.1914, E.138.1914; British Museum GR2011,5011.3, GR2011,5011.6) and unprovenanced from Egypt (Cairo Egyptian Museum, SR5/6399). Catling, H. W. (ed.). 1967. Ashmolean Museum, Sir John and Lady Beazley Gifts 1912-1966, London. Coulson, W. D. E. 1996, The Finds, in Coulson, W. D. E. (ed.), Ancient Naukratis II. The Survey at Naukratis and Environs 1. The Survey at Naukratis, Oxford, 139-160. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3249) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.202) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The plinth is damaged at one side, together with the left foot, and the head of the figure and most of the harp are lost."], "Subjects": [" music ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.43"]}