{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1924,1201.178"], "Description": [" Chian Wild Goat Style pottery phallus cup with added plaster and upper part and most of back missing; white slip; interior: glazed streaky black; exterior: from top, part of two narrow concentric brown lines; below, painted decoration consisting of goat (only rump and hind legs missing), to right; rising and corner triangles, swastika and dot rosette as filling ornament; at centre, female pudenda with brown dots; at right, painted decoration consisting of goat (only rump, tail and hind leg remaining), to right; pendant corner and rising roundels and rosette as filling ornament; underneath pudenda, wide vertical ridge running down length of phallus and decorated with vertical broken maeander patterns and short horizontal strokes; below plaster fill, alternating black and white tongues with wavy outline; below, maeander pattern running left followed by dotted pattern; head of phallus in added red with eye on either side. "], "Producer name": ["Attributed to: Painter of the Aphrodite Bowl"], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["625BC-600BC"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted ", " hand-modelled "], "Dimensions": [" Height: 14.60 centimetres ", " Thickness: 0.40 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": ["The sherd joins British Museum 1888,0601.496.a-c. Lemos describes the sherd as part of the Group of the Aphrodite Bowl because the sherd displays a greater amount of variety in the filling ornaments, similar to those on the Aphrodite Bowl (Lemos 1991, 74-5). The addition of this sherd to the rest of the phallus cup led Williams to describe the cups as belonging to one of the mature works of the Painter of the Aphrodite Bowl (Williams 2006a, 128). The shape of the vessel suggests that the cup was probably a dedication to Aphrodite. For a discussion of the shape, see Williams, 2006a, pp. 127-8. The vase is also published in Bergeron, M. forthcoming, ‘Pots and People: Greek trade and votive rituals at Naukratis’, in L. Hulin (ed.), Heracleion in Context: The Maritime Economy of the Egyptian Late Period, Oxford."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 75, p. 252, no. 390) ", " Williams 2006a / The Chian Pottery from Naukratis (p.127, fig.1, p. 132 note 17) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 78) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1933) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.178"], "Joined objects": [" Joined Object Group: G16300 (2 objects) "]}