{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1910,0222.63"], "Description": [" Fragment of lower body and conical foot of East Dorian pottery cup; interior and exterior glazed black (blotchy and fired brown in places); reserved underside of foot; inscription on underside. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: East Doris "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": [" Hayes Rhodian Cup Type VI i (possibly) ", " Hayes Rhodian Cup Type VI ii (possibly) "], "Technique": ["painted"], "Dimensions": [" Diameter: 3.70 centimetres (circa (foot)) ", " Height: 2 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The cup possibly belongs to the same types as British Museum 1886,0401.96, which was analysed with NAA by H. Mommsen (Bonn) (see Schlotzhauer and Villing 2006: 55, Table 1; Sample NAUK 51). Analysis of the fabric placed it in Group EMEB with a place of production in the region of the Knidian peninsula and recent excavations in the Sanctuary of Apollo at Emecik on the Knidian peninsula have also produced several examples of these types of cups (Attula 2005, 144, pl. 78, 297-9). Petrie classified these cups as his Type X, which he recorded from his Level 250 in the sanctuary of Apollo (Petrie 1886, 20, pl. XLIV). He dated this level to the earlier part of the sixth century BC. According to Kinch's typology of vases from Vroulia, this cup belongs in group a of his Yellow and Brown Cups (Kinch 1914, 24-5). According to Hayes, this cup belongs in Group VI i of his Rhodian cups (Boardman and Hayes 1966 112-3). Several examples were also found at Tocra (Boardman and Hayes 1966 112-3; Boardman and Hayes 1973, 55-8). Because they were so commonly found at Kameiros in Rhodes, Hayes suggested their place of manufacture to be in the area and thus refers to them as Rhodian cups. A precise identification for this sherd is impossible given the size of the sherd and the lack of banded decoration. The sherd may equally belong to a cup from Hayes' Rhodian Cup Type VI ii."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXIV, no. 450) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 673, no. 317) ", " Johnston 2006a / Trademarks on Greek Vases: Addenda (East Greek 171) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GM.33) (phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1910"], "Department": ["Greek and Roman"], "Registration number": ["1910,0222.63"]}