{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Museum number": ["1975,0712.11"], "Description": [" Copper alloy arrow-head with slender leaf shape and trefoil section, long socket with side barb. Also known as trilobate, or 'Scythian type'. "], "Cultures/periods": [" Archaic Greek ", " Classical Greek ", " Achaemenid "], "Production date": ["630BC - 450BC"], "Materials": ["bronze"], "Type series": ["Baitinger IIB2"], "Dimensions": [" Length: 4.30 centimetres "], "Curator's comments": ["Socketed trilobate arrow-head types are common in the Middle East from the 7th century BC and subsequently in Greece and Egypt. Long shaft socket types date to the period between c.600BC and 480 or c.458 BC. This type is less common in the fifth century BC, and absent at Marathon (Erdmann 1973), by which time it had been replaced by shaftless short socket types. Used by the Achaemenid Persians and Greeks, with parallels from Haliesis, Nemea, Delphi, Athens, Lindos, Samos (Baitinger 2001, figs 227-279, Dreiflügelige Tüllenpfeilspitzen mit Seitendorn Type IIB2). They were found at Smyrna where they were associated with the Lydian attackers and they were found at Daphnae (Snodgrass 1964, 151-2 Form 3B1). Similar, but not identical forms have been found at Dura-Europos (James 2004, 200- 1, figs 661-2) and Tell Dafana at the British Museum (BM GR 1935, 0823.85). British Museum parallels from Egypt EA BM/Big 42174. They were not found at nearby ‘Migdol’. For a discussion of provenance see also Pelleg et al. 1983. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London."], "Location": ["Not on display"], "Previous owner": ["Previous owner/ex-collection: Sir Henry Solomon Wellcome"], "Department": ["Greek and Roman"], "Registration number": ["1975,0712.11"]}