{"artifact_name": "kantharos(possibly)", "Object Type": ["kantharos (possibly)"], "Museum number": ["1924,1201.497"], "Description": [" Rim sherd possibly of Chian pottery Type A kantharos; creamy slip; interior: reserved band at rim, glazed streaky black below; on left, part of lotus flower in added white outline with added red centre; on right, faded white tendrils with red dots in centres; below, traces of faded white bands; exterior: short vertical strokes at rim above triple lines; below, on left, vertical dividing band of horizontal strokes; to right, triple guilloche pattern. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-575BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 19 centimetres ", " Height: 4.60 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" The sherd belongs to the same vase as British Museum 1924,1201.406. According to Lemos, this sherd is an Mature Animal Style chalice, but she places 1924,1201.406, from the same chalice, which shows the possible representation of a warrior, in the Grand Style. The vertical dividing band decoration on both sherds is typical of the Wild Goat Style and is no longer observed in the Mature Animal Style or Grand Styles. The triple guilloche pattern is not typically seen on Grand Style vases, where decoration principally consists of human figures; and the pattern is not usually observed below the rim of vases in the Mature Animal Style either. Such heavy decoration is most usually seen on Wild Goat Style vases. The pendant roundel on 1924,1201.406 as filling ornament is no longer seen in the Grand Style, but does appear in the Mature Animal Style. Interior decoration is not seen on Wild Goat Style vases, but appears in the Mature Animal Style. Perhaps this sherd marks a transition between the Wild Goat and Mature Animal Styles and so stands out for depicting human figures earlier than normal. Some Type A kantharoi, however, do have human figures, dividing bands and interior decoration. For other Type A kantharoi, see Williams 1983, 170-1, no. 57, fig. 12. Williams, D. ‘Aigina, Aphaia-Tempel 5. The pottery from Chios’, Archäologischer Anzeiger 1983. ", " The wall is slightly convex; no handle is apparent, and one might have expected some sign of it if this were a kantharos. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 261, no. 528) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1650) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.497"]}