{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1982,0301.1"], "Description": [" Terracotta figure of Harpocrates. The figure stands on a plain flat-faced plinth. He is almost entirely naked, with ahimation over his left shoulder, caught up by his left hand, to fall beside his left leg: there is a possibility that the drapery covers a pier on which he leans, but the details are unclear. His finger is to his mouth and he has a full head of hair, with a side-lock falling on to his right shoulder. He wears a tightly woven and bound wreath, with the lappets of its ribbon draped over his shoulders. Surmounting the wreath is a Double Crown. He holds a cornucopia in the crook of his left arm. The back is plain, with a small roughly circular vent. Hollow; two-piece mould: the back and front pieces of the figure are not quite in register. Micaceous orange-brown Nile silt; the front of the figure bears substantial traces of a white dressing, with pink paint on the lower part of the himation, on the cornucopia and on the wreath. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 16.50 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Near: Ballet 1997: 254, fig. 1, both from Alexandria and dated Hellenistic period; Bayer-Niemeier 1988: nos 89, 90 (from Ptolemais Euergetis) and 91, dated middle first century ad; Besques 1992: no. E 372, from Middle Egypt, dated to beginning of Roman period; Breccia 1934: no. 50; Fischer 1994: no. 596, dated first century ad; Hilton Price 1897: 392, no. 3254, from the Fayum; LIMC iv (2): pl. 244, Harpokrates 68c; Petrie 1911: pl. xv:20, from a surface chamber in a cemetery north-east of Hawara pyramid; Petrie Museum uc8769 and uc8782, from Memphis?; Schmidt 2003: 279, fig. 15; Sotheby’s Sale Catalogue, 8–9 Ptolemaic and Roman terracottas from Egypt | 31 Egyptian deities: catalogue December 1986: lots 122 and 132; Szyma´nska 1999c: 81, fig. 5, from Edfu, dated third to second century bc; Van Wijngaarden 1958: no. 17; Weber 1914: no. 103. Bibliog. Vassilika 1992: 27, no. 49; Fischer 1994: 271, no. 596; Cook 1995: 228."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3044)"], "Location": ["Not on display"], "Condition": ["Part of the plinth is lost, together with the lower part of the himation and the possible pier."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Canon E W Scott"], "Previous owner": ["Previous owner/ex-collection: Col Plunkett"], "Acquisition date": ["1982"], "Department": ["Greek and Roman"], "Registration number": ["1982,0301.1"]}