{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1925,1120.18"], "Description": [" Torso of terracotta male dwarf figure. A figure of a dwarf in a striding pose, modelled in the round. He wears a rolled-up cloth round his waist, hitched on the left side. There was very probably no plinth and the lower part of what is likely to be a suspension-lug is applied between the upper shoulder-blades. Hollow; two-piece mould: the waist-cloth was applied after the figure left the mould, and the arms also may be additions; from a mark on the waist cloth it is likely that the phallus was erect (and applied). Micaceous red-brown Nile silt, covered with an off-white dressing painted drab yellow. A modern hole has been bored underneath to mount the object on a stand. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.60 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Scientific analysis shows the dressing to be gehlenite with minor quartz (BM Department of Scientific Research Report 7048, 10 May 1999). Unlike the majority of white coatings found on Egyptian terracottas, this gehlenite dressing may be a pre-firing application. Comparanda. Near: Adriani 1940: pl. xli:3, from the Hadra cemetery at Alexandria; Adriani 1952: pls xiv:5, right, xv:3, xvi:1 and 2, left, xxii:4, all from a favissa at Ras el-Soda, Alexandria, dated Ptolemaic period, perhaps third to second century bc; Breccia 1930: no. 457, also from Alexandria, from the Hadra cemetery; Petrie Museum uc30205, from Memphis; Vogt 1924: pl. lxvii:6 and 8. Bibliog. Fischer 1994: 212, no. 391."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3177)"], "Location": ["Not on display"], "Condition": ["His head, much of both arms and legs, and his large phallus, are lost."], "Acquisition name": ["Donated by: George Davis Hornblower"], "Acquisition date": ["1925"], "Department": ["Greek and Roman"], "Registration number": ["1925,1120.18"]}