{"artifact_name": "figure(possibly); vessel(possibly)", "Object Type": [" figure (possibly) ", " vessel (possibly) "], "Museum number": ["1973,0501.33"], "Description": [" Terracotta figure of Priapus. A very small figure of a bald and bearded Priapus wearing a wreath, standing astride and wrapped in a himation, the front of which is held up by his upright phallus, leaving his legs bare, the drapery at his back showing between them. His right arm is bent up within his garment, the lowered left arm is exposed. The right leg below the knee and the left foot are lost; there is damage to the left side of the head. It is uncertain whether the upper back and the rear of the head have split away from the front or whether they were attached to some object: below them is part of a curved piercing or groove running from side to side. This Priapus may be part of a decorative handle of a vessel or lamp; it may be an applied foot of a vessel, one element of three or four such feet. Solid; probably from a one-piece mould. Micaceous orange-brown Nile silt, with traces of a matt red slip. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 4.20 centimetres (max) ", " Thickness: 1.40 centimetres ", " Width: 1.90 centimetres "], "Curator's comments": ["Similar representation said to be from Naukratis or Memphis (but probably Naukratis) of Priapus in the Fitzwilliam Museum, Cambridge (E.P.673), but hollow and from a painted figure."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3378) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.252) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Priapus"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.33"]}