{"artifact_name": "model; boot", "Object Type": [" model ", " boot "], "Museum number": ["1912,0219.1"], "Description": [" Terracotta model of a boot. A model of a low boot for the right foot, presumably of leather, with a well-defined double-layered sole and heel, and a high oval tongue rising from the foot-opening. This opening is edged by a thick roll of textured material, possibly sheepskin, its front drawn together by a knotted lace: the whole body of the boot may be of sheepskin, with the fleece inside. The heel part of the boot is decoratively stitched to the rear upper, which is itself sewn to the front upper, again with a raised seam. Hollow; apparently from a two-piece mould divided fore and aft, but the join is well hidden. There is hand-texturing on the roll surrounding the foot-opening. Pale-orange Nile silt, with minute particles of mica; substantial traces of a white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Length: 12.15 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close, but smaller: Perdrizet 1921: no. 401, from Memphis, in the Fouquet Collection, with a long discussion concerning this type of boot, stressing their mortuary nature, but pointing out they were based upon everyday footwear; Willems and Clarysse 2000: 205, a pair from a child’s grave, dated, following the excavator, to the first century ad, found in a cemetery between the southern Mazghuna pyramid and, a short way to its south, Kom Sheikh Karamyd. For the material from this grave, see Petrie et al. 1912: 40–1 and pl. xlvi; Willems and Clarysse 2000: 204–5. Petrie’s dating of the grave is too late: two lamps found in it (not in Willems and Clarysse) are certainly Ptolemaic, no later than the third century bc, possibly slightly earlier (compare Bailey 1975: Lamps Q 523-4); the black pot is Ptolemaic of the third or second century bc; the two buff, loop-handled pots are likely to be of the third century bc. Parlasca (2002: 311) suggests a second-century bc date for this tomb-group. An alabaster alabastron from the tomb is a fatter version of one found at Nicosia with material of the Cypro-Classic i–ii period, dating to about 475–325 bc (Karageorghis 1963: 347, fig. 33); another similar alabastron from Gabbari, Alexandria, is dated to the second half of the third century bc (Nenna 2003: 525–6, figs 5–11; ibid.: 513n. 8 also points out the erroneous dating of the Mazghuna grave). It is interesting that glass versions of these alabastra, of identical construction (that is, with separately made bodies and necks, socketed in) are normally dated to late Ptolemaic/early Roman times (compare, amongst several, Goldstein 1979: 207, 584–5, dated late first century bc to first century ad, and Grose 1989: 208 and 225, dated first century bc). The great difference of dating between the alabaster and the glass versions is very remarkable, and a reconsideration would be useful. See also Perdrizet 1921: nos 399 and 400, from Hermopolis Magna and Athribis, with lapdogs playing with similar boots. For a third-century bc Hadra hydria in Cairo with a painting, in red, yellow and green on a white background, of a pair of such boots, very close to ours, see Pagenstecher 1913: 52, fig. 57 and pl. xviii; also published in Watzinger 1902: 159, fig. 8 and Edgar 1911: pl. xix:26252: Edgar gives an Alexandrian provenance. Parlasca (2002: 303–11) discusses this hydria, and another in Tübingen, the drawing of boots upon which he observes is a forgery, copied from the Cairo example. In this paper he draws attention to several other examples of terracotta boots of the same kind, including those in Petrie’s Mazghuna tomb-group, the Fouquet boot, and one in the Louvre, which appears to be of Ptolemaic Memphis Black Ware."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3283)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Sir Charles Hercules Read"], "Acquisition date": ["1912"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1912,0219.1"]}