{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["1900,0214.21"], "Description": [" Unfinished warrior relief of a probably previous architectural frieze. The fragment shows an armed man walking to the right with a crested Corinthian helmet, spear and a shield held out in front of him, whereby the inner side is being shown. The rear leg has the heel raised and shows the scratched outline of a greave which does not appear on the other leg. At top and bottom was a moulding, now broken away, and with imperfect slab. The relief is in a low single plane, carefully smoothed and flat, save that the calves are slightly rounded. No traces of inner detail save the scratched greave that is visible. Around are deep grooved outlines and the background is smoothed. The outlines extend beyond the shaft of the spear on the left. The slab has certainly been left unfinished, as the right edge is imperfectly tooled, and only a beginning has been made on the left, while the back is rough. On the other hand, the smoothness of relief and background suggests that the front is to be regarded as finished and that details were added in colour. Hard, holey, probably calcite-bounded sandstone and clearly different from the other limestone components "], "Cultures/periods": ["Archaic Greek"], "Production date": ["522BC-500BC (circa)"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Found within a large coarse red clay vessel ( Site 18 (Hogarth)) embedded into the mud in a chamber of the Hellenion (Site 19 (Hogarth)), postioned next to a stone foundation (Site 17) [see Hogarth 1898/9, 32-3, 65-7] "], "Materials": ["limestone"], "Dimensions": [" Height: 39 centimetres (max) ", " Height: 32.20 centimetres (relief) ", " Height: 36 centimetres ", " Length: 30 centimetres "], "Curator's comments": ["The finding-place precludes a sepulchral origin, and the unfinished state of the sides make an architectural purpose unlikely; the relief is, then, probably votive in character. The relief is certainly of the archaic period and in view of its curious technique may well be early. L. Curtius, comparing it with the well- known Euphorbos plate from Rhodes (Salzmann, Necr. de Camiros, pl. .53), assigns it to the seventh century B.C. Comparison may also be made with the East side of the Xanthian Lion Tomb (Sculpture B286), which shows the same flat relief, but appears more advanced. (Koneigs 2007, 346f. Cat. 45) Both Edgar1898/99 and Koenigs 2007 argue for the relief originally being part of an architectural frieze. See C.C. Edgar, \"Excavations at Naukratis, C. A Relief\", The Annual of the British School at Athens 5 (1898/99), pp. 65-67, pl. 9. Edgar in B.S.A., 1898-1899 (V), p. 65, pl. XI (and see p. 33), and in J.H.S., 1905, p. 127; L. Curtius in Ath. Mitt., 1906, p. 165; Deonna, L’Archeologie, II, p. 306; Mendel, Constantinople Cat., I, p. 282; Poulsen in Jahrbuch, 1906, p. 206, n. 196. Cf. another relief from the Hellenion, J.H.S., 1905, p. 127, fig. 8."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B437) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 33, 65-67, Pl. IX.) ", " Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (pp. 141-142) ", " Koenigs 2007 / Archaische griechische Bauteile (p. 346-347 no. 45, pl. 32) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.63) (Phase 3) "], "Location": ["Not on display"], "Exhibition history": [" 2016, 19 May-27 Nov, BM exhibition Sunken Treasures 2022 27 April – 25 July, Paris, Musée du Louvre, Pharaoh of the Two Lands "], "Subjects": ["warrior"], "Acquisition name": ["Donated by: British School at Athens (committee of)"], "Acquisition date": ["1900"], "Department": ["Greek and Roman"], "Registration number": ["1900,0214.21"], "Conservation": ["Treatment: 01.05.1983"]}