{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.30"], "Description": [" Terracotta figure of military officer on horseback. A military officer on horseback, at a festival. The horse, a stallion, walks to right on a low plinth, its left rear leg forward, its left foreleg raised, the so-called Spanish Pace. The officer, his body and head turned to front, wears a cuirass with pteryges, with the skirt of a short tunic below. He has a chlamys fastened at his right shoulder, covering his left shoulder; one corner of the cloak rests in folds on top of the horse’s hindquarters. The rider wears a tightly woven bound wreath on his head, the ribbons of which fall onto his shoulders. His right arm is lowered, the palm of the hand uppermost, its back resting on the cloak. The harness is indicated in relief, with bridle and reins, a breastband with pendent circular trappings, and a girth-strap. Plain back with circular vent. Hollow; two-piece mould. Micaceous brown Nile silt, covered overall with a white dressing, thicker on the front than the back. Much colour survives: the horse is left white, as also is the cuirass and pteryges. The rider’s flesh is painted pink. Details of the cuirass, pteryges, horse’s harness (including the girth) and its mouth are picked out in red, and the eyes of both horse and rider are painted black. The ribbons of the wreath are painted green-blue and dark pink; dark pink is also used on the cloak where it rests on the horse’s hindquarters, and green-blue on the edge of the rider’s tunic. The spaces between the horse’s legs are painted black (indicating night?). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Height: 16 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Near, but wearing a kausia: Breccia 1930: no. 141, from the Chatby cemetery at Alexandria. Near but wearing a rayed halo (probably Helios), and with a groom: Perdrizet 1921: no. 266, from Middle Egypt. Bibliog. Fischer 1994: no. 998; Johns 2006: 100."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3545)"], "Location": ["On display (G69/Balcony/dc7/shD)"], "Subjects": ["cavalry"], "Acquisition date": ["1873"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.30"], "Additional IDs": [" Miscellaneous number: EA 1873,0609.43 ", " Miscellaneous number: EA 37522 "]}