{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.23"], "Description": [" A curved terracotta, tumescent phallus made for insertion into a mould-made figure where a hole remains for the accommodation of such an object. There is a purposely flattened area on one side; the root is damaged. Hand-modelled. Micaceous brown Nile silt; a minute area of red paint laid over a white dressing survives in one of the grooves defining the glans. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman (?) "], "Production date": ["4thC BC - 2ndC AD"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" painted ", " hand-modelled "], "Dimensions": [" Length: 6.60 centimetres (max) ", " Thickness: 1.70 centimetres "], "Curator's comments": ["Similarities with examples from a favissa at Ras el-Soda, Alexandria, dated to the Ptolemaic period, perhaps third to second century BC (Adriani 1952, pl. 25, 5). Compare also Ptolemaic and Roman terracottas complete with an inserted phallus (Ewigleben and Grumbkow 1991, figs 59–61 and 104–8). Registered alongside parallels GR1973,0501.1 and GR1973,0501.22 and figures subsequently identified as from Naukratis. Naukratis is the most likely source for this based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950), Alexandria. Ewigleben, C., von Grumbkow, J. (eds) 1991, Götter, Gräber & Grotesken, Hamburg."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3261) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.595) (Phase 3) "], "Location": ["Not on display"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.23"]}