{"artifact_name": "model building/structure", "Object Type": ["model building/structure"], "Museum number": ["1926,0930.40"], "Description": [" Miniature terracotta shrine with a bust of a Ptolemaic queen. A model stele with a bust of a Ptolemaic queen, made to be used as a lamp should the purchaser so desire. It stands on a plain rectangular plinth with two wick-holes pierced in the front. The top of the stele, rising from a plain moulding, is partially broken away, but was probably rounded, with a notch cut in the front, opening up on each side at an angle, apparently producing a sort of open-fronted arcuated pediment. The queen wears a sleeveless chiton and a kalathos. Her hair is parted in the centre and falls in twisted locks onto her shoulders. By her left side is a cornucopia, its lower end impinging on the plinth. The moulding of the stele runs along each side, but the back is plain, with a pointed-arched opening to introduce the lamp-oil. Hollow; two-piece mould with an added floor. Micaceous orange-brown Nile silt with a dark-grey core. The front has a white dressing; the face of the stele is painted pink, including the cornucopia, leaving the bust white, but a diadem has been added in black paint; the kalathos is painted red, and the plinth green. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Length: 9 centimetres "], "Curator's comments": ["BM Terracotta IV Previously interpreted as a bust of Psyche (Fortuna)."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3505)"], "Location": ["On display (G69/Balcony/dc7/shC)"], "Subjects": ["king/queen"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1876"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.40"], "Additional IDs": [" Miscellaneous number: EA 1876,1130.28 ", " Miscellaneous number: EA 37522 "]}