{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1906,0301.2"], "Description": [" Hand-made terracotta figure roughly made; lower part lost. The figure is made of coarse red-brown Egyptian silty clay and has an oblong oval and flat shape. In its upper part, the potter just pinched the clay in order to model a long narrow nose and shallow eye-sockets, where eyes, separately made of round clay buttons, have been subsequently inserted before firing (the right one now missing) ; at the very bottom, short legs or feet are roughly indicated by two diverging excrescences, partly broken off. The object seems to represent a figure lying down, which might be a sort of concubine. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["550BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Possibly Findspot 51, domestic buildings in the urban area to the east of the Saite enclosure (so-called \"Camp\") ? "], "Materials": ["terracotta"], "Technique": ["handmade"], "Dimensions": [" Height: 8.50 centimetres ", " Thickness: 1.72 centimetres ", " Width: 2.95 centimetres "], "Curator's comments": [" Higgins, Catalogue of Terracottas, vol. I, 408 no. 1551: A somewhat similar piece comes from Rhodes (Winter vol. 1, pl. 10:7) ", " W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 72 § 68: \"The terra-cotta (fig. 2) is much like some of the idols found by Dr Schliemann in the early Greek sites; here, we, at least, can date it to between 665 and 565 B.C.; but its precise locality on the plain of Defenneh was not known, as it was picked up on the denuded surface\". But Petrie, ibid. p. 61 § 58, seems to indicate a provenance from the eastern part of the site (Findspot 51). "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (1551) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 61 § 58, p. 71, 72 § 68, pl. xxiv,2) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.44, p.56, p.177, pl.19) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1906"], "Department": ["Greek and Roman"], "Registration number": ["1906,0301.2"]}