{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.349"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice; white slip; interior glazed streaky black; lower parts of two lotus buds in added white outline with added red centres; below, two white bands; exterior: black-figure decoration consisting of komast (lower part of torso, buttocks with loincloth and thighs remaining) to right. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" slipped ", " painted ", " incised "], "Dimensions": [" Height: 1.70 centimetres ", " Thickness: 0.40 centimetres ", " Width: 3 centimetres "], "Curator's comments": ["Although Lemos does not place this sherd into a specific group, its decoration is consistent with that of Group F of the Black Figure Komast Chalices. The chalices in this group represent the end of the style. The komasts are depicted so simply that they appear almost like stick figures, there is little to no filling ornament, incision is careless and the colour is poor and diluted. For parallels, see British Museum 1888,0601.548.i, 1888,0601.548.f and 1924,1201.347. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 328, no. 1522) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1242) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.349"]}