{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1906,0411.1"], "Description": [" Pair of gold disc and amphora earrings linked by a long chain. These elaborate earrings still preserve the chain, perhaps worn over the front of the body. The upper part of the earrings consists of a large disc with a garnet setting, capped by a finial in the form of a disc and feathered crown: a smaller garnet represents the discs, one of them conical, the other rounded, and the feathers were originally inlaid with a precious stone, now missing. The larger disc has an elaborate setting for the garnet, which is surrounded by a ring of granules, and the outer edge appears like a cogged wheel, each triangle embellished with tiny gold granules. At the sides of this disc are soldered hooks, from which hang pendants with small garnets and then a gold cone, from which three small chains with pearl, emerald and garnet beads (some missing) are suspended. From the bottom centre of the large disc a complicated fixing is soldered on, and from this hangs an amphora-shaped element. A large, almost spherical garnet represents the body of the vase, while the gold handles are in the form of dolphins. Delicate granulation work decorates the setting for the garnet. The foot of the vase is in the form of a square box to which the chain is attached. The design of the crown conforms to the so-called 'Crown of Isis'. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["200BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt (according to the Tyszkiewicz sale cat.) "], "Materials": [" gold ", " garnet ", " emerald ", " pearl "], "Technique": [" inlaid ", " soldered "], "Dimensions": [" Height: 7 centimetres (each) ", " Length: 43.23 centimetres (chain) ", " Weight: 722 grains (total) "], "Curator's comments": ["Walker & Higgs 2001 This pair of earrings forms part of a series of similar examples using stylized forms of Egyptian crowns as part of their decoration. The motif may have derived from Ptolemaic jewellery, but because it is found all over the eastern Mediterranean this Egyptianizing motif probably lacked any specific significance: the crown becomes a purely decorative element. BIBLIOGRAPHY: B. Deppert-Lippitz, Griechischer Goldschmuck (Mainz 1985), 261-2, colour pl. XXXI."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2331) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (104) "], "Location": ["Not on display"], "Exhibition history": [" 2023 4 May - 13 Aug, London, BM, G35, Luxury and Power: Persia to Greece "], "Condition": ["The earrings are in good condition, missing only a few of the beads hanging from the elements attached to the main disc. There is also an emerald missing from one of the large discs."], "Subjects": ["mammal"], "Associated names": ["Associated with: Isis"], "Acquisition name": ["Purchased from: Mihran Sivadjian"], "Previous owner": ["Previous owner/ex-collection: Count Michel Tyszkiewicz (his sale, Hôtel Drouot, 8-10 June 1898, lot 183)"], "Acquisition date": ["1906"], "Department": ["Greek and Roman"], "Registration number": ["1906,0411.1"], "Conservation": [" Treatment: 11 Apr 2002 ", " Treatment: 3 Feb 2023 ", " Treatment: 30 Mar 2023 "]}