{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1924,1201.83"], "Description": [" Egyptian terracotta figure. Fragmentary kalathos broken from figure of Isis-Hathor, together with parts of the wreaths that encircled her head. The kalathos has a scalloped edge. The kalathos is painted green with thin vertical lines in black paint; subsequent to this a white dressing was inexpertly applied to the wreaths, and presumably the whole figure, with a little inside the kalathos. Some pink paint on the lower part of the wreaths survives. Constructed in a hollow, from a two-piece mould. Red-brown Nile silt with a grey core, common mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Length: 8.90 centimetres (max) ", " Thickness: 4.30 centimetres ", " Width: 7 centimetres "], "Curator's comments": ["Published in Bailey (2008 no. 2996 as Ptolemaic) Compare the kalathoi of Dunand (1990, no. 328), from Antinoopolis, dated second to third century AD, and of Gomaà and Hegazy (2001, fig. 29, 377), from a Roman area in a necropolis of Athribis. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Gomaá, F. & Hegazy, Ul.-S. 2001. Die neuentdeckte Nekropole von Arthribis. Wiesbaden."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (2996) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.150) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Isis-Hathor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.83"]}