{"artifact_name": "finger-ring; sealstone; intaglio", "Object Type": [" finger-ring ", " sealstone ", " intaglio "], "Museum number": ["1917,0501.1615"], "Description": [" Limestone finger-ring with a glass intaglio. This ring contains a dark-blue glass setting that may have been intended to simulate lapis lazuli. The portrait appears to have been cast in a mould rather than engraved. It is in the form of a draped bust in profile, facing left. The subject is a rather full-cheeked woman, with a heavy chin and a long neck. Her hair, partly covering her none too detailed ear, is tied back in a neat bun. Her eye is large, but the nose has not been successfully cast from the mould. "], "Cultures/periods": ["Hellenistic"], "Production date": ["323BC-31BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Rosetta Gate "], "Materials": [" limestone ", " glass "], "Technique": [" cast ", " intaglio "], "Dimensions": [" Length: 3.30 centimetres ", " Width: 2 centimetres "], "Curator's comments": ["Walker & Higgs 2001 The use of glass for the production of intaglios became popular during the Hellenistic period. Glass could, of course, be produced in a variety of colours and be used to imitate semi-precious stones. Cost and availability of gemstones may have been the determining factor when glass was selected, but the ability of the craftsman to produce a variety of colours may also have been a consideration for the customer. This ring contains a dark-blue glass setting that may have been intended to simulate lapis lazuli, although the properties of this stone made it difficult to engrave and it was seldom used for intaglios. Some paste gems may have been used to deceive the buyer, as they can be extremely convincing imitations of semi-precious stones. Many of the designs were achieved by casting the glass in terracotta moulds, examples of which survive. This particular portrait appears to have been cast in a mould rather than engraved. Rings with stone bezels are rare, but a few limestone rings of this type have been discovered in Alexandria. The shape imitates glass and metal examples, but the limestone versions tend to be larger than their prototypes, of which only a few survive with the setting intact. Their relatively large size would have rendered the stone rings impractical for everyday use, and their production and the rare survivals may represent a shortlived fashion. It is difficult to determine the date of this form of ring, but glass imitations of gem-stones were rarely used as finger rings until the later Hellenistic period. Portraits of women on jewellery, especially rings, are all too often identified as queens, irrespective of their attributes or lack of them. To be absolutely certain that the subject of the portrait is royal there ought to be a diadem. This woman has no diadem and may therefore represent a private individual. BIBLIOGRAPHY: J. Boardman and M. Vollenweider, Ashmolean Museum: Catalogue of the Engraved Gems and Finger Rings 1 Greek and Etruscan (Oxford 1978), 87, where Arsinoe III is proposed as the subject."], "Bibliographic references": [" Finger Ring / Catalogue of the Finger Rings, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum (1615) ", " Gem / Catalogue of Engraved Gems & Cameos, Greek, Etruscan & Roman in the British Museum (1229) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (118) "], "Location": ["On display (G22/dc8)"], "Condition": ["The limestone bezel is chipped and there is iridescence on the surface of the violet-coloured glass setting."], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1917,0501.1615"]}