{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1994,1001.2"], "Description": [" Terracotta figure of a Gaulish mercenary in the Ptolemaic army. A standing Gaul in a proudly aggressive pose: he is largely naked, but wears a long cloak. His hair is long and rises from his forehead to fall in tresses on each side of his face and extends to the nape of his neck at the rear; his phallus is outsize. His long-sword is slung from a waist-belt on his right side and he grips the hilt, which is forked and has a knobbed guard: it is uncertain whether it is scabbarded. He holds a large oval Gaulish shield to his left side; it has a bound edge and a vertical spine with a central elongated boss. The boss has a looped plate on each side; two diagonal grooves cross the face above and below the boss. The rear is plain except for the Gaul’s hair and an edge of his shield; there is a circular vent. The legs are lost below the ankles. Hollow; two-piece mould. Micaceous brown Nile silt. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["220BC-180BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Curator's comments": ["BM Terracotta IV Comparanda. See a naked, but headless, Gaul in Dresden: Fischer 1994: no. 992, with a warlike stance, dated late second and third century ad. Not unlike ours is a terracotta from Hehia once in the Fouquet Collection, who stands in a rather similar but more static pose; he is not naked or cloaked, but wears trousers and his hair is rather longer (Perdrizet 1921: pl. xciii:377). A complete figure in the Ashmolean Museum shows a fully armed Gaul, with a luxuriant moustache and long hair, wearing mail and trousers, again with an oval shield, and a long-sword at his right side (Ritchie and Ritchie 1985: 9). A head in Leipzig, broken from a figure, has a hairstyle similar to that of ours (Laubscher 1987: pl. 21:3). For the use of the Gaulish/Celtic shield by Gauls and other mercenaries of the Ptolemaic armies see Sekunda 1995: passim; the shield boss of ours is not in Stary 1981. Representations of Gauls as mercenaries in the Seleucid armies come from Nineveh (British Museum me 55430 and me 1929.10-12.356): they bear Gaulish shields, but, reflecting Persian custom, are much more decorously dressed than is our Gaul, and wear draped Phrygian caps, tunics and, probably, trousers. For discussions of Gauls in Egypt and in Hellenistic art, see Reinach 1911: 33–74; Laubscher 1987: 131–54 and Hannestad 1993: 15–38. Bibliog. Bailey 1995a: 36–9; 1995b: 1–3; Vassilika 1996: 194, no. 23; Cunliffe 1997: 181, fig. 149."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3552)"], "Location": ["Not on display"], "Subjects": ["warrior"], "Acquisition name": ["Purchased from: B A Seaby Ltd"], "Acquisition date": ["1994"], "Department": ["Greek and Roman"], "Registration number": ["1994,1001.2"]}