{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1972,0125.2"], "Description": [" Terracotta figure of Seilnos (or Bes?). A terracotta model of a bronze vessel-foot in the form of a half-figure of Seilenos surmounting a row of acanthus leaves above four phalanges of a lion’s paw extending onto a polygonally domed plinth. Seilenos has receding hair and a full beard spreading over his chest. He is posed with his arms akimbo, his hands on his rather generous waist. There is summary modelling at the back, and the projecting support for the vessel is flaked away: whether it (together with companion pieces) ever supported a vessel is uncertain, and it may have been used in its own right as a ‘votive’ object. Something has flaked away from the top of the head, possibly a wreath. Hollow; two-piece mould. Micaceous orange-brown Nile silt. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Fustat (vicinity) "], "Materials": ["terracotta"], "Dimensions": [" Height: 8 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Paul 1959: no. 308. Close, but winged: Dunand 1990: no. 87, dated Roman period. Near: Breccia 1930: no. 210, from the Kom el-Shugafa cemetery at Alexandria, and pls xxviii:9 and lvii:2 and 7; Breccia 1934: no. 177 (winged); Fischer 1994: nos 1208 and 1209, dated respectively late Hellenistic and first to second century ad (1209 = Vogt 1924: pl. xxiii:1 and 3); Petrie 1905: pl. xlviii:62 and 64, probably from Herakleopolis Magna. Bronze versions: Perdrizet 1911: pl. ix:21 and 22; Sotheby’s New York Sale Catalogue, 7 December 2001: lot 310 (winged). Other bronze versions, often winged, come in fours, presumably supporting the corners of a tray: these include a set of Seilenoi (ea 22683-5 and ea 29004) from Tanis, and a set of baboons (ea 12607-8 and ea 36073-4) acquired in Alexandria. See also the Bes figure 3088 and Priapos 3378. Bibliog. Fischer 1994: 438, no. 1208."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3667)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Silenos"], "Acquisition name": ["Purchased from: Dr Edward Hindle"], "Acquisition date": ["1972"], "Department": ["Greek and Roman"], "Registration number": ["1972,0125.2"]}