{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.19"], "Description": [" Terracotta reclining ithyphallic figure, possibly Harpocrates. A man reclining on a plain rectangular plinth, modelled in the round, his legs extended to his right, the left leg on the ground, the right knee raised. He rests his left arm on a block and his right hand on the root of his large phallus, the glans of which lies between his feet. He wears a short chlamys, the ends round his throat and falling behind him. Solid; two-piece mould, with cut-outs made subsequent to moulding emphasizing his arms and his right leg. Buff to red marl clay with a little mica. Some colours remain, mostly painted over a white dressing: the flesh is pink, the top of the plinth was probably left white, and there may be some red paint on the block. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.11.4"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 5.50 centimetres ", " Length: 8.20 centimetres (max) ", " Width: 3.80 centimetres "], "Curator's comments": ["A number of similar pieces from Naukratis of this type (Oxford, Ashmolean Museum AN1896-1908-E.3719; British Museum GR1973,0501.19, GR1973,0501.20, GR1973,0501.36) and parallels strangling a goose (British Museum GR1973,0501.24, Brussels, Musées Royaux d’Art et d’Histoire A.1833) have been found. Similar unprovenanced parallels are dated end of fourth, beginning of third century BC (Fischer 1994, no. 19) and are known from Ptolemaic Memphis (Petrie Museum UC48467, UC48376). Similar reclining Harpocrates figures were made of faience, found in a third century BC context at Athribis (Szymańska 1999b, 73, fig. 2) and also found at Naukratis (British museum GR1886,0401.1495) and Karnak (Masson pers. com). Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Szymańska, H. 1999, in Grimal, N. (ed.) Tell-Edfou, soixante ans après, Actes du colloque franco- polonais, Le Caire, 15 octobre 1996, Cairo."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3210) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.220) (Phase 1) "], "Location": ["Not on display"], "Condition": ["His head is gone."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.19"]}