{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["1902,0620.1"], "Description": [" Body sherd of Chian Grand Style pottery heavy chalice; white slip; interior: glazed black; lotus bud in added white with added red centre; below, white-red-white-red bands; exterior: painted decoration consisting of procession of hunters or warriors (part of legs of two barefoot males in light brown flesh remaining), striding right and overlapping border below; below, row of black uneven strokes between dilute lines, above double guilloche band with red dots in handle zone; at left, trace of decoration around now lost handle root. "], "Producer name": ["Attributed to: Naukratis Painter"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 6.90 centimetres ", " Thickness: 0.50 centimetres ", " Width: 9.20 centimetres "], "Curator's comments": ["Lemos describes this sherd as belonging to the Naukratis Painter. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed. 'A1698*' is written in pencil on the interior surface of the sherd."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 278, no. 758, pl. IV, pl. 99) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1627) (phase 2) "], "Location": ["Not on display"], "Subjects": ["warrior"], "Acquisition name": ["Donated by: British School at Athens"], "Acquisition date": ["1902"], "Acquisition notes": ["The sherd was presented by the Committee of the British School at Athens."], "Department": ["Greek and Roman"], "Registration number": ["1902,0620.1"]}