{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1972,0125.7"], "Description": [" Terracotta figure of Athena. Athene Dadouchos, standing and holding a large torch at her right side; her left hand is placed on her waist. The goddess is dressed in a medium length chiton with overfall, and wears an aegis with emphasized edges, the gorgoneion between her breasts, and a crested helmet with a small relief circle on the front of the plume-holder. The hair under the helmet is parted in the centre and falls in queue behind her neck and in locks onto her shoulders. Her toes are not indicated and she may wear boots: there is no plinth. The torch is bound and garlanded, and at the top divides into two elements, pierced at the top to hold sticks of incense. Between the V of these elements is a small relief bust of Sarapis. The back has summary treatment of the drapery. Hollow; two-piece mould. Micaceous (very small particles) darkbrown Nile silt with a partially surviving drab coating, mostly on the front, and with traces of a yellow paint between her drapery and the torch; the apparent white dressing traces on her head and upper body may be due to the careless modern restoration in plaster that was made when her head was rejoined. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC-3rdC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Fustat (vicinity) "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 21 centimetres "], "Curator's comments": ["BM Teraacotta IV Comparanda. Near, but with plinth: Schürmann 1989: no. 1049, dated first half of the third century ad. Near, without torch: LIMC ii (2): pl. 767:35. Bibliog. Schürmann 1989: 277, no. 1049."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3333)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": [" Representation of: Athena/Minerva ", " Representation of: Zeus/Jupiter "], "Acquisition name": ["Purchased from: Dr Edward Hindle"], "Acquisition date": ["1972"], "Department": ["Greek and Roman"], "Registration number": ["1972,0125.7"], "Conservation": ["Treatment: 20 Apr 1998"]}