{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1905,0612.18"], "Description": [" Leg fragment of marble figure of cat. Leg repaired and joined to 1905,0612.7, a marble figure of a male cat with head facing to the right. The legs have been repaired and the pinned tail is lost. Fine translucent (Parian?) marble with a greenish tinge probably from Paros. Much of the body is covered with claw chisel marks, though there are no obvious traces of the marks left by the use of the running drill. There is a sharp definition between the stomach and the right leg. The underside of the cat, particularly around the genitals, is well finished. A hole in the stump of the tail shows where rest of tail was originally joined. There is no indication either of any support for the cat. A fragment of a leg has been joined to the rear right leg (reg.no.1906.6-12.18). The cat is in good condition except for the loss of all the lower legs and paws, the tail and small chips from both ears. The paws have been restored in plaster, though the originals likely survive as separate joining base fragments (GR 1905.6-12.15, 16 & 17). His rear right leg is outstretched, and the paw touching the ground gently, unlike the two legs which step forward where the paw is placed firmly on the ground, and therefore appears to be more elongated in plan. This arrangement of the paws suit perfectly the walking movement of the cat. If these paws do not belong to this particular cat, then they belong to one of a similar scale and style. The bases and the cat both have a similar, unfinished appearance about them which suggests that they do indeed belong together and the marble type is identical. The undersides of each plinth are roughly worked with a punch, perhaps in order that they should grip onto the base on which the sculpture was originally displayed. "], "Cultures/periods": ["Hellenistic"], "Production date": ["332BC - 200BC"], "Production place": [" Made in: Greece "], "Findspot": [" Found/Acquired: Naukratis (?) "], "Materials": ["marble"], "Technique": ["carved"], "Dimensions": [" Length: 7.50 centimetres "], "Curator's comments": ["Part of a group of 20 cat sculpture fragments in marble and limestone, many in the same style and possibly the same sculptor (GR 1905,0612.1 - 20). These include a base with a dedication to Bubastis. All were purchased by Flinders Petrie, from a dealer in Cairo who gave it a Bubastis provenance. Petrie later writes Naukratis as a probable origin. This appears to be confirmed by two marble cat sculptures in the same style, and possibly the same sculptor, in a group of artefacts from Naukratis acquired for Cairo Egyptian Museum from the nearby town of Damanhur (Edgar 1903, CG27518-9). Other limestone and terracotta figures of cats have been found in the recent, unpublished, excavations of an early Ptolemaic temple sanctuary at Ismail Fahmy street, Kom el-Dika in Alexandria, excavated by Dr. Mohamed Abdel Maqsoud. The discovery was reported in 2010 and the figures studied by Mervat Seif el-Din. The sanctuary was founded by Queen Berenike, wife of King Ptolemy III Euergetes (246-222 BC), and dedicated to Bubastis/Bastet. However, these cats are not of marble, are in a distinctly different style (see British Museum EA1945,1012.2 an earlier find probably from this temple at Kom el-Dika) and many are later than the 'Naukratis' example. The presence of cat sculptures in the Naukratis group, probably made by the same sculptor, in both imported marble and Egyptian limestone, suggest that these were made, or at least finished, in Naukratis, or less likely Alexandria. Cats are not commonly represented in Greek art, particularly sculpture (Richter 1930, 33-35; British Museum Vase E171, F126, F207, F308, GR1906.0710.9). Edgar, C. C. 1903. Greek sculpture. Catalogue général des antiquités égyptiennes du Musée du Caire. Le Caire : Imprimerie de l'Institut français d'archéologie orientale Richter, M.A.1930. Animals in Greek Sculpture, Oxford."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.06) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cat"], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1905"], "Acquisition notes": ["Purchased in Cairo in 1896 from Abd es Salam Khatat."], "Department": ["Greek and Roman"], "Registration number": ["1905,0612.18"], "Joined objects": [" Joined Object Group: G16748 (2 objects) ", " Joined Object Group: G16672 (2 objects) "]}