{"artifact_name": "lantern", "Object Type": ["lantern"], "Museum number": ["1929,1014.2"], "Description": [" Mould-made pottery lantern with a cylindrical body with a domed top above a moulding, surmounted by a pierced lug. The lantern stands on a circular plinth with a moulded top; the base is concave below. On each side is a flaming torch, and on the front is a helmeted head (possibly Athena), within a shrine consisting of an architrave supported by two columns. Four triangular cut-outs separate the head from the shrine. At the back is an arched opening, for the combustible substance or a small lamp. The drab red-brown surface is perhaps a slip. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["1stC BC (probably)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Cyprus "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped (?) "], "Dimensions": [" Height: 11.80 centimetres ", " Width: 7.60 centimetres "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q610) ", " Cesnola 1881 / Lawrence-Cesnola Collection. Cyprus antiquities excavated by Major Al. Palma di Cesnola, 1876–1879 (p. 18 [middle row, fourth from right]) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Athena/Minerva"], "Acquisition name": ["Purchased from: Sir Sydney Burney"], "Previous owner": ["Previous owner/ex-collection: Alessandro Palma di Cesnola"], "Acquisition date": ["1929"], "Acquisition notes": ["All the items in the registration group GR 1929,1014.1-7 are said to have been previously owned by Alessandro Palma di Cesnola, and found in Cyprus. Some are illustrated in his published works which links them directly with the collection he formed in collaboration with Henry Lawrence (q.v.) and it is likely that all of them were in the original Lawrence-Cesnola collection."], "Department": ["Greek and Roman"], "Registration number": ["1929,1014.2"]}