{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1911,0606.1"], "Description": [" Cypriot terracotta figure of horse and rider. Solid, handmade in the 'snowman' technique; schematic anatomical detailing; the horseman is wearings a a peaked cap with painted linear red and black decoration with eyes painted in black. Pale buff fabric with fine black (basic volcanic) inclusions. Left foreleg missing, restored in plaster in modern times. "], "Production date": ["600 BC - 525 BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) "], "Materials": ["terracotta"], "Technique": [" painted ", " handmade "], "Dimensions": [" Height: 9.80 centimetres ", " Length: 9.40 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": ["This horse-and-rider terracotta model has good parallels dating to the Cypro-Archaic II period (600-475BC), from Amathus (Murray, Smith & Walters 1900, 112, fig. 164.9; Karageorghis 1995, Type IIe(2) pl. 49.7), Salamis (Karageorghis 1995, 76-Type II(i)c11. pl. 38.8, Type II(i)c28. pl. 40.5, Type II(i)c66-8. pl. 45.1-3; Fourrier 2007, 25, pl.1.1). Horse-and-rider subject in Cyprus coincides with its appearance in the Near East and the Aegean in the Cypro-Geometric I-III period and clearly remained important until the Hellenistic period. The figurine workshop at Kourion almost exclusively made horse-and-rider figurines between the 7th and 1st centuries BC (Winter 1991, 221). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Bibliography: Fourrier, S. 2007. La coroplastie Chypriote archaïque : identités culturelles et politiques à l'époque des royaumes. Travaux de la Maison de l'Orient. Lyon, Maison de l'Orient et de la Méditerranée. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus. Murray. A.S., Smith, A. H. and Walters, H. B. 1900. Excavations in Cyprus. London, British Museum (reprinted by British Museum Press in 1969, ed. D. Haynes). Winter, N. A. 1991. 'Terracotta figurines from Kourion: the workshops', in F. Vandenabeele and R. Laffineur (eds), ‘Cypriot terracottas: Proceedings of the first international conference of Cypriote studies, Brussels-Liège-Amsterdam, 29 May-1 June, 1989', 221-4. Brussels-Liège."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.053) (Phase 1)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Condition": ["Good"], "Subjects": [" equestrian ", " cavalry "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1911"], "Department": ["Greek and Roman"], "Registration number": ["1911,0606.1"]}