{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.39"], "Description": [" Terracotta figure of a standing woman. A white slip, the base for polychrome decoration, survives in several areas. There are minute traces of blue and pink pigment on the chiton and blue on the himation. The figure was made in a two-piece mould, with a petasos (wide-brimmed hat), now missing, added separately. The woman wears a himation, which has been pulled up over her head to form a veil. She raises her right hand, concealed beneath the garment, and pulls the material over her mouth like a muffler. Her left arm crosses her body at waist level. The vertical folds of a chiton, a garment made of heavier material than the himation, can be seen around her lower legs. The woman's hair is parted centrally, and then drawn back to form a bun, which is concealed beneath the veil. The break at the top of the head may mark where a broad, conical hat was added, a feature of such figures. The woman's eyes are relatively large, and she does not have the delicate features of the usual Tanagra types, either found in Alexandria or elsewhere. In fact, she has a rather matronly appearance. The woman is dressed in outdoor attire, and muffles her face either for reasons of modesty or to protect herself from the elements. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 21.50 centimetres (max) "], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (148) ", " Terracotta / Catalogue of Terracottas in the British Museum (3515) "], "Location": ["On display (G69/Balcony/dc7/shD)"], "Condition": ["The figure has been restored from numerous fragments, but the lower part is missing. There is damage to the top of the head. Hat now missing."], "Acquisition name": ["From: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.39"], "Additional IDs": [" Miscellaneous number: EA 1875,0810.185 ", " Miscellaneous number: EA 37514 "], "Conservation": ["Treatment: 08 Aug 1999"]}