{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["1982,0302.20"], "Description": [" Mould-made pottery lamp with shoulder-volutes, and a level shoulder with multiple mouldings. The discus is decorated with a band of tongues. Within the narrow base-ring is the impressed name IVNEPV, with the letter I below. Brown-buff clay with mica, covered with a red-brown slip. "], "Cultures/periods": ["Roman"], "Production date": ["101-110"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt (said to be from) "], "Materials": ["pottery"], "Type series": ["Loeschcke I (variant)"], "Technique": [" mould-made ", " impressed ", " slipped "], "Dimensions": [" Length: 7.50 centimetres ", " Width: 5.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" The expansion of the maker's name is uncertain. ", " Close: L. Benaki Collection, Athens NAM, Inv. No. MΠ 579, signed LVNEI and Inv. No. MΠ 582, signed IVNHPL; 'Rocznik Muzeum Narodowego w Warszawie' xviii, 1974, p. 172, figs 11-12, signed PHOETASPI, from Athribis in the Delta; Szentléleky, T., 1969. 'Ancient Lamps'. Chicago : Argonaut, 90, signed PHOETASPI; 'Boreas' viii, 1985, pl. 23, 4-5, signed PHOETASPI, in Osnabrück Museum; Waldhauer, O., 1914. ‘Kaiserliche Ermitage, die antiken Tonlampen’. St. Petersburg, 176, signed PHOETASPI; 'Société Archéologique d'Alexandrie, Bulletin' xxx-xxxi, 1937—8, p. 282, fig. 10, from Alexandria; Breccia, E. 1928. ‘Le rovine e i monumenti di Canopo’. Bergamo : Officine dell'Istituto italiano d'arti grafiche, pl. xxxix, 2, from Canopus; Petrie, W.M.F., 1905. ‘Roman Ehnasya (Herakleopolis Magna) 1904’. London : Egypt Exploration Fund, pl. LVI, R 20, from Egypt (possibly the lamp signed STROBI on pl. LVII, next to M 50). Near (some more elegant than ours): Heres, G., 1972. ‘Die römischen Bildlampen der Berliner Antiken-Sammlung’. Berlin : Akademie-Verl, 110, signed PHOETAS, from Egypt; L. Benaki Collection, Athens, signed PHOETASPI; Hayes, J.W., 1980. ‘Ancient lamps in the Royal Ontario Museum’. Toronto : Royal Ontario Museum, 375; Gualandi Genito, M.C., 1977. ‘Lucerne fittili delle collezioni del Museo civico archeologico di Bologna’. Bologna : Istituto per la storia di Bologna, 212. "], "Bibliographic references": ["Lamp / Catalogue of the Lamps in the British Museum (Q1899)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: Iunepu (?)"], "Acquisition name": ["Donated by: Wellcome Institute for the History of Medicine (trustees)"], "Previous owner": [" Previous owner/ex-collection: Sir Henry Solomon Wellcome ", " Previous owner/ex-collection: Edwin Henry Lawrence "], "Acquisition date": ["1982"], "Department": ["Greek and Roman"], "Registration number": ["1982,0302.20"]}