{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.421"], "Description": [" Lower body sherd of Chian Wild Goat Style pottery chalice; white slip; interior: glazed streaky black; part of lotus flower in added white two white bands; two more white bands and part of third near the bottom of sherd; exterior: painted decoration consisting of goats walking to right (back with added red, underbelly and forelegs of one goat and hind leg of second goat remaining); rising triangle and spiked swastika with rounded angles as filling ornament; below in handle zone, double guilloche above streaky brown band. "], "Producer name": ["Attributed to: Painter of the Würzburg Chalices"], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 9 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": ["Lemos points out that the placement of the filling ornament on this sherd is identical to that on the Würzburg chalices (Lemos 1991, 71 note 155), and places it in the Würzburg Chalice Group and, more specifically, attributes it to the Painter of the Würzburg Chalices. For the group see Lemos 1991, pl. 20-1, no. 236-7. The presence of interior decoration suggests that the sherd is late in the Wild Goat Style and perhaps marks a transition to the Mature Animal Style."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 71. p. 238, no. 176, pl. 16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0386) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.421"]}