{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["1917,0501.771"], "Description": [" Gold finger-ring. This intricate ring is formed by two wires twisting into a hoop and around the bezel, then terminating in two pairs of serpents' heads. At the base of the hoop, the point where the loops of wire meet, is a rosette of gold granules, now rather worn. The oval bezel has a thinner twisted wire as a border, and the central garnet is embedded in an elaborate setting decorated with granulation. Two further garnets are placed in oval-shaped settings near the snakes' heads. The scales of the snakes have been lightly notched out until the point where they meet the rosettes that join the two wires. Openwork. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": [" 3rdC BC ", " 1st century BC "], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) (said to be from) "], "Materials": [" gold ", " garnet "], "Technique": ["twisted (wire)"], "Dimensions": [" Height: 3.70 centimetres (bezel) ", " Height: 2 centimetres ", " Weight: 9.97 grammes ", " Width: 3.70 centimetres ", " Depth: 2.30 centimetres "], "Curator's comments": ["Walker & Higgs 2001 Serpents had a specific meaning in the Egyptian cult of Isis, as symbols of fertility and the afterlife. A similar but more elaborate ring is now in the Benaki Museum, Athens. BIBLIOGRAPHY: R. Blurton (ed.), The Enduring Image: Treasures from the British Museum (London 1997), cat. no. 97."], "Bibliographic references": [" Finger Ring / Catalogue of the Finger Rings, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum (771) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (107) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World's Cultures 2017 13 Jul-15 Oct, Madrid, Caixa Forum, Ancient Greeks 2017-2018 23 Nov-18 Feb, Barcelona, Caixa Forum, Ancient Greeks 2018 20 Mar-24 Jun, Sevilla, Caixa Forum, Ancient Greeks 2018 24 Jul-4 Nov, Zaragoza, Caixa Forum, Ancient Greeks 2018-2019 18 Dec-31 Mar, Palma, Caixa Forum, Ancient Greeks 2021 19 Jun-7 Nov, Australia, Perth, Western Australian Museum, Ancient Greeks 2021-2022 16 Dec-1 May, Australia, Canberra, National Museum of Australia, Ancient Greeks 2022 10 Jun-06 Nov, New Zealand, Auckland, Auckland War Memorial Museum, Ancient Greeks 2022-2024 24 Dec-25 Feb, China, Suzhou, Suzhou Museum, Ancient Greeks "], "Subjects": ["reptile"], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Previous owner": ["Previous owner/ex-collection: Rev Greville John Chester"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1917,0501.771"], "Conservation": ["Treatment: 07 Aug 1997"]}