{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1900,0214.16"], "Description": [" Fragment of concave lip and wall of probably Attic black-glazed pottery cup, type C; root of handle on left; wholly glazed, misfired in places; inscription cut on exterior of lip. "], "Cultures/periods": [" Classical Greek (?) ", " Attic ", " Archaic Greek (?) "], "Production date": ["520BC-470BC"], "Production place": [" Made in: Attica (Greece) (?) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), South-west corner, area between Site 34 (Hogarth) and Site 3 (Hogarth) "], "Materials": ["pottery"], "Ware": ["Black Glaze"], "Technique": ["painted"], "Dimensions": [" Diameter: 16 centimetres ", " Height: 4.40 centimetres ", " Length: 5.90 centimetres ", " Thickness: 0.50 centimetres ", " Width: 10.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Found in the southwestern corner of the Hellenion, not far from the sanctuary of the Dioskouroi: \"The first point at which any considerable find of inscriptions was made, was at 34, where in the corner of a small chamber abutting west on the great enclosure wall, which runs north, a number of dedications to the Dioscuri were discovered about 2 ft. above the mud. Just south of the southern wall of this small chamber and at a similar level occurred the lamp with Dioscuri dedication (No. 57); and south again of this, up to the line of the E.-W. enclosure wall, were found (scattered partly on the surface in sebakh-diggers' and rubbish heaps, partly a foot or two above the mud) a few dedications to Herakles (Nos. 33, 84), mixed with stray sherds of Apollo (No. 52), Artemis? (No. 65), and others not to be identified, including the inscribed stone horse (No. 58), which like two other horses found by the sebakh-diggers close to this same point, lay in untouched earth almost immediately upon the mud.\" (Hogarth et al. 1898-9, p. 30)."], "Bibliographic references": [" Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (no. 84) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 702, no. 607) ", " Höckmann & Möller 2006 / The Hellenion at Naukratis: Questions and Observations (p.15, fig.10, 11; no.69) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1624) "], "Location": ["Not on display"], "Subjects": ["classical deity (?)"], "Associated names": [" Named in inscription: Herakles/Hercules ", " Named in inscription: Artemon "], "Acquisition name": ["Donated by: British School at Athens"], "Acquisition date": ["1900"], "Department": ["Greek and Roman"], "Registration number": ["1900,0214.16"]}