{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["1917,0601.2983"], "Description": [" Decorated cylindrical amulet case: a gold cylinder on which no join can be seen, closed at each end with a disc held in place by the rubbed-over edge of the tube. There is a single, central, ribbed suspension ring with granulated decoration at its edge, both front and back, in the form of a triangle of ten grains. The front triangle is at the centre of the first of three rows of granulated decoration. Beneath it, in the centre of the second row, is a rosette of seven grains. The rest of the granulation consists of alternating single grains and triangles of three grains. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC-3rdC"], "Materials": [" gold ", " sulphur "], "Technique": [" ribbed ", " soldered "], "Dimensions": [" Diameter: 0.80 centimetres ", " Length: 2.20 centimetres ", " Weight: 51 grammes "], "Curator's comments": ["A very small, single-looped amulet case with simple granulated decoration now in Mainz is dated by Deppert-Lippitz to the late Hellenistic period (second to first century BC; Deppert-Lippitz 1985, no. 35, Taf. 14). However, close dating of tubular amulet cases is difficult, and there is no established typology. An amulet case is worn by the boy portrayed on the panel excavated by Grenfell and Hunt at er-Rubayat (Dublin, National Museum of Ireland, 1902.4). The portrait may be dated to the Severan period by association with the portrait of the woman found in the same tomb. Bibliography: F. H. Marshall, ‘Catalogue of the Jewellery, Greek, Etruscan and Roman, in the Departments of Antiquities, British Museum’ (1911), no. 2983; S. Walker, 'Ancient Faces', New York 2000, pp. 156 [113]."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2983) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (113) ", " Baldini Lippolis 1999 / L'oreficeria nell'Impero di Costantinopoli tra IV e VII secolo (2.III.9.b.6) "], "Location": ["Not on display"], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1917,0601.2983"]}