{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1933,0712.1"], "Description": [" Terracotta group: horseman trampling other figure. A cavalry man riding down an enemy, modelled in the round. The horse rears up with its front hooves placed upon the shoulders of a half-kneeling man, but little detail remains in this poorly made object. The long tail of the horse reaches to the rough low plinth. The rider, astride the horse, his head turned to his right, wears a chlamys and a military cap (kausia): he represents a Macedonian. The front is better modelled than the back, but that is not saying much. The right side of the horse’s head is considerably damaged by the irruption of a stone left in the clay body. Probably hollow; two-piece mould. Red-brown Nile silt with a little mica, and with a largely drab buff surface. Some traces of an overall white dressing; red paint on the rider’s face and his cloak, and, on the horse, probably delineating a saddle-cloth and a breastband. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["4thC BC-3rdC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Tell Atrib "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 11.50 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Of better workmanship, otherwise close: Besques 1992: no. D/E 4520, from Middle Egypt or Alexandria, dated end of the Hellenistic period; Ewigleben and von Grumbkow 1991: no. 94; My´sliwicz and Bakr Said 1999: 215, fig. 26a and b, from Athribis: context late fourth century bc = Szyma´nska 1997: 57, fig. 1; Weber 1914: no. 337 and no. 336 = Philipp 1972: fig. 38, said to be from the Fayum and dated c. ad 300 = Kiss 1989b: 134, fig. 7. Close: Breccia 1930: no. 341, from Alexandria, dated Ptolemaic period: others are mentioned including examples from Naukratis and Thmuis; Breccia 1934: no. 121 (two examples illustrated); Dunand 1990: no. 581, dated Roman period; Fischer 1994: nos 995 and 996, dated first to second century ad (995, with alien head = Vogt 1924: pl. xcviii:2); Fjeldhagen 1995: no. 114, dated first to fourth century ad; My´sliwicz and Bakr Said 1999: 215, fig. 26c and d and Szyma´nska and Babraj 2004: 36, fig. 11, from Athribis: context late fourth century bc; Redford 1991–2: pl. vic, apparently from Mendes. Near: Brissaud 1989: fig. 6, from a Ptolemaic context at Tanis. Bibliog. Fischer 1994: nos 995 and 996; Fischer 2004: 494n. 3."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3544)"], "Location": ["Not on display"], "Subjects": ["cavalry"], "Acquisition name": ["Donated by: J Walker"], "Acquisition date": ["1933"], "Department": ["Greek and Roman"], "Registration number": ["1933,0712.1"]}