{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.8"], "Description": [" Upper part of terracotta female figure. The upper part of a female beneficent demon, probably standing, her arms bent at the elbow and the hands outstretched with the palms out-turned. She has two rows of curls over her forehead, with single locks falling each side to her shoulders; at the back her hair is drawn back to a tight band, below which is a loop of hair, spalled during firing by the presence of a stone. A tightly woven wreath surmounts the hair. She is naked except for a necklace with triangular pendants and bracelets with crosshatched decoration. She is lost from above her waist downwards, and there are indications below her arms that drapery may have extended from them to cover her lower body. Summary treatment at the back. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a brown surface in places, and a grey core. "], "Cultures/periods": ["Roman"], "Production date": ["1stC(late)-2ndC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 11.40 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Dunand 1979: pl. lxviii:122. Near: Bailey 1998a: 27, fig. 1:5 (= Bailey 2006a: 269, no. 15), from Mons Claudianus, context Trajanic or later, within the second century ad. Bibliog. Not recognized in the sale of Salt’s Third Collection: Sotheby’s Sale Catalogue, 29 June 1835 and eight following days."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3120)"], "Location": ["Not on display"], "Subjects": ["devil/demon (?)"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1821-1835"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.8"], "Additional IDs": [" Miscellaneous number: EA 37564 "]}