{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1965,0930.942"], "Description": [" Egyptian limestone figure of reclining naked ithyphallic youth with side-lock, probably Harpocrates, resting on phallus. Reclining on his left side with legs crossed and left hand on his erect phalus. The figure’s skin is painted red, the base is painted blue. Carved from soft Egyptian (?) limestone. Part of phallus and base broken. Head, left arm and phallus lost. Cleaning revealed blue paint on base. "], "Cultures/periods": [" Ptolemaic ", " Late Period (?) "], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-I.9.2"], "Technique": [" painted ", " carved "], "Dimensions": [" Length: 6.10 centimetres (max) "], "Curator's comments": ["Rare variant of ithyphallic Harpocrates figure in limestone, with numerous examples known from Naukratis (Museum of Classical Archaeology, Cambridge NA307; British Museum GR1965,0930.942 ; EA90345, EA90343), with parallels from Saqqâra (Martin 1981, no.327), Late 4th to 3rd century BC Tell Basta (Mandy pers. comm Unpublished), unprovenanced (British Museum EA90342, EA90350; Petrie Museum UC28467) and Cyprus (Louvre no. MN1408; Karageorghis 1984, pl.42.1-2). Such figures copied in faience from Naukratis (British Museum GR1886,0401.1495), third century BC Athribis (Szymańska 1999b, 73, fig. 2) and 30th Dynasty and early Ptolemaic Saqqâra (Petrie UC30821; Martin 1981, 1074; 3217), 3rd century BC Karnak (Masson pers. com) and unprovenanced (Sotheby’s New York Sale Catalogue, 18/06/91, lots 25 and 45; 06/1992, lot 246). They were commonly made in terracotta (Thomas Type M-I.11, see British Museum GR 1973,0501.14) and blue faience (from Memphis, Cairo SR5/6388 & SR5/6429; unprovenanced SR5/6387; SR5/6398; SR5/6430-3). They date to the (probably late) 4th to 3rd century BC. More common variants are commonly interpreted as a representation of the Horus baby, subsequently known to the Greeks as Harpocrates (see Bailey 2008; Martin 1987, 71-84; Ashton 2003a, 73), though some similar figures have been interpreted as Memphite priests of Ptah who can also be depicted wearing this characteristic side lock (Ashton 2003a, 73; Andrew in Walker and Higgs 2001, 184, no.192). Many examples of ithyphallic Harpocrates known from Naukratis (British Museum GR1965, 0930.967, 1965,0930.939, 1965,0930.931, EA90353; Museum of Classical Archaeology, Cambridge NA310; Archäologisches Institut der Universität ST51, ST58, ST52; Egyptian Museum, Cairo JE42877; Oriental Museum, Durham University N.2159) and attributed to Naukratis (British Museum GR2011,5011.12, 2011,5011.1; Fitzwilliam Museum, Cambridge E.137.1914, E.131.1914, E.129.1914, E.118.1914, E.103.1914, E.100.1914, E.101.1914, E.99.1914, E.90.1914, E.88.1914). Parallels from excavated contexts of late 4th to 3rd or 2nd century BC in Alexandria at Ras El-Soda (Adriani 1952), Schedia (Bergman pers. comm.), Athribis (Myśliwiec 1997, 122, pl.8.1-4; 9.1-2), late 4th to 3rd century BC levels at Tell Basta (unpublished) and the beginning of the Ptolemaic period at Buto (Ballet 2011, 108-9, Fig. 59). Parallels from Herakleon (Heinz forthcoming; Goddio and Fabre 2008, 191, 308, no. 111; 311, no. 130), Memphis (Petrie Museum UC48353; UC48355; UC48357; UC48360; UC48416-7; UC48360-73; UC48357; UC48361-73; UC48409) and unprovenanced (Petrie UC35956; UC60038; British Museum EA90346, EA90347, EA90349, EA90356, EA20730, EA90340) are probably all 4th century to early Ptolemaic. Many examples were found in 30th Dynasty and early Ptolemaic contexts at Saqqâra (Quibbel 1907, pl.31.3; Martin 1981, nos. 1209, 1216, 305, 1213, 1211, 801, 1214, 1215; Jeffreys et. al. 1988, 33-35, 41, 63, pl.20a-d, pl.21a-b, figs. 65-7, nos. 77/309, 77/310, 78/35, 78/ 244, 77/u232, 77/u285, 77/u313, 77/u390, 77/u395, 78/u1, 78/u2, 78/ u6, 78/u14, 78/u24, 78/u69, 78/u88, 78/u89, 78/u103, 78/u116, 78/ u195, 78/u260, 78/u274, 79/u3, 79/u43, 79/u50, 79/u62, 79/u84, 79/ u109, 79/u139, 79/u142, 76/31, 78/213, 78/u147, 76/38, 77/u128, 77/ u437; Petrie Museum UC30601; 30603; 30821). They were found in small quantities after the 2nd century BC until the Islamic period, where they were most likely residual finds. One example has been found on Cyprus (Karageorghis 1984, 219, pl.42.3, fig.2, Louvre no. 2114, p219). It is likely that many of the Naukratis examples were made at Memphis or Saqqâra. Similar figures were also made from faience, terracotta and plaster across Lower Egypt, including in Naukratis. Ashton, S. A. 2003a, Petrie’s Ptolemaic and Roman Memphis. London. Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950), Alexandria. Ballet, P. 2011. Bouto-Tell al-Faraʾin : les ateliers et la ville,de la fin de la Basse Époque à la période Islamique. Rapport d’activité institut français d’archéologie orientale: 105-111. Goddio, F., and D. Fabre, eds. 2008. Egypt's sunken treasures. Second revised edition. London. Heinz, S. forthcoming. Statuettes, amulets, and the community at Thonis-Heracleion, in R. Thomas (ed.) Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011. Jeffreys, D. G., Smith, H. S., Price, M., & Giddy, L. L, 1988. The Anubieion at Saqqâra. Egypt Exploration Society Excavation memoirs 54, London. Karageorghis, V. 1984. Dionysiaca and erotica from Cyprus. RDAC1984: 214-220. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra, the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. Martin, G.T. 1987. ‘Erotic’ figurines, the Cairo Museum Material. GM 96, 71-84. Myśliwiec, K. 1997. Phallic figurines from Tell Atrib. Quibell, 1907. Excavations at Saqqara 1905-1906. Le Caire : Imprimerie de l'Institut français d'archéologie orientale Spencer, N. 2013. Kom Firin II. British Museum Research Publications. The British Museum, London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.120) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.942"], "Additional IDs": [" Miscellaneous number: ancient egyptian deity "], "Conservation": ["Treatment: 22 Nov 2013"]}