{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.48"], "Description": [" Terracotta figure of a woman riding on a pig. A devotee of Demeter, a fat naked woman riding on a pig, the pig to right, the woman to front. Her hair divides from a central topknot and she bears a tall kiste on her head, over which a veil is draped, falling down on each side as far as the pig, and, indeed, a fold on her left side extends almost to her foot. Behind the veil she supports the kiste with her right hand; her left hand, also hidden by the veil, holds a stele to her left side. The stele has a pedimental top and lines of writing are denoted by horizontal ridges. At the back, the pig is modelled in the round, but the veil, except for its lower border, is plain; there is a circular vent. Hollow; two-piece mould. Micaceous brown Nile silt with an orangebrown slip or surface colouration; minute traces of a white dressing. "], "Cultures/periods": [" Hellenistic ", " Roman Imperial (?) "], "Production date": ["1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 13.80 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. A rear mould in Alexandria with no provenance is very close indeed, but is not in the same mould-series that produced our terracotta: the border of our veil is not indicated in the same way, the angle of the pig’s ear is rather different, and the firing-vent is not positioned where the archetype of the Alexandria mould has placed it: Seif el-Din 1998: 183, fig. 27. Near: Vogt 1924: 43, fig. 43. Compare a (hairy) pig with a much younger naked woman, also carrying a stele in her left hand, but emphasising her genitals by holding up her right leg with her right hand; she wears nothing on her head: Millingen 1843: pl. E (also in Daremberg and Saglio 1877: 683, fig. 808, Rubensohn 1929: col. 197, fig. 2 and LIMC iii (2): pl. 67:2). Rubensohn 1929: col. 196, fig. 1 shows a young woman with a kiste on her head in front of a fine pig. For two very poorly made figures with naked fat women on pigs, see Michaïlidis 1961–2: pl. iii. Bibliog. Vogt 1924: 43, fig. 42; Budge 1925: pl. xxviii."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3169)"], "Location": ["On display (G70/dc29)"], "Subjects": [" devotee/worshipper ", " mammal ", " classical deity ", " swine "], "Associated names": ["Associated with: Demeter/Ceres"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1879"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.48"], "Additional IDs": [" Miscellaneous number: EA 1879,1120.43 ", " Miscellaneous number: EA 37534 "]}