{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.42"], "Description": [" Terracotta figure of a standing woman. The figure of a woman dancing. She faces more or less to front, with her feet almost together, and has a huge coiffeur, brushed back from her face and forehead; it probably had a large flat bun at the back of the head, but the surface of the entire rear is flaked and abraded. She wears ball earrings, both pierced from the front. Her arms are cut off just below the shoulders, and were finished by separately made limbs attached by plaster. Our figure wears a short tunic with sleeves over a long chiton; the hanging end of a decorated belt emerges from below the tunic. The rolled tops of short boots are visible below the hem of the chiton; or they may be anklets: both feet are broken and restored in plaster and it is not possible to say whether she has bare feet or was shod. She wears a body-chain with a prominent bossed ornament. Hollow; two-piece mould. Micaceous orange-brown Nile silt; a few traces of a white dressing survive. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 19.50 centimetres "], "Curator's comments": ["BM Terracotta IV The state of the back of the figure is as if the figure had been for some time face down with the back emerging unprotected from windblown sand. The way the cuts at the tops of the arms differ imply that the right arm was raised or extended, and the left arm was lowered. A figure in the Louvre (Dunand 1990: no. 542) with a raised right hand holding a castanet probably explains our figure’s right arm pose, but the lowered left hand grasps the end of a himation not present on the British Museum figure. A separately made right arm, the hand holding a castanet, very probably fitted a figure similar to ours (Dunand 1990: no. 550); a left arm, catalogued with it, holds a folded garland, and such an arm may well have been attached to our figure (compare Fischer 1994: no. 954 and Ewigleben and von Grumbkow 1991: no 67, with both separately made arms applied). Body-chains are often worn by protective demons (compare, for example, Fischer 1994: nos 961 and 962). If our figure is a beneficent demon rather than a human engaged in ritual/processional activity, the body-chain may indicate that she is particularly protective of betrothed woman and girls (see Johns 2003a). Comparanda. Close: Dunand 1990: no. 546, dated Roman period. Close, head only: Christie’s Sale Catalogue, 8 December 1993: lot 132. Near: Bayer-Niemeier 1988: no. 236, from the Fayum, dated first quarter of first century ad; Breccia 1934: pl. lix:288; Bresciani 1976: pl. vi:31, from Narmouthis; Christie’s Sale Catalogue, 8 December 1993: lot 98, the head alien; Dunand 1990: no. 544, dated third century ad; Skupinska-Løvset 1978: no. ut 136, dated first century bc. Near, head only: Breccia 1926: pl. lxxii:3, from Theadelphia. For actual body-chains, both examples late Roman, see the snugly worn example from the Hoxne Treasure (Johns 2003a: 13, figs 2.3 and 2.4) and the very loose chain from the so-called Assiut Treasure (Dennison 1918: pls xxxix–xl, Buckton 1994: no. 94 and Johns 2003a: 14, fig. 2.5). Bibliog. Bland and Johns 1993: 21; Johns 2003a: 12, fig. 2.1."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3196) ", " Daim 2010 / Byzanz: Prach und Alltag (104) "], "Location": ["On display (G41/dc12)"], "Exhibition history": [" Exhibited: 2004, Munich, Archaeologische Staatssammlung, The World of Byzantium 2010 26 Feb-13 Jun, Germany, Bonn, Kunst and Ausstellungshalle der Bundesrepublik Deutschland, Byzantium: Splendour and Daily Life "], "Condition": ["Much broken."], "Subjects": ["dancer"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1877"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.42"], "Additional IDs": [" Miscellaneous number: EA 1877,1112.34 ", " Miscellaneous number: EA 37512 "], "Conservation": ["Treatment: 12 Sep 2002"]}