{"artifact_name": "brazier", "Object Type": ["brazier"], "Museum number": ["1969,0306.34"], "Description": [" Terracotta brazier fragment; wheel-made; bull's head in relief; spiral rosette, incised, on rear; dentils below. "], "Cultures/periods": ["Hellenistic"], "Production date": ["300 BC-50 BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Egypt (?) ", " Made in: Greece (?) ", " Made in: Turkey (?) "], "Findspot": [" Found/Acquired: Achna (? unlikely) ", " Found/Acquired: Halicarnassus "], "Materials": ["terracotta"], "Technique": [" incised ", " wheel-made "], "Dimensions": [" Height: 14.70 centimetres "], "Curator's comments": ["In addition to the doubts about the Achna provenance expressed in the GR register, it should be noted that Ohnefalsch-Richter (1893) does not mention any items of this kind in his publications on the sanctuaries he excavated in the Achna area. Indeed, in the notes to plate CXXXV where he explicitly discusses and illustrates (1b, 2 and 4) what he regarded as incense burners ('censers'), he also mentioned examples of braziers found at Kition and Salamis (p. 444 and notes ** and ***; also pp. 478-9) but not at Achna. Note that when O-R says that 'censers abounded in the cult of Artemis at Achna' (1893, 328), he is actually referring primarily to the limestone ring-dancer groups (see pl. CXXXV, 5-6). If the brazier fragments in this group do come from Cyprus, then they probably originated from other sites explored by O-R but but they may not necessarily have any connection with his excavations. For stratified examples of this type from Paphos, see Hayes 1991, 75-7 and plate XVIII, 1, 6, 10 (with additional references; see also Conze 1891). An example in the Louvre (Fourrier and Queyrel 1998, no. 515), not recognised as a brazier by the authors and whose Cypriot provenance is not certain, combines a bull head on one side with a lion on the other., Bibliography: Conze, A. 1891, Griechische Kohlenbecken, JDAI V, 118-141. Fourrier, S. and Queyrel, A. 1998, L'art des modeleurs d'argile. Antiquités de Chypre. Coroplastique, vol. 1 (Paris: Réunion des Musées Nationaux). Hayes J. 1991, Paphos III. The Hellenistic and Roman Pottery (Nicosia: Department of Antiquities). Ohnefalsch-Richter, M. 1893, Kypros, the Bible and Homer (London: Asher)."], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition notes": ["GR register for 1969,3-6.31-34: 'Found unregistered with the Cypriote terracottas registered 1969,2-10 [probably from Achna], but it is not certain that they were found at Achna. The fabric is very close to 1969,3-6.1 to 24 [probably from Halikarnassos]'."], "Department": ["Greek and Roman"], "Registration number": ["1969,0306.34"]}