{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.350"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice with cul and trace of handle root; white slip; interior glazed black (fired reddish); traces of two added white bands; exterior: black-figure decoration consisting of komast’s leg to right; part of rising rosette as filling ornament; in handle zone below, maeander pattern running left with two superimposed squares on left next to handle; below, two bands and top of a ray. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 3.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": ["Lemos places this sherd in Group B of the Black Figure Komast chalices. On these chalices a rim pattern is always present and on some of them, short and wide pendant rosettes hang from it. Some sherds in this group, including this one, are loosely connected with Group D of the Sphinx and Lion Style on the basis of the type of rosette. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 170, p. 326, no. 1503) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1247) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.350"]}