{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.29"], "Description": [" Terracotta figure of Athena Dadouchos. Athene Dadouchos, standing, holding a large torch to her right side, and supporting an oval shield with her lowered left hand. She wears a medium-length girt chiton with overfall, and an aegis: the gorgoneion is very worn. Her hair is parted in the centre and is brushed back over her ears, and she has a crested helmet with chevron decoration on its face above the brim, with a raised circle on the front of the plume-holder; lappets fall onto her shoulders from below the helmet. The shield, which has a ring-shaped boss, rests on an object now incomplete, perhaps an altar: its lower part, together with Athene’s feet and the plinth, are lost. The back is largely plain, only the helmet plume being indicated. A hole at the top of the torch has signs of burning, showing its use as an incense-holder. Hollow; two-piece mould. Micaceous orange-brown Nile silt, with traces on the front of a white dressing. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Height: 14 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Breccia 1934: no. 138 (torch largely lost) = LIMC ii (2): pl. 766:7. Similar, but with a branching double torch: d’Aigle Tremblay 1994: 9, figs 1–3; Philipp 1972: fig. 29, excavated at Theadelphia and dated c. ad 200. Similar, with single torch, but Athene much stouter: Dunand 1990: no. 12 (= Del Francia Barocus 1998: 62: no. 27), from Antinoopolis, dated second to third century ad; Dunand 1990: no. 13, dated Roman period = Willems and Clarysse 2000: 271: no. 202, dated second to third century ad; Ewigleben and von Grumbkow 1991: no. 72; Perdrizet 1921: no. 166, from Middle Egypt. Bibliog. Fischer 1994: no. 937."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3332)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Athena/Minerva"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1873"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.29"], "Additional IDs": [" Miscellaneous number: EA 37498 "]}