{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1936,0903.3"], "Description": [" Terracotta figure of a devotee of Isis. A devotee of Isis standing on a curve-fronted plinth with several mouldings. She is clad, probably in an Isis-mantle (the knot is hidden by garlands crossing diagonally from her left shoulder to her waist); the mantle reaches to her ankles and her feet are bare; drapery also falls on her right side. A row of curls crosses her brow and Isis-locks fall in front below her shoulders. She wears a narrow wreath above her brow and a larger one above it, on the front of which is a disc and horns: a break at the top has removed the feathers of her headdress. Her right arm is bent at the elbow, the hand raised to hold what might be a sistrum but seems more likely to be a cobra (as held by Isis-Thermuthis). Her lowered left hand holds a situla with a knobbed base. The back is plain with a circular vent. Hollow; two-piece mould. Micaceous red-brown Nile silt, the front covered with a white dressing, much worn: scientific analysis shows it to be gypsum (BM Department of Scientific Research Report 7048, 10 May 1999). "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Materials": [" terracotta ", " plaster "], "Technique": [" plastered ", " mould-made "], "Dimensions": [" Height: 22 centimetres "], "Curator's comments": ["BM Terrracotta IV Comparanda. Close, probably same mould-series: Dunand 1990: no. 397, from Antinoopolis, dated second to third century ad. Near: Bayer-Niemeier 1988: nos 216–18, dated first century ad; Dunand 1990: nos 398–400, dated Roman period; Ewigleben and von Grumbkow 1991: no. 38; Guimet 1903: pl. iii, from the fabricated Tomb of Leukyôné at Antinoopolis; Perdrizet 1921: no. 285, from the Fayum; Török 1995: no. 104, a Ptolemaic prototype; Warmenbol 1998: 270, pl. 2.1, dated Roman period; Willems and Clarysse 2000: 263, no. 189. Consider D’Auria et al. 1988: 212, no. 162, a third-century ad limestone high-relief sculpture from Oxyrhynchus, wearing Isis-costume and just such a sash-garland as does our terracotta. Bibliog. Higgins 1967: pl. 63F; Walker and Higgs 2000: 49, no. i, 29; Walker and Higgs 2001: 106, no. 129, dated first century bc."], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (129) ", " Terracotta / Catalogue of Terracottas in the British Museum (3157) "], "Location": ["Not on display"], "Condition": ["There is slight damage to her right arm."], "Subjects": ["devotee/worshipper"], "Associated names": ["Associated with: Isis"], "Acquisition name": ["Donated by: Mrs B C Shuckburgh"], "Acquisition date": ["1936"], "Department": ["Greek and Roman"], "Registration number": ["1936,0903.3"]}