{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1925,1120.3"], "Description": [" Terracotta figure of female harpist. An upper part broken from a figure of a woman celebrant, probably standing. Her hair is parted in the middle and she wears a tightly woven and bound wreath, with more of her headdress above broken away. The strap of her chiton has slipped off her left shoulder, and she holds and plays a triangular harp placed high on her right side. The back of the figure is lost. Hollow; two-piece mould. Micaceous brown Nile silt with a grey core. The horizontal and upright elements of the harp are painted yellow, and the wreath and the chiton have minute traces of pink paint. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.10 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Near: Breccia 1930: no. 86, from the Hadra cemetery, Alexandria = Breccia 1912a: pl. xvii:4. Other players of the triangular harp (trigonon), nearly all women or girls, include: Breccia 1930: no. 85 = Breccia 1912b: pl. lxvi:173, from the Chatby cemetery, Alexandria (this cemetery is dated by Breccia to the late fourth and first half of the third century bc); Breccia 1912b: no 86, from the Hadra cemetery; Breccia 1934: no. 341; Christie’s Sale Catalogue, 13 July 1983: lot 357; Dunand 1990: nos 533–9, some from Antinoopolis, all dated Roman period; Fischer 1994: no. 59 (= Vogt 1924: pl. xviii:3), dated probably late Hellenistic, from a third-century original, and no. 977, dated first half of second century ad; Hilton Price 1897: 398, no. 3304, from Bubastis; Meyboom 1995: fig. 21, on the Palestrina Mosaic, of the late first century bc, and fig. 46, a terracotta in Geneva; Perdrizet 1921: no. 327, from Lower Egypt, where tombuse for such figures is suggested; Petrie 1909: pl. xlii:57, from Memphis (Petrie Museum uc33411); Petrie Museum uc48497, the woman of exquisite Tanagra style; Spencer 1996: pl. 77:91, from Tell el-Balamun, dated third century bc. Bes (or a celebrant dressed as Bes), however, sometimes plays the triangular harp: Fischer 1994: no. 555 (= Vogt 1924: pl. xxii:7), dated beginning of the third century ad, from a Hellenistic version. Animals and phallic figures also play the trigonon: 3781 and Christie’s Sale Catalogue, 16 July 1986: lot 260 (both monkeys) and 3208 and 3248 (phallic figures). Bibliog. Fischer 1994: 132, no. 59."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3197)"], "Location": ["Not on display"], "Subjects": ["musician"], "Acquisition name": ["Donated by: George Davis Hornblower"], "Acquisition date": ["1925"], "Department": ["Greek and Roman"], "Registration number": ["1925,1120.3"]}