{"artifact_name": "model; couch", "Object Type": [" model ", " couch "], "Museum number": ["1986,1006.3"], "Description": [" Terracotta model of the Sacred Couch of Serapis. The couch has a high back with two curving ends; the two turned front legs are shown. Resting on the couch, upon a long draped cushion and below a concave top, edged at the front by a horizontal garland are, from right to left, busts of Sarapis, Harpokrates with cornucopia, Isis in the centre, Demeter holding a torch, and Hermanubis. Except for two raised parallel lines representing the seat of the couch, the back and the sides are unmodelled. Two holes are pierced in the panel below the seat and two in the rear. Hollow; made in a two-piece mould, with an added floor below to form an oil-chamber should the owner wish to use the object as a lamp. Brown Nile silt, with traces of an all-over white dressing; some red paint on the concave top. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Alexandria (Egypt) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 10.30 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. See Dunand 1979: no. 368 = LIMC v (2): pl. 189, Hermanubis 19, of better workmanship and more detail, but damaged, on which of four reclining figures only those of Hermanubis and Demeter survive, in the same order as ours; below, within arched niches, is Osiris-Canopus flanked by Apis Bulls. Lederer 1936: pl. 167:2 is a very fine but fragmentary couch, with only its proper left end surviving, with reclining figures of Isis, Harpokrates and Sarapis. Compare also Dunand 1990: no. 483, proportionately taller than ours and with the busts better rendered and in the same order, dated Roman period; an unpublished example in the Loukas Benaki Collection is near ours, with the busts ordered as before: below are three niches, the central one with Osiris-Canopus, but those on each side are pierced by wick-apertures, destroying the figures within; Vogt 1924: 1, fig. 1, no. 31275 is a fine couch with five reclining figures ranked as before and, below, three figures each within an arch, not certainly identified by me – the central one appears to be Harpokrates but the flanking busts are uncertain (for this, see also Lederer 1936: pl. 166 and Castiglione 1961: 295, fig. 1); Lederer 1936: pl. 167:1 illustrates a further example, much blurred, with the five busts arranged as ours, and underneath two Apis Bulls flank a ship; Ewigleben and von Grumbkow 1991: no. 146 has blurred busts of seven deities, four on the couch and three between the legs – they are not easily identified from the photograph, and may represent the days of the week; they may well be non-calendrical, however, the lower central one perhaps being Hermanubis. Castiglione 1961: 296, figs 2 and 3, is much like the last, and Sarapis, Isis and Demeter may possibly be recognized in the first three of the four busts on the couch. Petrie 1905: pl. xlvii:45 is part of a terracotta group from Ehnasiya with a large figure standing in front and slightly to the side of a couch bearing five busts. A coin of Marcus Aurelius issued in ad 167 shows the Sacred Couch in great detail; again the gods are arranged in the same order as our terracotta. In three niches below are Osiris-Canopus, Tyche on a couch and a ship’s rudder (Lederer 1936: 201 and 202, pl. 165:1). Erotes carrying this couch can be seen on several Egyptian lamps of about ad 150–250: Bailey 1988: Q 2044-6, with references to others. Bibliog. Christie’s Sale Catalogue, 16 July 1986: lot 257; Vassilika 1992: 271, no. 49; Cook 1995: 228."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3033)"], "Location": ["On display (G70/dc29)"], "Subjects": [" religious object ", " ancient egyptian deity ", " classical deity "], "Associated names": [" Representation of: Hermanubis ", " Representation of: Demeter/Ceres ", " Representation of: Isis ", " Representation of: Serapis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Christie's"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Acquisition date": ["1986"], "Department": ["Greek and Roman"], "Registration number": ["1986,1006.3"]}