{"artifact_name": "figure; religious/ritual equipment", "Object Type": [" figure ", " religious/ritual equipment "], "Museum number": ["1982,0406.3"], "Description": [" Terracotta squatting naked female figure. A fat female being, seated with legs wide apart. She is largely naked, except for a sleeved tunic, and wears also an abbreviated garment over her pubic area. A ribbon crosses under her breasts and she has low boots or high sandals. She wears a necklace with a pendent bulla, and has double armlets over her sleeves. Her hair is parted in the centre, falling in Isis-locks onto her shoulders. She has a large tightly woven and bound wreath, the wide lappet-like ends of its ribbon resting on her shoulders. Lotus buds rise above the wreath, flanking a large bloom. The arms are bent at the elbow and both hands are raised just above her shoulders; the right hand holds an object that may be a looped garland, or possibly a cobra with rows of ventral shields, and the left hand holds a small pot. The back has a circular vent, and is treated summarily, but shows the hair in a bun with a wedge of pendent locks. Hollow; two-piece mould. Orange-brown to red clay, probably a marl ware, with some minute specks of mica. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 14.40 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Ashmolean Museum, Oxford, no. 1982.906; Christie’s New York Sale Catalogue, 8 June 2004: lot 117 (holding a sistrum in her right hand). Near: Besques 1992: no. E 382, from Middle Egypt, dated beginning of Roman period; Christie’s New York Sale Catalogue, 17 December 1998: lot 99; Christie’s South Kensington Sale Catalogue, 4 November 1992: lot 77; Ghalioungui and Wagner 1974: pl. 62f; Vogt 1924: pl. C:4. Bibliog. Franks n.d.: m 63; Fischer 1994: 339, no. 839."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3133)"], "Location": ["Not on display"], "Condition": ["There is very slight damage, at the left waist of the figure, and a hole has been bored underneath in modern times to fit a stand."], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1982,0406.3"], "Additional IDs": [" Miscellaneous number: M.63 "]}