{"artifact_name": "block", "Object Type": ["block"], "Museum number": ["1973,0107.1"], "Description": [" Latin verse inscription in highlighted red letters on grey sandstone recording the visit of Mamertinus, Roman governor of Egypt, to the singing statue of Memnon at Thebes. The author praises the piety of the age of Hadrian which caused the statue to sing. "], "Cultures/periods": ["Roman"], "Production date": ["134"], "Findspot": [" Excavated/Findspot: Kalabsha "], "Materials": ["sandstone"], "$Inscriptions": [" "], "Curator's comments": ["The inscription was discovered by Captain Peter Rainier in the great temple at Kalabshe. It was brought to England some time before 1831, when it is first reported in a letter by Lt Col Henry John Bowler (Rainier's brother in law) to Col. Thomas Duer Broughton, Secretary to the Royal asiatic society. In this letter Duer Broughton gives a quote from Rainier's private journal. He discovered the stone in December 1828 and removed it to Cairo where it was cut down from 5 hundredweight to two hundredweight - presumably by removing stone mass at the back. It is unclear excatly when and how the piece entered the British Museum collections. Bibliography: - \"Papers Connected with a Latin Acrostic Inscription Engraved on a Stone Brought from the Great Temple at Kalabshe in Nubia\" Transactions of the Royal Asiatic Society of Great Britain and Ireland Publication Info Coverage: 1824-1834 (Vols. 1-3). - Gardiner Wilkinson, J. (1847) Modern Egypt and Thebes, Being a Description of Egypt, including information for Travellers to the Country (vol 2) p.313."], "Bibliographic references": ["CIL III / Inscriptiones Asiae, provinciarum Europae Graecarum, Illyrici Latinae (77)"], "Location": ["On display (G70)"], "Associated names": [" Named in inscription: Mamertinus ", " Named in inscription: Memnon ", " Named in inscription: Hadrian "], "Acquisition notes": ["The inscription was discovered by Captain Peter Rainier in the great temple at Kalabshe. It was brought to England some time before 1831, when it is first reported in a letter by Lt Col Henry John Bowler (Rainier's brother in law) to Col. Thomas Duer Broughton, Secretary to the Royal asiatic society. In this letter Duer Broughton gives a quote from Rainier's private journal. He discovered the stone in December 1828 and removed it to Cairo where it was cut down from 5 hundredweight to two hundredweight - presumably by removing stone mass at the back. It is unclear excatly when and how the piece entered the British Museum collections. \"Papers Connected with a Latin Acrostic Inscription Engraved on a Stone Brought from the Great Temple at Kalabshe in Nubia\" Transactions of the Royal Asiatic Society of Great Britain and Ireland Publication Info Coverage: 1824-1834 (Vols. 1-3) The inscription is also mentioned in John Gardiner Wilkinson's Modern Egypt and Thebes, Being a Description of Egypt, inclkuding information for Travellers to the Country (vol 2) 1847 p313"], "Department": ["Greek and Roman"], "Registration number": ["1973,0107.1"], "Conservation": [" Treatment: 15 Jul 2011 ", " Treatment: 27.07.1990 "]}