{"artifact_name": "scarab-mould", "Object Type": ["scarab-mould"], "Museum number": ["1965,0930.914"], "Description": [" Terracotta scarab-mould in Nile clay, of medium size with a flattened back; deep oval impression is of scarab shape, with almost indistinct details of back; very faint remains of pale yellow paste/glaze inside; in pale red orange micaceous Nile silt fabric. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Height: 1.45 centimetres (scarab impression) ", " Length: 3.30 centimetres ", " Thickness: 1.80 centimetres ", " Width: 1.10 centimetres (scarab impression) ", " Width: 3 centimetres ", " Depth: 0.70 centimetres (scarab impression) "], "Curator's comments": ["Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Scaraboids in the shape of a Black African head are a standard production at Naukratis. Petrie listed a number of variants for Black African head scaraboid’s moulds such as this piece (Petrie 1886, 37, pl. XXXVIII, 8-11). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OH.011) (phase 2)"], "Location": ["Not on display"], "Condition": ["Relatively fair, surfaces quite eroded"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.914"]}