{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.34"], "Description": [" Terracotta figure: female ritual dancers. A woman standing, slightly stooped, carrying in her arms another woman who is leaning out to the left side with her legs on either side of the first woman's left hip and on whose shoulder she rests her right hand; her left hand is placed below the standing woman's abdomen. Both women are naked, but the standing one wears a garland round her neck and a tightly woven wreath in her hair; they are perhaps ritual dancers. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a darker surface; minute traces of a white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.10 centimetres (max) "], "Curator's comments": ["BM Terracotta IV The back is less clearly modelled than the front, but shows all necessary features of the positions of both: they are not a male and female pair indulging in sexual intercourse, as several commentators have suggested. Comparanda (the standing figure regarded as male). Close: Bayer-Niemeier 1988: no. 450, dated second half of second century ad; Christie’s New York Sale Catalogue, 17 December 1998: lot 19. Near: Dunand 1990: no. 767, dated Roman period, and in a similar group, no. 768, the standing figure of which may be male; Fischer 1994: no. 519, dated second half of second century ad. Bibliog. Fischer 1994: 248, no. 519."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3170)"], "Location": ["Not on display"], "Condition": ["The carried woman has lost her head, except for a bun of hair at the back, and the feet of the carrying woman are broken away."], "Subjects": ["dancer"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1874"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.34"], "Additional IDs": [" Miscellaneous number: EA 1874,0314.4 ", " Miscellaneous number: EA 37496 "]}