{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1921,1220.119"], "Description": [" Terracotta group: two priests. A group of two priests in procession, carrying a statue or mummy of a sacred bull, probably the Bull Apis. The priests are shaven and are naked to the waist, wearing long garments with a fold or the ends of a long belt down the front. The bull-statue, whose head is lost, is placed upon a bier supported by poles resting on the shoulders of the priests; drapery hangs from the poles. Between the priests is a large thymiaterion with a tiered circular lid, and a gadrooned support swelling to a square moulded base standing on short legs. Although broken all round and with areas of restoration joining it to the area between the priests, it does actually belong, as it is attached to part of the plinth. Also restored is that part of the plinth below the priest on the group’s left side, together with his right foot and his left toes, and the base of the thymiaterion nearest the priest. The plinth itself is plain and flat-fronted. The back is plain except for the bulge of the statue and its bier, which is very summarily treated. Hollow; two-piece mould. Micaceous Nile silt with a grey core. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Paul Gaudin"], "Findspot": [" Found/Acquired: Smyrna (probably) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 15 centimetres "], "Curator's comments": ["BM Terracotta IV The underside of the plinth has been smoothed in modern times to allow the group to stand firmly. The dewlap of the bull-statue is restored, which implies that the head or a restored head was present before the object reached the Museum. Comparanda. Near: Dunand 1979: no. 339; Pingiatoglou 1993: no. 101, dated third century bc. Not unlike: Christie’s Sale Catalogue, 8 December 1993: lot 121. Near but not Apis: Breccia 1934: no. 211. Bibliog. Schürmann 1989: 324, no. 1226."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3148)"], "Location": ["Not on display"], "Subjects": [" priest/priestess ", " cattle ", " procession ", " ancient egyptian deity "], "Associated names": ["Representation of: Apis (?)"], "Acquisition name": ["Purchased from: Mme Laura Gaudin"], "Acquisition date": ["1921"], "Department": ["Greek and Roman"], "Registration number": ["1921,1220.119"]}