{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1930,1217.6"], "Description": [" Head of terracotta male figure wearing wreath. The head and neck of a male celebrant, broken from a figure. He has a strongly modelled face and wears ball earrings. A tightly woven and bound wreath is worn, fronted by an additional wreath of pointed leaves and buds: the leaves may be of ivy, the buds are possibly olives or nuts. A ribbon or garland curves down from the woven wreath and crosses the man’s brow. There is no indication of hair, except for a lock falling from below the wreath behind the ear on the right side: that on the left side is lost with no certain trace. The back is plain. The head, which is hollow, appears to have been made in a two-piece mould and attached to a separately produced body. The wreaths, the ribbon and the lock of hair were all handmade and applied after the head left the mould. Micaceous red-brown Nile silt with a grey core. The front is covered with a white dressing and substantial traces of colour are preserved. The flesh is painted orange-pink and black paint is used on the side-lock; the leaves of the front wreath have areas of blue paint, while the woven wreath is pink and its bindings (not modelled in the clay) are painted blue-grey. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["terracotta"], "Technique": [" glazed ", " mould-made ", " applied ", " painted "], "Dimensions": [" Height: 11 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Some of the leaves of the front wreath are lost or damaged: whether the lost feature immediately above the forehead was a leaf or something else is impossible to determine, but a leaf is more likely."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3186)"], "Location": ["On display (G69/Balcony/dc7/shB)"], "Acquisition name": ["Purchased from: C A Lembressis"], "Acquisition date": ["1930"], "Department": ["Greek and Roman"], "Registration number": ["1930,1217.6"]}