{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1909,1201.8"], "Description": [" Light grey limestone head of a kouros figure, painted. Head of a young man, broken at the base of the neck from a statuette. The right cheek and earlobe are damaged. The face is oval with a pointed chin, a long aquiline nose, wide protruding eyes; the eyebrows and the outline of the eyes show traces of black paint. The mouth is small and shaped into a smile, with traces of red paint; a moustache was rendered in relief and painted in black, a full beard was indicated from the temples down to the upper edge of the neck by means of black spots. The hair is worked as a flat mass parted in the centre and falling like a wig down to the neck; the ears are not covered and rawly treated. There are traces of black paint on the hair; on the forehead a thin red headband was painted right below the hairline. The back is worked flat. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.7)"], "Technique": ["painted"], "Dimensions": [" Height: 4.50 centimetres "], "Curator's comments": ["Published by Gardner (Gardner 1888, pl. XVII, no. 2). Labelled 'Φ ?' in pencil, so very probably from the sanctuary of Aphrodite. Of the same family as the Leipzig and Golenischeff statuettes, which are ascribed to Samos; the broad rounded face contrasts with the two preceding numbers (Sculptures B438-9). 'The head is an advanced example, probably of the third quarter of the sixth century B.C' (Pryce, B440). Nick (2006, 56) states that the date suggested by Pryce - 3rd quarter of the 6th century BC - is too late and argues in favour of a slightly earlier date based on characteristic features found for example in the gypsum alabaster statuette Cairo 27425."], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (B440) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 21, p. 113; pp. 54-57; pl. 10) ", " Gardner 1888 / Naukratis II (p. 86, pl. XVII, no. 2) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 158) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.021) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1909,1201.8"], "Conservation": ["Treatment: 24.01.1983"]}