{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.69"], "Description": [" Terracotta squatting naked pregnant female figure with legs raised on each side to expose her genitals: she holds her left leg up with her left hand and indicates her pubic area with her right hand. She looks straight ahead; her hair is parted in the centre and she wears a tightly bound wreath. There is summary working on her back. Hollow; two-piece mould. Micaceous orange-brown Nile silt with an orange to grey core; traces of an overall white dressing, painted dark pink at one point. There also appears to be application of colouring, possibly fired-on, before the white coating was used: maroon on the belly, forehead and nose, black on the hair, eyebrows and pubic area. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7.80 centimetres (max) ", " Length: 3.40 centimetres ", " Width: 7.40 centimetres "], "Curator's comments": ["GR1973,0501.68 and GR1973,0501.69 are of the same type, fabric and subject as GR1965,0930.974 and GR1886,0401.1452. GR1973,0501.68 seems to be from the same mould as figure NA516 in Cambridge Museum of Classical Archaeology.Naukratis is the most likely find spot and production place for these objects, based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Close parallels from Naukratis (Ashton et al. 2004, no. 93, wrongly ascribed to Antinoopolis (?) and so wrongly dated 1st to early 2nd century AD) and a c.300 BC context at Athribis (Myśliwiec and Bakr Said 1999, 214, fig. 25d). Similar examples from Egypt (Van Wijngaarden 1958, no. 78; Weber 1914, no. 271 and 273) have been dated to the Ptolemaic period (Török 1995, no. 187, 3rd to mid 2nd century BC; Fischer 1994, no. 832, late Ptolemaic(?) = Vogt 1924, pl. 101: no. 3; Fjeldhagen 1995, no. 112, late Ptolemaic to early Roman) at Memphis (Smith et al. 1983, 88 pl. 6a, Temple A) and the Roman period in Middle Egypt, (Besques 1992, no. E 383). Similar pieces, now in Cairo Museum, have been found in the Fayum (SR5/6484) and Zagazig (CG43511=JE38839B=SR5/4238). Ashton, S.-A., Buttrey, T. and Popescu, A. 2004. Roman Egyptomania, London. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains IV/2. Époques hellénistique et romaine. Cyrénaïque, Égypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. Myśliwiec, K. and Bakr Said, M. 1999, in ET 18. Smith, H. S., Jeffreys, D. G. and Malek, J. 1983, in ASAE 69. Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Rome. Van Wijngaarden, W. D. 1958. De Grieks-Egyptische terracotta’s in het Rijksmuseum van Oudheden, Leiden. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3137) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.473) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Right foot lost."], "Subjects": ["birth"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.69"]}