{"artifact_name": "scaraboid-mould", "Object Type": ["scaraboid-mould"], "Museum number": ["1920,0417.5"], "Description": [" Terracotta scaraboid-mould in Nile clay; medium-sized mould of flattened cone shape; impression of a Black African head with characteristic features; braided hair, indicated by vertical rows of chevrons, finely marked, rising above a single horizontal fillet and below fillet is row of single squares; facial features indicated with small eyes, wide nose, wide lips, while ears shown very high up pushing into hair and with more details than on other African heads; remains of yellow paste/glaze inside impression; in pale red micaceous Nile silt fabric. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Scarab Factory (noted in Petrie's plate) "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Diameter: 3.60 - 3.80 centimetres (mould) ", " Height: 1.90 centimetres (impression) ", " Thickness: 2 centimetres (mould) ", " Width: 1.50 centimetres (impression) "], "Curator's comments": ["Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Scaraboids in the shape of a Black African head are a standard production at Naukratis. Petrie listed a number of variants for Black African head scaraboid-moulds such as this piece (Petrie 1886, 37, pl. XXXVIII, 8-11). This specimen with a very detailed and unusual Black African head seems to correspond to the published mould no. 10. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 10) (cast from such mould) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OI.002) (phase 2) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" black ", " african "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1880"], "Department": ["Greek and Roman"], "Registration number": ["1920,0417.5"]}