{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1906,0301.4"], "Description": [" Hand-made terracotta naive female figure, made from coarse red-brown Egyptian siltware, partially reconstructed from three fragments (head missing). It represents a woman wearing a gown reaching down to her ankles, with her right arm at her side, her left bent across her body below her breast. The figure is globally flat, apart from the modelled breasts and arms, with fingers and toes simply indicated by grooves. The large and short sloping feet show clearly that the figure is not represented standing but lying flat on the back. The item represents probably a sort of concubine. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["550BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Findspot 51, domestic buildings in the urban area to the east of the Saite enclosure (so-called \"Camp\"). "], "Materials": ["terracotta"], "Technique": ["handmade"], "Dimensions": [" Height: 10.90 centimetres (max) ", " Height: 3.16 centimetres ", " Width: 5.14 centimetres "], "Curator's comments": [" Probably inspired by Cypriot figures. Cf. also Higgins, Catalogue of Terracottas vol. 1, 408 no. 1552: The figurine recalls terracottas from Cyprus (Winter vol. 1, 17 passim), but the nearest sculptural parallel is Attic (Payne and Young, pl. 12). ", " The Findspot number 51 is scored on the back "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (1552) ", " Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 61 § 58, p. 71, 72 § 68, pl. xxiv, 4) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.44, p.56, p.177, pl.19) "], "Location": ["Not on display"], "Condition": ["Surface flaking"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1906"], "Department": ["Greek and Roman"], "Registration number": ["1906,0301.4"]}