{"artifact_name": "phiale mesomphalos", "Object Type": ["phiale mesomphalos"], "Museum number": ["1924,1201.365"], "Description": [" Body sherd (rejoined from two fragments) of Chian black-figured Komast pottery phiale mesomphalos; white slip; interior: glazed streaky black; from the outside: lotus buds in faded added white outline with added red centres; dot band between pairs of white lines; alternating red and white tongues; dot band between white lines; exterior: black-figure decoration consisting of komast running to right (arm and legs remaining), holding out a pomegranate in his right hand; to right, part of rosette as filling ornament; below, Z band between pairs of lines. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" slipped ", " painted ", " incised "], "Dimensions": [" Height: 6.20 centimetres ", " Thickness: 0.40 centimetres ", " Width: 8 centimetres "], "Curator's comments": ["Lemos places the sherd within the Chalice Style, but the iconogrpahy is distinctly that of the Black Figure Komast group. The black-figure technique is not used in the Chalice Style. The number 872 (a) is written on a label on the exterior of the sherd. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 297, no. 986, pl. 137) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2033) (phase 2) ", " Williams 1983 / Sophilos in the British Museum (p. 162 note 20) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.365"]}