{"artifact_name": "figure; religious/ritual equipment", "Object Type": [" figure ", " religious/ritual equipment "], "Museum number": ["1982,0406.11"], "Description": [" Painted terracotta female figure. A woman, almost naked, possibly pregnant, in a seated pose as though perched on a birthingstool, her legs widely spaced, which emphasizes her vulva. Her hands rest on her thighs. A narrow himation presumably passes across her back, over her shoulders, and apparently down between her arms and body to pass over the wrists and fall by the sides of her lower legs: the modeller seems to have misunderstood aspects of this drapery. Her hair is parted in the middle and falls in waves on each side; she wears a narrow, tightly woven wreath, and her ears are pierced from front to back (but the hole does not go quite through). A rather thicker wreath hangs round her neck, and she has armlets, bracelets and anklets. The back is almost plain, only the buttocks being accentuated; a suspension-lug is placed at the nape of the neck. Hollow; two-piece mould. Micaceous brown Nile silt, covered, except for the lower back and buttocks, with a white dressing. Much post-firing colour remains: the flesh is pink and the hair black; black paint is used also on the eyes and eyebrows, and to outline the wreath round her neck; her drapery is painted green, and red is used on the armlets and the vulva; both wreaths appear to have been left white. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum (?) "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 14.30 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Similar poses: Graindor 1939: pl. xiii:35; Petrie 1905: pl. l:108–9 from Herakleopolis Magna, the last from House K, which has material from the second to fifth century ad; Petrie Museum uc38347 and uc38348, the latter from Memphis; Török 1995: no. 183; and see one side of a cubic mould for a relief near the same posture: Nachtergael 1998: 176, pl. 6, dated end of the second or the beginning of the third century ad. Bibliog. Franks n.d.: m 98: ‘Fayoum, Egypt?’."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3143)"], "Location": ["Not on display"], "Subjects": ["birth (?)"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1982,0406.11"]}