{"artifact_name": "portrait head", "Object Type": ["portrait head"], "Museum number": ["1902,1011.1"], "Description": [" Parian marble portrait head from a statue of a Roman. Beardless head with spare and keen features, and an aquiline nose. The hair is slightly indicated by incisions, and stands up above the brow. It recedes at the temples in a fashion seen on contemporary portraits from Egypt. The brow is furrowed, the deep-set almond-shaped eyes are long and hooded, the nose hooked, the lips thin and unsmiling, the chin and Adam's apple prominent. "], "Cultures/periods": [" Roman (?) ", " Hellenistic "], "Production date": ["40BC (circa)"], "Production place": [" Made in: Alexandria (Egypt) (possibly) "], "Findspot": [" Found/Acquired: Cyprus "], "Materials": ["marble"], "Dimensions": [" Height: 31 centimetres ", " Width: 20.50 centimetres ", " Depth: 20 centimetres "], "Curator's comments": [" Walker & Higgs 2001 This portrait, in Parian marble, is of exceptional quality. It has been identified as Octavian, but the face lacks Octavian's broad cheekbones and jaw. The subject is more likely a contemporary senior official of considerable authority. The treatment of the eyes recalls some Hellenistic royal portraits, despite the Roman features. BIBLIOGRAPHY: S. Walker and A.Burnett, Augustus, British Museum Occasional Papers 16 (London 1981), 15, no. 154 (bibl.). ", " BM Sculpture (written 1904, interpretation does not hold) The usual portraits of Augustus differ in one remarkable feature from the description of his personal appearance given by Suetonius in his 'Life', 79. We there read 'nasum et a summo eminentiorem et ab imo deductiorem', i.e. the bridge of his nose was higher up than in general among men. Apparently it had been the custom of artists to tone down this characteristic feature. But assuming, on other grounds, that this head represents Augustus, more advanced in life than in his usual portraits, we recognise in it exactly the shape of nose described by Suetonius. These other grounds are, the finely modelled cheeks, the compressed lips, as of one who had few teeth, and those bad (dentes raros et et exiguos et scabros), the dimple on the chin, the penetrating glance, with eyebrows knit and overhanging the eyes (acrius contuenti), the serene expression (vultu tranquillo serenoque), and ears of moderate size (mediocres aures). The unfinished state of the hair deprives us of the means of comparison in this respect, but Augustus is known to have been negligent with his hair (in capite com comendo incuriosus). "], "Bibliographic references": [" Sculpture / Catalogue of Greek Sculpture in the British Museum (1879*) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (269) "], "Location": ["On display (G72)"], "Exhibition history": [" Exhibited: May-September 2012, UK, Bath, The Holbourne Museum, 'Presence: The Art of Portrait Sculpture' "], "Condition": ["The head is broken through at the base of the neck. The tip of the nose and part of the nostrils are lost. The proper right ear is mostly lost, and the tip of the subject's left ear is damaged. The back of the head is broken away."], "Associated names": ["Portrait of: Augustus (Octavian) (?)"], "Acquisition name": ["Purchased from: Percy Christian"], "Acquisition date": ["1902"], "Department": ["Greek and Roman"], "Registration number": ["1902,1011.1"], "Conservation": [" Treatment: 03 Oct 2012 ", " Treatment: 08 Feb 2012 ", " Treatment: 09 Dec 2004 ", " Treatment: 21 Feb 2000 ", " Treatment: 07.03.1981 ", " Treatment: 30.05.1981 "]}