{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.10"], "Description": [" Terracotta figure of Harpokrates enthroned. He is naked and has a large phallus reaching to his knees. At his left side is his lowered hand, clenched as a fist. The throne is fairly featureless, with a high footrest, and is supported by a plain flat-fronted plinth. The back is undecorated, with a circular vent. Hollow; two-piece mould. Micaceous brown Nile silt; above the plinth are traces of a white dressing on the front only, and there is red paint on the coating in places. A greenish-blue paint decorates the front of the plinth, with a minute trace of the same colour on the phallus. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.10 centimetres (max) ", " Length: 2.80 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": ["Enthroned ithyphallic Harpocrates with one hand raised. This type was originally produced during the Late Period as a solid figure in Naukratis (British Museum GR 1973,0501.16 and in stone GR2011,5011.15; Cambridge Fitzwilliam, E.81.1914, Cambridge MCA, NA596); and was subsequently made hollow in 3rd century BC Naukratis, like other Ptolemaic figures (Bolton Museum 1886.31.23; British Museum GR 1973,0501.56; GR1973,0501.10; GR1973,0501.74; Bailey, D. 2008, no. 3038). Found unregistered with pieces subsequently identified as from Naukratis. Similar parallels dated first century AD (Breccia 1926, pl. 35, 9), from Canopus (Schmidt 1997, no. 128). The products of the plaster mould (Philipp 1972: fig. 48) are similar (note the high plinth); the mould is said to be from the Fayum and is dated first century BC. Philipp, H. 1972, Terrakotten aus Ägypten im ägyptischen Museum Berlin. Berlin. Schmidt, S. 1997. Katalog der Ptolemäischen und Kaiserzeitlichen objekte aus Ägypten im Akademischen Kunstmuseum Bonn, Munich."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3038) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.004) (Phase 3) "], "Location": ["Not on display"], "Condition": ["The lower part broken away just above the pubic area"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.10"]}