{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Museum number": ["1975,0605.69"], "Description": [" Copper-alloy arrow-head. Leaf shape with mid rib ending with socket. Single barb on one side. "], "Cultures/periods": [" Archaic Greek ", " Classical Greek ", " Achaemenid "], "Production date": ["675BC - 400BC"], "Materials": ["bronze"], "Type series": ["Baitinger IIA2"], "Dimensions": [" Length: 2.82 centimetres "], "Curator's comments": ["These leaf shaped, socketed and barbed types appear to originate in Anatolia and the Ionian cities of western Turkey. This example has good parallels from the mid-7th to 5th centuries BC (Baitinger 2001, figs 98-111, Zweiflügelige Tüllenpfeilspitzen type IIA2). Parallels from Tell Dafana and the nearby site of T21 that Oren identifies as ‘Migdol’ (Snodgrass 1964, 151, double edged with spur Form 3A2 dated to before c.600 to 460 BC; Erdmann 1973, 45 Form DIIc3, dated to 8th-4th BC, or possibly longer date range; Oren 1984, 25, fig. 26.3 dated to late 7th to 6th centuries BC). For a discussion of provenance see also Pelleg et al. 1983. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London."], "Location": ["Not on display"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1975,0605.69"]}