{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.33"], "Description": [" Terracotta figure of two Erotes. Two Erotes, with curly hair and central braid, standing side by side to front on a curvefronted plinth with an upper moulding. Each wears a chlamys fastened at the chest by a circular brooch, and hanging down to ankle level; between them is a huge bound and garlanded torch, held by both, the left hand of one placed high and the right hand of the other placed low. In their lowered outer hands each holds a bunch of grapes. The back is plain. Two-piece mould. Micaceous red-brown Nile silt with a brown surface. Traces of a white dressing on the front; a few specks of red paint remain between the torch and the bodies of the erotes. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 14.60 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Török 1995: no. 44 is very close in concept and attributes, but this Budapest example has one clothed and one largely naked Eros instead of our matched pair: Török believes that both are erotes, with the clothed one having hints of Harpokrates. The latter seems more probably to be Psyche, despite the feathered wings. A late second-, early third-, century ad date is suggested by Török; dated about ad 200, Fischer 1994: no. 695 is close to the Budapest group. Ewigleben and von Grumbkow 1991: no. 79 is again close in concept and attributes, with two erotes vintaging. Bibliog. Vogt 1924: 31, fig. 31; Fischer 1994: no. 695."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3365)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Eros/Cupid"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1874"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.33"], "Additional IDs": [" Miscellaneous number: EA 1874,0314.3 ", " Miscellaneous number: EA 37488 "]}