{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.35"], "Description": [" Terracotta figure of Harpokrates. Harpokrates seated on the ground, his knees widespread, his feet close together. He is naked and has a large phallus, its tip resting on the top of a plain, curve-fronted plinth. Except for a side-lock his head is shaven, and he has a ribbon tied round it with lotus buds at the top. His fingers are lifted to his mouth. He holds a pot (damaged) to his left side, with his left hand. The back is plain, with a circular vent. Hollow; two-piece mould. Micaceous orange Nile silt with a red-brown surface and a drab finish. Traces of a white dressing on the front, but not on the plinth, which is painted greenish-blue. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Nile Delta (probably) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 9.80 centimetres ", " Length: 3.40 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": ["British Museum GR 1973,0501.37 and 1973,0501.35 (BM Terracotta 3061) are very similar, but not from the same mould. Naukratis is the most likely source for these based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Similar Parallels thought to be from Naukratis (Ashmolean Museum, Oxford, no. 1891-1908, E.4686); those dated to the Hellenistic/Roman period (Fjeldhagen 1995, no. 5); and from a Graeco-Roman cemetery at Minshat Abu Omar in the eastern Delta (Kroeper 1988, 35, pl. 3). Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. Kroeper, K. 1988, in E.C.M. Van Den Brink (ed.), The archaeology of the Nile Delta, Amsterdam."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3061) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.099) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.35"]}