{"artifact_name": "base", "Object Type": ["base"], "Museum number": ["1905,0612.20"], "Description": [" Limestone plinth, fully preserved. 2cm deep hollow cutting in top for insertion of cat sculpture figure. Mouldings at top. Greek text on front. Carved from soft Egyptian Limestone. Base is in reasonable condition, with a few chips around the top edge and of the mouldings on the edge and sides. Inscription is clear and well preserved. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": [" 332BC - 200BC ", " 325 BC – 250 BC (Thomas & Higgs 2017, 14) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 4 centimetres (moulding) ", " Height: 11.50 millimetres ", " Length: 47 centimetres (across bottom) ", " Length: 50 centimetres (across top) ", " Length: 42 centimetres (depression) ", " Length: 46 centimetres (hollow cutting) ", " Width: 17.50 centimetres ", " Depth: 2 centimetres (hollow cutting) "], "$Inscriptions": [" "], "Curator's comments": ["Names, Galateia, daughter of Theodotos. Part of a group of 20 cat sculpture fragments in marble and limestone, many in the same style and possibly the same sculptor (GR 1905,0612.1 - 20). These include a base with a dedication to Bubastis. All were purchased by Flinders Petrie, from a dealer in Cairo who gave it a Bubastis provenance. Petrie later writes Naukratis as a probable origin. This appears to be confirmed by two marble cat sculptures in the same style, and possibly the same sculptor, in a group of artefacts from Naukratis acquired for Cairo Egyptian Museum from the nearby town of Damanhur (Edgar 1903, CG27518-9). Other limestone and terracotta figures of cats dedicated to Bubastis have been found in the recent, unpublished, excavations of an early Ptolemaic temple sanctuary at Kom el-Dika in Alexandria. However, these cats are not of marble, are in a distinctly different style (see British Museum EA1945,1012.2 probably from Kom el-Dika) and many are later than the 'Naukratis' example. The presence of cat sculptures in the Naukratis group, probably made by the same sculptor, in both imported marble and Egyptian limestone, suggest that these were all made in Naukratis, or less likely Alexandria. Galateia is attested on graffiti from Abydos, as is her father’s name Theodotos (I. Memnonion 201, 2; I. Memnonion 205, 1, alongside Theodotos I. Memnonion 279, 1 – 2 I. Memnonion 604, 4). The Palaeography of the piece can be dated to c. 325–250 BC. Edgar, C. C. 1903. Greek sculpture. Catalogue général des antiquités égyptiennes du Musée du Caire. Le Caire : Imprimerie de l'Institut français d'archéologie orientale"], "Bibliographic references": [" Inscription / The Collection of Ancient Greek Inscriptions in the British Museum (1079a) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.05) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, G30, Hieroglyphs: Unlocking Ancient Egypt "], "Subjects": ["cat"], "Associated names": [" Named in inscription: Galateia ", " Named in inscription: Theodotos "], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1905"], "Acquisition notes": ["Purchased in Cairo in 1896 from Abd es Salam Khatat."], "Department": ["Greek and Roman"], "Registration number": ["1905,0612.20"], "Conservation": ["Treatment: 17 Feb 2022"]}