{"artifact_name": "pump drill(grip?); kiln-furniture(?)", "Object Type": [" pump drill (grip?) ", " kiln-furniture (?) "], "Museum number": ["1910,0222.255"], "Description": [" Fragment of a terracotta object of unknown use, with inscription. Possibly the grip from a pump drill or kiln furniture, oval in shape, convex on top and concave below. An oval hole is pierced through the longitudinal centre, slightly asymmetrically placed towards one side. Incised underneath is the Greek letter Η. Hand-modelled. Micaceous red-brown Nile silt with a thick grey core. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC (circa)"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" slipped ", " handmade "], "Dimensions": [" Length: 8.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Similar objects (one of which is inscribed) from a Ptolemaic-period pottery workshop at Athribis are described as weights: My´sliwiec 1994a: 38, fig. 6; see also a further example from Athribis (My´sliwiec 1996: pl. viii:4). Their contexts date to the second century bc, probably to the middle of that century. Four others with inscriptions come from the fill above the early Ptolemaic Ibrahimieh Necropolis at Alexandria (which included material as late as the second or third century ad as well as earlier): Breccia 1907: 55 and 69–70, pl. ii:1. See also Breccia 1934: no. 453, inscribed ‘CEPHNOC’; Volbach 1946–7: pl. iii, with a three-line Greek inscription, unclear in the photograph, and no description. An uninscribed fragment was noticed during survey work in the Fayum in ad 2003 on the village site of Euhemeria: it is Ptolemaic or early Roman. Compare two Late Antique objects, thought to be kiln furniture for African Red Slip Ware, from El Mahrine in Tunisia, similar to the current piece, but with a depression on the convex face, rather than a pierced hole; they have patterns incised on the concave face (Mackensen 1998: 438, fig. 5). Not unlike, in the British Museum, is an African Red Slip Ware oval object, very neatly made, with a narrow piercing in the centre, said to be from Utica (gr 1979.8-14.2, unpublished). It is decorated with an incised winged phallus and an unread cursive Latin inscription referring to a workshop: the good-luck sign suggests it might be for the protection of a kiln; it may be a peep-hole for examining the kiln during firing. In Leonard 2001: pl. 3.21, are two fragments of rather similar, but apparently larger, inscribed objects from Naukratis, dated to the Ptolemaic period and regarded as possibly pot-stands or kiln furniture. They appear to be wheel-thrown, and ibid.: 192, fig. 3.6 shows them reconstructed as pot-stands. Similar inscribed wheel-thrown objects with a central aperture were found by Petrie at Naukratis: gr 1910.2-22.233, 241, 243 and probably 239: the inscriptions are published in Petrie et al. 1886: pl. xxxiv:638, 646, 648 and 644, respectively. See also Schlotzhauer and Villing 2006: 65, figs 43 and 44. They probably served the same purpose as our hand-modelled versions, but they are not catalogued here. Of a much thinner fabric than ours and probably not relevant is Schäfer 1901: 151–2, with a Coptic inscription reading ‘I am Prankeros. I have offered this vessel to our god.’ Examples from Memphis have been interpreted as grips for pump drills (Anthes & Bakry 1959, 48, pl. 30, nos. 222-3). Bibliog. Petrie et al. 1886: pl. xxxiv:661. Anthes, R. & Bakry, H. S. K. 1959. Mit Rahineh, 1955. Philadelphia , University Museum, University of Pennsylvania. ", " Because of the similarity of clay and position and charatcer of the inscriptions, these pieces must be taken with the circular comparanda, British Museum 1910,0222.239, 241 and 243; therefore they are unlikely to be grips. "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3695) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. xxxiv:661.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (TG.9) (Phase 3) "], "Location": ["Not on display"], "Condition": ["One end is lost."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1910"], "Department": ["Greek and Roman"], "Registration number": ["1910,0222.255"]}