{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["1911,0901.1"], "Title": [" Object: The Meroë Head ", " Object: The Head of Augustus "], "Description": [" Bronze head from an over-life-sized statue of Augustus: the head is broken through the neck but is otherwise in an excellent state of preservation. There are four fragments of plaster from the head. The eyes are inlaid, with glass pupils set in metal rings, the irises of calcite. The eyebrows are plastically rendered. The emperor's head is turned to his right, with the pronounced twist to the neck typical of Hellenistic work. The hair falls on the brow in the divided and curving cut that marked most of Augustus's portraits as emperor. The facial planes are broad. The mouth is slightly downturned, a feature of late Hellenistic portraiture. The ears project markedly, the upper lobes bending forwards. "], "Cultures/periods": ["Roman"], "Production date": ["27BC-25BC"], "Production place": [" Made in: Egypt (probably) "], "Excavator/field collector": ["Excavated by: Prof John Garstang"], "Findspot": [" Excavated/Findspot: Meroë (historic - Nubia), Excavated beneath the steps leading into a shrine of Victory "], "Materials": [" bronze ", " calcite ", " glass ", " plaster "], "Technique": [" inlaid ", " plastered "], "Dimensions": [" Height: 46.20 centimetres ", " Weight: 17 kilograms (around) ", " Width: 26.50 centimetres ", " Depth: 29.40 centimetres "], "Curator's comments": [" This head once formed part of a statue of the Roman Emperor Augustus (ruled 27 BC-AD 14). In 31 BC Augustus defeated Mark Antony and Cleopatra at the battle of Actium and took possession of Egypt, which became a Roman province. The writer Strabo tells us that statues of Augustus were erected in Egyptian towns near the first cataract of the Nile at Aswan and that an invading Kushite army looted many of them when they raided Roman forts and settlements in Upper Egypt in 25 BC. Most were later returned as a result of negotiations between the Meroitic Queen Candace and the Roman general Petronius. However, this head remained buried beneath the steps of a native temple dedicated to Victory at the Kushite capital Meroë. It seems likely that it was torn from a statue and placed there deliberately so as to be permanently below the feet of its Meroitic captors. Remains of frescoes from within the temple, which appear to show Roman prisoners of war before a Meroitic ruler, support this interpretation. The head of Augustus appears larger than life, with perfect proportions based upon Classical Greek notions of ideal human form. His calm distant gaze, emphasised with inset eyes of glass and stone, gives him an air of quiet, assured strength. Coins and statues were the main media for propagating the image of the Roman emperor. This portrait head, like many others throughout the Empire, was made as a continuous reminder of the all-embracing power of Rome and its emperor. Yet its fate is a graphic illustration of resistance to the imposition of Roman rule in Egypt from strongly independent tribes beyond the southern frontier. R.C. Bosanquet, 'Liverpool Annals of Archaeology and Anthropology' IV (1912), 66ff D.E.L. Haynes,'The Date of the Bronze Head of Augustus from Meroe' in N. Bonacasa and A. Di Vita (eds), 'Alessandria e il mondo eltenistico- romano: studi in onore di Achille Adriani' (Rome 1983), pp.177-81 (bibl.) D. Boschung, 'Die Bildnisse des Augustus' (Berlin 1993], pp. 160-1, no.122 (bibl.) S. Walker, Greek and Roman Portraits (London, The British Museum Press, 1995) S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), pp. 272-273 [323]. ", " Published: Ein Gott 2015, no. 33, p. 44 and 47. "], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (323) ", " MacGregor 2010 / A History of the World in 100 Objects (35) "], "Location": ["On display (G70/dc1)"], "Exhibition history": [" Exhibited: 1988, 7 June - 14 Aug, Martin-Gropius-Bau, Berlin, Germany, 'Kaiser Augustus und die verlorene Republik' 2003, Oct-2004 Jan, London, Hayward Gallery, 'Saved!100 Years of the National Art Collections Fund', no.7 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' 2015, Oct 29 – 2016, Feb 7. British Museum, Room 35. Egypt: Faith after the Pharaohs. 2016 13 Feb-18 Jun, National Museum of Western Australia, Perth, 'A History of the World in 100 Objects' 2016-2017 08 Sep-29 Jan, National Museum of Australia, Canberra, 'A History of the World in 100 Objects' 2018 1 Mar-30 Jun, Victoria Gallery and Museum, University of Liverpool, 'John Garstang & the Meroe Head of Augustus' 2018-2019 6 Sep-20 Jan, British Museum, Room 35, 'I Object: a history of Dissent' "], "Condition": ["Not located plaster fragments most likely part of the mount from the early 1900s. There is no record that refers to plaster fragments associated with the Meroe Head that could be considered part of the ancient object or context and no photographs of them. Suspected to be discarded long time ago."], "Subjects": ["emperor/empress"], "Associated names": ["Portrait of: Augustus (Octavian)"], "Associated objects": [" cast (CRM.2319) ", " cast (CRM.2320) ", " cast (CRM.2321) ", " cast (CRM.2382) ", " cast (CRM.2383) "], "Acquisition name": ["Donated by: Sudan Excavation Committee"], "Funder name": ["With contribution from: Art Fund (as NACF)"], "Acquisition date": ["1911"], "Department": ["Greek and Roman"], "Registration number": ["1911,0901.1"]}