{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.206"], "Description": [" Body sherd of Chian black-figured Grand Style pottery chalice; white slip; interior glazed streaky black; elaborate rosette in added red and faded added white; exterior: black-figure decoration consisting of part of a cock to right (neck, wattle, chest with ham-frill collar and traces of red remaining); on the right, lower part of a figure seated to left, wearing long chiton decorated with parallel wavy lines, red on alternate folds and zigzag between pairs of incised parallel lines at hem; foot possibly resting on a footstool; on the right, part of a stool or possibly a throne leg with red and thin cushion on top. "], "Producer name": ["Attributed to: Sirens Painter"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 5.20 centimetres ", " Thickness: 0.50 centimetres ", " Width: 5.30 centimetres "], "Curator's comments": ["The sherd possibly belongs to the same vessel as British Museum 1924,1201.204, 1924,1201.342 and 1888,0601.550.a. According to Williams, the chalice is probably by the same painter as Oxford AN1896-1908-G.133.2 and AN1896-1908-G.133.6, whom he has identified as the Sirens Painter. The Sirens Painter's pieces most closely resemble those by the Boreads Painter, primarily because of the single pomegranate band on the tondo of the Oxford kylix. The sherd belongs to the group of Chian black-figured vases bearing Laconising features. Although perhaps not most clearly demonstrated on this sherd, the zigzag pattern on the garment is a detail found on other Laconian cups. Other sherds probably belonging to the same cup bear more relevant details."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 154, p. 157-60, p. 323, no. 1462, pl. 193) ", " Williams 2006a / The Chian Pottery from Naukratis (p. 130, fig. 17) ", " Price 1924 / Pottery of Naukratis (pl. XII, no. 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0871) (phase 2) "], "Location": ["Not on display"], "Subjects": ["bird"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.206"]}