{"artifact_name": "plaque", "Object Type": ["plaque"], "Museum number": ["1987,0401.9"], "Description": [" Clay relief plaque, moulded from a sword scabbard. A plaque from a mould taken from the upper part of a sword-scabbard, with busts of Helen between her brothers, the Dioskouroi. The latter, behind a curved ground-line, wear tunics and pointed caps. Helen’s hair is parted in the middle and she wears a closely woven bound wreath with a diadem above. Both sides of the plaque are broken away, and it has plain top and bottom mouldings. A suspension-hole is pierced above Helen’s head. The back is plain and slightly concave. One-piece mould. Micaceous brown Nile silt with a red core. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["1stC(early)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Alexandria (Egypt) "], "Materials": ["clay"], "Dimensions": [" Height: 7.30 centimetres "], "Curator's comments": ["BM Terracotta IV For a general discussion of Helen with the Dioskouroi, see LIMC iv (1): 505–7. A Knidian Grey Ware bowl-emblema has a relief scene similar to ours, but with a circular border: Hayes 1991: 12, no. 13, fig. v:13, pl. iii:18, from Paphos: a late third-/mid-second-century bc date is suggested = LIMC iii (2): pl. 467, Dioskouroi 148. Two hanging lamps from Egypt bear a relief scene also of the Dioskouroi and Helen: the two males each hold a horse protome (Barry 1906: pl. v; Graindor 1939: pl. i:5). Compare a real bronze scabbard-mount in the Rheinisches Landesmuseum, Bonn, with similar curved ground-line, and with relief busts of Julia, daughter of Augustus, between her sons Caius and Lucius Caesar (publications include Zanker 1987: 221, fig. 172 and Künzl 1996: pl. 44:1); the busts on this scabbard-mount have also been identified as Livia and her sons Tiberius and Drusus I (Rose 1997: pl. 10 and in Winkes 1995: 97, no. 20, with bibliography). Bibliog. Vogt 1924: 27, fig. 26, where the Bircher Collection provenance is given: Vogt suggests the female bust is that of Selene; Vassilika 1992: 271, no. 49; Cook 1995: 228."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3299)"], "Location": ["Not on display"], "Subjects": [" classical deity ", " mythical figure/creature "], "Associated names": [" Representation of: Dioskouroi/Dioscuri ", " Representation of: Helen "], "Acquisition name": ["Donated by: Charles Ede Ltd"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Acquisition date": ["1987"], "Department": ["Greek and Roman"], "Registration number": ["1987,0401.9"]}