{"artifact_name": "shoe", "Object Type": ["shoe"], "Museum number": ["1914,0902.5"], "Description": [" Leather shoe swayed for the left foot. The sole and the upper are both made of one layer. They are secured with interlocking running stitching, including a rand. The instep has a simple binding, which is stained red, and is part of the back seam that closes the upper. The upper consists of one piece. The shoe is further enhanced with a decorative, applied patch with clovers of comparable construction. "], "Cultures/periods": [" Late Antique (?) ", " Early Islamic (?) "], "Production date": ["(late)3rdC-10thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["leather"], "Technique": [" stained ", " sewn ", " applied "], "Dimensions": [" Diameter: 53.00 - 58.30 millimetres (applied patch (as preserved, shoe is crumpled)) ", " Height: 52 millimetres (upper heel (approx) (as preserved, shoe is crumpled)) ", " Length: 205 millimetres (sole (as preserved)) ", " Length: 75 millimetres (upper front part (as preserved, shoe is crumpled)) ", " Width: 65 millimetres (sole front (at widest part) (as preserved, shoe is crumpled)) ", " Width: 42 millimetres (sole heel (as preserved, shoe is crumpled)) "], "Curator's comments": ["Cf. EA 53918, Russo 2008, no. 14. For patches, cf. Department of Middle East 1914,0902.21–23. Cf., similar shoe depicted in Griffith Institute Archive J. de M. Johnson excavation photograph (O’Connell forthcoming, fig. 109). O’Connell, Elisabeth R. Forthcoming. John de Monins Johnson’s 1913/14 Egypt Exploration Fund expedition to Antinoupolis (Antinoë), with appendix of objects, in Antinoupolis II: Scavi e materiali III, ed. R. Pintaudi. Florence: Istituto papirologico “G. Vitelli.” Russo, S. 2008. Campagne di scavo 2005–2007: Le calzature. In Antinoupolis I: Scavi e materiali, G. Bastianini and R. Pintaudi (eds), 439–70. Florence: Istituto Papirologico ‘G. Vitelli.’"], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (25)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Greek and Roman"], "Registration number": ["1914,0902.5"]}