{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["1922,0117.1"], "Description": [" Limestone stele of a young girl and a dog. This scene shows a small girl dressed in a long, unbelted peplos, with black vertical stripes running down the outer edges of the garment. These stripes resemble clavi, coloured stripes on tunics worn by Romans of high rank from the late second century BC onwards, but this may just be coincidental. The garment is textured with incised grooves, similar to those used to indicate the dog's fur. The girl has extremely chubby arms and legs with grooves and wrinkles marking the folds of flesh. Her body is hardly indicated through the thick material of her garment. The hair is coloured brown, and the cheeks tinted with red, and the pupil of the left eye marked by a black dot. The bird in her left hand is painted black. The girl taunts a spirited dog with a creature, probably a bird with its wings extended, and the dog jumps up and grabs the creature, a scene common amongst Greek grave reliefs showing children. Red paint is preserved on the pediment, and on the frame around the central scene. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Alexandria (Egypt), Shatby cemetery "], "Materials": ["limestone"], "Technique": [" sawn ", " washed ", " incised ", " painted "], "Dimensions": [" Height: 39 centimetres ", " Width: 30 centimetres "], "Curator's comments": ["Walker & Higgs 2001 When first published, a faint painted inscription was noted, but this is now undetectable. The frame echoes architectural forms, with a pediment and architrave; the latter bears traces of a painted decorative pattern. This stele was clearly intended to be placed in a rock cut tomb, and would have enclosed the niche in which the body was placed. The Shatby cemetery was the first to be used in the newly founded city of Alexandria; the first generations of Alexandrians would have been buried there. BIBLIOGRAPHY: E. Breccia, 'Alcune nuove stele sepolcrali alessandrine a rilievo', BArchAlex20 (1924), 253-4; M. Zlotogorska, Darstellungen von Hunden auf griechischer Grabreliefs (Hamburg 1997), 181, cat. no. 207, pl. 21. The author identifies the figure as a boy, but the figure clearly has Venus rings around the neck, and a hairstyle commonly associated with girls."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (152)"], "Location": ["Not on display"], "Condition": ["The lower surface of the stele has been sawn off, and the back is rough and uneven, with parts of the stone sawn away. The top surface is uneven, and the pediment is slightly damaged at the corners. The surface is damaged and weathered, with several chips missing from the stone. There is a crack running diagonally through the relief."], "Subjects": ["dog"], "Acquisition name": ["Donated by: Prof Stanley Casson"], "Acquisition date": ["1922"], "Department": ["Greek and Roman"], "Registration number": ["1922,0117.1"], "Conservation": ["Treatment: 22 Sep 1999"]}