{"artifact_name": "transport amphora", "Object Type": ["transport amphora"], "Museum number": ["1925,0119.701"], "Description": [" Fragment of double handle of a Campanian pottery transport amphora at neck join. Clay near coarse purplish brown with abundant fine black volcanic inclusions; cream slip. Rectangular stamp. "], "Producer name": ["Workshop of: Lucius Eumachius"], "Cultures/periods": [" Roman Republican (late) ", " Roman Imperial (early) "], "Production date": [" 43 BC - 1 BC (attested) ", " 9BC-1BC (stamp attested) "], "Production place": [" Made in: Pompeii "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Type series": ["Dressel 2-4"], "Technique": ["stamped"], "Dimensions": [" Height: 2.30 centimetres (Handle) ", " Height: 7.80 centimetres (Max preserved) ", " Height: 0.60 centimetres (Stamp) ", " Width: 4.80 centimetres (Handle) ", " Width: 3 centimetres (Stamp) "], "$Inscriptions": [" "], "Curator's comments": ["Stamp recorded within Petrie Diary (EES Archive XVII 47) p. 181, 6. The stamp of Lucus Eumachius is of a well-known Pompeii family who had wine producing estates in the region (Bezeczky 2010). Lucus Eumachius was operating from 43 to 1BC (if not already before) and is well attested in the Pompeii region (CIL X 8042.47a-b, 47d-f, 47h-i, 47k-s). His wine amphorae have been found in Ephesus and also lost in the wreck Le Grand Ribaud D, near Toulon, in c. 10-1BC. Lucius was survived by his daughter Eumachia, a public priestess, who following the death of her husband inherited the estate in 1 or 2 AD (CIL X 810, CIL X 811, CIL X 813). The wealth of her estate enabled a public building programme, that included the portico for the colonnade of the forum in Pompeii, that possibly enabled her son's (Marcus Numistrius Fronto) entry into local politics. She was buried outside Pompeii at the Porta di Nocera (D’Ambrosio & De Caro 1983, 11OS). For a prosopography see (Nonnis 2015, 212-3). This form of amphora were widely distributed across the Roman Empire and beyond, reaching England and India. Concerning the early adoption of this Koan (Greek) wine amphora form in Roman Italy see Iavarone (2013, on L.Eumachius see 233-4). For full description of teh amphora form see: http://archaeologydataservice.ac.uk/archives/view/amphora_ahrb_2005/details.cfm?id=102&CFID=14573&CFTOKEN=186CC0A7-3B52-4EEC-94FD1C1FEE7B0970 Bezeczky, T. 2010. Italian Wine in the Eastern Mediterranean. Amphorae from Etruria, Latium, and Campania from the fourth century B.C. to the first century A.D. The Case of the Ephesian Amphorae D’Ambrosio, A. and De Caro, S., 1983. Un Impegno per Pompei: Fotopiano e documentazione della Necropoli di Porta Nocera. Milano: Touring Club Italiano. Nonnis, D. 2015. Produzione e distribuzione nell'Italia repubblicana : uno studio prosopografico. Roma : Edizioni Quasar. Iavarone, S. 2013. La prima generazione delle Dressel 2-4: produttori, contesti, mercati. Annali di archeologia e storia antica19-20, 227-241."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JB.1263)"], "Location": ["Not on display"], "Associated names": ["Associated with: Lucius Eumachius"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Greek and Roman"], "Registration number": ["1925,0119.701"]}