{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.409"], "Description": [" Body sherd of Chian Grand Style pottery chalice with part of cul; white slip; interior: glazed black (mostly lost) with trace of added white motif; exterior: painted decoration consisting of lower part of figure in long chiton to right (chiton in added purplish red and vertical row of black dots and parallel lines on paryphe); rosette and rising lozenge as filling ornament; below, two dilute lines; below on cul, guilloche. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 5 centimetres ", " Thickness: 0.40 centimetres ", " Width: 5.70 centimetres "], "Curator's comments": ["Lemos places this sherd within the Chalice Style. However, the female figure, the filling ornament and the guilloche pattern in the handle zone are consistent with chalices in the Grand Style. The sherd would be more appropriately placed within the Group with the Filling Ornament, where the features typical for this Grand Style group of vessels are the milky white slip and the use of filling ornament, which is found only in this group of sherds of the Grand Style. The male figures portrayed on vases from this group are perhaps the most expertly depicted and may all have been done by the same hand. The depiction of male figures in this group is done in outline as the male figure appears here. In later Grand Style vases, male figures are depicted with coloured flesh. Finally, the attempt at creating some perspective is rather clumsy. The number 851 (?) is written in pencil on the interior."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 286, no. 833, pl. III) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0736) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.409"], "Conservation": ["Treatment: 31 Jan 1994"]}