{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["1965,0930.972.a"], "Description": [" Rim, body, and handle sherd of East Greek, possibly Dorian, pottery cup with everted rim; interior: glazed black; exterior: three bands on rim and a fourth at top of handle zone; nine verticals flanking handle root in reserved handle zone; wall below glazed save for a narrow reserved band; reserved area at base on body. Drill holes for analysis. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-550BC (circa)"], "Production place": [" Made in: East Doris (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 20 centimetres ", " Height: 8.90 centimetres ", " Thickness: 0.40 centimetres ", " Width: 10.60 centimetres "], "Curator's comments": ["The sherd was deformed and discoloured as a result of a fire. The fabric from this cup was analysed via NAA by Mommsen (Bonn) and was identified as belonging to a chemical pair with British Museum 1965,0930.972.d, but the source of the fabric was not determined. Dupont and Thomas (2006, p. 80) analysed a similar sherd (sample number NAU 55), to which they attributed a Vroulian style. According to the analysis of the fabric of the sherd, the precise region in eastern Greece from which the vase originated is unknown but Dupont and Thomas discard both a Rhodian and Nile Delta production. They suggest that the sherd probably has a Dorian provenance. They also pointed out that it is highly unlikely that the sherds were over-fired during production but rather were damaged as a result of an intense fire. The sherd joins British Museum 1965,0930.972.b and possibly belongs to the same vase as British Museum 1965,0930.972.e."], "Bibliographic references": [" Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p.56, Table 1) (Nauk 85) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GM.18) (phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.972.a"], "Additional IDs": [" Miscellaneous number: 1886,0401.1378 "]}