{"artifact_name": "ionian little-master cup", "Object Type": ["ionian little-master cup"], "Museum number": ["1965,0930.852"], "Description": [" Bowl and tondo sherd (mended from six fragments) of a probably North Ionian black-figured pottery little-master cup; interior, from outside: black area; myrtle leaf frieze between pairs of lines; in tondo: black-figure decoration consisting of forepart of ram to left with added red on chest; at left, small incised palmette on stalk; exterior: reserved handle zone; lower wall glazed with one reserved band. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-550BC (circa)"], "Production place": [" Made in: North Ionia (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis (possibly) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Type series": [" Schlotzhauer Ionian Cup Type 9.C ", " Schlotzhauer little master Ionian Cup type "], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.30 - 0.40 centimetres ", " Height: 9 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" The use of myrtle wreath on the inside of cups is not a South Ionian habit, nor the incision work. The piece would be Attic if there were examples of double, rather than triple dividing rings on Attic cups of the period c.570-550. ", " The sherd belongs to the same vase as British Museum 1965,0930.853 and 1965,0930.854. Although Schlotzhauer (Schlotzhauer 2012) does not discuss this sherd, the decorative motif finds parallels with his South Ionian little master cups and South Ionian cups with everted rim Type 9C. Type 9C cups correspond to Attic Siana, Band, and Gordion cups. The Type 9 shape evolved from the earlier Type 5 cup shape. Type 5 cups are rare at Naukratis whereas there are numerous examples of Type 9 cups. Both types were common drinking vessels found in Greeks sanctuaries, including the sanctuary of Aphrodite at Miletus. For Attic parallels, see the Griffin-Bird Painter; Tocra 1055 in Boardman, J. and Hayes, J., Excavations at Tocra, 1963-1965: The Archaic Deposits I. London 1966, pl. 77; Brijder, H. A. G., Siana Cups III. Amsterdam 2000, pl. 207c. Hayes suggested a Rhodian origin for these types of cups but this is uncertain (Boardman and Hayes 1966, 114). Schlotzhauer points out that the same myrtle pattern is found on Fikellura style pottery from Miletus and thus suggest a South Ionian or more specifically Milesian origin for the cups (Schlotzhauer 2012, 108-9). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.746) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.852"], "Joined objects": [" Associated Group: G16622 (3 objects) "]}