{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Museum number": ["1973,0501.54"], "Description": [" Fragment of terracotta erotic group figure plaque. The remaining right side of a relief plaque with a naked woman standing to the right in a crouched position, her right hand on her knee, her buttocks pushed out, no doubt to accept the phallus of a lost male figure approaching from behind. Her head is broken away. The plinth on which the figures stood is largely missing, but was hollowed out below. The back is flat, except for the bulge of the plinth. One-piece mould. Micaceous orange-brown Nile silt with a red and grey core. Substantial remains of an overall white dressing; some black spots at the back may be a purposely applied pigment. "], "Cultures/periods": ["Late Period"], "Production date": ["525BC -330BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-E.1"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 10.10 centimetres ", " Thickness: 2.70 centimetres ", " Width: 6.20 centimetres "], "Curator's comments": ["No acquisition details; found unregistered in department with other material from Naukratis. Symplegma plaque of an 'erotic scene'. Parallels with a somewhat similar plaque, though more complex and said to be from the Fayum (Weber 1914, no. 352). Parallels from Memphis (Petrie Museum UC 48436; Thomas & Nicholson 2013, 232-4, P-393) and unprovenanced (UC38349; particulaly UC35953 dated, incorrectly?, 29th Dynasty) probably all Late Period to 4th century BC in date. Late Period (Fisher 1994, no.513) and 4th to 3rd century BC parallels (Bayer Niemeier 1988, no.458). Parallels with later (erronous) dates include a '2nd to 1st century BC' example said to be from Antinoe(?) (Besques 1992, D/E 4516, provenances unlikely to be correct) and a late 1st to 2nd century AD (Fjeldhagen 1995, no.105). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains IV/2. Époques hellénistique et romaine. Cyrénaïque, Égypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Thomas, R. I. & Nicholson, P. T. 2013. Figurines in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 201-235. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3266) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.311) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["eroticism/sex"], "Associated names": ["Associated with: Harpocrates (?)"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.54"]}