{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1934,0308.5"], "Description": [" White limestone head of a kouros figure, painted. Only head and base of the neck are preserved. Overall it is fairly worn, especially around the back of the nose and the left ear; the face is only lightly worn. Traces of the treatment are visible around the right ear and on top of the head. There are various holes in the stone. Traces of red paint are visible. Cubic form of the block of stone used is visible, especially on the forehead, the horizontal upper side of the head, and the flat vertical back of the head. The face is broad, the chin pointed, the forehead high; the eyes are carefully carved, large, protruding, and almond-shaped, the slim eyebrows form a wide framing arch. The nose is rather large and curved, the alar wings of the nose are indicated; the mouth is straight, the lips projecting out, the cheekbones are prominent. The hairline is strictly horizontal, on the forehead as well as at the back of the neck, like a flat lid; the hair is centrally parted. The back is flat. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-575BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.7)"], "Technique": ["painted"], "Dimensions": [" Height: 13.50 centimetres "], "Curator's comments": ["Nick (2006, 54) states that the size is remarkable compared to other figures found in Naukratis. Various features are comparable to the Sounion Group while the cubic forms, while the large eyes with the straight horizontal lower lid and the chunky protruding lips find parallels in early Cypriot limestone heads. The thin eyelids and the large mouth are features also found on terracotta figures of a date of around 600 BC."], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 19, pp.112-113; pp. 54-57; pl. 10) ", " Gardner 1888 / Naukratis II (p. 85, pl. XIII, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.024) (Phase 3) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1934,0308.5"], "Conservation": ["Treatment: 21.01.1983"]}