{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1925,1120.8"], "Description": [" Terracotta seated female figure with puppy. The upper part of a devotee of Isis, seated with a puppy, perhaps representing a Sothic Dog, in her lap. She wears a tunic, and a mantle knotted between her breasts, and her hair is smooth and parted in the centre and drawn back to a large and elaborate bun at her neck; she also has large drop earrings. Her right hand is raised to the side of her head, holding a lock of hair away from it; her left hand rests on the back of the puppy. The seat, perhaps a basket-chair, has a smoothly rounded back and sloping and curving arms; a moulding crosses the back at seat level. Hollow; two-piece mould. Micaceous orange-brown Nile silt, with traces of an overall white dressing. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Curator's comments": ["BM Terracotta IV The lower part is lost below the knees of the woman: this fragment was joined by a restorer to the alien fragment 3591 before the object came to the Museum: this is now removed. The figure no doubt had the same crossed-leg and footstool arrangement as 3162 below. Comparanda. Close and near: Allen 1985: nos 74 and 75 (but no puppy?), from Karanis, dated late third to first half of fourth century ad, and no. 76, dated to the Severan period or later, it is suggested that she holds castanets in her raised right hand; Dunand 1979: no. 110; Heide and Thiel 2004: 83, no. ii.2.10, dated Hellenistic; Kaufmann 1913: fig. 78.1; Perdrizet 1921: no. 397, from the Fayum; Weber 1914: no. 373, acquired in the Fayum = Philipp 1972: fig. 35, dated c. ad 180–200 (interpreted by Weber and Philipp as a woman with a lap-dog, adjusting her hair); and see the well-modelled bejewelled fragment Weber 1914: no. 378, said to be from the Fayum."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3161)"], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " dog "], "Associated names": ["Associated with: Isis"], "Acquisition name": ["Donated by: George Davis Hornblower"], "Acquisition date": ["1925"], "Department": ["Greek and Roman"], "Registration number": ["1925,1120.8"]}