{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.74"], "Description": [" Upper part of terracotta figure of Harpokrates. He is naked and has a large phallus, damaged, probably reaching to his knees. The head is shaven, with a large side-lock. At his left side, his lowered left hand is clenched into a fist; it was pierced before firing to insert an attribute of another substance. The right arm is raised but the hand is lost: it probably had the palm out-turned. The back is undecorated, with a circular vent. Hollow; two-piece mould. Micaceous light-brown Nile silt. The front of the figure has a red slip; there are traces of an overlying white dressing in some areas. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 6.30 centimetres (max) ", " Length: 4.20 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": ["GR1973,0501.16 and GR1973,0501.74 are of the same type, fabric and subject as British Museum terracottas GR1965,0930.928 and GR1973,0501.56, Bolton terracotta 1886.31.23 and very similar to British Museum limestone figure GR2011,5011.15. These parallels come from Naukratis, the most likely find spot and production place for these objects, based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Similarities dated to the first half of the third century BC (?) (Fischer 1994, no. 560); and also to the late first century BC (Skupinska-Løvset 1978, no. UT 118) The products of the plaster mould are similar, but have a Double Crown; the mould is said to be from the Fayum and is dated first century BC. (Philipp 1972, fig. 48). Also similar to the plaster figure from Saqqara, dated Late Period or Ptolemaic. (Martin 1981, pl. 24, 302). The ‘Antinoopolis(?)’ provenance for the Late Period to Ptolemaic parallels currently in the Fitzwilliam is dubious. The Fitzwilliam parallels most likely come from Naukratis (Petrie and Gardner 1884-1886) or less likely Memphis (Petrie 1907 and 1914). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra: the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. Philipp, H. 1972. Terrakotten aus Ägypten im ägyptischen Museum Berlin. Berlin. Skupinska-Løvset, I. 1978. The Ustinov collection: terracottas. Oslo."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3036) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.002) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The upper part broken away above the knees. Phallus damaged."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.74"]}