{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.47"], "Description": [" Terracotta ithyphallic figure holding jar. A naked youth, modelled in the round and seated on a rectangular plinth with his legs extended in front of him, the knees raised. The head is largely lost, but traces indicate that it was turned to his left. A gigantic phallus projects from between his legs, sloping slightly downwards. On the phallus, held by both hands near its base, rests an amphora with handles placed midway on its body and an everted rim surmounted by a flat seal. Solid; two-piece mould. Micaceous brown Nile silt with a thick dark-grey core and some white grits. There are extensive areas of red paint, apparently applied before a layer of white dressing was added, which survives only in a few places, and which was then painted deep pink. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.9.1"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 7.20 centimetres (max) ", " Length: 8.70 centimetres ", " Width: 2.90 centimetres "], "Curator's comments": ["Harpocrates figures holding Late Period Egyptian wine jars (7th or 6th to 4th centuries BC) were very common at Naukratis and were most likely made there. Bailey dates these to the Late Period, or early Ptolemaic period (Bailey 2008, 77, nos 3237-8). There are a number from the same mould series, including a kiln waster from Naukratis (British Museum GR1973,0501.2, GR1973,0501.63, GR1973,0501.64, GR1973, 0501.75; Fitzwilliam Museum, Cambridge, E.94.1914, E.95.1914 and E.145.1914). Another mould series also carries this jar type (British Museum GR1973,0501.47, GR1973,0501.48; Fitzwilliam Museum, Cambridge, E.144.1914, E.147.1914) as do two other examples from Naukratis (Cambridge Museum of Classical Archaeology NA597; British Museum GR 1973,0501.64). Uprovenanced examples from Egypt have been dated to the 4th or 3rd century BC (Fischer 1994, no. 16; Török 1995, pl.3, no.51). This is part of a group that represents Harpocrates participating in the inundation festivities that includes drinking (wine) and playing music. For example parallels in this form are known holding a tambour or drum (Ashmolean Museum, Oxford, no. 1966.1079; and Catling 1967, 15 and 17). Note a number of Naukratis examples were previously erroneously given an ‘Antinoopolis?’ provenance (Fitzwilliam E.1914 sequence) or were found unregistered (British Museum GR1973,0501 sequence), thus explaining the erroneous Roman date provided by Besques and others for this type (Besques 1992, pl.79, no.E401). Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche- Orient. Paris. Catling, H. W. (ed.). 1967. Ashmolean Museum, Sir John and Lady Beazley Gifts 1912-1966, London. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3242) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.204) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" eating/drinking ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.47"]}