{"artifact_name": "portrait bust", "Object Type": ["portrait bust"], "Museum number": ["1907,0415.1"], "Description": [" Chalcedony cameo portrait bust of the younger Agrippina, wife of the Emperor Claudius and mother of the Emperor Nero: the cameo is broken off at the base of the neck and at the lower nose. Part of the empress's tunic survives at the right lower edge. The hair is parted centrally and brushed to either side of the head in a series of increasingly tight waves. Around the face is a row of tight snail-shaped curls; above the ears these are arranged in two tiers. The face is full, with a prominent squarish jawbone. The eyes are set wide apart beneath a low brow; the eyebrows are not indicated. The mouth is small and the expression sullen. "], "Cultures/periods": ["Roman"], "Production date": ["37-39"], "Materials": ["chalcedony"], "Dimensions": [" Height: 9 centimetres ", " Thickness: 5.20 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": ["The bust is carved in the round with the remarkable skill typical of imperial cameos of the Julio-Claudian era. The flesh is highly polished to contrast with the matt surface of the hair with its mass of engraved detail. The empress's hairstyle was copied by many subjects of mummy portraits and gilded masks. Bibliography: S. Walker and A. Burnett, 'Augustus. Handlist of the Exhibition' (BM Occasional Paper 16, 1981), 21, no. 228 (bibl.); W. Megow, 'Kameen von Augustus bis Alexander Severus' (1987), 40, 301, pls 19-20, no.D33."], "Bibliographic references": [" Gem / Catalogue of Engraved Gems & Cameos, Greek, Etruscan & Roman in the British Museum (3946) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (117) "], "Location": ["On display (G70/dc8)"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2009 16 Jul-2010 16 Jan, Italy, Museo Civico Archeologico di Anzio, Anzio e Nerone 2021 May 27-Oct 24, London, BM SEG, Nero "], "Associated names": [" Portrait of: Julia Livilla (?) ", " Portrait of: Julia Drusilla (?) ", " Portrait of: Agrippina the Younger "], "Acquisition name": ["Donated by: Anonymous"], "Acquisition date": ["1907"], "Department": ["Greek and Roman"], "Registration number": ["1907,0415.1"], "Conservation": [" Treatment: 30 Nov 1999 ", " Treatment: 24 Mar 1981 ", " Treatment: 08 Dec 1980 "]}