{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.355"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice; white slip; interior glazed streaky black with two added white bands near top; exterior: black-figure decoration consisting of snapping hand and part of buttocks, with loincloth in added red, of komast to right. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 3.50 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": ["For parallels, see Lemos 1991, pl. 194, no. 1469 from Emporio. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3"], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 327, no. 1513) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1261) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.355"]}