{"artifact_name": "papyrus-sealing; seal-impression", "Object Type": [" papyrus-sealing ", " seal-impression "], "Museum number": ["1956,0519.1"], "Description": [" Terracotta sealing. A sealing impressed by an intaglio gem or ring, showing jugate heads of a Ptolemy and a queen to right. The pair are shown in the usual position, with the ruler more dominant. The woman has a diadem, she may wear a crown; lack of clarity and damage interferes with the appearance of the man’s ‘diadem’, and although its tie does seem visible behind the neck, he may wear a lion’s-head cap, reflecting the Ptolemies’ Heraklean ancestry, the hair of the mane falling behind. His portrait features are distinctive, with a hooked nose and a strong, pointed chin. The mouth is downturned. The back has an impression of the papyrus document to which it was attached, with a hole for the string that bound the package. Dark-brown Nile silt. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Luxor (Thebes) "], "Materials": ["clay"], "Technique": ["impressed"], "Dimensions": [" Height: 1.20 centimetres ", " Height: 1.90 centimetres "], "Curator's comments": [" BM Terracotta IV In the symbolism of Heraklean ancestry, the male figure has close resemblance to a sealing from Edfu with the head perhaps of Ptolemy IX Soter II or XI Alexander II (Kyrieleis 1975: pl. 55:10; Ashton 2001a: 81, no. 65: Ptolemy IX or XII). Bibliog. Ashton 2001a:158, no. 158 (but no. 62 is illustrated), there dated first century bc, Ptolemy XII Neos Dionysos (‘Auletes’) and Cleopatra V Tryphaina (or, as some would have it, Cleopatra VI) are suggested. ", " Walker & Higgs 2001 The downturned mouth is a feature typical of late Ptolemaic portraits and which accord with the representations of Ptolemy XII. It is, therefore, possible that this image shows Ptolemy XII and Cleopatra V. On the back of the seal are vertical lines, from the papyrus to which it was originally attached. "], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (158) ", " Terracotta / Catalogue of Terracottas in the British Museum (3614) "], "Location": ["Not on display"], "Condition": ["The lower section of the seal is damaged and part of the upper edge is missing; there are grains of what appears to be sand embedded in the surface."], "Associated names": [" Representation of: Ptolemy IX Soter II (?) ", " Representation of: Ptolemy XII Neos Dionysos (?) ", " Representation of: Cleopatra VI (?) "], "Acquisition name": ["Donated by: Mrs Essie Winifred Newberry"], "Acquisition date": ["1956"], "Department": ["Greek and Roman"], "Registration number": ["1956,0519.1"], "Conservation": ["Treatment: 06 Sep 1999"]}