{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1986,1006.5"], "Description": [" Terracotta figure of Harpokrates. Harpokrates seated on a low rough plinth, supporting himself with his left arm (flaked away and largely lost, but almost certainly holding a pot), with his legs extending somewhat to his right, the left knee on the ground, the right knee raised. A himation falls from his left shoulder; it passed behind him and is drawn forward to cover his right leg and left foot. His finger is to his mouth and he may have a side-lock: he wears a tightly woven and bound wreath with no other hair showing beneath it; the wreath’s ribbons rest on his shoulders. A break at the top of the head perhaps removed a Double Crown or, less likely, lotus buds. At his right side is a tallnecked amphora on a stand, surmounted by a circular loaf decorated with a rosette. The back is plain with a circular vent. Hollow; two-piece mould. Micaceous orange-brown Nile silt. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Alexandria (Egypt) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.40 centimetres "], "Curator's comments": ["BM Terracotta IV Comparandum. Near: Breccia 1934: pl. xxxv:166, which is very close in pose and attributes, including a pot, lost in ours; it is, however, unclothed and has no wreath: Breccia suggests lotus buds on top of the head. Bibliog. Christie’s Sale Catalogue, 16 July 1986: lot 257; Vassilika 1992: 271, no. 49; Cook 1995: 228."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3054)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Purchased from: Christie's"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Department": ["Greek and Roman"], "Registration number": ["1986,1006.5"]}