{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.3"], "Description": [" Terracotta seated female figure with arms raised. A seated woman, a beneficent demon, with arms upraised in blessing and protection. Her knees are widely spread and the soles of her feet touch. The hair is parted in the centre and is drawn to a bun at the back; there are large piercings from front to back at ear level. She is clothed in a short tunic with long sleeves and probably wears bracelets. The back is summarily treated. Hollow; two-piece mould. Micaceous orange-brown Nile silt; the surface is a dark-brown colour, due mainly to an application of varnish in modern times. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC-3rdC(early)"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 11.80 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Bayer-Niemeier 1988: nos 305 and 306, dated second half of third century ad; Dunand 1990: no. 551, from Antinoopolis, dated second to third century ad; Nicholson 1968: no. 165, dated c. ad 100; Schmidt 1994: no. 277, dated about ad 200, with bronze earrings, possibly ancient, possibly a modern addition; Schmidt 1997: no. 92, dated third century ad; Skupinska- Løvset 1978: no. UT 140, dated second half of second century ad. Near: Allen 1985: nos 82 and 83, from Karanis, dated mid-first to second century ad, or later; Bonham’s Sale Catalogue, 7 October 1997: lot 338; Castiglione 1969: pl. xic, dated first half of third century ad = Török 1995: no.174; Christie’s Sale Catalogue, 12 December 1989: lot 129, two almost identical examples: their heads are very close to 3113; Dunand 1990: no. 317, dated Roman period; Fischer 1994: no. 966, dated middle to second half of third century ad; Paul 1959: no. 310; Pingiatoglou 1993: no. 112, dated third quarter of third century ad; Pons Mellado 1998: 112, 1981/1/204; Török 1995: no.172; Weber 1914: no. 226; Willems and Clarysse 2000: 302, no. 241."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3116)"], "Location": ["Not on display"], "Subjects": ["devil/demon (?)"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.3"], "Additional IDs": [" Miscellaneous number: EA 37568 "]}