{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1911,0606.3"], "Description": [" Terracotta figure of Young Pan with Eros. A young Pan carrying Eros on his back. Pan leans to his left and looks upwards; he has goat’s legs and supports Eros, who looks over his right shoulder, by reaching behind with his left arm. Eros, who is wreathed, grips Pan’s right hand and upper arm, which is bent at the elbow and raised to his right shoulder. Pan has wild curly hair and is probably horned: the left horn a mere bump, the right one damaged (however, the latter may be part of Eros’ left wing, which is ill-defined). Summary treatment at the rear. Solid, from two-piece mould, with thick overall white dressing, thicker at the front than the back. Pan’s flesh is painted pink, his hairy legs are worn, with traces of white coating and some brown paint; Eros’ flesh is left white, and his wings are painted blue. Fine pale brown clay with some mica. "], "Cultures/periods": ["Hellenistic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Greece (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.? (Probably) "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 4.80 centimetres (max) ", " Thickness: 1.70 centimetres ", " Width: 3.20 centimetres "], "Curator's comments": ["Previously interpreted as a satyr carrying the infant Dionysos, corrected by Bailey in 2008. Previously thought to be Egyptian (Bailey 2008), but the fabric and white overcoating are consistant with Greek figurines. Many, if not all, of the Naukratis pieces distributed by the Egypt Exploration Fund in 1911 were from Petrie and Gardner's 1885-6 excavations of the Aphrodite sanctuary. Previously, erroneously ascribed to the later 1899 BSA excavations (Bailey 2008, 104)."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3376) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.409) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Part of Eros’ right wing is broken away and Pan’s legs are lost below the knee."], "Subjects": ["classical deity"], "Associated names": [" Representation of: Pan/Faunus ", " Representation of: Eros/Cupid "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1911"], "Acquisition notes": ["1899 season."], "Department": ["Greek and Roman"], "Registration number": ["1911,0606.3"]}