{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1986,1006.8"], "Description": [" Terracotta woman celebrant beating a tambour. A woman celebrant stands on a plain flat-faced plinth, beating a tambour with her right hand. Her chiton reaches to mid-calf and she wears an overgarment almost as long; a himation hangs down her right side. Her hair is parted in the centre and falls in Isis-locks in front of her shoulders; she has a large tightly woven and bound wreath and ball earrings. She may have a garland round her neck, or it may be the fringe of one of her garments. By her right foot is a round-bottomed pot with a rounded rim. The back is plain with a circular vent. Hollow; two-piece mould. Micaceous brown Nile silt; traces of pink paint on the wreath. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 14.40 centimetres "], "Curator's comments": ["BM Terracottas Comparanda. Close: Christie’s Sale Catalogue, 16 July 1986: lot 257; the much larger Dunand 1979: no. 86; Schmidt 1997: no. 87, dated first century ad; the smaller Weber 1914: no. 245. Near: Allard Pierson Museum, Amsterdam, no. 8913; Bayer-Niemeier 1988: no. 296, dated first to second century ad; Guimet 1903: pl. iii, from the fabricated Tomb of Leukyôné at Antinoopolis (this, like Dunand 1990: nos 523 and 524 and Graindor 1939: pl. xv:39 probably rested the tambour on an amphora in a stand); Paul 1959: no. 304, dated Roman period; Perdrizet 1921: no. 326, from Hehia; Petrie Museum uc33413, with piercings at ear-level, uc48213 and uc48214, all from Memphis; Weber 1914: no. 244 and the plaster mould no. 243, both said to be from the Fayum. Bibliog. Christie’s Sale Catalogue, 16 July 1986: lot 257; Vassilika 1992: 271, no. 49; Cook 1995: 228."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3202)"], "Location": ["On display (G69/Balcony/dc7/shC)"], "Subjects": ["musician"], "Acquisition date": ["1986"], "Department": ["Greek and Roman"], "Registration number": ["1986,1006.8"]}