{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1934,0309.2"], "Description": [" Grey limestone group of a quadriga with charioteer. The surface is very worn, the horses' forelegs, necks and heads are missing, as is the head of the charioteer, wheels are not indicated. Due to its worn state it is difficult to determine whether the group might be unfinished. The rendering of the figure as well as the animals is very schematic. The figure is standing on a chariot with no wheels, which is separated from the hindlegs of the horses only by an incised line. It appears as though the chariot closes in the back rather than leaving the platform visible. The figure is wearing a short tunic, the lower legs are bare. His arms are stretched out towards the horses but they almost appear to merge with the horses backs - they might have broken off but the surface is so worn that it is impossible to say where they were supposed to end. The figure's neck and head are broken off and only part of the shoulders survive. The four horses are extremely schematic in their rendering, their bodies being very slim, the four of them spanning the same width as that of the chariot. They are separated from each other only by means of a fairly deep incised line, the eight hind legs are treated in the same manner. The horses' front legs are broken off but the onset suggests that they were indicated as separated by incised lines as well. Just above the front legs there is a clear attempt to separate the horses' bodies from one another. A yoke is indicated below the onset of the necks, the necks would most probably have continued in an almost vertical fashion, as is usually found in terracottas. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["630BC - 475BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis) (Petrie sets it in or near the scarab factory) "], "Materials": ["limestone"], "Type series": ["Nick Type 3"], "Dimensions": [" Height: 6.20 centimetres (max) "], "Curator's comments": ["Limestone parallels in the Louvre have been dated to the 5th century BC (Hermary 1989, 288, nos 582-3), though terracotta chariot models are generally dated to the 7th and 6th centuries BC. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture (Paris: Editions de la Réunion des Musées Nationaux)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.080) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["charioteer/chariot"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1934"], "Department": ["Greek and Roman"], "Registration number": ["1934,0309.2"]}