{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1909,1201.20"], "Description": [" Terracotta figure of seated ithyphallic tambourine-playering Harpocrates. A youth, modelled in the round, and seated on a block or stool. His head, which is turned to his right, is shaved except for a side-lock. His right hand beats upon a tambour, held by his left hand. The tambour rests on his huge phallus. The figure rests on a low plain plinth. Traces of white coating and possibly red paint. Solid; two-piece mould. Micaceous red-brown Nile silt with a greybrown core and many white inclusions. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Lower Egypt, Naukratis? ", " Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.2"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 9.20 centimetres ", " Length: 5.24 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": ["Unprovenanced parallels from same mould-series (Dunand 1990, no. 191, dated Roman period). Close parallel probably from Naukratis (Fitzwilliam Museum, Cambridge, E.79.1914). Published by Fischer (Fischer 1994, 117, no. 15). Many similar ithyphallic seated Harpocrates parallels from Naukratis, of the same style and possibly same mould series (1973,0501.15 ; 1973,0501.40) that date to the early Ptolemaic period or slightly earlier. Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3209) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.161) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Part of phallus, front of plinth and feet broken away. The side-lock is damaged."], "Subjects": [" music ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1909,1201.20"]}