{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.45"], "Description": [" Terracotta male figure carrying wreath and jar. Mould-made. The upper part of a standing man, a celebrant, wearing a short belted skirt and a bulla on a chain round his neck. His hair recedes over his forehead and he has a tightly woven wreath. A large, separately made phallus was inserted in a hole in the appropriate place, but only a stump remains, fixed in place by plaster. He holds against his left shoulder an Egyptian amphora, with a smooth body, a ribbed neck and a rounded seal. In his lowered right hand he has a looped garland. The back is summarily treated, only the skirt being well indicated. At the nape of the neck is a suspension-loop, probably showing that the figure had no plinth. Both the figure and the inserted phallus were made in two-piece moulds; they are hollow. Micaceous orange-brown Nile silt with a dark-brown core. There are a few traces of an overall white dressing, with pink paint on the wreath, the chain of the bulla, the neck of the amphora and behind the lower right arm. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" pierced ", " mould-made ", " painted "], "Dimensions": [" Height: 13 centimetres (max) ", " Length: 4.70 centimetres ", " Width: 8.70 centimetres "], "Curator's comments": [" Marked in pencil \"AF\" ", " Similar parallels dated second half of second century AD (Bayer-Niemeier 1988, no. 209; and Graindor 1939, pl. 23, 64). Registered in same series as Naukratis objects. Bayer-Niemeier, E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Graindor, P. 1939, Terres cuites de l’Égypte gréco-romaine, Antwerp. "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3179) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.594) (Phase 3) "], "Location": ["Not on display"], "Condition": ["His left leg is lost from the top of the thigh, his right from the knee."], "Subjects": ["devotee/worshipper"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.45"]}