{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1905,0612.10"], "Description": [" Head of a leonine cat sculpture. Carefully and powerfully rendered. Possible traces of a small ruff between ears and chin, like a mane. Cut flat with original iron dowel inserted into neck. The head was burnt in antiquity and has lost its left ear and has chips in its right ear. Yet red paint survives around the eyes. Strongly pronounced features with large round eyes and well defined lids. The whiskers are carved as shallow grooves. Large chin and broad face with flat nose, surrounded by fur sketchily rendered with shallow grooves. ‘Whiskers’ may be intended to indicate a mane. Most of the surface is covered with claw chisel marks. Greek workmanship is evident in the tool mark remains. The marble is a fine grained marble with mica possibly Pentelic marble from the Penteliko Mountain near Athens. It was exposed to fire in antiquity causing the reddish hue, the red and yellow colour. "], "Cultures/periods": ["Hellenistic"], "Production date": ["332BC - 200BC"], "Production place": [" Made in: Attica (Greece), sculpture finished in Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": [" marble ", " iron "], "Technique": [" carved ", " painted "], "Dimensions": [" Width: 12.70 centimetres (max) "], "Curator's comments": ["This head was previously joined to the body of the cat GR1905.6-12.4, after they entered the museum, by means of a plaster collar. There is no indication that the two pieces actually belong together at all. The neck muscles suggest this should face forward, not to the side as reconstructed. The head is also too big for 1905,0612.4. The marbles of both head and bodies are the same, probably Pentelic, but the head has been exposed to fire at some point in its history, and this has given it a rather reddish hue. It is, of course, possible that the head was burnt after it had been broken from the body, but it could equally well have belonged to a similar cat. The scale of the head does appear a little large for the body to which it is attached, particularly when it is compared with the two cats that preserved their heads. The head may belong with GR1905.6-12.5 which is slightly larger than GR1905.6-12.4, but certainly of the same marble as the head. When the head first arrived in the museum, it was registered under a separate number, and the entry states that it is cut flat behind, with an iron rivet in the middle. Possibly represents a leopard or large wild-cat, a lion is unlikely. The sculptor was probably intending to create a life-size cat in stone, but knowing the physiology of lions better created a mini-lion, or leonine cat (see also 1905,0612.4, 1905,0612.5 and Athens). Part of a group of 20 cat sculpture fragments in marble and limestone, many in the same style and possibly the same sculptor (GR 1905,0612.1 - 20). These include a base with a dedication to Bubastis. All were purchased by Flinders Petrie, from a dealer in Cairo who gave it a Bubastis provenance. Petrie later writes Naukratis as a probable origin. This appears to be confirmed by two marble cat sculptures in the same style, and possibly the same sculptor, in a group of artefacts from Naukratis acquired for Cairo Egyptian Museum from the nearby town of Damanhur (Edgar 1903, CG27518-9). Other limestone and terracotta figures of cats dedicated to Bubastis have been found in the recent, unpublished, excavations of an early Ptolemaic temple sanctuary at Kom el-Dika in Alexandria. However, these cats are not of marble, are in a distinctly different style (see British Museum EA1945,1012.2 probably from Kom el-Dika) and many are later than the 'Naukratis' example. The presence of cat sculptures in the Naukratis group, probably made by the same sculptor, in both imported marble and Egyptian limestone, suggest that these were all made in Naukratis, or less likely Alexandria. Edgar, C. C. 1903. Greek sculpture. Catalogue général des antiquités égyptiennes du Musée du Caire. Le Caire : Imprimerie de l'Institut français d'archéologie orientale"], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.15) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cat"], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1905"], "Acquisition notes": ["Purchased in Cairo in 1896 from Abd es Salam Khatat."], "Department": ["Greek and Roman"], "Registration number": ["1905,0612.10"]}