{"artifact_name": "kotyliskos", "Object Type": ["kotyliskos"], "Museum number": ["1924,1201.1179"], "Description": [" Sherd of Corinthian Silhouette Style miniature pottery kotyle (kotyliskos) preserving full profile and handle root; interior: glazed (fired brown) with narrow reserved band at rim; exterior: band of verticals between bands at rim; below, rough coursing hound motif in silhouette style (chest, foreleg, and head of one hound and rump and hind leg of second) to right; band below; outside of foot glazed, underside reserved. "], "Cultures/periods": [" Middle Corinthian (probably) ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Silhouette"], "Technique": ["painted"], "Dimensions": [" Diameter: 5 centimetres (of rim) ", " Height: 3.30 centimetres ", " Thickness: 0.25 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": ["This sherd was first published by Payne (1931). He dated it to the Transitional Period because of the running hound silhouette style motif, which he claimed was a motif for which there was no evidence in the 6th century BC. Since, several other examples of such vases, dated to late in the Early Corinthian or Middle Corinthian period, have been found and this sherd would be more appropriately placed in the early part of the Middle Corinthian period. For other examples, see AN118 in D. A. Amyx, P. Lawrence: Corinth. Volume VII, Part 2: Archaic Corinthian Pottery and the Anaploga Well (1975); #339-341 in S.S. Weinberg: Corinth. Volume VII, Part 1: The Geometric and Orientalizing Pottery (1943)."], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 93, no. A126) ", " Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 25, note 5, p. 279, no. 191) ", " Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 27) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.316) (phase 3) "], "Location": ["Not on display"], "Subjects": ["dog (possibly)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.1179"]}