{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Museum number": ["1907,1201.260"], "Description": [" Copper alloy arrow-head, barbed with tang. Central burr and 'S' shaped section. "], "Cultures/periods": [" Classical Greek ", " Archaic Greek "], "Production date": ["525BC - 330BC"], "Excavator/field collector": ["Excavated by: The British Museum"], "Findspot": [" Excavated/Findspot: Temple of Artemis (Ephesus) "], "Materials": ["bronze"], "Type series": ["Baitinger IA3"], "Dimensions": [" Length: 3.55 centimetres "], "Curator's comments": ["Baitinger suggests this arrow-head type was developed from Mycenaean forms that continued to be used into the Hellenistic period (Baitinger 2001, Dornpfeilspitzen types 1A3). The Archaic form developed out of Late Bronze Age Greek and Cretan types and the use of them is associated with the composite bow. This form was also found on the battlefield of Marathon (Snodgrass 1964, 145-7, boss and barb tanged ‘Cretan’ type Form 1C2; 1967, 81, fig. 35; Erdmann 1973, 35 Form B1, 1200, 7th to 1st century BC). For a discussion of provenance see also Pelleg et al. 1983. Parallels from Egypt in the British Museum include: BM AE 1920,0214.38, 1920, 0214.37 and 1866,1228.46. See also BM GR 1886,0401.1735 from Naukratis. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London."], "Location": ["Not on display"], "Acquisition date": ["1907"], "Department": ["Greek and Roman"], "Registration number": ["1907,1201.260"]}