{"artifact_name": "model; figure", "Object Type": [" model ", " figure "], "Museum number": ["1909,1201.17"], "Description": [" Egyptian terracotta model of Archimedes screw. The lower part of a group with fieldworkers operating an Archimedes screw: only the drum and appurtenances of the screw survive. There are two bands of treads, and the left one has a surviving right foot; part of a left foot may remain on the right-hand band: two men drive the mechanism. Two curvilinear elements flank the treads. The screw-drum has circular end pieces, each with a row of small impressed points, and the bar holding the axle survives at one end. The whole terracotta group may have been produced in an elaborate two-piece mould, but a multi-piece mould to produce its constituent parts, which were then luted together, may have been employed: the complete object was probably hollow. A very few traces of a cream-coloured dressing survive. Brown Nile silt with abundant fine gold mica and white inclusions and clay pellets. "], "Cultures/periods": ["Ptolemaic (late, ?)"], "Production date": ["200BC-30BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Well 96 (= Well 4) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Length: 11.94 centimetres (max) ", " Thickness: 2.70 centimetres ", " Width: 5.90 centimetres "], "Curator's comments": ["Petrie described Well 96 (the find spot) as being of the Roman period, probably of the 1st century AD, but the pottery (1886, pl. 17,1–16, and for the position of Well 96, pl. 41) 'is both Ptolemaic and Roman; the terracotta figures found, of Bes and Harpokrates, are not illustrated by him, and thus are undatable' (Bailey 2008, Petrie dates the terracottas workshop as 1st century AD, Bailey dates them to the 3rd to 2nd century BC). The pottery is mostly Ptolemaic, of the 2nd century BC, so Baileys 1st century BC to 2nd century AD date, is probably too late. As illustrated by Petrie (1886, pl. 17, no.13), this fragment was at one time more complete and pieces have since been lost (possibly during transportation to the British Museum), in addition to part of the rear of the object and the axle-bar at the left end, a rectangular element below the drum is damaged: there are several post-excavation breaks. It is not clear from Petrie’s drawing whether the rectangle was open (his blackening-in of the centre makes this uncertain), but the breaks in the terracotta indicate that it may indeed have been openwork and thus very vulnerable to damage. The Cairo example has no openwork areas, and stands on a high rectangular plinth. Petrie regarded the object as part of a winding mechanism for lifting water, rather than an Archimedes screw, the curvilinear elements mentioned above being ropes to lift buckets in a well. There is a complete, apparently unpublished, group in the Cairo Museum that has two men holding a horizontal bar and working a cochlea, which is very probably from the same mould-series as this piece. Another fragment of a terracotta showing an Archimedes screw was found at Naukratis in 1903 (Edgar 1905b, 132; Edgar 1905c, 45). Also published by Schiøler (1973, 158, fig. 111). Edgar, C. C. 1905. ‘Catalogue general des antiquités égyptiennes du Musée du Caire, Graeco-Egyptian Coffins, Masks and Portraits.’ Cairo Schiøler , T. 1973. 'Roman and Islamic water-lifting wheels.' Odense."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3535) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XVII, no. 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DF.14) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Rear of the object and axle-bar at left. Rectangular element below drum damaged. Several excavation breaks."], "Subjects": [" machine/mechanism ", " agriculture "], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1909,1201.17"]}