{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.36"], "Description": [" Terracotta figure of a man with torch. A young male celebrant, standing largely naked on an angular plinth with mouldings at top and bottom. His hair is fairly long and hangs in locks on each side of his head, and is drawn up through a band into a topknot, with curls arranged on his forehead; at the rear it falls in soft tresses to the nape of his neck. A chlamys is fastened with a circular brooch at his right shoulder, passing over his left shoulder to fall behind his left arm, and is brought forward over the forearm, a corner held in his hand. He holds a bound torch against his right side, gripped in his right hand; the top is pierced for an incense-stick. The back is treated very summarily, but the hair and the cloak are well defined. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a darker surface. The front bears remains of a white dressing; vestiges of a maroon-coloured paint survive in a band round the neck of the torch, between the left arm and the body, and on the left foot. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 26 centimetres "], "Curator's comments": ["BM Terracotta IV Comparandum. From same mould-series: uclia, Gayer Anderson Bequest, ucl 1568."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3174)"], "Location": ["On display (G69/Balcony/dc7/shD)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1874"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.36"], "Additional IDs": [" Miscellaneous number: EA 1874,0314.11 ", " Miscellaneous number: EA 37499 "]}