{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1966,1210.1"], "Description": [" Painted terracotta figure of a woman. A woman standing, her head tilted somewhat to her right and looking slightly to her left. She wears a chiton falling in folds to her feet, and girdled below the breasts. A large himation veils her head and falls on each side, wrapped round her right arm and hand and gripped by her left hand, which is also covered in drapery; her right foot, in a pointed shoe, emerges from the hem of her chiton. Her hair is worn in the melon style, covering her ears but leaving discearrings exposed. She wore a conical, wide-brimmed hat (a tholia), but it is now lost. From her right wrist, an alabastron dangles: it is of a type common and changing little from the sixth century on, but not far into Hellenistic times, with an elongated body, rounded bottom, narrow neck and wide everted rim, with small ear-handles below the neck. The rear is largely unworked, with a small circular vent, and she stands on a low rectangular plinth, open below. Hollow; the body was made in a two-piece mould. The head and neck were produced in a one or two-piece mould and applied to the body; the veil part of the himation was modelled and added, as was the alabastron; the plinth was also made separately and the figure luted to it. Micaceous orange-brown clay, apparently a Nile silt, with a grey core, perhaps mixed with a finer clay. Much of the overall white dressing survives, and scientific analysis shows it to be calcite. The upper and lower borders of the chiton are decorated with blue paint, and there are bands of red below the girdle and above the blue band at the bottom of the garment; the girdle is painted yellow. Her hair, mouth, earrings and shoe are painted red, and the alabastron yellow, which also has a narrow band of red paint at handle-level and red also on its mouth. There is no coloured decoration on the rear. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC (circa, see Comment)"], "Production place": [" Made in: Alexandria (Egypt) "], "Findspot": [" Excavated/Findspot: Mudros "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 18.50 centimetres "], "Curator's comments": ["BM Terracotta IV For the calcite, BM Department of Scientific Research Report 7048, 10 May 1999. For an analysis of the colouring by A.E. Werner and M. Bimson, see Higgins 1970: 276, no. 10: the red is haematite, the blue is Egyptian Blue and the yellow is an ochre. The upright, very frontal pose, the unmodelled rear and the shallow v-neckline all suggest a comparatively early date, probably 300–250 bc. However, a thermoluminescence examination ‘indicate[s] a modern origin for the figurine’ (BM Department of Scientific Research Report 7046-1-X, 2 August 1999). This result, but this figure has always been a problem. Comparanda. Near: Breccia 1930: pl. vi:5, from Chatby; Fischer 1994: no. 49, dated probably third century bc. Bibliog. Christie’s Sale Catalogue, 25 October 1966: lot 28; Higgins 1967: pl. D and 1970: 273, fig. 1."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3514)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.106 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.106 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.106 "], "Condition": ["She originally wore a hat, now missing. Part of the himation, where it veils the left side of the head, is broken away."], "Acquisition name": ["Purchased from: Spink & Son Ltd"], "Acquisition date": ["1966"], "Department": ["Greek and Roman"], "Registration number": ["1966,1210.1"]}