{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.65"], "Description": [" Terracotta ithyphallic figure with jar. A naked youth, modelled in the round and seated on a rectangular plinth, with his bent left knee on the ground and his right knee raised. His head is shaven except for a side-lock on the left side of his head, curving down his back. To his right side he holds a large jar with a substantial rim, supporting it on the sole of his lifted left foot; his left hand is placed at his chest, holding a small pot. His phallus is hidden by the decorative surface coating. Solid; probably from a two-piece mould. Micaceous red-brown Nile silt, stained or burnt on the front of the plinth and on the figure’s face; much thick white dressing survives, painted pink. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.6.2"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.30 centimetres ", " Length: 3.60 centimetres ", " Width: 4.60 centimetres "], "Curator's comments": ["GR1973,0501.2, GR1973,0501.63, GR1973,0501.64, GR1973,0501.65, GR1973,0501.75 are all very similar in style, fabric and subject as NA597 and NA587 from Naukratis, currently in Cambridge Museum of Classical Archaeology. Note the British Museum GR1973,0501 sequence were found unregistered, but the sequence includes numerous terracottas now known to be found and/ or produced at Naukratis. The hidden shape of the phallus can be seen in the two Budapest parallels, but with jars of a different shape, dated to the beginning of the Ptolemaic period (Török 1995, nos 51 and 53; Vogt 1924, pl. 84, 5). Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Rome. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3240) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.187) (Phase 1) "], "Location": ["Not on display"], "Condition": ["The rim of the jar is slightly damaged. A hole is bored underneath, perhaps in modern times to mount the object on a stand."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.65"]}