{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Museum number": ["1975,0605.1"], "Description": [" Copper alloy arrow-head with angular shape and trefoil section and socket. Also known as trilobate, or 'Scythian type'. "], "Cultures/periods": [" Classical Greek ", " Achaemenid "], "Production date": ["500BC-400BC"], "Materials": ["bronze"], "Type series": ["Baitinger IIC"], "Dimensions": [" Length: 2.50 centimetres "], "Curator's comments": ["Socketed trilobate arrow-head types are common in the Middle East from the 7th century BC and subsequently in Greece and Egypt. This type was used by the Achaemenid Persians before 500 BC and later became the most common form used in Greece during the 5th century BC (James 2004, 200-201, figs 671-672). There are good parallels from Marathon and Olympia (Baitinger 2001, figs 309-311, Dreiflügelige Tüllenpfeilspitzen type IIB; Snodgrass 1964, 153 socketed Form 3B3). It was probably used until the beginning or early Hellenistic period. There are also good parallels from Tell Dafana at the British Museum (Same shaft-less type BM GR 1935, 0823.108, 1935,0823.107, 1935,0823.95 and very similar short shaft versions BM GR 1935,0823.109, 1935,0823.94, 1935,0823.93) and the nearby site of T21 that Oren identifies as ‘Migdol’ (Erdmann 1973, 35 Form CI1, dated to 7th or 6th to 4th centuries BC; Oren 1984, 25, fig. 26.7 dated to late 7th to 6th centuries BC). For a discussion of provenance see also Pelleg, et.al. 1983. See BM EA 1885,1101.97 also from Naukratis and British Museum parallels from Egypt EA BM/ Big 42174. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London."], "Location": ["Not on display"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1975,0605.1"]}