{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1925,1120.7"], "Description": [" Terracotta figure of male dancer. A male grotesque, modelled in the round, dancing. He has a flattened nose, a frowning brow and is probably moustached, though facial lines may be intended. He is bald except for a line of hair extending from his temples round the back of his head. A cabled necklace or torc is worn round his neck. He leans forward from his extended bottom, his right arm akimbo, the hand on his hip, the left arm bent with his hand to his ear. His large paunch is contained in a short tunic that is stretched over his buttocks and passes over his left shoulder only, and is knotted to the right of his waist. He wears a double-wreath round his left wrist. The legs are broken off at the upper thigh, together with most of his large pendent phallus. A very small firing-vent is pierced in his back. It is possible that he had no plinth but was designed to be suspended from the hook of one of his arms. Hollow; two-piece mould, the web cleaned up and details of the clothing incised along the join. Micaceous brown Nile silt with a grey core. Traces of a white dressing on the clothing; the flesh was painted pink. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Length: 11.50 centimetres (max) "], "Curator's comments": [" BM Terracotta IV Comparanda. For the pose, indicating dancing, see: the relief sherd, Breccia 1930: no. 404, from Alexandria (?); Fischer 1994: nos 375 and 376, dated first century bc; Fischer 1998: 351, fig. 9, dated Ptolemaic period; Graindor 1939: pl. x:23; Petrie 1909: pl. xxxix:36, from Memphis; Petrie et al. 1910: pl. 42:140, purchased at Memphis; Pingiatoglou 1993: no. 274, dated end of second, beginning of third century ad. Bibliog. Fischer 1994: 24n. 69 and 206, no. 376. ", " Note: Previously interpreted as a reclining figure. "], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3195)"], "Location": ["Not on display"], "Subjects": ["dancer"], "Acquisition name": ["Donated by: George Davis Hornblower"], "Acquisition date": ["1925"], "Department": ["Greek and Roman"], "Registration number": ["1925,1120.7"]}