{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1951,0606.24"], "Description": [" Head of terracotta figure. A woman’s head broken from a figure; the hair is of the melon style and is drawn back into a group of four buns at the back of the head; she wears ball earrings, the right one largely lost. A groove is cut across the front of the neck. Mould-made, with much tooled detail, and the buns were applied; the neck has a rounded termination for positioning it into the separately made body. Micaceous orange-brown Nile silt. Traces of pink paint at the hairline over the brow; red and pink paint in the hair. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Cairo (city) "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 4 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Petrie et al. 1910: pl. xliv:157, purchased at Memphis. Near: Abd el-Fattah and Kassab Tezgör 1998: 72, no. 4, a clay mould fragment from Kom Giza (Schedia), near Alexandria (most of the moulds from this site had the head moulded with the body); Adriani 1934: pl. xii:2, from the Hadra cemetery, Alexandria; Adriani 1940: pl. xxxvi:1, also from the Hadra cemetery; Adriani 1952: pl. ix:3, again from the Hadra cemetery, dated first half of third century bc; Breccia 1912b: pls lxiii:157 and lxx:195, from the Chatby cemetery, Alexandria (the first a complete figure); Fischer 1994: nos 103 and 104, dated respectively to third/early second century, and second half of third to second century bc; Fitzwilliam Museum, Cambridge, gr.39.1887 and gr.13.1899, both from Naukratis; Hilton Price 1897: 397, no. 3297, from Bubastis; Kaufmann 1913: fig. 4:8, from Memphis; Petrie and Walker 1909: pl. xxx:97, from Memphis; Petrie Museum uc47478 and uc48189, both from Memphis, and uc48473. Compare also a head made in the Cyrenaica (Burn and Higgins 2001: no. 2765) with comparanda of the second half of the third century bc."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3525)"], "Location": ["Not on display"], "Acquisition name": ["Bequeathed by: Henry Swainson Cowper"], "Acquisition date": ["1951"], "Department": ["Greek and Roman"], "Registration number": ["1951,0606.24"]}