{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.13"], "Description": [" Terracotta reclining ithyphallic figure, probably representing a child, possibly Harpocrates. Brown Nile silt with abundant mica. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["400BC - 200BC (?)"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.11.1"], "Technique": ["handmade"], "Dimensions": [" Height: 5.80 centimetres ", " Length: 6.70 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": ["number of similar pieces from Naukratis of this type (Oxford, Ashmolean Museum AN1896-1908-E.3719; British Museum GR1973, 0501.19, GR1973,0501.20, GR1973,0501.36) and parallels strangling a goose (British Museum GR1973,0501.24, Brussels, Musées Royaux d’Art et d’Histoire A.1833) have been found. Similar unprovenanced parallels are dated end of fourth, beginning of third century BC (Fischer 1994, no. 19) and are known from Ptolemaic Memphis (Petrie Museum UC48467, UC48376). Similar reclining Harpocrates figures were made of faience, found in a third century BC context at Athribis (Szymańska 1999b, 73, fig. 2) and also found at Naukratis (British museum GR1886,0401.1495) and Karnak (Masson pers. com). Comparanda in the British Museum (Bailey 2008, no.3212), Ashmolean Museum, Oxford (no. 1966.1081) and in Berlin (Weber 1914; 71, fig. 41). Bailey, D.M. 2008, Catalogue of Egyptian Terracottas in the British Museum, IV, London. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Szymańska, H. 1999, in Grimal, N. (ed.) Tell-Edfou, soixante ans après, Actes du colloque franco- polonais, Le Caire, 15 octobre 1996, Cairo. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3213) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.213) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.13"]}