{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.14"], "Description": [" Terracotta squatting female figure. A seated woman, a beneficent demon, with arms upraised in blessing and protection. She has her knees widely spread and the soles of her feet touch. The mould was very worn and the details are indistinct. Her hair was probably drawn to a bun at the back; there are no piercings at ear level. She is clothed in a short tunic and wears cabled bracelets and plain anklets. The back is summarily treated, but her drapery is indicated. A small hole pierced underneath may be a firing-vent, but seems to have been enlarged in modern times to mount the object on a stand. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a brown surface; traces of an all-over white dressing. "], "Cultures/periods": ["Roman"], "Production date": ["3rdC-4thC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 10.50 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close, details less worn: Fischer 1994: no. 965, dated second half of third, beginning of fourth century ad = Vogt 1924: pl. xcvii:3. Near: Allen 1985: no. 86, from Karanis, dated second half of third to early fourth century ad. Not unlike a naked example from a child’s tomb at Hawara: Petrie 1889: pl. xxi: a coin of about ad 340 was found inside a wooden box from the tomb (ibid.: 12–13); more recently the coin has been re-dated to ad 350–60: see Janssen 1996: 232. Bibliog. Stevens Sale Catalogue, 14 December 1866: Gupper Bey’s Sale, lot 38; Fischer 1994: 378, no. 965."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3119)"], "Location": ["Not on display"], "Subjects": ["devil/demon (?)"], "Acquisition name": [" Purchased through: William Webster ", " Purchased from: Gupper Bey (sale) "], "Acquisition date": ["1866"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.14"], "Additional IDs": [" Miscellaneous number: EA 1866,1228.31 ", " Miscellaneous number: EA 37574 "]}