{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1992,0811.1"], "Description": [" Terracotta figure of a pregnant woman seated on a birth-stool. A woman seated on a birthing-stool. She leans slightly back and wears a long chiton pulled up above her right knee to leave her lower leg bare and held back by a comb-like clip resting on her thigh; her left leg is draped to the ankle. The chiton is girdled just under her breasts, with a knot at the front. She has a himation, a shawl-like cloth, over her head but showing her centre-parted hair, with two ends tucked together just above the breasts. Only the stumps of her arms remain, with finished ends: the arms were made separately and attached, presumably with plaster, but their disposition cannot certainly be decided. Her belly is distended, and she sits on the stool, which has a flat face and sides, the seat projecting at the top. Unfortunately the whole rear of the figure has broken away at the join and the appearance of the back of the stool is not known. The figure as set upon a stepped plinth, but most of it is lost. Hollow; two-piece mould. Micaceous orange-brown Nile silt, with areas remaining, both inside and out, of a white dressing; the stool may have been painted a light pinkish-brown; there is a small area of pink paint on the chiton near the left ankle. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 14.20 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close, both same mouldseries: Pelizaeus Museum, Hildesheim, Inv. no. 0638 (complete); Petrie Museum uc49883, a fragment in which the detail is better rendered than ours. Bibliog. Vassilika 1994: 181, no. 32; Cook 1995: 228; Rowlandson 1998: 288, pl. 33b."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3528)"], "Location": ["On display (G69/dc6)"], "Exhibition history": [" Exhibited: 2010 Jan-Apr, The University of Nottingham, Nottingham, Lakeside Arts Centre, 'Roman Sexuality: Images, Myths and Meanings' 2014 Feb-May, Isle of Wight, Brading Roman Villa, 'Roman Sexuality: Images, Myths and Meanings' "], "Condition": ["Arms, back and plinth lost."], "Subjects": ["birth"], "Acquisition name": ["Purchased from: Sealy"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Acquisition date": ["1992"], "Department": ["Greek and Roman"], "Registration number": ["1992,0811.1"]}