{"artifact_name": "figure; votive offering", "Object Type": [" figure ", " votive offering "], "Museum number": ["1979,0403.1"], "Description": [" Terracotta votive figure of male celebrant carrying fruit. A standing youthful male celebrant, dressed in a himation with a fringed end, draped over his shoulders and crossing his body to be caught over his left arm, leaving his chest and his lower right leg bare, his left uncovered from mid-thigh. He wears a pointed cap, covered with pleated cloth and touched by his raised right hand, and below which his hair is visible; the fabric is kept in place by a garland: the material on the cap does not appear to be part of a veil or of the himation, as similar headgear is worn by a man stripped to the waist, with no drapery near the cap. An apple and a pomegranate are held in his left hand, and smaller fruits are retained in the crook of his left arm; against his shoulder rests a bound sheaf of wheat. A large hole for the insertion of a separately made phallus is pierced appropriately. The back is plain except for a suspension-lug. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a matt brown surface, perhaps a slip. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 14.70 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close and complete with plinth, perhaps same mould-series: Skupinska- Løvset 1978: no. UT 115, dated second part of second century ad. Very near: Perdrizet 1921: no. 87, from the Fayum. Near: Weber 1914: no. 306, said to be from the Fayum. Bibliog. Fischer 1994: 65n. 110, 220, no. 414."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3182)"], "Location": ["Not on display"], "Condition": ["The feet are broken away above the ankles and the break has been smoothed in modern times to make the figure stand."], "Subjects": [" fruit ", " devotee/worshipper "], "Acquisition name": ["Donated by: Mrs R J Laughton"], "Previous owner": ["Previous owner/ex-collection: C B H Laughton"], "Acquisition date": ["1979"], "Department": ["Greek and Roman"], "Registration number": ["1979,0403.1"]}