{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["1925,1120.21"], "Description": [" Fragment of terracotta relief depicting Achilles supporting Penthesileia. A model shield decorated with a relief of Achilles carrying the dead Penthesileia. Achilles is lost from much of his chest up, with parts of his cuirass and a baldric remaining; there seems to be the mask of an animal in the centre of his chest. His greaved legs show below the Amazon’s body, and his right foot is missing. He carries her lying across him with her head (lost) to his left, his left hand holding her under the armpit: his right hand is not visible. Locks of Penthesileia’s hair are shown above her left breast. She lies inert, dressed in trousers and a short tunic which leaves her right breast free. Her right hand is placed on her stomach, the left hand dangling, still holding a shield. This pelta is decorated with a female mask, and her double-axe, which she has let fall, is shown between Achilles’ legs. The back of the model shield is concave, with an applied lug in the centre and broken at its end. Pressed into a one-piece mould. Micaceous orange-brown Nile silt with a brown surface and a grey-brown core. Traces of a white dressing on the front, with a small speck of pink paint beside Achilles’ right leg; white dressing or white plaster is also applied to the area of the lug at the rear and, indeed, covers the break of the lug. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 10.40 centimetres (max) "], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3386)"], "Location": ["Not on display"], "Condition": ["Part only of straight bottom edge surviving, otherwise broken away all round. Achilles lost from chest up, also left foot. Amazon's head missing."], "Subjects": ["classical mythology"], "Associated names": [" Representation of: Achilles ", " Representation of: Penthesileia "], "Acquisition name": ["Donated by: George Davis Hornblower"], "Acquisition date": ["1925"], "Department": ["Greek and Roman"], "Registration number": ["1925,1120.21"]}