{"artifact_name": "cup(?)", "Object Type": ["cup (?)"], "Museum number": ["1924,1201.203"], "Description": [" Body sherd of Chian Mature Animal Style pottery cup, possibly a phallus cup; white slip; interior glazed streaky black with part of lotus flower in added white outline; two white bands below; small spur at bottom of sherd; exterior: painted decoration consisting of hind leg and belly of feline lying down to right; rising roundel as filling ornament; below, maeander pattern running left above row of dots between pairs of dilute lines; below, tongues. The animal frieze and maeander band eccentric to the turn from the upper part to the 'stem', except for a vertical dilute line at the left break. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 0.50 centimetres (max.) ", " Thickness: 0.30 centimetres (min.) ", " Width: 5.50 centimetres "], "Curator's comments": [" Lemos identifies the sherd as coming from a chalice. However, Williams, recognising the distinctive curvature of the sherd, suggests that it perhaps belonged to the top portion of a phallus cup. It must be pointed out that of the two known Chian phallus cups from Naukratis, neither has retained its top. Lemos places this sherd in the Wild Goat Style, but the depiction of the lower body of the feline is not representative of this style. Furthermore, the interior decoration is not consistent with the Wild Goat Style, but is common in the Mature Animal Style. Sherd belongs to the same vase as British Museum 1924,1201.550. ", " The asymmetricalities and the spur indicate that this is some kind of plastic vase. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 252, no. 391) ", " Williams 2006 / The Warren Cup (p.128, fig.3, 132, no.23) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1935) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.203"]}