{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.68"], "Description": [" Terracotta squatting naked pregnant female figure. Naked female being with legs raised on each side to expose her genitals: she holds her left leg up with her left hand and indicates her pubic area with her right hand; both legs are lost from above the knee. She looks straight ahead; her hair is parted in the centre and tresses fall on her shoulders, and she wears a tightly bound wreath. There is summary working on her back, and a suspension-lug is applied behind her head. Hollow; two-piece mould. Micaceous brown Nile silt with some white grits; buff surface traces. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.50 centimetres (max) ", " Length: 2.10 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": ["GR1973,0501.68 and GR1973,0501.69 are of the same type, fabric and subject as GR1965,0930.974 and GR1886,0401.1452. GR1973,0501.68 seems to be from the same mould as figure NA516 in Cambridge Museum of Classical Archaeology. Naukratis is the most likely find spot and production place for these objects, based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Parallels from Egypt (Ewigleben and von Grumbkow 1991, fig. 111, lower row), dated to the Roman period (Besques 1992, no. E 384, from Middle Egypt; Dunand 1990, no. 563; Pingiatoglou 1993, no. 117, dated 2nd century AD) and dated to the Ptolemaic period (Fischer 1994, no. 832, dated ‘late Ptolemaic’ = Vogt 1924, pl. cI:3; Schürmann 1989, no. 1119, early 1st century BC; Török 1995, no. 188, ‘early Ptolemaic’). Similar unpublished pieces, now in Cairo Museum, have been found in the Fayum (SR5/ 6484) and Zagazig (CG43511=JE38839B= SR5/4238). Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains IV/2. Époques hellénistique et romaine. Cyrénaïque, Égypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris. Ewigleben, C., von Grumbkow, J. (eds) 1991, Götter, Gräber & Grotesken, Hamburg. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Pingiatoglou, S. 1993, Η κoρoπλαστική της Aιγύπτoυ κατά τoυς ελληνιστικoύς και ρωμαϊκoύς χρόνoυς, Athens. Schürmann, W. 1989, Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe, Göteborg. Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Rome. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3138) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.472) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Suspension-lug damaged."], "Subjects": ["birth"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.68"]}