{"artifact_name": "goblet", "Object Type": ["goblet"], "Museum number": ["1965,0930.964"], "Description": [" Sherd of pottery closed vessel body; Roman Egyptian mould-made and painted relief ware; scene of love-making. Lower body sherd with an applied sprig. The sprig was formed in a plaster mould. The relief decoration is of two lovers, naked, on a well draped bed, swagged and tasselled, with two cylindrical turned legs visible, of orange-red colour; the drapery is dark red and orange-red. The man is largely bald and the woman's hair is painted black. The man is coloured orange-red; the woman's upper part is the buff of the pot, although her visible left leg is painted dark red. An unidentified relief object appears to emerge from the man's buttocks, but is very probably the lower right leg and foot of the woman. Pencilled excavation no. inside: 96. The wall of the pot and the sprig are of the same fabric, a buff clay, perhaps a marl ware, with some mica. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["200BC- 30BC"], "Production place": [" Made in: Alexandria (Egypt) (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Well 96 (= Well 4), close to the sanctuary of Apollo (probably) "], "Materials": ["pottery"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.10 centimetres ", " Thickness: 0.80 centimetres (overall) ", " Thickness: 0.20 centimetres (wall) ", " Width: 6.50 centimetres "], "Curator's comments": [" Parallel in Hayes 1976, no.169, dated 1st to 2nd century AD.Published by Bailey as part of an Alexandria produced group of goblets, amphorae and other forms dating to the 2nd century BC, found at Alexandria and Naukratis (Bailey 2011, 71-93, pl.9, no.25: goblet 1A 74-77, pls 2-8; goblet 1B 77-81 pls9-11; goblet 1C 81-82, pl. 11; table amphora 2 82-84, pls 12-15; other form 84-85 pl. 15). This is part of Bailey's group 1B. Pencilled Excavation No. inside: 96 (probably a well outside the Temenos of Apollo: Petrie 1886, 44). The possibly adjacent Area 95 was \"on the eastern side of [Naukratis, where], in the high unexcavated part, a factory of brown terra-cotta figures of Roman age was found\" (Petrie 1886, 45: Petrie gives the impression that at least some of our painted wares came from Area 95). Comparanda, probably from the same sprig-mould series, comes a lower body sprig with no provenance (Hayes 1976, pl. 20, 169, first-second century AD suggested). There is a row of white dots on the vertical metope frame on the proper right. Comparanda, close: a lower body sprig from Athribis, from a context of third-second century BC, without white dots, (Myśliwiec 2004, colour plate [8], top left; Myśliwiec 1994, 154-158, pl. 1, fig. 1; Myśliwiec 1999, 77, fig. 50) See unprovenanced , also applied to the lower body of a goblet, (Christie's New York, Sale Catalogue, 8 June 2004, lot 149, top centre, dated second-fourth century AD). Parallels have been given a wide variety of dates: ‘3rd to 4th century AD’ Kom es-Shugafa, Alexandria (Pagenstecher 1913, 130ff, pl. XLIII, 1 and 2; 133, fig. 141; pI. XLI V. 6; Guidotti 1980, 70-2. figs 11- 13; Rodzewicz 1985. Pl. I, 3 & 5), ‘ 2nd to 3rd century AD’ Egypt or Sudan (Hayes 1976. pl. 24, 191), ‘end 1st BC to beginning 1st century AD’ Kom el-Dikka, Alexandria (Rodziewicz 1976, 173. fig. 4. no. 6), ‘4th century AD’ Saqqara (Guidotti 1980, 65-81, pls I-II, plus parallels pls I-V), 2nd to 1st century BC context at Athribis (Południkiewcz 1992, 101, 12), ‘late 1st century BC, unprovenanced, in Louvre (Aubert & Cortopassi 1998, 158, no. 105), ‘1st century BC’ Diana theatre, Alexandria (Élaigne 1998, 105, fig. 2-12), ‘Late Ptolemaic’ Kom el-Dikka and Kom es-Shugafa, in Alexandria Greco-Roman Museum (Saad Rachwan 1998, 359-70), dated ‘Late Roman’, Naukratis (Leonard 2001, 194. fig. 3.7 and pl. 3.22). Aubert, M. F. & Cortopassi, R. 1998. Vase paint, in Portraits de l’Égypte romaine, paris, 158. Bailey, D. M. 2011. Drinking-goblets and table-amphorae groups of Ptolemaic painted pottery. CCE 9: 71-93. Élaigne, S. 1998. Alexandrie –étude préliminaire d’un context céramique du Haut-Empire, in J-Y. Empereur (ed) Alexandrina I. Guidotti, M. C. 1980, Alcuni vasi dipinti da Saqqara, EVO 3: 65-81. Hayes, J. W. 1976. Roman pottery in the Royal Ontario Museum, A catalogue. Toronto. Myśliwiec, K. 1994. Un passage des texts des pyramides et la rencontre d’une tradition égyptienne avec une tradition grecque à l’époque ptolémaïque, in Bietak (ed) 154-158. Myśliwiec, K. 1999. Fruchtbarkeitskult, in H. Felber & S. Pfisterer-Hass (eds) Ägyptee – Griechen – Römer, begegnung der Kulturen, Kanobos I. 47-81. Myśliwiec, K. 2004. Eros on the Nile. London. Pagenstecher, R. 1913. Die griechisch-ägyptische sammlung Ernst von Sieglin II, 3,. Leipzig. Południkiewcz, A. 1992. Imitations of Greek pottery in Tell Atrib, CCE 3: 95-101. Rodziewicz, M. 1976. Un quartier d’habitation gréco-romain à Kom el-Dikka, Etud Trav 9: 170-210. Rodziewicz, M. 1985. On the origins of the Coptic painted pottery in Kharga Oasis, in Mélanges Gamal Eddin Mokhtar II, BdE 97/2: 235-241, pls I-II. Saad Rachwan, S. 1998. Un groupe de céramique à décor peit au Musée gréco-romain d’Alexandrie. Nouvelles données sur un atelier du Delta, in N. Bonacasa (ed.) L’Egitto in Italia dalla’antichità al medioevo, Atti dell III congress internazionale italoegiziano, Rome. 239-370. ", " Marked in pencil on the back '96'. "], "Bibliographic references": [" Bailey 2011 / Drinking-goblets and table-amphorae groups of Ptolemaic painted pottery ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IC.021) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["eroticism/sex"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.964"]}