{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1996,0712.2"], "Description": [" Terracotta figure of a child. An infant using a walking-aid. The child wears a short tunic pulled up to the top of its thighs and held by a knot at the back above the buttocks; at its breast is a pendent bulla. Its sex is uncertain, but the hairstyle may point to it being female: the hair has a series of small curls over the front part of the head, and is drawn up into an elaborate topknot, and also brushed sideways on the right of the head into an equally elaborate side-lock. However, despite this complex hairstyle (the bulla can be worn by either sex), the figure is probably a boy-child. The walking-aid is triangular at its base, with a wheel at each corner. It has a bar at the top that the child grips with each hand, with struts dropping vertically to the back wheels and at an angle to the front wheel. The figure is shown in the round, with the back well modelled, and stands on an angled triangular plinth. Hollow; two-piece mould. Micaceous brown Nile silt with a red and grey core; traces of a white dressing, mainly on the front, with vestiges of pink paint on the legs and the face. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 12 centimetres "], "Curator's comments": ["BM Terracotta IV In Pharaonic times (and later, particularly where Harpokrates was concerned) the hair of both girls and boys was often shaved except for the side-lock, but heads of the young Ptolemy V Epiphanes in Berlin show him with hair and side-lock (Kyrieleis 1975: pls 41 and 42:1–4, presumably before his coronation in 196 bc), and in the Roman period boys with a side-lock often retained much of their hair, as can be seen on mummy-portraits published, for example, in Borg 1998: figs 69, 70, 82, 112 and 116; it is uncertain whether in Greek and Roman Egypt girls wore the sidelock. From its proportions it is probable that the figure represents a very young child learning to walk, but it may show an older child with walking difficulties, possibly from polio or cerebral palsy: Thanks are due to Keith Armstrong for suggesting the latter possibility. A scene on a late Flavian to Trajanic sarcophagus from Rome shows the life of the deceased person from birth to the completion of his education, including the use of a walking-aid: the child appears to be healthy in later life (Giuliano 1985: 472–6, § ix, 3). A child’s sarcophagus of the Trajanic period found near Rome also shows a very young boy using a walking aid in a country setting: (Giuliano 1981: 73–4, § i, 55). Comparanda. Close, probably same mouldseries: Perdrizet 1921: no. 57, from the Fayum, the details are less clear than ours (see the catalogue entry for a drawing of an early twentieth-century version of a walking-frame purchased in a Cairo market); Breccia 1934: no. 227: head and front wheel lost. Bibliog. Christie’s Sale Catalogue, 8 December 1993: lot 123; Eisenberg 1999: no. 214."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3533)"], "Location": ["On display (G69/dc8)"], "Condition": ["The front wheel is broken away and lost."], "Subjects": [" child ", " ill-health/injury (?) "], "Acquisition name": [" Donated by: Dr Jerome Eisenberg ", " In Honour of: Donald M Bailey (Given in honour of the retirement of D.M. Bailey) "], "Acquisition date": ["1996"], "Acquisition notes": ["Formerly in an English collection"], "Department": ["Greek and Roman"], "Registration number": ["1996,0712.2"]}