{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["1965,0930.704"], "Description": [" North Ionian pottery plate restored from several fragments. Sofa rim with groove near base, echoed by another near edge of underside; two sets of two grooves on underside. On the outside of rough band on wall; on underside areas around grooves glazed. Inside of rim has narrow bands framing, at top, frieze of tongues, five black alternating with one reserved; small squares alternately attached to top and bottom band; alternating linked lotus and palmette frieze. Wavy line in outer frieze on floor; then frieze of triglyphs and alternating squares and four-petal rosettes, save for one maeander, as far as preserved. The frieze inside faces out save for one part-preserved lion; to its left most of six bearded dancers facing right, cheir epi karpoi; red hair nipples and trunks, though one penis seems in evidence. The second set of fragments should perhaps be placed furthe right in the restoration if, as seems probable, the lion was one of a heraldic pair; on it, from left, legs of two striding males, an object held by the second uncertain (flutes?); to right dancer to right holding two thongs, attached to lost object, then a dancer lost save for rear of trunks; a dancer facing left, but worn in part and obscured by an object lower down, as well as having a kithera-like object at his right shoulder;to his right a large cauldron or the like on a stand, then the lower halves of two facing dancers. Below, stopt maeander frieze between bands; then an animal frieze; on one set of fragments sphinx and lion back to back; on the second similar, rear parts of lion and griffin or sphinx; below, stopt maeander frieze. Tondo decoration lost. "], "Cultures/periods": [" East Greek Archaic II ", " Archaic Greek "], "Production date": ["560BC-540BC"], "Production place": [" Made in: Teos (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["pottery"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 41 centimetres (of foot) ", " Diameter: 51 centimetres ", " Height: 5 centimetres "], "Curator's comments": ["Sherd 1924,1201.1127 belongs to this vase"], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 45, p. 47, pl. XI, no. 1-2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GI.015) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (pl. 99) (taken as Chian) "], "Location": ["Not on display"], "Subjects": [" animal ", " dance "], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Acquisition notes": ["Found unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.704"], "Conservation": ["Treatment: 26 Mar 2007"]}