{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1982,0406.6"], "Description": [" Terracotta figure of Harpokrates. Much of a seated god, probably Harpokrates, with his head shaven except for a side-lock. He is naked and has a huge phallus extending beyond his knees. At his left side, his lowered left hand rests on his thigh; the right arm is raised with the palm out-turned; the side-lock curves into the back of the hand. Solid; apparently made in a two-piece or multiple mould, with much paring subsequent to the moulding. Brown Nile silt with some mica and a grey core; the surface is a matt red colour that may be a thin slip, but there appears to be additional post-firing red paint in several areas, in one case laid over a minute speck of a white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["4thC BC (probably)"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": [" slipped (?) ", " painted (?) ", " mould-made "], "Dimensions": [" Height: 7.80 centimetres (max) ", " Width: 3.50 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Ede n.d.a: 170, lot 7, dated first century bc/ad. Near: Adriani 1952: pl. xxv:4 and 6, from a favissa at Ras el-Soda, Alexandria, dated Ptolemaic period, perhaps third to second century bc. Bibliog. Franks n.d.: m 87; Fischer 1994: 260, no. 560 and Fischer 1995: 311n. 22 (pre- Hellenistic date suggested)."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3035)"], "Location": ["Not on display"], "Condition": ["The scar of the block on which he sat remains, and both legs are lost below the knee; there is slight damage to the right arm and hand."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: William Bragge"], "Acquisition date": ["1869"], "Department": ["Greek and Roman"], "Registration number": ["1982,0406.6"], "Additional IDs": [" Miscellaneous number: M.87 "]}