{"artifact_name": "plaque; figure", "Object Type": [" plaque ", " figure "], "Museum number": ["1973,0501.57"], "Description": [" Corner fragment of terracotta relief plaque. The top right-hand corner of a relief plaque, with a double moulding along the top and a single one down the side. What remains shows foodstuffs, including two root vegetables, which dangle from the lower moulding flanking a circular loaf that is stamped with a cross with single raised points in the angles. Also to be seen is an uncertain long, narrow spike-shaped object, possibly another root vegetable (but it is upside down), and a wine-amphora. Although of exaggerated form, the body-shape of the amphora and its tall narrow neck probably indicate a vessel of Hellenistic (or late Classical) date. The back is flat. One-piece mould. Micaceous orange-brown clay with a buff surface and a thick grey core, containing white grits. "], "Cultures/periods": [" Late Period ", " Ptolemaic (?) "], "Production date": ["500BC -200BC"], "Production place": [" Made in: Nile Delta, likely (?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-O.2"], "Technique": ["mould-made"], "Dimensions": [" Length: 11.90 millimetres (max) ", " Thickness: 2.30 centimetres ", " Width: 7.80 centimetres "], "Curator's comments": ["Although not certainly of Egyptian manufacture, the fabric makes this highly likely and this was found with other unregistered Egyptian objects (mostly from Naukratis). Likely from a figure plaque that would also depict a nude female or erotic scene that commonly date to the Late Period and Ptolemaic period, which are known to depict amphorae in the background (See Thomas Type P-E.1 and P-F.3.3; GR 1973,0501.54). If indeed from a symplegma plaque (erotic scene), there are parallels of such plaques from the Fayum (Weber 1914, no. 352), Memphis (Petrie Museum UC 48436; Thomas & Nicholson 2013, 232-4, P-393) and unprovenanced (UC38349; particulaly UC35953 dated, incorrectly?, 29th Dynasty) probably all Late Period to 4th century BC in date. Late Period (Fisher 1994, no.513) and 4th to 3rd century BC parallels (Bayer Niemeier 1988, no.458). Parallels with later (erronous) dates include a '2nd to 1st century BC' example said to be from Antinoe(?) (Besques 1992, D/E 4516, provenanceis unlikely to be correct) and a late 1st to 2nd century AD (Fjeldhagen 1995, no. 105). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains IV/2. Époques hellénistique et romaine. Cyrénaïque, Égypte ptolémaïque et romaine, Afrique du Nord et Proche- Orient, Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Thomas, R. I. & Nicholson, P. T. 2013. Figurines in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 41-74. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin."], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.140) (Phase 3) ", " Terracotta / Catalogue of Terracottas in the British Museum "], "Location": ["Not on display"], "Subjects": ["food/drink"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.57"]}