{"artifact_name": "phiale mesomphalos", "Object Type": ["phiale mesomphalos"], "Museum number": ["1924,1201.434"], "Description": [" Body sherd of Chian Simple Animal Style pottery phiale mesomphalos; discoloured white slip; interior glazed streaky black (fired reddish); lotus flower and rosette in added white outline with added red centres; below, row of white dots between white bands; exterior: above, elaborate rosette as filling ornament; below, broken maeander pattern between pairs of lines. "], "School/style": ["Simple Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-560BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Thickness: 0.30 - 0.40 centimetres ", " Height: 3.70 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": ["Lemos describes the sherd as belonging to the Group of Light-Walled Naukratis Animal Chalices. All sherds in this group are small and offer very little by way of information beyond the fact that they come from light-walled chalices. The decoration on sherds belonging to this group is also poorly or carelessly drawn (Lemos 1991, 93). However, this sherd is not from a chalice but from a phiale, and furthermore, the iconography on the exterior has closer parallels with the Simple Animal Style. Compare with Berlin V.I. 3150, 3. The interior decoration also closely resembles that on Chalice Style chalices. For parallels, see Lemos no. 928 from Tocra."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 93, p. 261, no. 523) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1973) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.434"]}