{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1905,0612.6"], "Description": [" Marble figure of female cat with bird in mouth. Large hollowed eyes (missing inlaid eyes). The legs have been restored. The most visible parts of the sculpture have been carefully finished and retain the original polish except on the cat’s chest and around his right front leg where scars from the claw chisel survive. Those areas that would have been partially concealed have been left in a coarser state. The front part of the neck has been gouged out but has been concealed by a modern plaster fill. Below this the cat’s chest is roughly worked and rather flat. The raised, right front leg has only been roughly blocked out on its left side and the cat and the bird have not been properly separated. The underside of the cat is also less carefully finished and was originally held up by a support. This is evident from the oval shaped block measuring 5.5 x 3cm which, containing a dowel hole that remains about half way down the cat’s belly. At the other end, the areas around the genitals and backside have been left rough, with a series of drill holes at the lower junction where the tail emerges. Again though, this area would have been less visible when the tail was complete. Medium grained marble weathered to a warm golden colour, possibly Parian marble, from the island of Paros, Aegean. Traces of Egyptian blue paint on the chest of the bird. The surface is generally in a good condition. One or two small areas have suffered minor damage. A small chip has been repaired on the cat’s left cheek and there are notches missing from the right side of the face. A larger crack runs from the left side of the cat’s chest and through the bird, but there are no signs that this is a repair. The extremities of the sculpture have suffered more. The left foreleg is missing and both of the hind legs from the thighs down. The tail remains only as a small stump. The left ear is almost entirely missing and the eye sockets have been damaged by the act of attempting and succeeding in removing the inserted eyes. The bird has lost its lower body and its head has been broken off where it emerged from the cat’s mouth. Restorations of the left foreleg, both hind legs and the entire base, including the pillar to support the bird. "], "Cultures/periods": ["Hellenistic"], "Production date": ["332BC - 200BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["marble"], "Technique": [" carved ", " painted ", " drilled ", " polished (?) "], "Dimensions": [" Height: 22.50 centimetres (right foreleg of cat to tip of cat’s ear) ", " Height: 24.50 centimetres ", " Length: 51 centimetres (from cat’s tail stump to bird’s body) ", " Length: 5.50 centimetres (oval area of support) ", " Width: 3 centimetres (oval area of support) ", " Width: 13 centimetres "], "Curator's comments": ["Part of a group of 20 cat sculpture fragments in marble and limestone, many in the same style and possibly the same sculptor (GR 1905,0612.1 - 20). These include a base with a dedication to Bubastis. All were purchased by Flinders Petrie, from a dealer in Cairo who gave it a Bubastis provenance. Petrie later writes Naukratis as a probable origin. This appears to be confirmed by two marble cat sculptures in the same style, and possibly the same sculptor, in a group of artefacts from Naukratis acquired for Cairo Egyptian Museum from the nearby town of Damanhur (Edgar 1903, CG27518-9). Other limestone and terracotta figures of cats dedicated to Bubastis have been found in the recent, unpublished, excavations of an early Ptolemaic temple sanctuary at Kom el-Dika in Alexandria. However, these cats are not of marble, are in a distinctly different style (see British Museum EA1945,1012.2 probably from Kom el-Dika) and many are later than the 'Naukratis' example. The presence of cat sculptures in the Naukratis group, probably made by the same sculptor, in both imported marble and Egyptian limestone, suggest that these were all made in Naukratis, or less likely Alexandria. The bird is possibly a representation of a goose (?). All the birds represented in the British Museum Naukratis cat sculpture group were covered with traces of Egyptian blue plaint. Geese in the Late Period were commonly sacrificed for Horus, son of Isis, representing the symbolic destruction of the enemy (Junker 1910, 69-79; Wildung 1977; Graindorge 1996, 89-91; Bouanich 2005, 151), as represented in contemporary third century BC depictions of Harpokrates (Horus) strangling a fox-goose (British Museum GR 1845,0705.1; Ridgway 2006: 645 fig. 1; Schollmeyer 2003; 2007). Geese were also sacrificed during the festival of Isis in Alexandria and Philadelphia (Dunand 1973, 76; P. Cair. Zen. IV.59560; BGU VII.1501) and for the empress Arsinoe Philadelphos (P. Oxy. 27 2465; Schorn 2001, who was likened to Aphrodite and Isis). Bouanich, C. 2005. Mise à mort rituelle de l’animal, offrande carnée dans le temple égyptien, in S. Georgoudi, R. Koch Piettre and F. Schmidt (eds), La cuisine et l’autel. Les sacrifices en questions dans les sociétés de la Méditerranée ancienne. Turnhout: 149-63. Dunand, F. 1973. Le culte d’Isis dans le bassin oriental de la Méditerranée. (3 vols.). Leiden. Edgar, C. C. 1903. Greek sculpture. Catalogue général des antiquités égyptiennes du Musée du Caire. Le Caire : Imprimerie de l'Institut français d'archéologie orientale Graindorge, C. 1996. La Quete de la lumiere au mois de Khoiak: Une histoire d'oies, JEA 82: 83-105. Schollmeyer, P. 2003. Der Münchner Ganswürger. Ein ptolemäischer Kindgott?, in D. Budde (ed.), Kindgötter im Ägypten der griechisch-römischen Zeit. Zeugnisse aus Stadt und Tempel als Spiegel des interkulturellen Kontakts. Leuven: 283-300. Schollmeyer, P. 2007. Zwischen Ost und West: Der Knabe mit der Fuchsgans und die Temple-Boys, in H. von Steuben, G. Lahusen and H. Kotsidu (eds), Mouseion. Beiträge zur antiken Plastik. Festschrift für Peter Cornelis Bol. Möhnesee: 321-29. Schorn, S. 2001. Eine Prozession zu Ehren Arsinoes II (P.Oxy. XXVII 2465 fr. 2: Satyros, Über die Demen von Alexandreia)’, in K. Geuss and K. Zimmermann (eds), Punica Libyca Ptolemaica. Festschrift für Werner Huß zum 65. Geburtstag dargebracht von Schülern, Freunden und Kollegen. Leuven: 199-220. Wildung D. 1977. Feindsymbolik, in LdÄ II: 146-8."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.20) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" bird ", " cat "], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1905"], "Acquisition notes": ["Purchased in Cairo in 1896 from Abd es Salam Khatat."], "Department": ["Greek and Roman"], "Registration number": ["1905,0612.6"]}