{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1981,0210.9"], "Description": [" Terracotta figure of a standing woman. The back of the figure has not been modelled, and has a circular vent. The piece was made in a two-piece mould, with the head made separately and attached. The woman wears a long chiton, over which is draped a himation that covers her whole upper body and part of her legs. She has a melon hairstyle, which is drawn back and secured in a ring-shaped bun, and she wears disc-shaped earrings. A white slip covers much of the front of the figure except for the hair. Apart from the chiton around her lower legs, which remained white, the rest of the figure is richly coloured. The face and neck are pink, and the arms also, perhaps indicating that the woman is wearing a sleeveless chiton, with the flesh almost showing through the fine material of the himation worn over it. The eyes are painted blue and the earrings orange, perhaps to indicate gold. The himation was decorated with a series of yellow and blue panels that do not correspond with the lines of the drapery folds. "], "Cultures/periods": ["Roman"], "Production date": ["250BC-200BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": [" glazed ", " mould-made ", " painted "], "Dimensions": [" Height: 22.30 centimetres "], "Curator's comments": ["Walker & Higgs 2001 This figure follows the tradition of the so-called Tanagras, made in Boeotia in central Greece from the third century BC onwards. Two-piece moulds for making the figures and finished pieces were exported to various locations in the Hellenistic world. Although the provenance of this piece is unknown, its micaceous, orangey-brown clay betrays its Egyptian origin. Similar figures have been found in the rock-cut tombs in the necropolis of Hadra in Alexandria, and therefore come from a similar context to the Hadra hydriai (cat. nos 142-146). That their function was not solely funerary however, is demonstrated by the discovery of terracottas in domestic contexts too. The figures are an invaluable record of changing fashions in clothes, as well as showing activities carried out during everyday life, such as playing games or musical instruments. To have such images placed in the grave would then be a means of expressing a strong hope to continue these pleasures into the afterlife."], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (149) ", " Terracotta / Catalogue of Terracottas in the British Museum (3513) "], "Location": ["On display (G22/dc8)"], "Condition": ["The condition of this statuette is generally good, except for areas of the white slip and paint that have flaked off."], "Acquisition name": ["Transferred from: Victoria and Albert Museum"], "Previous owner": ["Previous owner/ex-collection: George Salting"], "Acquisition date": ["1981"], "Department": ["Greek and Roman"], "Registration number": ["1981,0210.9"], "Additional IDs": [" Previous owner/ex-collection number: A593-1910 (V&A number) "], "Conservation": ["Treatment: 13 Sep 1999"]}