{"artifact_name": "model; shield", "Object Type": [" model ", " shield "], "Museum number": ["1926,0930.53"], "Description": [" Terracotta model of circular shield. A model of a convex circular shield. At the centre is the mask of a maenad wearing a floral wreath, within a circular double moulding. Surrounding this is a tightly woven wreath. Between the latter and a double moulding at the rim of the shield is a circular vine-scroll. The back is concave with a flattened edge, and has an applied handle. Pressed into a one-piece mould. Micaceous orange-brown Nile silt with a red-brown surface; a few traces of a white dressing on the front. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Diameter: 13 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Near: Graindor 1939: pl. ii:9, with a central relief of a soldier wearing a Phrygian cap. Circular shields are common from Greek archaic times, and probably earlier, but this may be based upon Macedonian shields such as would be seen in Egypt from the later fourth century bc onwards. For a common pattern found on such shields, see a second-century bc flask from Karanis in Sekunda 1995: fig. 128. Full-scale limestone models of helmets and a Macedonian shield were found in Memphis, most of which are now in the Allard Pierson Museum in Amsterdam (Gagsteiger 1993). Acquired from Cairo dealers, they were said to have been found in magazines or workshops, where they may have acted as guides for making actual armour. See Moormann (2000: 187–92), where various suggestions as to their use are brought together, including one by M. Hamiaux, who argues a religious purpose, that they served as votive cippi."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3302)"], "Location": ["Not on display"], "Subjects": ["mythical figure/creature"], "Associated names": ["Representation of: Maenads"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1880"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.53"], "Additional IDs": [" Miscellaneous number: EA 1880,1112.9 ", " Miscellaneous number: EA 37517 "]}