{"artifact_name": "kantharos", "Object Type": ["kantharos"], "Museum number": ["1997,1005.1"], "Description": [" Terracotta kantharos. A relief-ware kantharos, each side closely similar, but not from the same mould. The mouth is decorated with vertical gadroons and the handles with plant elements, and simple volutes at the upper spring; the base was plain and conical, hollow beneath, but is largely lost. A plain vertical strip, descending from the handles and hiding the join, separates each side of the body; the strip is the centre rib of acanthus-like leaves. Each side has three acanthus leaves rising from the base; the two flanking leaves are uncut on one side but cut on the other. Two flowers rise from the acanthus, with rosette heads, not acanthus blooms. The upper part of the scene is delimited by a narrow dog-tooth band below the lower shoulder, from which two garlands hang, each with a tightly woven swag and pendent ribbons at each end. Between the garlands Bes dances. He is shown frontally, naked except for a himation across his hips and knees, his right knee raised, his left arm bent, the hand resting against his hip, his right hand raised adjacent to his feathered crown, which overlaps the dog-tooth band onto the lower curve of the shoulder. Two-piece mould. Micaceous light-brown clay, possibly wholly a Nile silt, but perhaps mixed with a marl. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Height: 14.30 centimetres "], "Curator's comments": ["BM Terracotta IV Bibliog. Christie’s South Kensington, Sale Catalogue, 8 May 1989: lot 240; Walker and Higgs 2000: 43, no. i, 20; Walker and Higgs 2001: 100, no. 120, dated second half of second century to first century bc."], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (120) ", " Terracotta / Catalogue of Terracottas in the British Museum (3645) "], "Location": ["On display (G69/Balcony/dc7/shC)"], "Condition": ["The vessel has lost its foot, and the rim may be a clever restoration, or perhaps ancient and repaired."], "Subjects": [" dance ", " ancient egyptian deity "], "Associated names": ["Representation of: Bes"], "Acquisition name": [" Bequeathed by: Ronald Bullock ", " Bequeathed through: Peter A Clayton "], "Acquisition date": ["1997"], "Department": ["Greek and Roman"], "Registration number": ["1997,1005.1"], "Conservation": [" Treatment: 05 Mar 1998 ", " Treatment: 18 Oct 1999 "]}