{"artifact_name": "stove", "Object Type": ["stove"], "Museum number": ["1914,0317.1"], "Description": [" Terracotta cooking stove (or brazier) fragment. A pot-support broken from a cooking-stove: a theatre mask of Papposilenos, much injured, the beard support lost, within a rectangular panel with obscure decoration across the top; the upper locks of hair divide in the centre and almost resemble horns. The back is decorated with a deep-sunk panel in which is a bust of a woman in high relief. Her hair is parted in the centre, with bunches high up on each side, falling in low-relief locks beside the neck. She is apparently clothed and may wear a choker necklace. The object has broken away from the rim of the fire-bowl. The front and the back were each made in a one-piece mould and joined: a split between the two pieces is very noticeable in places. Micaceous orange-brown Nile silt with a thick black core and white inclusions. Traces of burning through use. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(late)-1stC BC(mid)"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis (?) ", " Found/Acquired: Alexandria (Egypt) (?) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.30 centimetres ", " Thickness: 5.80 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": ["Registered as having been excavated at Naukratis between 1884 and 1886, but this piece is almost certainly the one mentioned by Petrie as being purchased at Alexandria, 'a great place for these handles' (Petrie et al. 1886, 42). A parallel in Alexandria has a clear version of the Papposeilenos mask and its surrounding decoration, showing that the upper part is a row of lozenges; it lacks the woman’s bust on the back (Didelot 1998, 297 and 299, figs 30 and 36). For a similar support, with figural decoration both on inside and outside panels, see the Cypriote parallels (Hayes 1991: pl. xvii:11 and 12, with a bull’s head and a lion’s head). Published (Petrie et al. 1886, 42; Didelot 1998, 298; Şahin 2001, 119, figs 104 and 105:Eg 2). Didelot, O. 1998. Réchauds hellénistiques du Musée Grécoromain d'Alexandrie: Importations et productions locales, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 275-306. Şahin, M. 2001. Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities. Anatolian Studies 51: 91-132."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3688) ", " Şahin 2001 / Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities (p.19, figs 104 and 105:Eg 2) ", " Didelot 1998 / Réchauds hellénistiques du Musée Grécoromain d'Alexandrie: Importations et productions locales (p. 298) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (LA.22) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" deity ", " theatre mask "], "Associated names": ["Representation of: Papposeilenos"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Greek and Roman"], "Registration number": ["1914,0317.1"]}