{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.11"], "Description": [" Terracotta figure of Hathor. Hathor, naked, with her hands to her sides, and modelled in the round. Her hair descends in divided locks on her upper back and beside her face; Isis-locks fall to her shoulders, and she wears a plain wreath: there was no kalathos. Hollow; two-piece mould. Micaceous brown Nile silt with a grey core. A few traces of an overall white dressing survive; the wreath was painted red. A hole has been bored into the legs in modern times for mounting the figure on a stand. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["4thC BC-3rdC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 14.20 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Besques 1992: no. D 4488, from Alexandria, dated second half of third century bc; Fless 1997: 71, no. 52, dated late Hellenistic; My´sliwiec 1996b: pl. xiv:1, from Athribis, dated beginning of the third century bc = My´sliwiec and Bakr Said 1999: 211, fig. 22a. Near: Adriani 1952: pl. xiv:1, from a favissa at Ras el-Soda, Alexandria, dated to the Ptolemaic period, perhaps of the third to second century bc; Fischer 1994: no. 808, dated end of second, first half of first century bc; Spencer 1996: pl. 77:90, from Tell el- Balamun, dated third century bc; Szyma´nska 2005: no. 24, from Athribis, dated end of third, beginning of second century bc; Weber 1914: no. 204. For head, compare Bayer-Niemeier 1988: no. 249, dated late Hellenistic. Bibliog. Not recognizable in the manuscript list in the library of Greek and Roman Antiquities entitled Millengen’s Antiquities; Fischer 1994: 330, no. 808."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (2991)"], "Location": ["Not on display"], "Condition": ["The legs are lost from just above the knees."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Hathor"], "Acquisition date": ["1847"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.11"], "Additional IDs": [" Miscellaneous number: 1847,0806.78 (previous registration number) ", " Miscellaneous number: EA 37570 "]}