{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.60"], "Description": [" Terracotta ithyphallic Harpokrates figure. A naked youth, modelled in the round, standing bandy-legged and holding his colossal phallus to himself, the glans resting on top of his head; the bulging object below the root of the phallus is presumably his testicles. He looks to his right, and wears a side-lock on his otherwise shaven head. At the rear of the figure a round-bottomed pot with a wide rim is placed on its side just below his head. The figure is supported by a low truncated-oval plinth, hollowed out below. Solid; two-piece mould. Micaceous red-brown Nile silt with a buff surface, perhaps salt-induced. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early?) "], "Production date": ["600BC-300BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.4"], "Technique": ["mould-made"], "Dimensions": [" Height: 8.60 centimetres ", " Length: 5.20 centimetres ", " Width: 2.80 centimetres "], "Curator's comments": ["Upright ithyphallic Harpocrates figures of this type were very common at Naukratis and were most likely made there. The side knot and the pot suggest this is Harpocrates represented. A number from the same or very similar mould series have been found at Naukratis (British Museum GR1973,0501.59, GR1973,0501.60, GR1973,0501.61, GR1973,0501.62; Fitzwilliam Museum, Cambridge, E.89.1914, E.127.1914; Cairo Egyptian Museum SR5/6215). Unprovenanced examples have been dated to the 4th century BC (Fischer 1994, no.12, = Vogt 1924, pl.83, 9, who sites erroneous Memphis parallel Petrie 1910, pl.32n, no.119; Bailey 2008, nos 3224-3227). Note the Fitzwilliam E.1914 sequence were attributed to ‘Antinoopolis?’ and the British Museum GR1973,0501 sequence were found unregistered, but that both sequences include numerous terracottas now known to be found and/ or produced at Naukratis of types that predate the founding of Antinoopolis. Similar figures made of limestone were also found at Naukratis (British Museum GR 1965,0930.929). Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Petrie, W.M.F. 1910. Meydum and Memphis volume III. London, School of Archaeology in Egypt. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch- ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3226) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.166) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.60"]}