{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1965,0930.929"], "Description": [" Limestone ithyphallic figure of naked youth with side-lock, probably Harpocrates (Horus). Seated upright, looking to the side, and holding his colossal phallus with both hands to his side. The figure is on an oval plinth. The figure's skin is painted pink. Soft limestone. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC-300BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-I.2"], "Technique": ["painted"], "Dimensions": [" Height: 13.30 centimetres (max) "], "Curator's comments": [" These ithyphallic figures squatting or seated upright, looking to the side and holding the phallus to their side are well represented at Naukratis (British Museum GR1965,0930.929; GR1965,0930.940; fpossibly GR1965,0930.933; Cambridge NA305; Oxford AN1886.465; Heidelberg ST53; Coulson 1996, pl.17.6 nos. 20 Cairo, Egyptian Museum), attributed to Naukratis (Cambridge E.110.1914). Parallel from Late Period Kom Firin (Spencer 2013, 277, F274), 30th Dynasty Saqqâra (Martin 1981, no. 1513; Petrie Museum UC60056), Memphis (Petrie Museum UC48354, UC483546) and unprovenanced (Petrie Museum UC35949, possibly UC60036; British Museum EA59082). Similar figures were also produced in terracotta at Naukratis. Like the similar ithyphallic figures, but with the phallus coiled around the neck (from Naukratis, or attributed to Naukratis: British Museum EA90337; see also GR1965,0930.944; GR2011,5011.16; GR2011,5011.14; GR2011,5011.13; Cambridge E.140.1914), these have Late Period parallels from Sais (Daressy 1901, 230-239; Egyptian Museum, Cairo JE 90245, exc. no.84; JE 90252 exc. no. 174; Late 6th to early 5th BC), Kom Firin (Spencer 2013, F343) and Early Ptolemaic Tell Basta (unpublished). Late Period (6th century BC) to early Ptolemaic (4th or 3rd century BC). Coulson, W. D. E. 1996, The Finds, in Coulson, W. D. E. (ed.), Ancient Naukratis II. The Survey at Naukratis and Environs 1. The Survey at Naukratis, Oxford, 139-160. Daressy, G. 1901. Rapport sur des fouilles à Sa el-Hagar, Annales du Service des Antiquités de l’Égypte 2, 230-239. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra: the southern dependencies of the main temple complex. Egypt Exploration Society Excavation Memoirs 50, London. Spencer, N. 2013. Kom Firin II. British Museum Research Publications. The British Museum, London. ", " Marked 'Naucratis. Eg. Ex. F. 1886\". "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.054) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.929"], "Conservation": ["Treatment: 10 04 2018"]}