{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.2"], "Description": [" Terracotta mould-made Ithyphallic Harpocrates figure with jar. A youth seated on a plain rectangular plinth. He is modelled in the round and naked, with a long side-lock on the left side of his shaved head, curving behind to hang down his back. A large phallus rises to wind round his waist, the glans resting against his left side. Resting on his right thigh, and held against his right side by both hands, is an amphora with handles placed midway on its body. Solid; probably made in a two-piece mould. Micaceous red-brown Nile silt; with traces of a black paint or pitch-like substance in several places. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.6.1"], "Technique": [" painted (?) ", " mould-made "], "Dimensions": [" Height: 8 centimetres ", " Length: 3.40 centimetres ", " Width: 5 centimetres "], "Curator's comments": ["Harpocrates figures holding Late Period Egyptian jars (7th or 6th to 4th centuries BC) were very common at Naukratis and were most likely made there. Bailey dates these to the Late Period, or early Ptolemaic period (Bailey 2008, 77, nos 3237-8). There are a number from the same mould series, including a kiln waster (British Museum GR1973,0501.2, GR1973,0501.63, GR1973,0501.64, GR1973,0501.75; Fitzwilliam Museum, Cambridge, E.94.1914, E.95.1914 and E.145.1914). Another mould series also carries this jar type (British Museum GR1973,0501.47, GR1973,0501.48; Fitzwilliam Museum, Cambridge, E.144.1914, E.147.1914) as do two other examples from Naukratis (Cambridge Museum of Classical Archaeology NA597; British Museum GR 1973,0501.64). Note the Fitzwilliam E.1914 sequence were attributed to ‘Antinoopolis?’ and the British Museum GR1973,0501 sequence were found unregistered, but that both sequences include numerous terracottas now known to be found and/ or produced at Naukratis of types that predate the founding of Antinoopolis. Uprovenanced examples from Egypt have been dated to the 4th or 3rd century BC (Fischer 1994, no. 16; Török 1995, pl.3, no.51) although Besques dates one to the Roman period (Besques 1992, pl.79, no.E401). Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche- Orient. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3239) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.185) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Parts of the plinth are broken away, and the glans of the phallus and the rim of the amphora are injured."], "Subjects": [" eating/drinking ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.2"]}