{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1995,1211.1"], "Description": [" Terracotta figure of grotesque carrying statue of Harpokrates. A grotesque cult-attendant carrying a statue of Harpokrates in a night-time procession. He walks to his right and faces front, holding the statue on his left shoulder; his extended right hand holds a torch. He wear a himation rolled below his belly and covering his upper legs, and a bound wreath on his head, with lotus buds tied on top, the ends of the ribbon falling on each shoulder. His phallus is very large, curving up as it touches the ground, and a frog perches on it. An uncertain object, perhaps a lantern, is placed behind the attendant’s right foot. The Harpokrates figure appears to be naked and in a seated position, its finger to its mouth; its head is shown shaved except for a side-lock. The back is largely plain, except for aspects of the wreath; there is a circular vent. The god-bearer’s face, the top of his head and the head of Harpokrates have split away and were repaired in antiquity with an application of plaster at the rear. A small hole has broken through behind. Hollow; two-piece mould. Micaceous red-brown Nile silt. Much colour remains: there is a white dressing over the front, and it is tinted a light-brown flesh colour on the skin of the theophoros and on Harpokrates; white is left reserved on the drapery. The wreath is painted pink, and its tie on the right shoulder is black and that on the left shoulder yellow. The glans of the phallus is painted red, as is the lantern (?) Harpokrates’ body is painted yellow over its flesh-colour. The end of the torch is tipped in yellow. The black of night is shown on the area of clay supporting the right arm and torch, and between the cult-attendant’s legs, where the frog is also painted black. The plain plinth has traces of black paint. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Curator's comments": ["BM Terracotta IV Comparandum. Nothing close to this figure has been noted, but a bronze knife-handle from el-Ashmunein once in the Fouquet Collection (now BM gr 1922.7-12.5) is ornamented by a dwarf with a frog perched on his very large phallus; he wears lotus buds on his head and carries a large bunch of lotus blossoms, or possibly an unusually shaped cornucopia: Perdrizet 1911: no. 91, pl. xxiii. It is discussed at some length in Derchain 1978: 65–6. Bibliog. Bonham’s Sale Catalogue, 5 July 1994: lot 413."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3152)"], "Location": ["On display (G69/Balcony/dc7/shD)"], "Subjects": [" procession ", " amphibian ", " cleric ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition date": ["1995"], "Department": ["Greek and Roman"], "Registration number": ["1995,1211.1"]}