{"artifact_name": "shawl(?); furnishing(?)", "Object Type": [" shawl (?) ", " furnishing (?) "], "Museum number": ["1914,0902.6"], "Description": [" Fragment of a textile with tapestry woven decoration possibly from a shawl or furnishing cloth. Ragged fragment, probably from a wool garment, woven from yellow yarn (S-spun), 12–14/13 threads per cm. A small tapestry-woven ornament is patterned with a Nilotic scene showing a small boy (putto) clutching a bird in a central medallion surrounded by fish and water plants (lotus flowers?), framed by a pearl border. The tapestry is worked in red, pink, yellow, green, blue and dark blue wool yarn (S-spun) and white linen yarn (S-spun) with 30–40 threads per cm. Some details are carried out in weft wrapping. "], "Cultures/periods": ["Late Antique"], "Production date": ["6thC (circa)"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" wool ", " linen "], "Technique": [" tapestry ", " weft wrapping "], "Dimensions": [" Height: 155 millimetres (fragment) ", " Height: 96 millimetres (tapestry area) ", " Width: 180 millimetres (fragment) ", " Width: 101 millimetres (tapestry area) "], "Curator's comments": ["The balanced weave of the ground fabric suggests that this ornament comes from a shawl or furnishing cloth rather than a wool tunic where a weft-faced tabby weave is usual. The figurative pattern with lotus-flowers, fish and a putto outlined in dark blue may be compared with that on the ‘Sabine shawl’ from Albert Gayet’s excavations at Antinoupolis in 1902–1903 now in the Louvre and other collections (Rutschowscaya 2004). For further examples of tapestry-woven ornaments with similar Nilotic scenes from Antinoupolis, see del Francia Barocas ed. 1988, nos 75 and 76. del Francia Barocas, L. (ed.). 1998. Antinoe cent’anni dopo: Catalogo della mostra Firenze, Palazzo Medici Riccardi, 10 luglio–1 novembre 1998. Firenze: Istituto Papirologico ‘G. Vitelli.’ Rutschowscaya, M.-H. 2004. Le châle de Sabine: Chef-d’œuvre de l’art copte. Paris: Fayard/Soleb."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (17)"], "Location": ["On display (G69/dc5)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Greek and Roman"], "Registration number": ["1914,0902.6"]}