{"artifact_name": "gem", "Object Type": ["gem"], "Museum number": ["1902,1213.1"], "Description": [" Black jasper gem with a portrait of a priest. The ancient intaglio is intact, apart from slight damage to the upper right side behind the subject's head. It is set into a modern metal mount. This high-quality engraving shows a completely bald and clean-shaven man wearing a pectoral ornament that completely encompasses the bust. Behind him is a snake-entwined staff. The man's neck is extremely long, and the upper part of his skull appears enlarged and cut deeper into the stone than the lower part of the face. The face is intricately modelled, with a distinctly arching brow, a large deeply set eye, with sharply defined lids and incised pupils. The nose is short, and un-classical in appearance, and the nostrils curl slightly. The lips are full and fleshy, and the chin rounded and strong. The ears are particularly large, almost swollen and set low on the skull. "], "Cultures/periods": [" Roman Imperial ", " Republic (Late, ?) "], "Production date": [" 1stC-3rdC ", " 1stC BC "], "Materials": [" jasper ", " metal (mount) "], "Technique": [" intaglio ", " incised "], "Dimensions": [" Length: 1.90 centimetres ", " Width: 1.50 centimetres "], "Curator's comments": ["Walker & Higgs 2001 The iconography of this subject is particularly difficult to understand. The snake-entwined staff is usually associated with the Greek healing god, Asclepius, whereas the Egyptianizing motifs, like the pectoral and the bald head, cannot be associated with that god. It may then represent a priest, perhaps a late Republican generic adaptation of a Ptolemaic type."], "Bibliographic references": [" Gem / Catalogue of Engraved Gems & Cameos, Greek, Etruscan & Roman in the British Museum (2068) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (137) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Associated with: Asclepius (?)"], "Acquisition name": ["Purchased from: Mrs Mary Griffin (?)"], "Acquisition date": ["1902"], "Department": ["Greek and Roman"], "Registration number": ["1902,1213.1"], "Conservation": ["Treatment: 22 Oct 1999"]}