{"artifact_name": "trefoil-mouth oinochoe; measure(possibly)", "Object Type": [" trefoil-mouth oinochoe ", " measure (possibly) "], "Museum number": ["1910,0222.232.b"], "Description": [" Greek style pottery trefoil-mouth oinochoe jug with ribbed neck. Ridge at base of neck, ovoid bottom-heavy body and broad ring foot; sub-oval section handle. Rim, most of neck and handle missing; body surface very friable; numerous chips from base. Red-brown Nile silt clay with mid-brown finish, frequent fine mica inclusions. "], "Cultures/periods": [" Archaic Greek ", " Late Period "], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Dimensions": [" Diameter: 6.50 centimetres (base) ", " Diameter: 8.50 centimetres (max) ", " Height: 13.30 centimetres (max preserved) "], "$Inscriptions": [" "], "Curator's comments": ["The piece has a close parallel from Naukratis (British Museum (British Museum GR1886,0401.1380; Petrie 1886, pl. 34, no. 636) with the same graffito, probably an abbreviation of deka(te), 'tithe', i.e. a votive dedication. An alternative interpretation would be use as a measure; the jug has a capacity of about 0.390 litres. A further very similar piece with a Carian inscription is known from in Egypt (Berlin, Ägyptisches Museum und Papyrussammlung, Inv. 7206; Schlotzhauer 2012, 168 no. Nau 139, pl. 30c-e); with precise findspot information lacking it might have come from Naukratis or a site with a strong Carian presence such as Memphis/Saqqara. For the latter two pieces, NA analysis by Hans Mommsen, Bonn, has confirmed production in the Nile Delta (samples Nauk 14 and 19: chemical group QanN), see Schlotzhauer and Villing 2006,55 table 1, 62-3, figs 35-6. The group of jugs was probably manufactured by Greek potters at Naukratis."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXIV, no. 637) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 675, no. 343) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p.55 Table 1, p. 63 fig. 35) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 172, NAU 141, pl. 31a-b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IA.11) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.107) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1910"], "Department": ["Greek and Roman"], "Registration number": ["1910,0222.232.b"], "Conservation": ["Clean and consolidate: 18/01/18"]}