{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Museum number": ["1975,0605.4"], "Description": [" Copper alloy arrow-head with short triangular point, trefoil section and short socket. Also known as trilobate, or 'Scythian type'. "], "Cultures/periods": [" Archaic Greek ", " Classical Greek ", " Achaemenid "], "Production date": ["550BC - 350BC"], "Materials": ["bronze"], "Type series": ["Baitinger IID1"], "Dimensions": [" Length: 1.70 centimetres "], "Curator's comments": ["These socketed trilobate types are common in the Middle East from the 7th century BC and subsequently in Greece and Egypt. During the course of the 4th century BC, arrow heads tend to become larger and this type is abandoned. This example has good parallels from the mid 6th to 4th centuries BC (Baitinger 2001, figs 472, Dreiflügelige Tüllenpfeilspitzen type IID1-3). James dates this type (James 2004, fig. 675) between Achaemenid and early Hellenistic periods. This type is cited as evidence by Snodgrass of Persian archers at the battles of Marathon and Thermopylae and adopted in Greece subsequently, though this type is dated elsewhere from the 7th century BC onwards. Parallels from Tell Dafana and the nearby site of T21 that Oren identifies as ‘Migdol’ (Snodgrass 1964, 154 small ‘Scythian’, ‘pyramidal’ socketed bronze Form 3C3; 1967, 99; Erdmann 1973, 45 ‘Pyramid’ Form CIIc6-7, dated to 7th or 6th to 4th centuries BC; Oren 1984, 25, fig. 26.6 dated to late 7th to 6th centuries BC). Thebes, Egypt parallel BM 1886,0605.54, and from Marathon BM 1864,0220.76, 1864,0220.73, 1864,0220.72, 1864, 0220.71 and 1864,0220.70. For a discussion of provenance see also Pelleg et al. 1983. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London."], "Location": ["Not on display"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1975,0605.4"]}