{"artifact_name": "waster; dish", "Object Type": [" waster ", " dish "], "Museum number": ["1980,1017.1"], "Description": [" Parts of three faience dishes fused together. "], "Cultures/periods": ["Roman"], "Production date": ["10BC-200"], "Production place": [" Workshop in: Kom Helul (Memphis) "], "Excavator/field collector": [" Excavated by: British School of Archaeology, Egypt ", " Excavated by: Sir William Matthew Flinders Petrie "], "Findspot": [" Excavated/Findspot: Kom Helul (Memphis), workshop "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Width: 18.30 centimetres "], "Curator's comments": ["These vessels come from Petrie's excavations near Kom Helul at the ancient city of Memphis in Lower Egypt, one of the most important sites for the later history of faience technology. In firing, the vessels were stacked upside down, as in a pottery kiln, and usually separated by supports of some kind. The supports served to prevent the vessels sticking together as the glaze sintered. As with the making of high quality pottery such as Roman Period 'terra sigillata' or glazed pottery, the vessels were stacked inside saggars, closed vessels which prevented ash contaminating the glaze as well as keeping hot gases in contact with the vessels longer. In some cases the kiln, or parts of it, became too hot and vessels fused together inside the saggars as the clay supports softened, allowing the glazed vessels to come into contact with each other. This is what happened here and the vessels are firmly stuck together with hardened glaze.Once the glaze has become hard it is virtually impossible to separate fused vessels without breaking them and they are invariably discarded as \"wasters\" in the area around the kilns or workshop. Bibliography: W. M. F. Petrie, 'Memphis' I ('British School of Archaeology in Egypt' no. 15.) (London, 1909), pp. 14-15 and pi. xlix; W. M. F. Petrie, \"The Pottery Kilns at Memphis\" in E. B. Knobel et. al (eds.), 'Historical Studies. (British School of Archaeology in Egypt: Studies.' Vol. 19) (London, 1911); Vandiver in A. Kaczmarczyk & R. E.M. Hedges 'Ancient Egyptian faience : an analytical survey of Egyptian faience from predynastic to Roman times' (Warminster, 1983), p. A31."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (180)"], "Location": ["Not on display"], "Acquisition name": ["Transferred from: Victoria and Albert Museum"], "Acquisition date": ["1980"], "Department": ["Greek and Roman"], "Registration number": ["1980,1017.1"], "Additional IDs": [" Previous owner/ex-collection number: 463-1908 (V&A number) "], "Conservation": ["Treatment: 10 Apr 1998"]}