{"artifact_name": "kantharos(possibly)", "Object Type": ["kantharos (possibly)"], "Museum number": ["1924,1201.406"], "Description": [" Rim and body sherd possibly of Chian pottery Type A kantharos; creamy white slip; interior: reserved band at rim, glazed black below with faded lotus flower and tendril in added white; below, traces of two white bands; exterior: vertical stroke pattern at rim above by three lines; below, on left, part of large triple guilloche pattern; vertical dividing band of hook maeander between pairs of lines; on right, painted decoration consisting of part of warrior (helmet, spear shaft and shield with strokes on rim and concentric circles as device) to right; half roundel as filling ornament. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-575BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Thickness: 0.30 - 0.40 centimetres ", " Diameter: 19 centimetres ", " Height: 4.90 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" The sherd belongs to the same vase as British Museum 1924,1201.497, which must be from the opposite side. According to Lemos, that sherd is from a Grand Style chalice, but she places 1924,1201.406 in the Mature Animal Style. The vertical dividing band decoration on both sherds is typical of the Wild Goat Style and is no longer observed in the Mature Animal Style or Grand Styles; nor is the triple guilloche pattern typically seen on Grand Style vases, where decoration principally consists of human figures; and the pattern is not usually seen below the rim of vases in the Mature Animal Style. Such heavy decoration is most frequent on Wild Goat Style vases. The pendant roundel as filling ornament is not found in the Grand Style, but does appear in the Mature Animal Style, while interior decoration is not seen on Wild Goat Style vases, but appears in the Mature Animal Style. Perhaps this sherd marks a transition between the Wild Goat and Mature Animal Styles and so stands out for depicting human figures earlier than normal. Some Type A kantharoi, however, do have human figures, dividing bands and interior decoration. For other Type A kantharoi, see Williams 1983, 170-1, no. 57, fig. 12. Williams, D. ‘Aigina, Aphaia-Tempel 5. The pottery from Chios’, Archäologischer Anzeiger 1983. ", " In pencil on inside '862'. ", " The wall is slightly convex; no handle is apparent on 1924,1201.497, and one might have expected some sign of it if this were a kantharos. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 278, no. 755, pl. III) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1651) (phase 2) "], "Location": ["Not on display"], "Subjects": ["warrior (possibly)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.406"]}