{"artifact_name": "bracelet", "Object Type": ["bracelet"], "Museum number": ["1917,0601.2781"], "Description": [" Gold bracelet in the form of a serpent: comprising a solid gold rod that has been twisted into a coil that forms the body of the snake. Only the scales of the forepart and tail of the snake have been indicated by chasing, and even then, only on the top surface. The snake's mouth is slightly opened, showing the lightly indicated teeth. "], "Cultures/periods": [" Roman (Imperial) ", " Ptolemaic (? if from Egypt) "], "Production date": ["1stC BC-1stC"], "Production place": [" Made in: Egypt (?) "], "Materials": ["gold"], "Technique": [" incised ", " twisted ", " chased "], "Dimensions": [" Diameter: 6.70 - 7.30 centimetres ", " Weight: 665 grammes ", " Thickness: 0.60 centimetres ", " Width: 1.50 centimetres "], "Curator's comments": ["Pair with 1917.0601.2780. Similar spiral bracelets have been found in Egypt and at Pompeii and Boscoreale in Italy. Bibliography: F.H. Marshall, 'Catalogue of Jewellery, Greek, Etrusean and Roman in the Department of Antiquities, British Museum' (London, 1911), nos 2780-1; R. Blurton (ed.), 'The Enduring Image: Treasures from the British Museum' (London, 1997), cat.no.98; C. Johns, discussion of snake bracelets in S. Walker (ed.), 'Ancient Faces' (exh. cat., The Metropolitan Museum of Art, New York) (New York 2000), pp. 151-2; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 318 [334]."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2781) (?) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (334) "], "Location": ["Not on display"], "Exhibition history": [" 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998, 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003, 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004, 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004, 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004, 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005, 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005, 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005, 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006, 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007, 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007, 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009, 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009, 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World's Cultures 2019-2020, 27 Jul-16 Feb, Colchester, Colchester Castle, Essex Bling 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1917,0601.2781"], "Conservation": [" Treatment: 07 Aug 1997 ", " Treatment: 03 Aug 2010 "]}