{"artifact_name": "bracelet", "Object Type": ["bracelet"], "Museum number": ["1923,0421.2"], "Description": [" Gold bracelet, one of a pair. Both bracelets, which are mirror images of each other, take the form of gold bands terminating at each end in two snake-heads. One of these snake-heads extends forwards and slightly to one side; the other doubles back on itself. The snakes have chased or punched details, including dotted scales, and the bands are of substantial sheet gold with punched or struck bands of circles and a bead and reel pattern. The bands and snakes are formed from the same piece of gold. The junction between bands and heads is concealed by an applied double row of spirals in spiral-beaded wire between rope filigree borders and an applied sheet-gold acanthus leaf rising from a lyre-form spiral complex executed in thick plain wire. "], "Cultures/periods": ["Western Greek"], "Production date": ["370BC (circa)"], "Production place": [" Made in: Italy "], "Findspot": [" Excavated/Findspot: Avola "], "Materials": ["gold"], "Dimensions": [" Height: 2.20 centimetres ", " Weight: 17 grammes ", " Width: 5.50 centimetres ", " Depth: 5.60 centimetres "], "Curator's comments": [" Pair with 1923.4-21.1. Part of the Avola Hoard - found with 300 4thC BC gold coins of Syracuse and Persia. ", " Williams and Ogden 1994 The combination of snake-heads and strap-like bands is unusual, but best paralleled in Egypt in the mid-Ptolemaic period. The decoration of the bands recalls the strap of the Santa Eufemia diadem (BM GR 1896.6-16.1). The fact that a ring attributable to the Santa Eufemia Master (BM GR 1923.4-21.3) also formed part of this hoard suggests that these bracelets may also be of Tarentine workmanship. BIBLIOGRAPHY: Williams, pl. 32, 1 and 4. For the Ptolemaic parallels see Ogden, Gold Jewellery in Ptolemaic, Roman and Byzantine Egypt. "], "Bibliographic references": ["Williams & Ogden 1994 / Greek Gold. Jewellery of the Classical World (142; p. 210)"], "Location": ["On display (G73/dc71)"], "Exhibition history": [" Exhibited: 2013 3 April-19 Aug, Los Angeles, Getty Villa at the J Paul Getty Museum, Sicily: Between Greece and Rome 2013/14 Sept - Jan, Cleveland Art Museum, Sicily: Between Greece and Rome 2015 23 Oct-23 Nov, Siracusa, Museo Archeologico Paolo Orsi, Tesori della Sicillia 2016 28 Apr-14 Aug, London, British Museum, Sicily: Culture and Conquest "], "Subjects": ["reptile"], "Acquisition name": ["Purchased from: Leon Böhm de Sauvanne"], "Acquisition date": ["1923"], "Department": ["Greek and Roman"], "Registration number": ["1923,0421.2"]}