{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.571"], "Description": [" Bowl sherd of Chian Wild Goat Style pottery small chalice with part of handle; white slip; interior glazed streaky black; part of two faded added white bands; exterior, from top: part of rising triangle and other undetermined filling ornament at base of wall; outside of handle black; handle frill pattern on handle root; maeander band running left in handle zone; on cul, maeander hooks between wide bands; below, rays. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["630BC-600BC"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 7 centimetres ", " Thickness: 0.50 centimetres ", " Width: 12.10 centimetres (with handle) "], "Curator's comments": ["Lemos places the sherd within the Chalice Style, however, the decoration on the bowl and consisting of rising triangles and other filling ornament is not consistent with that style, where the decoration on the cul typically consists of simple concentric bands. Also rays do not feature on Chalice Style vases, and while broken maeander patterns appear on some Chalice Style chalices, the shape of their handle zone is different from that of earlier chalices. Rising rays and broken maeander patterns are commonly found on the earlier Wild Goat Style chalices. Furthermore, whilst some Chalice Style vases lack interior decoration, it is the norm on Wild Goat Style vessels. For parallels, see the Würzburg chalices (Lemos no. 236-237)."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 302, no. 1099) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0102) (phase 2) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.571"]}