{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Museum number": ["1973,0501.49"], "Description": [" Upper part of terracotta ithyphallic Harpocrates figure plaque. The top part of a relief plaque with the head of a man with shaven head and side-lock, possibly holding his hand to his left ear; there is a small ring-shaped object on the front top of his head. A huge phallus rises up level with the top of his head on his right side. The back is plain. One-piece mould. Micaceous orange-brown Nile silt with a red and brown core; there are traces of red paint on the face, the side-lock and the possible left hand. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.1"], "Technique": ["painted"], "Dimensions": [" Height: 5 centimetres ", " Thickness: 2.25 centimetres ", " Width: 7 centimetres "], "Curator's comments": ["GR1973,0501. 49 is very similar in style, fabric and subject as NA588, NA601 and NA606 from Naukratis, currently in Cambridge Museum of Classical Archaeology. Naukratis is the most likely source based on the style, fabric, date of the figure and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Similarities with Petrie Museum UC47830 and UC33404, both from Memphis, with his phallus on his left. See figure plaque from Tell el-Muqdam dated to the late 5th century BC (Redmount and Friedman 1997, Fig. 7). Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3223) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.088) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.49"]}