{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1972,0125.3"], "Description": [" Terracotta figure of Harpokrates. Harpokrates, naked, standing on a curve-faced plinth with mouldings, two of his fingers to his mouth. He has a large pendent phallus and holds a pot in the crook of his left arm. His head is shaven except for a side-lock and he has a ribbon round his head holding lotus buds; one of the buds is damaged. The back is plain, with a circular vent pierced through a depression. Hollow; two-piece mould. Micaceous orange-brown Nile silt, with minute traces of a white dressing; black paint is found at various places, particularly on the side-lock, face, ears, buds, arms and pot, and is also present on the back of the figure. "], "Cultures/periods": ["Roman"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Fustat (vicinity) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 18.50 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close, probably same mouldseries: Allen 1985: no. 58, from Karanis, dated second century ad; Dunand 1990: no. 134, dated Roman period; Petrie 1911: pl. xv:19, from a surface chamber in a cemetery northeast of Hawara pyramid. A macrophallic Harpokrates close to this carries on his left shoulder a statuette of Harpokrates very close in pose to the enthroned figures of Harpokrates 3036 and 3037, but which wears the nemes headdress and a Double Crown: Beck and Bol 1983: 515, no. 122, dated to the middle of the Roman Imperial period."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3050)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Purchased from: Dr Edward Hindle"], "Acquisition date": ["1972"], "Department": ["Greek and Roman"], "Registration number": ["1972,0125.3"]}