{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.9"], "Description": [" Terracotta figure of comic actor wearing cap and tunic. A figure of a comic actor, as a soldier, standing on a plain circular plinth. He has a large paunch, and his hands, with the arms slightly bent, are placed on either side of his belly, holding unidentified objects: that in his right hand may be a purse. He is dressed in mufti, wearing a short tunic. A chlamys is fastened at his chest and he has a flat cap (kausia) on his head. The back is largely plain, only the rim of the cap and the actor’s hair below it being indicated; there is a circular vent. Hollow; two-piece mould. Micaceous brown Nile silt. Traces of a white dressing, mainly on the front; yellow-buff paint on the face, and pink paint on the cloak and the tunic. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 8.40 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close and near: Bayer- Niemeier 1988: nos 24–6, dated second to first century bc; Breccia 1926: pl. xxxv:12, from Canopus; Breccia 1934: no. 237; Christie’s Sale Catalogue, 16 July 1986: lot 260; Dunand 1990: nos 571 and 572, (dated Hellenistic period?); Fischer 1994: no. 200, dated end of second and first century bc = Vogt 1924: pl. xliv:4; Fjeldhagen 1995: no. 115, dated end of second to first century bc; Green 2003: 56, dated second to first century bc and described as a Soldier from Menandrian comedy; Petrie Museum uc47783-4, from Memphis; Szyma´nska 1999a: 53, fig. 13 and Szyma´nska 2005: no. 175, from Athribis, context third century bc; Van Wijngaarden 1958: no. 58; Weber 1914: nos 339 and 340. Although very different in stance, the dress of an actor figure from the Cyrenaica is much the same, and it is described as being a New Comedy soldier in Bieber 1961: 99, fig. 370 = Walters 1903: C 827 = Burn and Higgins 2001: no. 2017. Bibliog. Phillips 1837: lot 41; Fischer 1994: no. 200."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3556)"], "Location": ["Not on display"], "Subjects": ["actor/actress"], "Acquisition name": ["Purchased through: Phillips (auctioneers)"], "Acquisition date": ["1837"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.9"], "Additional IDs": [" Miscellaneous number: EA 1837,0717.165 ", " Miscellaneous number: EA 37562 "], "Conservation": ["Treatment: 01 Sep 1999"]}