{"artifact_name": "figure; lamp", "Object Type": [" figure ", " lamp "], "Museum number": ["1995,0123.1"], "Description": [" Terracotta figure of Beset, suckling the infant Bes. A lamp modelled as Beset seated in a basket, suckling a child Bes. She wears a fringed Isis-mantle, opened to bare her left breast. Her hair is parted in the centre and falls onto her shoulders, and she wears a large wreath curving down from the top of her head to each side, with a narrow wreath-fillet crossing from side-to-side and held by ribbons at each end. Surmounting all is her feathered headdress. The Bes-child is naked except for his feathered headdress. There is a possibility that the basket is in fact the rope bindings of a mass of olives to be pressed. Below the basket is a curved high plain plinth pierced by two wick-holes with applied rests below each; the lamp has been used, as signs of burning show. The back is plain, except for a pierced suspension-lug behind Beset’s head, and a filling-hole for the oil-chamber, with a crescent-shaped guide below it. Hollow; two-piece mould, with an inserted floor for the oil-chamber. Micaceous brown to red-brown Nile silt. Red slip applied to the front. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": [" slipped ", " mould-made "], "Dimensions": [" Height: 14.80 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Perdrizet 1921: no. 146, from Alexandria. Similar pose, but differing in many details, in the so-called Memphis Black Ware: Ballet 1998: 233, fig. 19; Dunand 1990: no. 65, dated to the Roman period = Ballet 1996: pl. iii, fig. 8, dated end of Hellenistic to beginning of Roman period; Perdrizet 1921: no. 147, from Memphis; Petrie Museum uc47605-6, both from Memphis; Weber 1914: 39, fig. 14. In red-brown siltware: Breccia 1934: no. 197; Christie’s Sale Catalogue, 13 July 1983: lot 343; Dunand 1990: no. 380, dated Roman period. Isis lactans in the same pose, also seated in a basket: Besques 1992: no. E 354, from Middle Egypt, dated Roman period; Dunand 1979: no. 19, from Abu Nur, and no. 20; Dunand 1990: no. 378, from Antinoopolis, dated second to third century ad, and nos 379 and 381, dated Roman period, and see Dunand 1994: 21–32; Ewigleben and von Grumbkow 1991: no. 37; Fischer 1994: no. 860, dated to beginning of third century ad (= Vogt 1924: pl. viii:4) and no. 861, dated late first century ad; Friedman 1989: 182, no. 92, from the Fayum, dated second to third century ad; Laumonier 1921: no. 589. Bibliog. Arslan 1997: no. iii.16."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3106)"], "Location": ["On display (G69/Balcony/dc7/shC)"], "Exhibition history": [" Exhibited: 1997, Milan, Palazzo Reale, Isis: The Myth, The Mystery, The Magic "], "Condition": ["Beset’s right knee and her crown are slightly damaged."], "Subjects": [" ancient egyptian deity ", " child "], "Associated names": [" Representation of: Beset ", " Associated with: Isis ", " Representation of: Bes "], "Acquisition name": [" Donated by: Caryatid Fund ", " Donated through: Bonhams "], "Acquisition date": ["1995"], "Department": ["Greek and Roman"], "Registration number": ["1995,0123.1"], "Conservation": ["Treatment: 10 Jan 1995"]}