{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.1"], "Description": [" Head of terracotta female figure. A head of a woman, broken from a very large figure. The hair is in an emphatic melon style, but does not have the bun normally found with such a coiffure. The ears are hidden by the hair. A groove crosses the long neck. Hollow; apparently from a two-piece mould, with heavy manipulation of the hair over the join. Chamfering at the bottom of the neck shows that it was not made with the body, but plugged into it. Micaceous orange-brown Nile silt with some white grits and a thin red and thick grey core; the face and front of the neck are slightly burnished. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Height: 9.50 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Near: Adriani 1940: pl. xl:5, from the Hadra cemetery, Alexandria; Adriani 1952: pl. xxi:1, from a favissa at Ras el-Soda, Alexandria, dated Ptolemaic period, perhaps third to second century bc; Bayer-Niemeier 1988: no. 12, from Memphis, dated first half to middle of second century bc; Fischer 1994: nos 98 and 110, dated respectively to first half of third century, and second half of third to second century bc; Fjeldhagen 1995: no. 143, dated third to second century bc; Petrie Museum uc48476, from Memphis; Pingiatoglou 1993: no. 200, dated second half of second to early first century bc; Török 1995: no. 214, dated third quarter of third century bc."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3526)"], "Location": ["Not on display"], "Condition": ["The nose is damaged and the hair at the back is slightly injured."], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.1"], "Additional IDs": [" Miscellaneous number: EA 37493 "]}