{"artifact_name": "model building/structure", "Object Type": ["model building/structure"], "Museum number": ["1986,1006.10"], "Description": [" Terracotta model of a portable shrine. A model of a wood and wickerwork shrine with an arched opening at the front, flanked by Corinthian columns with tapering Egyptiantype shafts, resting on panelled front legs, with a crosspiece below, also panelled and decorated with a lozenge pattern, and with a curved arch above. Each side has panelling arranged in a group of six (three by two). The curved, slightly ridged, top has cross-hatching, probably denoting wickerwork, as does the back, which is also curved and divided by horizontal mouldings. Made in a two-piece mould, one for the complete front and the proper left side and its roof; another for the complete back, the proper right side and its roof. After moulding, the doorway was cut out and the floor added. Micaceous orange-brown Nile silt. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Alexandria (Egypt) "], "Materials": ["terracotta"], "Dimensions": [" Height: 11.20 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Petrie Museum uc50620. More elaborate: Christie’s Sale Catalogue, 16 July 1986: lot 262; Schmidt 1997: no. 179, dated first to second century ad. Petrie 1889: pl. xx:7 is a complex terracotta group which Petrie regarded as a carryingchair and was found in a tomb at Hawara (now in the Manchester Museum, no. 3052). Like our model structure, it appears to be of panelled wood and wickerwork (Petrie sees the panels as windows). Two men carry the Hawara object, and inside is a loose figure of a seated woman with her right hand raised in the manner of the seated beneficent demons (see BM Terracotta IV). These normally have both arms raised in a protective manner, but occasionally standing examples, as Terracotta 3121, have just the right arm raised. It would seem that this group represents not a carrying-chair, but a portable shrine. A similar but simpler portable shrine-model is published in Graindor 1939: pls iii–iv:1a–c. It too has a seated female figure inside, with a mirror held in her raised left hand. Bibliog. Christie’s Sale Catalogue, 16 July 1986: lot 261; Vassilika 1992: 271, no. 49; Cook 1995: 228."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3268)"], "Location": ["On display (G69/Balcony/dc7/shC)"], "Subjects": ["shrine"], "Acquisition name": ["Purchased from: Christie's"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Acquisition date": ["1986"], "Department": ["Greek and Roman"], "Registration number": ["1986,1006.10"], "Conservation": ["Treatment: 05 Aug 1987"]}