{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Museum number": ["1973,0501.73"], "Description": [" Terracotta reclining ithyphallic figure plaque, possibly Priapus. A reclining naked man, his head lost and his legs extending to his right, the left bent and close to the ground, the right with the knee raised (the right leg below the knee is missing, as is the left foot). He leans his left elbow and forearm on a pile of cushions, and his right hand holds his large phallus upright against his right side, but its end is broken off. His left hand is flaked away, but was held against his corpulent belly, perhaps holding an object. The figure is modelled in relief with an intended flat back and was probably made in a one-piece mould; it has a flat-faced plinth, hollowed out underneath, much of which is lost on the figure’s right side. Micaceous over-fired Nile silt with a grey and red core and a varied brown to beige surface; it contains white inclusions. The overfiring has caused the back to bulge outwards. There are minute traces of a white dressing. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.2"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 12.50 centimetres ", " Length: 6.40 centimetres ", " Width: 11.50 centimetres "], "Curator's comments": ["This terracotta figure plaque form was very common at Naukratis. Two very similar moulds seem to have been used at Naukratis. These are commonly dated from the 5th to the 4th century BC. The bearded face is unusual on this otherwise standard Egyptian Late Period terracotta figure plaque and may represent Greek or other eastern Mediterranean influence on the figure. This may present Priapus or a satyr. Numerous parallels from the same or similar mould were found, and most likely produced, at Naukratis (Brussels Musées Royaux d’Art et d’Histoire A1831; Cambridge Museum of Classical Archaeology NA590, NA615, NA616 and NA634; Cairo National Museum SR5/ 6219; Ashmolean Museum, Oxford, no.1896-1908, E.4730). Others probably come from Naukratis (Bailey 2008, nos 3218-3221, British Museum GR1973,0501.25, GR1973,0501.46, GR1973,0501.52, GR1973,0501.73; Fitzwilliam Museum, Cambridge E.142.1914, E.123.1914, E.82.1914, E.92.1914 and E.133.1914 and similar larger piece E.105.1914). Unprovenanced examples from Egypt have been dated to the Late 4th century BC (Fischer 1994, pl. 2, no.11 and 10; Vogt 1924, pl. 85, no.3; Bayer-Niemeier 1988, pl.83.3, no. 454) or erroneously dated to the Roman period (Dunand 1990, no. 804, and similar 806). Similar ithyphallic figure plaques have been found at Naukratis (British Museum GR1973,0501.36, GR1965,0930.27, GR1973,0501.42; Fitzwilliam Museum, Cambridge E.136.1914; and Cambridge Museum of Classical Archaeology NA585). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fischer, J. 1994. Griechisch- römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3221) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.107) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Head and left hand lost."], "Subjects": ["deity"], "Associated names": ["Representation of: Priapus (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.73"]}