{"artifact_name": "altar", "Object Type": ["altar"], "Museum number": ["1909,1201.18"], "Description": [" Terracotta: Part of a miniature horned altar. The upper part of a miniature horned altar. It has come away cleanly from its separately made lower portion; one corner is broken away. Pressed into a one-piece mould. Micaceous (very small particles) orangebrown Nile silt with a darker core. On the outside areas of red slip remain. Signs of discolouring inside suggest the burning of substances. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (Possibly) "], "Materials": ["terracotta"], "Dimensions": [" Width: 7.11 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. A selection: complete or fragmentary square (and occasionally round) miniature horned altars: Adriani 1940: 123, fig. 57, three examples from a Roman tomb in Alexandria; Ballet and Harlaut 2001: 357, fig. 9:127–9, from Gabbari, Alexandria, contexts dated second to third century ad; Bayer-Niemeier 1988: nos 722 and 724, dated, respectively, first to second and second to third century ad; Dunand 1990: nos 935–40, dated Roman period; Fischer 1994: no. 1218, dated first to second century ad; Fless 1997: 77, no. 65, dated first to second century ad; Habachi 1936–7: 283, fig. 11, from Gabbari, Alexandria, found with Ptolemaic, but mostly Roman, objects of first- or second-century date; Nachtergael 1987: pl. iii, fig. 10: after p. 240, from House K at Herakleopolis Magna, dated, after Petrie, to c. ad 250; Petrie 1905: pl. liiA:162, also from House K at Herakleopolis Magna, dated mid-third century ad (Petrie and Currelly 1905: 26–7; my date, p. 4: second to fifth century ad); Petrie 1911: pl. xv:7 (Petrie Museum uc44996), from a cemetery north of Hawara pyramid = Willems and Clarysse 2000: 256, no.179; ibid.: no. 180, a plaster mould for making very small appliqué altars; Weber 1914: no. 470, purchased in Medinetel-Fayum."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3271) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ME.8) "], "Location": ["Not on display"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1909,1201.18"]}