{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0930.37"], "Description": [" Terracotta figure: female ritual dancers. A woman standing upright, carrying in her arms another woman who is leaning out to the left side with her legs on either side of the first woman's left hip and round whose shoulder she places her right arm, with the right hand showing on the right shoulder of the first woman; the left hand of the carried woman is placed on her own thigh. At the back, the standing woman's left arm encircles the right thigh of the one being carried. Both women are naked, except for garlands round their necks and tightly woven wreaths in their hair. Their hairstyles are different at the back, the carried woman having straight hair parted in the centre and drawn back in a bun, the other having short hair stippled to indicate curls. The feet survive on the standing woman, but there seems not to have been a plinth. Hollow; two-piece mould. Micaceous brown Nile silt with minute traces of a white dressing. A hole has been bored underneath in modern times to affix the group to a stand. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.60 centimetres "], "Curator's comments": ["BM Terracotta IV The back is less clearly modelled than the front but clearly shows the positions of both: they are not performing a sexual act. Comparandum. Close: Pingiatoglou 1993: no. 280, dated second half of second century ad: the standing figure is regarded as male and the group as erotic. Bibliog. Fischer 1994: 248, no. 519."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3171)"], "Location": ["Not on display"], "Condition": ["The surface of the group is flaked away in places."], "Subjects": ["dancer"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1874"], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0930.37"], "Additional IDs": [" Miscellaneous number: EA 1874,0314.12 ", " Miscellaneous number: EA 37513 "]}