{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1904,1011.1"], "Description": [" Terracotta figure of Artemis. A figure of Artemis standing, modelled in the round, the head and lower legs lost, together with much of her arms. She wears a short chiton with overfall, and a himation rolled and hitched round her waist, the ends falling on her right side. A quiver is carried behind her right shoulder. She is hollow and was produced basically in a two-piece mould, much of the arms being made separately and joined to the stumps with collars of plaster: the right arm was raised and its stump has a finished end; the left arm was lowered and part of the added portion survives with its plaster collar intact. Micaceous red-brown Nile silt with a brown core, covered overall with a white dressing: it covered the finished end of the stump of the right arm, and was thus applied before the arms were added. The flesh was painted pink, traces of which survive in the V of her dress, on the arms and on the legs below the chiton. "], "Cultures/periods": [" Roman (?) ", " Ptolemaic (?) "], "Production date": ["3rdC BC-3rdC (Probably earlier than 3rd C AD)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Ihnasya el-Medina, house N "], "Materials": ["terracotta"], "Dimensions": [" Height: 15.20 centimetres (max) "], "Curator's comments": ["BM Terracotta IV A date probably earlier than the third century ad is intimated by the excavator (Petrie and Currelly 1905: 27). Only terracottas and a couple of lamps seem to be published from this house; some are Ptolemaic, as is the Harpokrates (ibid.: pl. xlvi:30, and possibly some of those illustrated on pls xlviii:57–60 and li:114). Others are of the second century ad, as are the beneficent demons (ibid.: pl. xlix:89–91) and the two lamps (ibid.: pls liv–lv:D 12k and D 92). Our Artemis is very probably Ptolemaic. Bibliog. Petrie 1905: pl. xlv:7; Nachtergael 1985: 233."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3327)"], "Location": ["Not on display"], "Condition": ["Head and lower legs lost."], "Subjects": ["classical deity"], "Associated names": ["Representation of: Artemis/Diana"], "Acquisition name": ["Donated by: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1904"], "Department": ["Greek and Roman"], "Registration number": ["1904,1011.1"]}