{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1905,0612.3"], "Description": [" Seated limestone cat with tail positioned like a sphinx on a base. Rough surfaces. Head missing and base chipped. Head reconstruction in plaster added in or after 1905. A few minor chips to the base, especially at the front where there are remains of letters. Surface rough, but the stone is shelly and does not take a smooth polish. Made from dioritic limestone. "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 300BC - 220BC (date of form) ", " 266 BC - 227 BC (Demotic dedication date) "], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 4.50 centimetres (base at back) ", " Height: 7 centimetres (base at front) ", " Height: 33 centimetres (cat only, without reconstructed head) ", " Height: 40 centimetres (with base) ", " Height: 43 centimetres ", " Length: 32 centimetres (base) ", " Length: 29 centimetres (cat only) ", " Length: 37 centimetres ", " Width: 10.50 centimetres (at feet) ", " Width: 15 centimetres (at rump) ", " Width: 14.50 centimetres (base) "], "$Inscriptions": [" "], "Curator's comments": [" If the demotic inscription Ptolemaic regnal dating formula ‘year 20’, this formula was only attested during and limited to (due the reign length) the 20th year of the reigns of Ptolemy II (08/04/266 BC–26/03/265 BC) and Ptolemy III ( 03/08/228 BC–22/08/227 BC). This would place the dedication of this cat in 266/255 BC or 228/227 BC (Thomas & Higgs 2017, 15-16). R. I. Thomas and P. Higgs 2017, Greek and Roman sculpture in Villing et al Naukratis: Greeks in Egypt. http://www.britishmuseum.org/naukratis ", " Part of a group of 20 cat sculpture fragments in marble and limestone, many in the same style and possibly the same sculptor (GR 1905,0612.1 - 20). These include a base with a dedication to Bubastis. All were purchased by Flinders Petrie, from a dealer in Cairo who gave it a Bubastis provenance. Petrie later writes Naukratis as a probable origin. This appears to be confirmed by two marble cat sculptures in the same style, and possibly the same sculptor, in a group of artefacts from Naukratis acquired for Cairo Egyptian Museum from the nearby town of Damanhur (Edgar 1903, CG27518-9). Other limestone and terracotta figures of cats dedicated to Bubastis have been found in the recent, unpublished, excavations of an early Ptolemaic temple sanctuary at Kom el-Dika in Alexandria. However, these cats are not of marble, are in a distinctly different style (see British Museum EA1945,1012.2 probably from Kom el-Dika) and many are later than the 'Naukratis' example. The presence of cat sculptures in the Naukratis group, probably made by the same sculptor, in both imported marble and Egyptian limestone, suggest that these were all made in Naukratis, or less likely Alexandria. The Egyptian bronze statuettes of cats, after which this style of sculpture appears to follow, do not normally have their tails curled around their bodies as in this example. The tail is normally resting on the base. There are, however, a few representations of cats on Egyptian stelai and papyri where the cats are sitting on their tails and have the tips poking up between their legs and bodies. This arrangement of the tail in a stone sculpture of a cat would not have been so easy to achieve. The sculptor of the Boubastis example has taken the easy way out and merely carved the tail in relief as if it were wrapped around the outside of the leg. Neither posture seems particularly comfortable nor feasible for a cat. It is, however, a practical way in which to render the tail of an animal (in relief against its body). When the tail is carved free of the body, it is of course, more vulnerable. Yet all of the other cats here have their tails carved free, and have subsequently been broken off and are lost. Edgar, C. C. 1903. Greek sculpture. Catalogue général des antiquités égyptiennes du Musée du Caire. Le Caire : Imprimerie de l'Institut français d'archéologie orientale "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.08) (Phase 3)"], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, G30, Hieroglpyhs: Unlocking Ancient Egypt "], "Subjects": ["cat"], "Associated names": ["Associated with: Bastet"], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1905"], "Acquisition notes": ["Purchased in Cairo in 1896 from Abd es Salam Khatat."], "Department": ["Greek and Roman"], "Registration number": ["1905,0612.3"], "Conservation": ["Treatment: 31 march 2022"]}