{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.64"], "Description": [" Terracotta ithyphallic Harpocrates figure with jar. A naked youth, modelled in the round and seated on a rectangular plinth, with his bent left leg on the ground and his right knee raised. His head is shaven except for a side-lock on the left side of his head, curving down his back. He has a large phallus, the glans resting on the ground in front of his left ankle. To his right side he holds an amphora with a substantial rim and grooved handles placed midway on its body. His left hand, placed below his chin, holds a long bag with narrow ends, perhaps a wineskin, slung over his shoulder. Solid; two-piece mould. Micaceous brown Nile silt with remains of a matt red slip applied overall to the figure, but not to the sides and underneath of the plinth; a thin black slip adorns the amphora, and two small traces of an overlying white dressing survive, painted pink. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.6.1"], "Technique": [" slipped ", " painted ", " mould-made "], "Dimensions": [" Height: 7.50 centimetres ", " Length: 3.30 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": ["GR1973,0501.2, GR1973,0501.63, GR1973,0501.64, GR1973,0501.65, GR1973,0501.75 are all very similar in style, fabric and subject as NA597 and NA587 from Naukratis, currently in Cambridge Museum of Classical Archaeology.Naukratis is the most likely find spot and production place for these objects, based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Parallels from the same mould-series (University College London Institute of Archaeology, Gayer Anderson Bequest, UCL 1879); and with finds that are much more macrophallic (Ashmolean Museum, Oxford, no. 1966.1078; and Catling 1967, 16, no. 23). Similar parallels dated to the second half of fourth or beginning of third century BC (Fischer 1994, no. 16, = Vogt 1924, pl. 84, 3a– b; and Weber 1914, 77, fig. 52. Catling, H. W. (ed.). 1967. Ashmolean Museum, Sir John and Lady Beazley Gifts 1912-1966, London. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II. Berlin."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3236) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.183) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" eating/drinking ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.64"]}