{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1911,0606.2"], "Description": [" Cypriot terracotta figure of stag. Head only, missing tops of antlers. Traces of red paint on ears. Cream coloured fabric with darker core, abundant sub angular black (volcanic) inclusions, sparse limestone and milky quartz inclusions <0.5mm. Frequent vessicules. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-525BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" painted ", " handmade "], "Dimensions": [" Height: 4.50 centimetres ", " Length: 5.60 centimetres (max) ", " Width: 4.60 centimetres "], "Curator's comments": ["Stags are a rare subject for Cypriot terracottas, but present from the Geometric period onwards. This fits with an example from Tamassos dated to the Cypro-Archaic period (Karageorghis 1996, Fitzwilliam GR.230-1892. Stag pl.23.5 M3), probably Cypro-Archaic II period. A stag figure is also known from temple of Apollo at Kourion (Karageorghis 1996, 39). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Karageorghis, V. 1996. The coroplastic art of ancient Cyprus. VI. The Cypro-Archaic Period monsters, animals and miscellanea. Nicosia, University of Cyprus."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.082) (Phase 1)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["mammal (stag)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1911"], "Department": ["Greek and Roman"], "Registration number": ["1911,0606.2"]}