{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.115"], "Description": [" Rim sherd of Chian Wild Goat Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; faded rosette in added white outline and red hearts; exterior: dot and billet band at rim above maeander running left; below, painted decoration consisting of goose (part of head and neck remaining) to right; pendant roundel, short vertical strokes and rosette as filling ornament; graffito inscription on interior. "], "Producer name": [" Close to: Painter of the Aphrodite Bowl (according to Williams) ", " Attributed to: Group of the Aphrodite Bowl (according to Lemos) "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-600BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 25 centimetres ", " Height: 4.40 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Lemos describes the sherd as part of the Group of the Aphrodite Bowl, rather than as by the painter of the bowl, because the sherd displays a greater amount of variety in the filling ornaments, albeit similar to those on the Aphrodite Bowl (Lemos 1991, 74-5). Williams argues that the painter of this chalice also painted British Museum 1888,0601.475.g, 1888,0601.475.d and Cambridge Fitzwilliam GR.48.1894, GR.49.1894, and probably GR.50.1894. Furthermore, the painter was closely related to the Painter of the Aphrodite Bowl; see Williams 2006a, 128, 132 note 28. Whilst the sherd is decorated in the Wild Goat Style, the presence of floral patterns as interior decoration suggests that it probably belongs to the later period of that style."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 74, p. 237, no. 170, pl. 15) ", " Williams 2006a / The Chian Pottery from Naukratis (p. 132 note 28) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0380) (phase 2) "], "Location": ["Not on display"], "Subjects": ["bird"], "Associated names": ["Named in inscription: Aphrodite/Venus"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.115"]}