{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.15"], "Description": [" Terracotta seated ithyphallic figure of Harpocrates with jar. A youthful figure, modelled in the round, seated on a block with his head turned to his right; his feet and the block are set on a low rectangular plinth. He is naked, with a shaved head and side-lock. A large phallus emerges horizontally from between his legs, on which he rests a large pot, held by both his hands. Solid; probably made in a two-piece mould, with some subsequent manipulation. Micaceous brown Nile silt, with considerable remains of a white dressing overall. The flesh is painted pink, except for the phallus, which is black with red paint on the glans. The pot is also painted black and the block remains largely white, with areas of red paint. The plinth has blue paint on its upper surface. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.2"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 9 centimetres ", " Length: 6.30 centimetres ", " Width: 3 centimetres "], "Curator's comments": ["British Museum examples GR1973,0501.15 and GR1973,0501.40 and Fitzwilliam example E.79.1914 from Naukratis, probably all come from the same mould with close parallels published by Fischer (Fischer 1994, no. 15, dated fourth century BC = Vogt 1924, pl. 84, 7), and in the Ashmolean Museum, Oxford (no.1966.1052). Similar examples GR1973,0501.17, GR1973,0501.40, GR1973,0501.44 and GR1973, 0501.51 are all very similar in style, fabric and subject as NA587 and NA597 from Naukratis, currently in Cambridge Museum of Classical Archaeology. GR1973,0501.17 is from the same mould as NA587 from Naukratis. Naukratis is the most likely find spot and production place for these objects, based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3207) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.159) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.15"]}