{"artifact_name": "vessel", "Object Type": ["vessel"], "Museum number": ["1925,1120.12"], "Description": [" Terracotta flask in form of Eros and Anteros. A flask modelled with standing figures of Eros and Anteros. Eros is naked, wearing a large wreath, and holds the chin of Anteros (at his right side) in a gesture usually denoting affection. Anteros has drapery about his hips; he may also have a wreath. His right hand is placed on his hip, and his wings, although feathered, are of a different form than those of Eros. The mouth of the flask rises above the figures and has a flaring moulded rim. The ground-line on which Eros and his companion stand is supported by a series of lotus petals rising from the flat base of the flask. The back is plain except for the ground-line running across, and there is an applied suspension handle below the mouth. Two-piece mould. Micaceous pink marl clay with a buff surface. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Height: 11 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Close, same poses and flask-details: Graindor 1939: pl. vii:14, but indicating Eros and Psyche: Psyche, draped in the same way as Anteros above, has butterfly wings and Eros has part of a cloak showing on his left side. For Eros and Anteros with different wing-forms, see a relief in Naples, where they struggle for a victory palm-branch: Wright 1998: 64, fig. 1. Bibliog. Fischer 1994: no. 693. Previously interpreted as Eros and Psyche."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3367)"], "Location": ["Not on display"], "Condition": ["The belly of Eros and the back of his wing are slightly damaged."], "Subjects": [" classical deity ", " classical mythology "], "Associated names": [" Representation of: Eros/Cupid ", " Representation of: Anteros "], "Acquisition name": ["Donated by: George Davis Hornblower"], "Acquisition date": ["1925"], "Department": ["Greek and Roman"], "Registration number": ["1925,1120.12"]}