{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.321"], "Description": [" Body sherd of Chian Grand Style pottery chalice; white slip (partly worn); interior: glazed black with interior decoration consisting possibly of dancing komast to left (part of buttock and legs in added white with added red blob on buttock and narrow brown lines); exterior: mostly reserved with trace of probable raised hand. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 2.10 centimetres ", " Thickness: 0.40 centimetres ", " Width: 1.50 centimetres "], "Curator's comments": ["Although Lemos does not discuss this sherd, perhaps it ought to be placed within her Aphaia Group. The group is named after the chalice found in the sanctuary of Aphaia on Aegina and vessels from this group display a thematic unity. All the vessels describe figures in garments and in particular, the lower parts of chitons and himatia. None of the vessels in this group have any filling ornament and the interior decoration of some of the vessels consists of komasts rendered in the light on dark technique. Williams argues that the interior images portrayed on these chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts."], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0789) (phase 2) ", " Williams 1983 / Sophilos in the British Museum (p. 162 note 16) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.321"]}