{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["1904,0706.1"], "Description": [" Pair of gold ear-rings. Although missing some of their pendants, these earrings are intricately made, with careful attention to detail. They follow the common disc and amphora type of the middle and late Hellenistic period, but the use of a large emerald is unusual: emeralds became more popular during the Roman period. These earrings have a highly decorated disc, above which is a large stylized floral motif, either a palmette or an acanthus leaf. This is soldered on to the main disc, which has a central motif in the form of a double rosette, with berries formed of tiny granules, some now missing, between each leaf. Small flowers further decorate the design, originally filled with blue-green enamel, the colour perhaps emulating the emerald, some of which survives. Below the disc hangs a large amphora, with dolphins forming its handles and an emerald for the body. The casing for the stone is decorated in a design familiar from vase painting and metal vessels. The foot of the amphora is in the form of a square box formed of sheet gold. Originally, on either side of the amphora hung pendants, and on one of the earrings the chains and two of the pearl beads survive. A hook is soldered to the back of each disc. "], "Cultures/periods": ["Hellenistic"], "Production date": ["2ndC BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Ashmunein, el-, tomb "], "Materials": [" gold ", " plasma ", " pearl "], "Technique": [" plaited ", " soldered ", " enamelled "], "Dimensions": [" Height: 6.70 centimetres (each) ", " Weight: 303 grains (together) "], "Curator's comments": ["Walker & Higgs 2001 These pendants are similar in technique and design to those on the pair of earrings, Walker & Higgins 2001, cat. no. 104. This pair of earrings was said to have been found in a tomb with a bracelet, also decorated with emeralds, but usually dated to the Roman period. If the dating of the bracelet is correct, this pair of earrings could perhaps have been an heirloom, with the bracelet made at a later date to match."], "Bibliographic references": [" Jewellery / Catalogue of the Jewellery, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum. (2332) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (105) "], "Location": ["On display (G22/dc8)"], "Condition": ["One of the earrings has lost all of its side pendants and some of the decorative berries within the central disc. The other earring has also lost some of these, but preserves the side pendants, with only the loss of the beads."], "Subjects": ["mammal"], "Acquisition name": ["Purchased from: Hagop Kalebdjian"], "Acquisition date": ["1904"], "Department": ["Greek and Roman"], "Registration number": ["1904,0706.1"], "Conservation": [" Treatment: 20 Jul 2000 ", " Treatment: 07 Jun 1995 "]}