{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1926,0412.1"], "Description": [" Terracotta figure of a devotee of Isis. The greater part of a devotee of Isis, in full processional regalia. She wear a long chiton with a wide himation wrapped round (not an Isis-mantle, or at least not knotted at the breast; a fringe is not indicated); she also has a voluminous veil passing over her head, falling low on her left side, but less so on her right. Diagonally across her body is a tightly woven garland above a further garland consisting of bearded wheatears and three rows of round blooms; below this is a decorated textile band, one end of which hangs down in front. Her hair is arranged in a ‘melon’ style, with Isislocks falling onto her shoulders, and she wears ball earrings with an upper disc. She holds a sistrum in her raised right hand, the sistrum apparently supporting the veil. Her left arm is also bent upwards, with her left hand gripping the veil, and a situla with a knobbed base hangs from the crook of her arm. The back is plain and has a small circular depression pierced by a vent. Hollow; two-piece mould. Micaceous orange-brown Nile silt; minute traces of a white dressing on the front. "], "Cultures/periods": ["Roman"], "Production date": ["1stC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 10 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close, but an Isis-crown is worn: Breccia 1934: pl. vi:18; Vogt 1924: 5, fig. 3. Near, also with crown: Breccia 1934: no. 30, and pl. vi: 21; LIMC v (2): pl. 503, Isis 30d, from Karanis = Dunand 1979: 188, no. 64; Perdrizet 1921: no. 284, from the Fayum. Similar ritual dress, Isis-crown worn: Ashmolean Museum, Oxford, no. 1888.782, from Petrie’s work at Hawara. A limestone funerary relief of a priestess from Oxyrhynchus, with earrings of second- or third-century ad type, is dressed very much as our terracotta: Comstock and Vermeule 1976: 27, no. 32 and Parlasca 1978: pl. 41."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3156)"], "Location": ["On display (G70/dc29)"], "Condition": ["The feet are lost."], "Subjects": ["devotee/worshipper"], "Associated names": ["Associated with: Isis"], "Acquisition name": ["Donated by: E R Bevan"], "Acquisition date": ["1926"], "Department": ["Greek and Roman"], "Registration number": ["1926,0412.1"], "Conservation": ["Treatment: 18 Nov 2011"]}