{"artifact_name": "scarab-mould", "Object Type": ["scarab-mould"], "Museum number": ["1965,0930.898"], "Description": [" Terracotta scarab-mould in Nile clay; from general shape of impression, was originally a scarab but all details are lost below a thick deposit of creamy white paste or core material; on the back, in the central area which is markedly depressed, a scored cross with two lines crossing, incised into clay while still wet (a sign of ownership?); in orange brown Nile silt fabric with abundant mica inclusions. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Length: 2.80 centimetres (mould) ", " Length: 0.90 centimetres (scarab impression) ", " Thickness: 1.30 centimetres (mould) ", " Width: 2.75 centimetres (mould) ", " Width: 0.70 centimetres (scarab impression) ", " Depth: 0.80 centimetres (depth of impression) "], "Curator's comments": ["Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Petrie listed a number of variants for scarab and scaraboid-moulds (Petrie 1886, 36-37, pl. XXXVIII, 1-11). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OH.027) (phase 2)"], "Location": ["Not on display"], "Condition": ["Mould choked, and some small chips on edge. Otherwise good."], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.898"]}