{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["1908,1015.3"], "Description": [" Bronze lamp with a swing-handle: the lamp has an elongated body and a long splayed and fluked nozzle with a rounded tip and a semicircular wick-hole. The sunken upper surface is within a double rim around the body and nozzle. There is a small hole in the tip of the nozzle. The irregular filling-hole is shaped like an ivy-leaf or bunch of grapes, with indications of an incuse stem above; there is a groove in the nozzle-channel. At the rear is a curved handle of semicircular section, terminating in a calyx from which emerges a goose's head. A small hole is pierced in the edge of the calyx, with part of a chain-link remaining. The flat base follows the shape of the lamp. On each side of the lamp is a tapering lug, on which the lamp swings in the handle. The handle consists of a U-shaped stirrup terminating in duck-head loops and engraved with a vine-scroll and ivy-leaves. On one arm of the U is a ring holding a chain and pin. The stirrup is held by a lotus flower, from which extends a long tapering octagonal hook-and-spike with a double collar; below this is a hook with a duck-head terminal. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["50-150 (circa)"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Memphis (Egypt) "], "Materials": ["bronze"], "Type series": ["Loeschcke XX"], "Technique": [" cast ", " engraved "], "Dimensions": [" Length: 46.60 centimetres (handle) ", " Length: 11.10 centimetres ", " Width: 7.90 centimetres "], "Curator's comments": ["The lamp and handle were probably made at the same time."], "Bibliographic references": ["Lamp / Catalogue of the Lamps in the British Museum (Q3678)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egyptian Research Account"], "Acquisition date": ["1908"], "Department": ["Greek and Roman"], "Registration number": ["1908,1015.3"]}