{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.555"], "Description": [" Rim sherd (mended from two fragments) of Chian Mature Animal Style, pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; part of lotus flower in added white outline with added red centres; top of rim glazed; exterior: Z band at rim, between pairs of lines; below, painted decoration consisting possibly of part of sphinx's wing on the left and elaborate rosette and short double strokes as filling ornament. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 27 centimetres ", " Height: 3.40 centimetres ", " Thickness: 0.20 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": ["Lemos lists this sherd twice. Her no. 192 is clearly a different sherd as her description bears no similarity to the sherd. She does not include an image of the sherd in her catalogue, but she does mention that it bears an incised inscription on one of its surfaces. There is no evidence of such an inscription on 1924,1201.555. The sherd possibly belongs to the same vessel as British Museum 1924,1201.329 which, according to Lemos, belongs to the Chalice Style group. If the painted decoration is indeed the tip of a sphinx's wing, then it is unlikely that the sherd belongs to the Wild Goat Style as the very few sphinxes from that group have very different, stylised wings (Lemos 1991, 38-9). For parallels, see Cambridge Museum of Classical Archaeology NA66."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 239, no. 192, p. 262, no. 538) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0536) (phase 2) "], "Location": ["Not on display"], "Subjects": ["sphinx (possibly)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.555"]}