{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Museum number": ["1973,0501.27"], "Description": [" Terracotta reclining ithyphallic figure plaque, possibly Harpocrates. A reclining naked figure with receding hair and a beard, but also breasts, and legs close together and bent, extending to the right. The left elbow and forearm rest on a pile of cushions, and the right hand holds a large phallus upright against the figure’s right side, rising almost level with the top of the head. The breasts are prominent and the figure may thus also have female characteristics. It is modelled in relief with a flat back and was probably made in a one-piece mould. The detail is very worn and it is uncertain how much of a plinth has broken away. Micaceous orange-brown Nile silt with a few traces of an overall matt red slip. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (Probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.1"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 8.30 centimetres (max) ", " Thickness: 3.20 centimetres ", " Width: 8.10 centimetres "], "Curator's comments": ["GR1973,0501.25, GR1973,0501.46, GR1973,0501.52 and GR1973,0501.73 are all from the same moulds and same fabric as NA590, NA615, NA616 and NA634 from Naukratis, currently in Cambridge Museum of Classical Archaeology. GR1973,0501.27 is also very similar in style, subject and fabric to these parallels. Naukratis is the most likely find spot and production place for these objects, based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis)."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3222) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.100) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Harpocrates (?) ", " Representation of: Priapus (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.27"]}