{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1905,0612.11"], "Description": [" Limestone figure of prowling cat. Front half and under life size. Carved from soft Egyptian limestone. The face is carefully carved with large eyeballs that are almost spherical, with sharply defined eye lids, open round features and a broad nose. The cat is carved in a prowling posture, with right leg forward, her head is poised, extended, on a long neck with shoulders hunched up. She is a sleek cat, poised as if ready to pounce. Broken behind shoulders, whole of right foreleg missing and most of the left leg also. Left ear and chips off the right ear are missing. Badly weathered with a poor, badly eroded surface. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC - 200BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 13.50 centimetres ", " Length: 19.80 centimetres (max) "], "Curator's comments": ["Part of a group of 20 cat sculpture fragments in marble and limestone, many in the same style and possibly the same sculptor (GR 1905,0612.1 - 20). These include a base with a dedication to Bubastis. All were purchased by Flinders Petrie, from a dealer in Cairo who gave it a Bubastis provenance. Petrie later writes Naukratis as a probable origin. This appears to be confirmed by two marble cat sculptures in the same style, and possibly the same sculptor, in a group of artefacts from Naukratis acquired for Cairo Egyptian Museum from the nearby town of Damanhur (Edgar 1903, CG27518-9). Other limestone and terracotta figures of cats dedicated to Bubastis have been found in the recent, unpublished, excavations of an early Ptolemaic temple sanctuary at Kom el-Dika in Alexandria. However, these cats are not of marble, are in a distinctly different style (see British Museum EA1945,1012.2 probably from Kom el-Dika) and many are later than the 'Naukratis' example. The presence of cat sculptures in the Naukratis group, probably made by the same sculptor, in both imported marble and Egyptian limestone, suggest that these were all made in Naukratis, or less likely Alexandria. In terms of material, style and technique, GR 1905.6-12.8 and GR1905.6-12.11, although different sizes, are similar. The postures of the two cats are alike, both carved as if prowling, with their heads poised on long necks and shoulders hunched up. Edgar, C. C. 1903. Greek sculpture. Catalogue général des antiquités égyptiennes du Musée du Caire. Le Caire : Imprimerie de l'Institut français d'archéologie orientale"], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.11) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cat"], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1905"], "Acquisition notes": ["Purchased in Cairo in 1896 from Abd es Salam Khatat."], "Department": ["Greek and Roman"], "Registration number": ["1905,0612.11"]}