{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1982,0406.7"], "Description": [" Terracotta ithyphallic figure with yoke. A male celebrant, tending towards the grotesque, in a procession and bearing a yoke from which are suspended by ropes two sealed Egyptian amphorae, this is balanced on the man’s right by a colossal phallus, also hung from a rope. The man’s body is frontal, but he strides somewhat to his right, his head turned slightly that way, looking down. With each hand he holds the ropes of his load. Between his legs is a large hole for his own, separately made phallus, now lost, but its plaster adhesive remains. He wears a short pleated skirt with a waistband, and a knobbed pointed cap, also pleated and encircled by a fillet knotted at the front; his receding hair shows below the brim. The back is summarily treated and a suspension-lug is placed at the nape of the neck. Hollow; two-piece mould. Micaceous orange-brown Nile silt; sparse traces of an overall white dressing, painted dark pink in the area between his skirt and the amphorae. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 14 centimetres (max) ", " Width: 11.40 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Close, probably same mouldseries: Breccia 1934: no. 307; Dunand 1990: no. 796, dated Roman period; Ewigleben and von Grumbkow 1991: no. 108. Near, with drooping phallus: Vogt 1924: pl. lxxi:2. Bibliog. Franks n.d.: 91; Fischer 1994: 211–12, no. 390."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3180)"], "Location": ["Not on display"], "Condition": ["The right foot is broken away and the nose is injured."], "Subjects": [" procession ", " vessel ", " eroticism/sex "], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1872"], "Department": ["Greek and Roman"], "Registration number": ["1982,0406.7"], "Additional IDs": [" Miscellaneous number: M.92 "]}