{"artifact_name": "unguentarium", "Object Type": ["unguentarium"], "Museum number": ["1982,0729.287"], "Description": [" Large pottery unguentarium of Hellenistic date; wheel-made; piriform body on a low base, flat underneath; thick rounded lip, painted black; coarse orange clay, surface encrusted in places. "], "Cultures/periods": ["Hellenistic"], "Production date": ["300BC-50BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) ", " Made in: Egypt (?) "], "Excavator/field collector": [" Excavated by: Horatio Herbert Kitchener, Earl Kitchener of Khartoum ", " Excavated by: George Gordon Hake "], "Findspot": [" Excavated/Findspot: Kourion "], "Materials": ["pottery"], "Technique": [" painted ", " wheel-made "], "Dimensions": [" Height: 17.50 centimetres "], "Curator's comments": ["The number 116 (?) pencilled on the base may refer to the original excavation but this is not certain. See D. Bailey, Op. Ath. VI (1965), pp. 5-13 for details of the Hake-Kitchener excavations at Kourion. This appears to be a variant of the so-called dome-mouthed unguentarium type with an angular shoulder rather than the more common fusiform variety. SCE IV/3, fig. 24, nos 22-33.For a modern survey of this vessel type see U. Dottenweich 1999, Unguentarium mit kupperförmiger Mündung aus Knidos, Möhnesee, esp. 57-60. For the distribution of this type withn Cyprus, see J. Lund 2006, 'On the circulation of goods in Hellenistic and early Roman Cyprus: the cermaic evidence', in L. Wroedt Sørensen and K. Winther Jacobson (eds), Panayia Ematousa II. Political, cultural, ethnic and social relations in Cyprus. Approaches to regional studies. Monographs of the Danish Institute at Athens Vol. 6,2, Athens, 31-49 (esp. 39-40 and fig. 9). The place of manufacture remains uncertain as older suggestions of Cyprus (Hayes) or Knidos (Dotterweich) have not been confirmed by clay analysis."], "Bibliographic references": ["Kiely 2011a / Kourion (H.115)"], "Location": ["Not on display"], "Acquisition name": ["Transferred from: Victoria and Albert Museum"], "Acquisition date": ["1982"], "Department": ["Greek and Roman"], "Registration number": ["1982,0729.287"], "Additional IDs": [" Previous owner/ex-collection number: 142.H-1883 (V&A number) "]}