{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Museum number": ["1973,0501.42"], "Description": [" Terracotta figure plaque of ithyphallic lute-player. Probably Harpocrates. A coarsely made relief of a figure seated with its knees raised and with a colossal phallus that rises up on its left side and curves over, the glans resting on its head. It plays a lute which angles across its body. Although the face has been damaged, it appears to be that of a monkey, and an uncertain object placed by its left side appears to have the tip of a tail curling across it. The lower part of the object is broken away together with the feet; there is slight damage above the object on the figure’s left side. The back is flat and at the bottom the edge begins to curve forward to the break, leaving very little room for a plinth. One-piece mould. Micaceous brick-red Nile silt with a thick grey core and white inclusions. A minute lump of a white dressing remains in the groove defining the glans. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.1"], "Technique": [" mould-made ", " painted (possibly) "], "Dimensions": [" Height: 13.50 centimetres ", " Thickness: 3.50 centimetres ", " Width: 10.70 centimetres "], "Curator's comments": ["GR1973,0501. 42 is similar in style, fabric and subject as NA585 and NA591 from Naukratis, currently in Cambridge Museum of Classical Archaeology. Naukratis is the most likely source based on the style, fabric, date of the figure and history of the Greece and Rome department’s holdings of Egyptian material (73% is from Naukratis). Similar parallel from Antinoopolis (?), which is a monkey with a tambourine, leaning against a large phallus, not certainly his own. (Fitzwilliam Museum, Cambridge, E. 80.1914). The ‘Antinoopolis(?)’ provenance for the Late Period to Ptolemaic parallels currently in the Fitzwilliam is dubious. The Fitzwilliam parallels most likely come from Naukratis (Petrie and Gardner 1884-1886) or less likely Memphis (Petrie 1907 and 1914)."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3782) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.099) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Face damaged, lower part of figure broken away."], "Subjects": [" music ", " anthropomorphism ", " ancient egyptian deity "], "Associated names": [" Representation of: Harpocrates (?) ", " Representation of: Priapus (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.42"]}