{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1995,0120.1"], "Description": [" Terracotta figure of a mercenary in the Ptolemaic army. An African standing, holding a small oval shield to his left side and a double-axe to his right shoulder. His hair, in a series of small curls, covers his ears; he has a frowning brow and a dimpled chin. He wears a tunic with short sleeves, and loose trousers reaching to mid-calf. The shield has pointed ends, wide binding and a small central boss. The axe is short-hafted with the shaft-hole head lashed to it. There is summary detail at the rear, with the hair well indicated. Hollow; two-piece mould. Micaceous brown Nile silt with traces of an overall white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["220BC-180BC (circa)"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 12.10 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. There is a case for seeing figures such as this as representing mercenaries in the Ptolemaic Army. In this the Ptolemies may have followed Pharaonic precedent dating back at least to the Seventeenth Dynasty, where some Nubians, the Medjay, were recruited as mercenaries and, later, organized as a police force (Bietak 1982 and Andreu 1982). There seem to be few records of the Medjay as police after the Twentieth Dynasty, but Vandersleyen (1988: 193–6) suggests that the ‘Mdy’ or ‘Mty’ mentioned in Ptolemaic demotic papyri and an inscription of Nectanebo, are not Medes, as had been suggested, but may be soldiers or policemen. The ‘Good Medjay’ of the desert appear in inscriptions in the Ptolemaic Temple of Edfu as prospectors and protectors of the mining areas of the southern Eastern Desert, with the aid, apparently, of Pharaoh, Min and Horus (Aufrère 1998: 10–12, where the survival of the Medjay into Roman times is also discussed, but it is perhaps pushing the evidence too far in regarding our figure and those like it as late manifestations of the Medjay). The many figures that exist which relate to ours seem unlikely to represent enemies of Roman Egypt (why should such be made other than as vanquished, which these are not?): they are better regarded as Ptolemaic mercenaries. There is a possibility, however, that they may be auxiliaries of the Roman Army. The lack of adequate dating is frustrating. There are many figures similar to ours, with variations in dress and accoutrements, although the double-axe is nearly always present: could it be a wand of office as much as a weapon? The only one close to ours with a ‘dated’ context, is Petrie 1905: pl. l:112, from House H at Ehnasiya (Herakleopolis Magna), which the excavator regards as being of the fourth century ad (Petrie and Currelly 1905: 27: I would date the house, p. 4, second to fourth century ad, with residual Ptolemaic material). Although most are probably Roman, a couple of the terracottas from that house would be at home in the Ptolemaic period, and the lamps found (those marked H in Petrie 1905: pls liv–lvi, lix, lxi and lxiii–lxv) range within the second or first century bc, the first to second century ad and the third to the fourth century. There was a coin of Constantine in House H; the pottery found is largely undiagnostic, and an Egyptian AE 3 amphora of a transitional form is of the fourth to the early fifth century ad. Close to this piece 3553, and probably from the same mould-series, are Török 1995: no. 239, where a third- or fourth-century ad date is put forward, and Breccia 1930: no. 340, which comes from Hadra: if from the necropolis, a third- to second-century bc date is possible, but not necessarily so. Also close to ours, but without the shield, are Castiglione et al. 1978: 20, fig. 18, acquired at Memphis, dated mid-Roman Imperial period, and Perdrizet 1921: pl. ci:357, from the Fayum, now in the Menil Foundation, Houston = Sekunda 1995: fig. 97: this one shows that these figures have bare feet and do not wear boots, as I thought when publishing ours in Minerva (see Bibliography below). Of undated related black African figures, compare Breccia 1934: no. 317, wearing shorts and a chlamys, but with no shield or tunic. Breccia 1934: no. 316 has similar shorts and chlamys and holds a circular shield with a gorgoneiondevice; its feet are bare and its head is lost: Breccia suggested it was a black African. Two terracottas acquired in Herakleopolis Magna are close to the last, with chlamys, and wear a tunic. The first has trousers, but they are very short (Petrie 1905: pl. l:111). The second is Petrie 1905: pl. xlv:9 (published also in Ballet 1998: 236, fig. 25, in a discussion of a probable Herakleopolite atelier, and given a fourth century ad date, and also in Ashton et al. 2004: no. 82, dated second to third century ad); see also the closely similar Ghalioungui and Wagner 1974: pl. 62c, and Christie’s Sale Catalogue, 8 December 1993: lot. 119 = Eisenberg 1995: no. 215, dated first century bc/ ad. Another from Ehnasiya, without a context, has a tunic, trousers and a himation (no shield): Petrie 1905: pl. l:110. An interesting variant in Hamburg shows one of these soldiers as a cavalryman, possibly an officer, with the same shield and double-axe as the British Museum terracotta, wearing a cuirass over a short tunic and a Phrygian cap (Ewigleben and von Grumbkow 1991: 82, no. 90); an example in Paris must be from the ranks, as he is bareheaded and wears only a short skirt: he has the double-axe, but holds a small circular shield of much the same design as the more normal pointed-oval shields (Dunand 1990: no. 580, dated Roman period and very close to one in Cairo Museum); compare also Petrie Museum uc47759, from Memphis. See also Pingiatoglou 1993: nos 384 and 385, variants dated late third to fourth century ad. Török 1995: no. 158, apparently female, has the short tunic and calf-length trousers normally found, but lacks the double-axe and shield; she holds an uncertain object, rather like a doubled-wreath in the lowered left hand, and is regarded as a cult-attendant; Weber 1914: no. 175, from Herakleopolis Magna, with trousers and tunic, is also female and holds up a doubled-wreath in her right hand. Petrie 1905: pl. xlvii:43 and 44 both show Harpokrates dressed in this distinctive tunic and trouser clothing; one of them holds a club in his left hand; both were found in House H at Ehnasiya, dated by Petrie, as mentioned above, to the fourth century ad, although earlier material was found. For another wielder of a double-axe, see 3111, a captive of the god Antaios, of the Roman period. Bibliog. Bailey 1995a: 36–9."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3553)"], "Location": ["Not on display"], "Condition": ["The left foot is lost at the ankle and the front of the right foot is missing: he probably had bare feet."], "Subjects": ["soldier"], "Acquisition name": ["Purchased from: Rupert Wace Ancient Art"], "Previous owner": ["Previous owner/ex-collection: E Burkhardt"], "Acquisition date": ["1995"], "Department": ["Greek and Roman"], "Registration number": ["1995,0120.1"], "Conservation": ["Treatment: 20 Jun 1995"]}