{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["1924,1201.345"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice; white slip; interior glazed streaky black with two pairs of added white bands and traces of added red bands; exterior: black-figure komast (only one leg remaining) to left; two large rosettes with red centres as filling ornament; below, two dilute bands and slight remains at right edge. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 5 centimetres ", " Thickness: 0.30 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": ["Lemos identifies this sherd as coming from a Sphinx and Lion Style stemmed bowl. However, the interior decoration is not consistent with those vessels; it most likely comes from a chalice or a cup. She also identifies the image as possibly the foreleg of a bull, but the image is much more consistent with a dancing komast. Given the quality of the image and the poor rosettes, this sherd ought to belong in Group F of the Black Figure Komast Chalices. The chalices in this group represent the end of the style. The komasts are depicted so simply that they appear almost like stick figures, there is little to no filling ornament, incision is careless and the colour is poor and diluted."], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 310, no. 1290) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1240) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.345"]}