{"artifact_name": "model; boat", "Object Type": [" model ", " boat "], "Museum number": ["1922,1021.3"], "Description": [" Terracotta model boat. A model of a Nile boat, with high knobbed and pointed stern and rounded bows, decked and with a rounded double-arched cabin, presumably representing a reed structure: the whole boat may be of papyrus construction. In front of the cabin is a ladder-patterned crosspiece, and square impressions near the bow and the stern may be hatchways. The underside rounds down to a flattish bottom of oval shape decorated with longitudinal grooves, with an extension under the stern and two extensions towards the bow. A hole is pierced vertically at the bow, and another, perhaps a firing-vent, enters the front of the cabin. The hole in the bow may show that this is a pull-along toy. Hollow; two-piece mould. Micaceous light-brown Nile silt (perhaps with a mixing of a light-coloured marl clay), containing some white inclusions. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: British School of Archaeology, Egypt"], "Findspot": [" Excavated/Findspot: Oxyrhynchus (city) "], "Materials": ["terracotta"], "Dimensions": [" Length: 9 centimetres (max) "], "Curator's comments": ["BM Terracotta IV Comparanda. Near and not unlike: Breccia 1926: pl. lxxiii:9, from Theadelphia; Djuric 1995: 28, C 63 and 64 (C 63 is probably a pullalong toy); Dunand 1990: no. 1008, dated Roman period; El-Khachab 1978, pl. xvi:832, from Sakha in the north Delta; Göttlicher 1978: 22–3, nos 292–4, from the Fayum, and 298, also pl. 56:297; Göttlicher 1985: 97, fig. 54; Hayes 1980: no. 410; Kaufmann 1913: fig. 134; Perdrizet 1921: no. 301. More complex: Breccia 1934: no. 448; Weber 1914: no. 469, from Saqqara. Bibliog. Göttlicher 1978: no. 521."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3538)"], "Location": ["Not on display"], "Condition": ["Slight damage at the bow."], "Subjects": ["boat/ship"], "Acquisition name": ["Purchased from: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1922"], "Department": ["Greek and Roman"], "Registration number": ["1922,1021.3"]}