{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["1924,1201.80"], "Description": [" Glazed composition sherd, in shape of papyrus flower, hollow inside, with flat, smooth lip, on upper part of flower, and narrow rim at bottom with two concentric unglazed bands - for attachment to some other object? Probably the base of a large closed vase. Similar in design to other papyrus shaped floral rings. No decoration. Glaze thick, pale blue green of Ptolemaic type. Core fine, white to buff, good quality. Glaze of very fine smooth quality on rim and inside. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Lower Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 6 centimetres (inner curve of flange) ", " Diameter: 6 centimetres (inner curve of narrow base) ", " Diameter: 9 centimetres (outer curve of narrow base) ", " Diameter: 10 centimetres (outer rim of flange) ", " Height: 4.20 centimetres ", " Width: 3.35 centimetres (across flange) ", " Width: 6.10 centimetres (across frag) ", " Width: 3 centimetres "], "Curator's comments": ["Large added ring bases are known from ovoid vases dated 3rd century BC onwards (Nenna 2013, Fig. 6.5. T7.1 and later variants; Nenna and Seif el-Din, 2000, Form T7). Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.26)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Greek and Roman"], "Registration number": ["1924,1201.80"]}