{"artifact_name": "sanctuary-lamp", "Object Type": ["sanctuary-lamp"], "Museum number": ["1965,0930.888"], "Description": [" Two joined fragments of a wheel-made pottery ring-shaped sanctuary lamp, with traces of eighteen wick-holes. The inner edge is notched, and the whole lamp originally had over seventy inward-facing wick-holes. Decorated with a band of orange slip. Fine orange-brown fabric with very fine mica, grey white inclusions <0.5mm. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-576BC (probably)"], "Production place": [" Made in: South Ionia "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (perhaps) "], "Materials": ["pottery"], "Technique": [" wheel-made ", " slipped "], "Dimensions": [" Length: 17.50 centimetres ", " Thickness: 1 centimetres ", " Width: 10.80 centimetres "], "Curator's comments": ["GR1965,0930.888 and GR1965,0930.889-891 seem to be from the same lamp. Also a similar lamp from Naukratis, now in Boston Museum of Fine Arts (88.1039), may also join. Don Bailey observed the clay of the lamp is similar to Fikellura pottery, which used to be believed to be produced on Rhodes, but is now known to have been produced virtually exclusively in Miletus and its colonies. Clay analysis conducted on several fragments of this and related lamps by M. Hughes (in Bailey 1988, British Museum Lamps III) suggests a Samian origin. Several sanctuary lamps were found in the Sanctuary of Aphrodite (Gardner 1888, 48; British Museum GR 1888,0601.151.a-c; 1888,0601.151.d-e; 1888,0601.151.f; 1888,0601.151.g), or were subsequently attributed to the Sanctuary of Aphrodite (Bailey 1977, previously unregistered in the British Museum GR 1965,0930.884-885; GR 1965,0930.882; 1965,0930.883; 1965,0930.881; 1965,0930.880; 1965,0930.877; 1965,0930.878; 1965,0930.879; 1965,0930.888; 1965,0930.889-891; 1965,0930.892; 1965,0930.886; 1965,0930.887). A variety of Egyptian, Ephesian (Bailey 1977, Q 153, Q154) and Rhodian (ibid, 365, 370) sanctuary lamp types have been found at Naukratis. Similar sanctuary lamps have been found at Athens (Howland 1958, Type 143), the sanctuary of Hemithea at Kastabos (Cook and Plommer 1966, 55-6, pl. 9) and the sanctuary of Demeter, Knossos (Coldstream 1973, pls 13, 15 and 26). Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals, Princeton. Cook, J. M. and Plommer, W. H. 1966. The Sanctuary of Hemithea at Kastabos, Cambridge. Coldstream, J. N. 1973. Knossos, the Sanctuary of Demeter, London."], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q368.a) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KA.02) (Phase 1) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1965"], "Department": ["Greek and Roman"], "Registration number": ["1965,0930.888"], "Joined objects": [" Associated Group: G16693 (2 objects) "]}