{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.50"], "Description": [" A male and a female terracotta mould-made figure, naked and modelled in the round, in sexual intercourse. The man, very much smaller than the woman, kneels and holds his huge phallus to her. She is on hands and knees in front of him, resting her arms and head on a pile of cushions; her hair (or wig) is short and she faces to her right, but the man’s head is lost. The group is supported by a low rectangular plinth. Solid; two-piece mould, with a cut-out area below the woman’s body. Micaceous (very small particles) brown Nile silt with a red and grey core, and many white grits; a few traces of a white dressing survive; pink paint remains on a small area between the man’s feet. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early, ?) "], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Nile Delta (probably) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-E.1.2"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 4.90 centimetres ", " Length: 9.60 centimetres (max) ", " Width: 2.90 centimetres "], "Curator's comments": ["GR1973,0501. 5, GR1973,0501. 6, GR1973,0501. 12, GR1973,0501. 13, GR1973,0501. 19, GR1973,0501. 20, GR1973,0501. 24 and GR1973,0501. 50 are similar in style, fabric and subject as NA598 from Naukratis, currently in Cambridge Museum of Classical Archaeology. Naukratis is the most likely source for these based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). For a splendid example of this type of figure, in limestone, dated to the Ptolemaic period, but perhaps a little earlier (Bianchi 1988, pl. 34,130). Bianchi, R. S. (ed.). 1988. Cleopatra’s Egypt, Age of the Ptolemies, Brooklyn."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3265) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.314) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" eroticism/sex ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.50"]}