{"artifact_name": "portrait head", "Object Type": ["portrait head"], "Museum number": ["1926,0415.15"], "Description": [" Greywacke head from a statue of a Ptolemaic queen. The right side of the hair and the top of the head, including most of the crown, are damaged. The portrait is likely to represent a Ptolemaic queen or princess, who has a round face, short nose and a small mouth with fleshy lips. The eyes are deep set, with lines at their corners. The subject has two rows of locks of hair at the side of her head, parted down the centre and then pulled to the back of the head to form a bun. "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 2ndC BC ", " 200BC-150BC "], "Findspot": [" Excavated/Findspot: Egypt (said to have been found here) "], "Dimensions": [" Height: 17.50 centimetres "], "Curator's comments": ["Walker & Higgs 2001 The back of the sculpture has been destroyed, although the angle at which the stone has been cut suggests that it originally had a back pillar and was therefore Egyptian in style. Comparisons with other examples of this type of image indicate that the queen once wore an Egyptian crown. The styling of the hair and portrait features suggest a date of around the time of Ptolemy VI and the head may, therefore, represent either Cleopatra I or II. BIBLIOGRAPHY: E.A. Arslan (ed.), Iside: il mito, il mistero, la magia. (Milan 1997), 96, no. III.2 [Isis]; S-A. Ashton, 'Ptolemaic royal sculpture from Egypt: the interaction between Greek and Egyptian traditions', BAR (Oxford, 2001), Appendix 3.4 [Cleopatra I or II], S-A.A."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (16)"], "Location": ["Not on display"], "Associated names": [" Portrait of: Cleopatra I (?) ", " Portrait of: Cleopatra II (?) "], "Acquisition notes": ["Collection re-registered upon transfer."], "Department": ["Greek and Roman"], "Registration number": ["1926,0415.15"], "Conservation": [" Treatment: 19 Jan 2000 ", " Treatment: 09 Dec 1996 "]}