{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["1917,0501.1267"], "Description": [" Bronze finger-ring bezel with a relief portrait. A woman, perhaps Berenike II or Arsinoe II, to left, draped and wearing a diadem. "], "Cultures/periods": ["Hellenistic"], "Production date": ["3rdC BC (circa)"], "Materials": ["bronze"], "Dimensions": [" Diameter: 3.20 centimetres "], "Curator's comments": ["Walker & Higgs 2001 (Comment written with Cat. No. 34) Portraits of both royal and private individuals survive on finger rings made in a variety of materials, ranging from gold to glass. They were not exclusively manufactured in Egypt and some may represent rulers of other Hellenistic kingdoms, and members of their courts. The royal images may be positively identified by the presence of a diadem, and perhaps by the use of more expensive raw materials like gold. The aesthetic quality of the portraits varies greatly with the poorer images perhaps belonging to members of the lower social classes who still wished to honour a particular dynast. The rings were used to seal documents. The portraits were either carved in relief or cut in intaglio producing a raised image in clay. Clay sealings survive from many parts of the eastern Mediterranean, particularly those areas controlled at one time or another by the Ptolemies. On Cyprus a large cache of clay sealings was found at New Paphos, and from the island of Delos come a large number of sealings showing possible Ptolemaic ruler portraits. From Egypt, excavations at the site of Edfu have yielded vast quantities of portraits of Ptolemaic rulers on clay sealings (cat. nos 59-66). These two rings have busts of women in profile. One woman wears a diadem and may be a Ptolemaic queen, perhaps Berenike II, whereas the other more delicately worked image has no diadem and may represent a private individual. Both women have their hair arranged in the so-called melon coiffure, a hairstyle often associated with the Ptolemaic dynasty and members of their court. Tests of the metal content of the two rings have shown that there is an abnormally high tin content. This may have been added to give an extra shine to the bronze, which, when first made, would have almost imitated gold. BIBLIOGRAPHY: E. Boehringer, 'Ein Ring des Philetairos', in Corolla Ludwig Curtius, Zum Sechzigsten Geburtstag Dargebracht (Stuttgart 1937), fig.35a (1267)."], "Bibliographic references": [" Finger Ring / Catalogue of the Finger Rings, Greek, Etruscan, and Roman, in the Departments of Antiquities, British Museum (1267) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (33-34) "], "Location": ["On display (G22/dc8)"], "Condition": ["Surface corroded and the hoop is missing."], "Associated names": [" Portrait of: Arsinoe II (?) ", " Portrait of: Berenice II (?) "], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Greek and Roman"], "Registration number": ["1917,0501.1267"], "Conservation": ["Treatment: 07 Jan 2000"]}