{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1973,0501.58"], "Description": [" Terracotta male figure on horseback. The rider is lost from his waist up, and the horse is considerably damaged: the head and most of the neck are gone, much of the surviving foreleg and rear leg are missing: the group has split away at its join with its left side, and only the right side remains. The man has a gigantic phallus that slopes down towards the horse’s chest, and he rests his right hand on its root. He wore a garment that reached almost to his knees, and appears to have had boots with down-turned tops. Part of the harness survives, the rein and a strap over the horse’s neck. In front of the rider is a shallow recess, cut out after moulding, that presumably held something now lost. From a two-piece mould, the two pieces would have been joined, one side since lost. Micaceous orange-brown Nile silt, with a grey-brown core and white grits. Traces of a white dressing. Details of the harness are in red-brown paint, with dark pink on the flesh of the rider, and dark-red paint on his garment: very little of the paint remains. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["330BC-250BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-R.1"], "Technique": [" pierced ", " painted ", " mould-made "], "Dimensions": [" Height: 4.60 centimetres ", " Length: 7.30 centimetres ", " Thickness: 2.10 centimetres "], "Curator's comments": ["Very similar rider figure plaque found in Naukratis, now in Brussels Museum (A1832), whilst similar Macedonian rider plaques (interpreted as coffin-fittings), also from Naukratis are now in the Fitzwilliam Museum, Cambridge (GR.11.1885 = E.17.1885; GR.10.1885 = E.16.1885)."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3547) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.233) (Phase 1) "], "Location": ["Not on display"], "Condition": ["Head and neck of horse, rider from chest up, most of horse's legs missing."], "Subjects": [" equestrian ", " cavalry ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition notes": ["Previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1973,0501.58"]}