{"artifact_name": "incense-burner(?)", "Object Type": ["incense-burner (?)"], "Museum number": ["1960,1002.1"], "Description": [" Hollow terracotta object in form of head emerging from palm-capital. An object of uncertain use, with a socket apparently for the insertion of a wooden handle: probably an incense-burner, but ours has no signs of burning: this perhaps is not significant. The back is flat and plain, and the front depicts a female head with wavy hair parted in the centre and no attributes, except that the coils of hair on each side of the face below the ears might be truncated Isislocks. She wears ball earrings and her neck (forming the socket mentioned above) has three gadroons rising from a single moulding. Surmounting her hair is an oval opening with a raised rim. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a brown to red-brown surface. Minute traces of a white dressing, mainly on the front. At the back is a large patch of white, possibly plaster or a dressing, which may be modern; there are traces of a pink pigment on the patch. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Height: 11.50 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Near: Bayer-Niemeier 1988: nos 728 and 730, dated respectively late first to mid-second century and first century ad; Breccia 1934: no. 431; Fischer 1994: no. 1016, dated middle to second half of second century ad;Weber 1914: no. 266, said to be from the Fayum. Objects of the same type, with different heads (a selection): Breccia 1934: pls xxxvi and lxiii:328; Fischer 1994: no. 1199, dated second half of second to early third century ad = Pagenstecher 1913: pl. xxxvii:3; Pagenstecher 1913: pl. xxxvii:1; Petrie Museum uc48181–2, both from Memphis; Weber 1914: nos. 267 and 317, both said to be from the Fayum. Bibliog. Fischer 1994: 436, no. 1199."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3277)"], "Location": ["Not on display"], "Acquisition name": ["Purchased from: B H Grover"], "Acquisition date": ["1960"], "Department": ["Greek and Roman"], "Registration number": ["1960,1002.1"]}