{"artifact_name": "cameo", "Object Type": ["cameo"], "Museum number": ["1923,0401.1062"], "Description": [" Glass cameo with a female head: a chip has broken away, but is repaired. There is some iridescence on the surface, resulting in the loss of some fine detail. The bust of the woman has lost most of its original surface, but the tip of the nose preserves the white polished appearance of the original: the background is brown. The woman faces left and is shown in profile. She wears a vulture headdress over short corkscrew locks that fall almost to her shoulders. She is draped and wears a necklace of oval beads. Her eye is large, the pupil strongly marked, and the nose is pointed, with a distinctly upturned and curved nostril. Her lips curl upwards slightly, forming a delicate smile. Her chin is short and pointed. The woman's facial features are distinct enough to suggest a portrait, but of whom is unclear. "], "Cultures/periods": [" Roman Imperial ", " Ptolemaic (?) "], "Production date": ["1stC"], "Materials": ["glass"], "Technique": [" engraved ", " polished "], "Dimensions": [" Height: 3.70 centimetres ", " Length: 2.80 centimetres "], "Curator's comments": ["The similarities with Ptolemaic portraits are distinct. It may be an Egyptianizing image, made for a priestess of Isis, or perhaps an early example of Isis wearing the corkscrew locks, formerly reserved for portraits of Ptolemaic queens. Bibliography: H.B. Walters, 'Catalogue of the Engraved Gems and Cameos, Greek, Etruscan and Roman, in the British Museum' (London, 1926), cat.no. 3811; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 315 [326]."], "Bibliographic references": [" Gem / Catalogue of Engraved Gems & Cameos, Greek, Etruscan & Roman in the British Museum (3811) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (326) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Associated names": ["Representation of: Isis (?)"], "Acquisition notes": ["Collection of gems previously unregistered."], "Department": ["Greek and Roman"], "Registration number": ["1923,0401.1062"], "Conservation": ["Treatment: 16 Jun 2000"]}