{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["2005,0919.1"], "Description": [" Marble relief of Dionysos with a snake's body supported by an eagle with outstretched wings. Only the head and tips of the eagle's wings survive as the relief is broken at this point. Dionysos wears a nebris and himation and a hemhemet crown. He carries a cornucopia and a bunch of grapes. Harpokrates stands in the top right corner. The carving is in shallow relief and surrounded by a frame. "], "Cultures/periods": ["Roman Period"], "Production date": ["(mid) 1stC - 2ndC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis (paper label on old object case says from diggings at Naucratis, Egypt) "], "Materials": ["marble (medium to large grained)"], "Dimensions": [" Height: 25.50 centimetres ", " Thickness: 3.50 centimetres ", " Width: 20.50 centimetres "], "Curator's comments": [" See similar Limestone relief of Isis and Serapis in Oxford, Ashmolean Museum (AN1888.257). See also represenations of Isis and Serapis in silver from Naukratis in the British Museum (GR1886,0401.1753 , GR1886,0401.1754 dated to the 1st century AD, found with gold objects, including a late 1st century AD diadem GR1886,0401.1765). Bailey, D. M. 2007. A Snake-legged Dionysos from Egypt, and Other Divine Snakes. JEA 93: 263-9. ", " Representations of Isis, with or without Sarapis, represented as cobras or with a cobra body, were popular in Roman Egypt (attested for example in Alexandria, Canopus and Oxyrhynchus) and are usually dated to the 2nd century AD (Goddio 2008, 278). The marble stela discovered at Canopus is especially a good parallel for the shape and material of this specimen, though Canopus stela figures Isis-Thermouthis as a rearing cobra wearing the Hathoric crown, and not as a human-headed cobra (Goddio 2008, 296, no. 30). See another parallel from Egypt, representing Sarapis-Dionysos and Isis (British Museum EA1911,0617.22). This example is generally dated 1st or 2nd century AD (Walker and Higgs 2000, 61, I.49; 2001, 124-125, 151). Goddio, F. (ed.) 2008. Egypt's Sunken Treasures, 2nd edn. Munich. Walker, S. and Higgs, P (eds). 2000. Cleopatra: Regina d'Egitto. Milan. Walker, S. and Higgs, P (eds). 2001. Cleopatra of Egypt. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.24)"], "Location": ["On display (G70/dc29)"], "Condition": ["Good"], "Subjects": [" classical deity ", " reptile ", " bird ", " ancient egyptian deity "], "Associated names": [" Representation of: Dionysos/Bacchus ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased through: Charles Ede"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Acquisition date": ["2005"], "Department": ["Greek and Roman"], "Registration number": ["2005,0919.1"]}