{"artifact_name": "architectural drawing", "Object Type": ["architectural drawing"], "Museum number": ["2012,5001.624"], "Description": [" Plan of the propylaeum at Priene, with measurements Pen and ink and grey wash, with a brown wash border "], "Producer name": ["Drawn by: Charles Robert Cockerell (?)"], "Production date": ["1821 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 414 millimetres ", " Width: 287 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See: Society of Dilettanti, 'Antiquities of Ionia', (London 1821), part 1, chap II, pl. 11: 'All the temples of Egypt and Greece of any celebrity were surrounded by a peribolus. This was sometimes a wall, inclosing the court of the temple, but more frequently a peristyle, or open portico, with a propylaeum or gateway in one of the ends. The propylaeum at Priene is a building of the Ionic order or architecture, having a tetrastyle portico in each front: within the principal portico is a door-way, of no considerable width, which gave access to the court and the temple beyond. The interior of the building is divided in width into three equal spaces, separated by two rows of Ionic pilasters, two feet each way: these are surmounted by capitals of a singular design, differing wholly, like all those of the pilasters of Grecian architecture, from the capitals of the columns. Like the interior columns of the Athenian propylaea, these pilasters support the marble cieling (sic) of the building and the roof, of the same material, above it. The columns are more than two feet in diameter, and the intercolumniations are nearly five feet three inches in width, the intervals being to the diameter of the column in the proportion of more than two and a half to one. The central interval is not enlarged in this instance, although, as we have already had occasion to remark, the severity of the rules applicable to the construction of sacred edifices, was sometimes disregarded in buildings of a less solemn character...'"], "Location": ["Not on display"], "Subjects": ["temple"], "Associated places": [" Associated with: Priene "], "Acquisition name": ["Donated by: Mrs Mary Cockerell"], "Acquisition date": ["1930 (Probably. See Officers Reports 5th May 1930)"], "Department": ["Greek and Roman"], "Registration number": ["2012,5001.624"]}