{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["2012,5031.2"], "Description": [" View of the interior of the Temple of Isis, Pompeii, 1793 Hand-coloured etching "], "Producer name": [" Print made by: Georg Hackert ", " After: Philipp Jakob Hackert "], "Production date": ["1793"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 410 millimetres (sheet) ", " Width: 556 millimetres (sheet) "], "$Inscriptions": [" "], "Curator's comments": ["The sixth plate from a series of six etchings of views of Pompeii 1792-4 See: A. Wilton and I. Bignamini (ed.) 'Grand Tour: The Lure of Italy in the Eighteenth Century' (1996), p.232, no 181: The theatre of Pompeii was unearthed in 1764, a few months earlier than the Temple of Isis (excavated December 1764 - September 1766). The first 'Egyptian' building of some consequence discovered in Italy, the temple helped to divert attention from Herculaneum to Pompeii. It was much admired until real Egypt was revealed by Dominique Vivant Denon's 'Voyage dans la Haute et dans la Basse Egypte pendant les campagnes du Géneral Bonaparte' (1802). Among the first to visit the temple were Sir William Hamilton and Pietro Fabris, whose 'View of the first discovery of the Temple of Isis' (1765) was published in Hamilton's 'Campi Phlegraei' (1776, vol. I, pl. 31). A brief description is included in the 'Voyage d'un Français en Italie' by the mathematician and astronomer Joseph-Jérôme Lalande, while more detailed accounts are found in private correspondence. On 12 March 1766 a young Scottish traveller, Sir James Macdonald, described the gilded 'Venus' (Museo Nazionale, Naples) found in the temple on 16 February 1765 to the antiquary Paolo Maria Paciaudi: 'Le temple d'Isis est vraiment curieux...le gout ds ornamens correspond avec la divinité qu'on y adoroit... Ce qu'il y a de particulier c'est que l'on a trouvé dans le même temple une statue de Venus sortant du bain et que l'on n'a pas trouvé celle d'Isis [discovered in March 1766]. Les cheveux, les tetous, et une autre partie de cette statue [the pubis] son dorés: je ne crois pas que le marble doré soit de bon gout quoique y regar l'usage en est fort ancien, au moins je crois me rappeller un passage de Lucien dans son dialogue sur les Statues qui le fait croire' (BPPR, 'Carteggio Paciaudi', cass.81. For a similar description given by Sir William Hamilton on 18 June 1765, see Jenkins and Sloan 1996, pp.41-2). From then on the temple was admired by many tourists including the Emperor Joseph II (6 April 1769) and Gustav III of Sweden (12 February 1784), who commissioned Giovanni Altieri to make a cork model of it (Drottingholm Castle). Several souvenirs of the temple were produced. Tempera views of the theatre and temple, signed J. P. Hackert and dated 1793, are preserved in the Stiftun Weimarer Klassik."], "Location": ["Not on display"], "Subjects": ["temple"], "Associated places": [" Associated with: Pompeii "], "Acquisition notes": ["From an album, 'Roman Views & Ruins', I, in the Library of the Department of Greece and Rome, British Museum"], "Department": ["Greek and Roman"], "Registration number": ["2012,5031.2"]}