{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["2005,0920.1"], "Description": [" Terracotta group of a dwarf riding a frog across water. A Nilotic scene: a dwarf riding a huge frog swimming in water indicated by horizontal curving striations. The dwarf is macrophallic and leans back with an ecstatic expression on his face, his mouth open. His right arm, now lost, was made separately from the body and applied by plaster adhesive. He wears a festival wreath and a short cloak held by arm-straps. A floral club or a torch is held to his left shoulder by his left hand. The frog is shown in a twisted pose, the back legs seen as if from below, but the upper body and head more naturally placed for swimming, the left foreleg modelled against the water. The right foreleg was applied separately and is broken away. The hind legs and back of the frog are closely stippled with small impressions. There is a rectangular plinth, its top sloping down, pierced after moulding by several small holes, only one of which goes right through. They may have been intended for the insertion of grass-stems or incense-sticks and used in a household shrine, but the white plaster dressing that was applied overall to the front of the group has blocked most of them. Plain back with circular vent; horizontal strut inside. Hollow: two-piece mould. Orange Nile silt; the post-firing white dressing has pale-blue paint on the area of rippling water, and traces of pink paint on the body of the dwarf. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["199BC-100BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 12.70 centimetres "], "Curator's comments": ["BM Terracotta IV Comparandum. Perdrizet 1921: pl. xxix has a dwarf on a frog, but does not resemble the BM group. Bibliog. Bonham’s Sale Catalogue, 21 April 2005: lot 122; Bailey 2006b: 57."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3533 bis)"], "Location": ["Not on display"], "Subjects": ["amphibian"], "Acquisition name": ["Purchased through: Charles Ede"], "Acquisition date": ["2005"], "Acquisition notes": ["Formerly in an English Private Collection, 1960s"], "Department": ["Greek and Roman"], "Registration number": ["2005,0920.1"]}