{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["2014,5006.1"], "Description": [" Study of a marble slab of the Amazon frieze from the Mausoleum of Halicarnassus (1847,04204.5 BM Sculpture 1006), showing three Greeks and two Amazons in combat Pen and brown ink with traces of graphite underdrawing, pasted onto mount "], "Producer name": [" Drawn by: Walter Bourchier Devereux ", " After: Richard Dadd "], "Production date": ["1844 (probably)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 143 millimetres (mount) ", " Height: 110 millimetres ", " Width: 262 millimetres (mount) ", " Width: 224 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["In 1842 Richard Dadd accompanied Sir Thomas Phillips, the former mayor of Newport, as his draftsman on an expedition through Europe to Greece, Turkey, Southern Syria and Egypt. In October of that year they visited the Castle of St Peter at Bodrum to assess, on behalf of the British Ambassador at Constantinople, Stratford Canning, whether it was possible to remove the slabs originally from the Mausoleum of Halicarnassus, which had been incorporated into the wall of the castle. Unable to gain authorisation by the Turkish authorities to enter the castle, Dadd was only able to draw the four slabs visible from the outside. Phillips sent his report, which included the four drawings by Dadd, to Canning. The drawings, which are now lost, were passed on to Walter Devereux. In 1844 permission to enter the Castle was finally granted to Canning’s Oriental Secretary, Charles Alison, together with Devereux. Devereux made sketches of seven slabs and had them lithographed together with Dadd’s drawings, or rather his copies of Dadd’s drawings, for his 1847 publication 'Views on the shores of the Mediterranean'. See: 2014,5006.1-11 - Ian Jenkins and A. Middleton, 'Paint on the Parthenon Sculptures', in The Annual of the British School at Athens 83, 1988, pp.183-207 - B. F. Cook, 'Relief Sculpture of the Mausoleum at Halicarnassus', 2005, pp.5-6, 36 - Nicholas Tromans, 'Richard Dadd: the artist and the asylum', London, 2011"], "Location": ["Not on display"], "Subjects": [" amazonomachy ", " tomb/mausoleum "], "Associated places": [" Associated with: Mausoleum (Halicarnassus) "], "Acquisition name": ["Donated by: Charles Nugent"], "Acquisition date": ["2014"], "Acquisition notes": ["Acquired by Nugent at the Christie's sale 14 July 1987, lot 7."], "Department": ["Greek and Roman"], "Registration number": ["2014,5006.1"]}