{"artifact_name": "scaraboid-mould", "Object Type": ["scaraboid-mould"], "Museum number": ["2012,5020.1"], "Description": [" Terracotta scaraboid-mould; impression of a Black African head with distinctive features; hair undecorated, hairline marked by three curved lines, forehead grooved with horizontal, parallel lines, separated by a V-shaped groove which springs from the top of the nose; characteristic protruding eyes, large nose and thick lips upturned in a smile; small ears indicated on smooth band above face, perhaps added by hand; details of impression are modelled right up to edge of mould. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Diameter: 1.50 centimetres (depth of impression approx) ", " Height: 2.25 centimetres (impression on face of mould) ", " Length: 4 centimetres (mould) ", " Width: 2 centimetres (impression on face of mould) ", " Width: 4 centimetres (mould) ", " Depth: 2.20 millimetres (front to back of mould) "], "Curator's comments": [" Normal pale red clay, but a larger mould overall. Base surface of mould is completely flat, unlike the majority of Naukratis moulds, which are slightly concave. No exact parallels amongst BM scaraboids from Naukratis, although other types of African head are found, some mould made, while others are smaller, and cut by hand. Museum impression makes it clear that this is Petrie 1886, pl. XXXVIII, 11. ", " Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Scaraboids in the shape of a Black African head are a standard production at Naukratis. Petrie listed a number of variants for Black African head scaraboid-moulds such as this piece (Petrie 1886, 37, pl. XXXVIII, 8-11, especially 11). For a very close parallel to this type of African head, see Oxford, Ashmolean Museum AN1896-1908-E.4570.6: they both seem to come from the same master. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 11) (Probably the same as Petrie's drawing, which is squashed because the impression is three-dimensional) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OI.001) (phase 2) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Condition": ["Good"], "Subjects": [" black ", " african "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Greek and Roman"], "Registration number": ["2012,5020.1"]}