{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["2002,0422.1"], "Description": [" Terracotta figure of a boat filled with transport amphorae. A small boat, a lighter, moving to right, with a naked macrophallic steersman reclining against the high stern, holding a steering-oar in his right hand. The cargo consists of stacked amphorae, of Ptolemaic type, each with a sealed mouth; at the bows, a globular jar lies on its side. The sealings of the amphorae are marked with a depression (produced in the archetype); similarly, a depression is found on the right hand of the sailor and also in his navel. The boat stands on a high, waisted oval plinth; there is slight damage in various places. The back is plain with a circular vent. Hollow; two-piece mould. Micaceous, red-brown Nile silt, with traces of a white dressing; a minute area of pink, postfiring, paint survives on the dressing between two of the amphorae. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 12.10 centimetres ", " Width: 8.50 centimetres "], "Curator's comments": ["BM Terracotta IV Comparanda. Close: Schreiber 1908: 382, fig. 255c, in Leipzig Museum. Not unlike LIMC iv (2): pl. 253:230a (= Dunand 1979: no. 295), with large patera and jar: steersman macrophallic and thought to be Harpokrates. Other boats in LIMC iv (2): pls 253:230b (Harpokrates with a load of Roman winejars) and 230d (Harpokrates playing a lyre), and 254:230e (reclining youth in wheeled processional boat) and 230f (Harpokrates in front of the cabin). Other boats: Breccia 1912a: pl. xi:2, from Hadra = Breccia 1930: no. 168: Harpokrates with an amphora with a depression in its sealing; Tsujimura 1999: 16, fig. 12:9 (Harpokrates), from a Ptolemaic context at Akoris. It seems unlikely that our steersman is Harpokrates, but the pot at the bows of the boat may point that way. An interesting terracotta boat closely similar to ours in shape and plinth (J.D. Cahn Sale Catalogue 12, Basle, 2000: lot 21) has two celebratory women aboard, with objects contributing to their merrymaking, probably proceeding to Bubastis. Another with a similar plinth and a broken figure, perhaps Harpokrates, was found at Qasr-Gheit in the south-eastern Delta (Clédat 1912: 164, fig. 19); compare Göttlicher 1978: pl. 23:295, steered by a macrophallic Eros."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3537)"], "Location": ["On display (G69/dc25)"], "Subjects": ["boat/ship"], "Acquisition name": ["Purchased from: Charles Ede"], "Previous owner": ["Previous owner/ex-collection: Gustave Mustaki"], "Acquisition date": ["2002"], "Department": ["Greek and Roman"], "Registration number": ["2002,0422.1"]}