{"artifact_name": "scarab-mould", "Object Type": ["scarab-mould"], "Museum number": ["2012,5020.2"], "Description": [" Terracotta scarab-mould, made of pale red Nile clay, with visible mica inclusions. Scarab-back impression rather worn, and overlaid with some whitish paste on smooth band above. Lower surface of mould is concave, as normal for Naukratis. Back of mould roughly modelled, as all moulds, with central depression, where clay pushed onto positive mould. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Diameter: 0.90 centimetres (depth from surface of mould to bottom of impression) ", " Length: 1.60 centimetres (impression) ", " Length: 3.30 centimetres (mould) ", " Width: 3 centimetres (mould) ", " Width: 1.20 centimetres (width of impression) ", " Depth: 2.05 centimetres (thickness from front to back of mould) "], "Curator's comments": ["Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Petrie listed a number of variants for scarab-moulds such as this piece (Petrie 1886, 36-37, pl. XXXVIII, 1-5). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OH.034) (phase 2)"], "Location": ["Not on display"], "Condition": ["Surface of mould has original crack around edge of mould, where clay projects too far above the level of the concave face."], "Acquisition name": ["Donated by: Egypt Exploration Fund (?)"], "Department": ["Greek and Roman"], "Registration number": ["2012,5020.2"]}