{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["2013,5012.13"], "Description": [" Mould-made amulet in glazed composition representing a cobra with human arms, probably Nehebkau; hands reaching towards the snake's mouth; end of cobra's tail appears at the back; small loop for suspension behind head; turquoise blue glaze; only top half preserved. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 2.20 centimetres ", " Length: 2.20 centimetres ", " Width: 0.95 centimetres "], "Curator's comments": [" Found unregistered, but with other objects from Naukratis with labels from the EEF from Petrie's excavations at Naukratis in 1885. ", " Two labels that were found in the box indicate finds from the Temple of Apollo in Naukratis, VIth cent. B.C. They concern a \"glazed-sand figure\" and a \"glazed-sand head\". This glazed composition figure finds parallels in Late Dynastic Egypt (Germond 2005, 71, no. 23 for a complete example). The deity represented is probably Nehebkau. In addition to the human arms, this snake deity could be represented with or without human legs (Herrmann 2003, 115, nos 568-9). He is the son of the goddess of harvests Renenutet according to some traditions and often confused with her. As a snake, Nehebkau could have protected against venomous bites. However, a link with prosperity and fertility can also be assumed. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Herrmann, C. 2003, Die ägyptischen Amulette der Sammlungen BIBEL + ORIENT der Universität Freiburg Schweiz (Orbis Biblicus et Orientalis, Series Archaeologica 22). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.427)"], "Location": ["Not on display"], "Condition": ["Rather fair, though incomplete"], "Subjects": [" reptile ", " ancient egyptian deity "], "Associated names": ["Representation of: Nehebkau (probably)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Probably)"], "Acquisition date": ["1886 (?)"], "Department": ["Greek and Roman"], "Registration number": ["2013,5012.13"]}