{"artifact_name": "drawing; album", "Object Type": [" drawing ", " album "], "Museum number": ["2012,5019.1.71"], "Description": [" Drawings from an album of drawings of antiquities, formerly belonging to Edward Dodwell; study of thirteen ancient coins and a magical gem Pen and ink with grey wash on ten pieces of paper stuck down on to a sheet of paper. Volume tooled in gold on spine \"ORIGINAL DRAWINGS OF GREEK ANTIQUITIES. / DODWELL. / DEPT. OF G. & R. ANTIQUITIES.\" "], "Producer name": [" Drawn by: Edward Dodwell (?) ", " Drawn by: Simone Pomardi (?) "], "Production date": ["1805-1819"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 235 millimetres (album cover) ", " Thickness: 41 millimetres (album cover) ", " Width: 200 millimetres (album cover) "], "$Inscriptions": [" "], "Curator's comments": ["The album (2012,0519.1.1-86) consists of 86 sheets of drawings of antiquities, several of which were found or purchased by Edward Dodwell. It is bound in brown leather and tooled in gold on spine \"ORIGINAL DRAWINGS OF GREEK ANTIQUITIES. / DODWELL. / DEPT. OF G. & R. ANTIQUITIES.\". Inside is the bookplate of Edward Dodwell, and inscribed in graphite: \"80 pp. containing over 200 drawings of Greek antiquities by E. Dodwell & others\" and in another hand on the following page: \"Orig. Drawings by Dodwell for his work on Greek Vases\". The magical gem (top right) and seven of the coins are engraved in Edward Dodwell, 'A Classical and Topographical Tour through Greece, during the years 1801, 1805, and 1806', (London, 1819), Vol. 1, p.190-192: 'I bought of a peasant at Kastri a curious Abraxas, or Basilidian stone, having on one side an intaglio of a man with an ass's head, in the act of stabbing himself with a sword. Under the figure is inscribed ABPAMANTOΔ OϒXE On the other side is ABPAMA NTOΔ Oϒ XENIKITA The first word is probably, instead of Abraxas, a mystical word which had the value of 365- A B P A Ξ A Σ [1 2 100 1 60 1 200] - and which, according to Tertullian and others, was the name of the Most High. The two following words may signify Conductor, Victorious. The whole appears invocative. These unintelligible inscriptions were probably the...sacred writing, comprehended only by the priests. They were used as amulets by the Gnostics, the Basilidians, and other sects, which in the fourth and fifth centuries prevailed throughout a great part of the world, but particularly in Egypt and the East; and who blended the Christian religion with a variety of Pagan superstitions, in which the Mithraic worship bore a conspicuous part. It is upon a brown opaque stone, apparently oxyd of iron, and is probably the siderites, or iron stone, to which the ancients attributed mystical properties; for which reason, the Abraxas is generally represented on this stone, and sometimes of jasper. I had the good fortune to purchase from the Kastriotes eighty coins, some of which of great rarity, particularly two autonomous coins of Delphi, which were probably struck before the Romans had footing in Greece. The first is Apollo Kitharistos, in an erect posture, clothed with a long ample garment, and playing on the kithara. ΔΕΛΦΩΝ - rev. ΠϒΘΙΑ, within a wreath of laurel or olive. Under the inscription are the three pointed rocks of Parnassos. 2. The same figure of Apollo, and the same inscription - rev. a tripod. 3. ANTΩNEINOC AϒΓOΤCΤOC - Head of Antoninus - rev. ΠϒΘΙΑ, within a wreath. 4. Similar to 3; but the rev. has the head of a youth; ΔΕΛΦΩΝ. [these four coins are engraved on p.192]... No coins have been found belonging to any town of Phocis, except Delphi. The Phocian coins which have come down to us, were struck by the general confederacy of that country. These Phocian coins have already been published, but they are given in this place to shew the difference between the Archaic style and that of the fine period of the art [these two coins (bottom left and bottom middle) are engraved on p.193]'."], "Location": ["Not on display"], "Subjects": ["money/currency"], "Acquisition name": ["Purchased from: R Gilbertson"], "Previous owner": ["Previous owner/ex-collection: Edward Dodwell"], "Acquisition date": ["1962"], "Acquisition notes": ["Officer's Reports 30 March 1962"], "Department": ["Greek and Roman"], "Registration number": ["2012,5019.1.71"]}