{"artifact_name": "amulet(bird); waster", "Object Type": [" amulet (bird) ", " waster "], "Museum number": ["2013,5012.11"], "Description": [" Waster of a mould-made amulet in glazed composition; representing a falcon, bird often associated to Horus; fragmentary; pale yellow fine paste. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) "], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (?)"], "Findspot": [" Excavated/Findspot: Naukratis (?) ", " Excavated/Findspot: Kamiros (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Height: 2.20 centimetres ", " Length: 2 centimetres ", " Width: 1.80 centimetres "], "Curator's comments": ["Found unregistered, but with other objects from Naukratis (and possibly Kamiros) with labels from the EEF from Petrie's excavations at Naukratis in 1885. The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). Falcons are often associated with Horus, though various deities and the pharaoh himself can assume a falcon form (Davies, Smith 2005, 54); the identification of the deity represented is even harder in the case of amulets (Andrews 1994, 27-28; on various types of falcon amulets: Herrmann et al. 2010, 103-104). Numerous amulets of falcons, made out of bronze, glazed composition, stone and Egyptian blue, were discovered in Naukratis. Rather large amuletic figures in glazed composition were possibly produced locally (Masson forthcoming; on this specific type of falcon figure, also found and produced in Kamiros: Webb 1978, 95, no. 685), maybe at the Scarab Factory itself (Webb forthcoming). This waster would be an evidence for this local production. However, since similar falcon figures were also produced in Kamiros, the provenance of this waster is still unsure. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Webb, V. 1978, Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC, Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.227) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Probably)"], "Acquisition date": ["1886 (?)"], "Department": ["Greek and Roman"], "Registration number": ["2013,5012.11"]}