{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["2001,0329.1"], "Description": [" Terracotta figure of Isis-Thermuthis in a shrine. Isis-Thermuthis, with a cobra's body and the torch of Demeter, in a shrine surmounted by a stylized cobra-frieze. She wears a schematic horn and disc crown, and a necklace with a circular pendant. The shrine is supported by a flat-fronted plinth with reliefs of the Sothic dog of Isis, and a bird, probably a Horus Falcon, flanking a simple swag. Hollow; two-piece mould: the back is plain, with a small circular firing-vent. The underside has been smoothed, probably in modern times. Micaceous orange-brown Nile silt, with very few traces on the front of a white dressing. "], "Cultures/periods": ["Roman"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 15.10 centimetres "], "Curator's comments": ["BM Terracottas No other Isis-Thermuthis plaques with Sothic dog and Falcon have been noted, only those with Greek sphinxes. Comparanda. Close, perhaps same mould-series: Bayer-Niemeier 1988: no. 222, lower part only, the upper part alien; Dunand 1973: pl. xxvii:2 = Dunand 1979: no. 30 = Deschênes 1978: pl. xlviii:1 = LIMC v (2): pl. 525, Isis 347a; Schmidt 1997: no. 83, dated second century ad. Close: Ashmolean Museum, Oxford, no. 1889.1223 and 1238, possibly from Hawara, and 1898.1177; Breccia 1934: no. 38; Deschênes 1978: pls xlvii, xlviii:2, li:1 and lii:1; Dunand 1973: pl. xxvii:1; Dunand 1990: no. 393, dated Roman period; Fischer 1994: no. 873, dated second half of first, beginning of second, century ad = Fischer 1995: pl. xlv:6 = Vogt 1924: pl. vi:5 = Deschênes 1978: pl. xlix:2; Friedman 1989: 184, no. 94, probably from the Fayum, dated first to second centur y ad; Perdrizet 1921: no. 176 = Deschênes 1978: pl.li:2; Schürmann 1989: no. 1026, dated second half of second century ad = Deschênes 1978: pl. l:1; von Falck and Lichtwark 1996: 152, no. 118, dated second to third century ad; Weber 1914: nos 33, probably from the Fayum, and 34 = Deschênes 1978: pls xlix:1 and l:2. It is perhaps not fortuitous that the dromos of the main Temple of Isis-Thermuthis/Renenutet in the Fayum, at Narmuthis, is flanked by statues of Greek-type sphinxes as well as Egyptian sphinxes and lions: Vogliano 1936: 5 (unillustrated) and Vogliano 1939: 107, last figure."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3021)"], "Location": ["Not on display"], "Subjects": ["deity"], "Acquisition date": ["2001"], "Department": ["Greek and Roman"], "Registration number": ["2001,0329.1"]}