{"artifact_name": "portrait bust", "Object Type": ["portrait bust"], "Museum number": ["1762,0528.12"], "Description": [" Plaster portrait bust of Dr Martin Folkes FRS, PSA (1690-1754) by Louis-François Roubiliac (1702-62), head turned slightly to right, wearing a bonnet and without wig, and an open shirt under a long fur-trimmed gown. "], "Producer name": ["Made by: Louis François Roubiliac"], "Production place": [" Made in: London (England) "], "Materials": ["plaster"], "Technique": ["cast"], "Dimensions": [" Height: 66.50 centimetres ", " Weight: 16 kilograms ", " Width: 54.80 centimetres (max.) ", " Depth: 29.30 centimetres "], "Curator's comments": ["Dawson 1999 Literature: E. Beresford Chancellor, The Lives of the British Sculptors, and those who have worked in England from the earliest days to Sir Francis Chantrey, London, 1911, pp. 123-4; K. A. Esdaile, 'Studies of the English sculptors from Pierce to Chantrey. XIII. Louis François Roubiliac (1695-1762) continued', Architect, 16 June 1922, p. 450; K. A. Esdaile, The Life and Works of Louis François Roubiliac, Oxford and London, 1928, pp.90-91, 103-5, 111, 182, pl. XXIIIa; J. Kerslake, National Portrait Gallery, Early Georgian Portraits, London, 1977, p. 77; M. Whinney, Sculpture in Britain 1530-1830, rev. ed. John Physick, 1988, pp. 217-18; M. Girouard, 'Coffee at Slaughter's? English Art and the Rococo', in Town and Country: essays on buildings, places and people, New Haven and London, 1992, p. 24. Exhibited: Victoria and Albert Museum, London, May-September 1984, M. Snodin (ed.), Rococo Art and Design in Hogarth's England, no. S12; Museum of London, 1985, T. Murdoch (ed.), The Quiet Conquest: the Huguenots, 1685 to 1985, no. 312b; Dept of Coins and Medals, May-September 1998, 'Making History: British Medals and Numismatics, 1600-1740'. Displayed: 1817, over the bookcases in the Print Room (formerly in Mr Baber's department, note from J. T. Smith, 17 November 1817, P&D Archive, Trustees' Reports); 1847, probably still in the Print Room (BM Archive, Officers' Reports, Sir Henry Ellis, 3 June 1847); 1888, over the cases in the Glass and Ceramic Gallery (Guide, 1888, p. 18); 1922, 'in private rooms' (Esdaile, 1922, XIII, p. 451); c. 1960, P&D Dept; mid-1970s, MLA Dept. Martin Folkes was the eldest son of Martin Folkes and his wife Dorothy, second daughter of Sir William Hovell of Hillington Hall, near King's Lynn, Norfolk. He was born in Queen Street, Lincoln's Inn Fields, London. In 1706-7 he attended the University of Saumur, France, and graduated Master of Arts from Clare Hall, Cambridge in 1717. Elected a Fellow of the Royal Society at the age of twenty-three, he became its Vice-President in 1722-3 and was chosen in November 1741 as its President on the retirement of Sir Hans Sloane. His papers were mainly on astronomy and metrology. Folkes bequeathed to the Society his portrait by Hogarth,(1) two hundred pounds and a cornelian seal ring engraved with the Society's arms. He wrote about Roman antiquities and coins for the Society of Antiquaries of which he was elected a Fellow in February 1719/20. He was its President from 1749/50 until his death. He lived in Italy from 1733 for over two years, and visited Paris in 1739. He was a friend of Sir Isaac Newton, a patron of the naturalist George Edwards and one of the trustees of Sir Hans Sloane's will. Folkes was buried in Hillington Church, Norfolk. He was a collector of books, prints, drawings, pictures, coins and gems, and one of the sales after his death lasted fifty-six days. Folkes' principal publications are A Table of English Gold Coins, 1736, and A Table of English Silver Coins, 1745. For information about Louis-François Roubiliac, see registration no. 1762,0528.16. Folkes, who held Masonic offices and was, like Roubiliac, part of the St Martin's Lane circle, was a patron of the sculptor, and was involved with the monuments to the Duke and Duchess of Montagu and possibly the Kerridge monument in Framlingham, Suffolk, signed by Roubiliac and erected by William Folkes, Martin's younger brother.(2) The monument to Folkes' daughter, Lucretia (d. 1758), at St George, Wrotham, Kent, erected by her husband Richard Betenson is attributed to Roubiliac.(3) This plaster is related to the marble made for the 9th Earl of Pembroke and dated 1749, for which there is a receipt for £35 at Wilton.(4) It was much admired by George Vertue before it went to Wilton, as well as by other writers in the 1760s.(5) Unlike the marble, the eyes are incised, a feature presumably cast from the lost terracotta. Malcolm Baker(6) believes that the Museum bust may perhaps be an 'original plaster', cast using a 'waste-mould' technique from the original clay which was lost in the process. A 'cast' of the bust is recorded 'at the Royal Society's Rooms' by Mrs Esdaile.(7) The sitter is depicted in a bonnet and, like other contemporaries of the sculptor, is without wig. The soft folds of his bonnet and open shirt and the long fur collar of his gown betray once more Roubiliac's skill in rendering textiles and fur. The form of the body does not differ greatly from that of Richard Bentley (see registration no. 1762,0528.17), whilst the fur-lined robe and the bonnet are both remarkably similar to those in the marble portrait by Roubiliac of Dean Swift in Trinity College, Dublin.(8) In 1928 Mrs Esdaile wrote, 'Of the plaster model of Martin Folkes it is enough to say that it is perhaps the finest in the Museum.'(9) It is doubtful that posterity would quibble with her judgement. She particularly remarked on the breadth and dignity of Roubiliac's undress portraits (i.e. those in which the sitter did not wear a wig, hat or other costume fitting to his rank) and his ability to face physical ugliness and wrest from it a powerful portrait.(10) Whinney(11) drew attention to 'the heavy features, the obstinate mouth, firmly closed with protruding under-lip', and considered it 'a most impressive character study'. The plaster was even more revealing, in her opinion, of the 'alert intelligence' in the sitter's face. It is impossible not to believe, as she did, that the portrait was not done from life, such is its power. For portraits of Folkes, see Kerslake, 1977, pp. 76-8. A drawing on vellum by Jonathan Richardson inscribed on the back with the sitter's name and dated 8 December 1735 is in the British Museum.(12) A medallic portrait of Folkes was struck by Jacques Antoine Dassier in 1740;(13) a medal attributed to Ottone Hamerani, probably struck in Rome in 1738,(14) bears a sphinx, a sun and the pyramid tomb of Caius Cestus, and is said(15) to suggest a strong connection with Folkes' associate membership of the Egyptian Club, founded by gentlemen who had visited Egypt, even though Folkes himself never ventured that far. Notes: (1) See Andrew Moore, 'Norfolk and the Grand Tour', Norfolk Museums Service, 1985, no. 13. (2) D. Bindman and M. Baker, Roubiliac and the Eighteenth-century Monument: Sculpture as Theatre, New Haven and London, 1995, p. 375, n. 12 and cat. 22. (3) Ibid, and cat. 39; John Physick considers that the Lucretia Betenson monument is more likely to be by Nicholas Read. (4) See M. I. Webb, 'Roubiliac busts at Wilton', Country Life, 19 April 1956, p. 804, illus. The payment appears in Roubiliac's bank account on 16 November 1749. It seems unlikely that this was the full amount charged for the bust. The marble was exhibited in 'Rococo Art and Design in Hogarth's England', Victoria and Albert Museum, May-September, 1984, no. S11, still in the possession of the Earl of Pembroke, also illus. Whinney, 1988, p. 217, fig. 152 and Bindman and Baker, 1995, pp. 64-5. (5) See Esdaile, 1928, pp.90-91. Vertue in August 1749 wrote that it was 'a most real likeness of him - his features strong and musculous, with a Natural and Just air of likeness - as much as any work of that kind ever seen - equal to any present or former ages' (quoted Webb, 1956, p. 804). (6) Baker discusses Roubiliac's techniques in 'Roubiliac's models and eighteenth-century sculptors' working practices', in P.Volk (ed.), Entwurf und Ausführung in der europäischen Barockplastik, Munich, 1986, pp. 59-83; 'Terracotta and plaster multiples in eighteenth and early nineteenth century France', in A. Radcliffe, M. Baker, M. Mack Gerard, The Thyssen-Bornemisza Collection. Renaissance and later sculpture, London, 1992, pp. 36-41; and 'From model to marble', in Bindman and Baker, 1995, pp. 246-55. (7) Esdaile, 1922, XIII, p. 450. (8) Dawson is grateful to Tessa Murdoch for the use of a photograph of the marble of Swift. (9) Esdaile, 1928, p. 105. (10) Ibid., p. 111. (11) Whinney, 1988, pp. 217-18. (12) Registration no. P&D 1902,0822.15. (13) British Museum, registration no. C&M M.8450, purchased from Edward Hawkins, Medallic Illustrations, II, pp. 558-9, no. 185; for contemporary sources see Vertue Note Books, vol. III, Walpole Society, XXII, 1933-4, pp. 101-2, 104. A bronze example in the Victoria and Albert Museum is discussed in Rococo, 1984, S18. (14) There are three examples of it in the Museum: a) silver, registration no. C&M M.8468; b) registration no. C&M M.8466; c) bronze, registration no. C&M M.8467. Dawson is grateful to her colleague Luke Syson for this information, and for information on medals of Folkes in general. (15) Moore, 'Norfolk and the Grand Tour', p. 92. Moore suggested a date of 1742 for the Hamerani medal, but see Hawkins, Medallic Illustrations, II, p. 571, no. 206 and J. Montagu, Gold, Silver and Bronze: metal sculpture of the Roman Baroque, New Haven and London, 1996, p. 89, figs 137-8."], "Bibliographic references": ["Dawson 1999 / Portrait Sculpture, a catalogue of the British Museum collection, c. 1675-1975 (32 and col. pl. 7)"], "Location": ["On display (G1/od/nr199)"], "Exhibition history": [" Exhibited: 1998 May-Sep, London, BM Dept of Coins and Medals, Making History: British Medals and Numismatics, 1600-1740 1985 May-Oct, Museum of London, The Quiet Conquest: The Huguenots 1685-1985 1984 May-Sep, London, Victoria and Albert Museum, Rococo Art and Design in Hogarth's England, no. S12 "], "Condition": ["small chip on left near shoulder An old note (probably by Hugh Tait) records that the bust was cleaned in the V&A 28.9.49 (A. Dawson, June 2013) The same note records '1' incised on the reverse - to be checked."], "Associated names": ["Portrait of: Martin Folkes"], "Acquisition name": ["Donated by: Dr Matthew Maty"], "Acquisition date": ["1762"], "Acquisition notes": ["Presented by Dr Matthew Maty, 1762, who purchased it at Roubiliac's sale, fourth day, 15 May 1762, lot 10."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1762,0528.12"]}