{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["1763,0415.2"], "Description": [" Vase, one of a pair; soft-paste porcelain; the Death of Harmonia: body of oblate oval form; short neck swelling below rim; dome-shaped cover with scroll knop; two rococo scroll handles running down sides; painted in colours and decorated with rich chased gilding; underglaze-blue ground with large reserved panels in moulded frames painted with exotic birds and classical scene of Death of Harmonia; conventional borders and gilt sprays on blue ground. "], "Producer name": [" Factory of: Chelsea Porcelain Factory ", " After: Jean Baptiste Marie Pierre "], "School/style": ["Rococo"], "Production date": ["1762"], "Production place": [" Factory in: Chelsea (London) "], "Materials": [" porcelain ", " gold "], "Technique": [" painted ", " chased ", " gilded ", " mould-made ", " glazed ", " underglazed "], "Dimensions": [" Diameter: 13.30 inches (with handles) ", " Height: 19.70 inches "], "Curator's comments": [" This vase is one of a pair of vases given anonymously to the British Museum in 1763, just months after they were made.The scene on the front depicts the Death of Harmonia after the French painter Jean-Baptiste Marie Pierre (1714-1789). Harmonia was a mortal, the daughter of Gelon, son of Hieron II, King of Syracuse (formerly identified incorrectly as the daughter of Mars and Venus). According to Jennifer Montagu (2001), the story comes from the Roman historian, Valerius Maximus, Factorum et dictorum memorabilium libri ix, (III.2.9). The people of Syracuse rebelled against the royal family and began to murder them. Harmonia's nurse found a young girl, who resembled Harmonia and was willing to act as her body-double. After Harmonia witnessed them murdering the girl, she committed suicide,which is the moment captured in the painting and the vase. Rather than copying the original painting by Pierre, now in the Metropolitan Museum of Art, New York, the Chelsea painter copied an engraving by Charles Nicholas Cochin, published in Paris, in 1751, which was reversed. The painting was exhibited at the Paris Salon in the same year as the print was created. The anonymous donor may have commissioned the vases, perhaps even supplying the factory with the two prints. They were the first modern ceramics acquired by the Museum. The other vase records the scene of the discovery of the suicide of Cleopatra by the bite of an asp, a venomous snake. The subject was popularised through Shakespeare’s Anthony and Cleopatra, Act V, scene ii, but the actual image was after a painting by Gaspar Netscher, engraved by Jean Georges Wille in 1754. The following note appeared in the minutes of the Trustees Committee meetings (a sub-group which handled everyday business), which recorded a gift made on 15 April 1763 from ‘Mr Empson of two very fine porcellanous jars of the Chelsea Manufactory made in the year 1762 under the direction of Mr Sprimond’. (Information kindly supplied by Antony Griffiths, 31 March 2020). ", " See Franks, A.W., 'Notes on the manufacture of porcelain at Chelsea', Archaeological Journal, XIX (1862), 347; Demmin, A., Guide de l'Amateur de Faience et Porcelaines, Poteries, Terres Cuites, Emaux, Pierres Precieuses Artificielles, Vitraux at Verreies (Paris 1867), Part 2, 924; Toppin, A.J., 'The Origin of some ceramic designs', Transactions of the English Ceramic Circle, Vol.10, No.2 (1948), 272-3, pl.XCIX, a, b; Tait, G.H., 'Outstanding pieces in the English ceramic collections of the British Museum', Transactions of the English Ceramic Circle, Vol.4, Part 3 (1957), p.45; Mallet, J.V.G., 'Two Documented Chelsea Gold-Anchor Vases,' Victoria and Albert Museum Bulletin (January 1965), Vol.1, No.1, p.19 and p.33, figs. 7,8; Dawson, A., 'Franks and European Ceramics, Glass and Enamels' in J. Cherry and M. Caygill (eds.), A.W. Franks, Nineteenth-Century Collecting and the British Museum (London 1997), p.201; Mallet, J.V.G., 'Chelsea Gold Anchor Vases, I: The Forms', English Ceramic Circle Transactions, Vol.17, Part 1, 1999, p.139, fig.21. Pair with 1763,0415.1 (qv) ", " Walker & Higgs 2001 Comment refers to both 1763,0415.1 & 2 The vases are painted over the glaze in enamel colours against a dark blue ground. One (No. 1) shows the Death of Cleopatra after a painting by Gaspar Netscher (1639-84) engraved by J.G. Wille (1715-1808). The scene on the other vase is based on the Death of Harmonia after Jean-Baptiste-Marie Pierre (1713-89). Pierre's painting was exhibited at the Paris Salon in 1751. Harmony is the child of Mars (a patron of Mark Antony) and Venus (Cleopatra's patron goddess), and so stands for Cleopatra, and is shown here in the act of killing herself. The other vase (No.2) depicts the discovery of the dead Cleopatra by Octavian and Dolabella. The dead woman at her feet is her maid Iras. The scene is based on Shakespeare's Antony and Cleopatra, Act V, scene ii. It is depicted in an oil-on-paper painting by John Parker painted in Rome around 1748-9 (P&D 1949,1008.1). On the reverse of these expensively decorated and lavishly gilded vases, no doubt destined for an aristocratic client, are panels of exotic birds. Bird-painting was extremely popular on all kinds of porcelain. Figure scenes of dramatic events, such as the death of Cleopatra, are exceptional. In 1759 David Garrick presented an adapted version of Shakespeare's play at Drury Lane, but it was not a success. Performances were given throughout the eighteenth century of John Dryden's All for Love (1678), and this may have been how the English public absorbed the story of Cleopatra. That it was popular is not in doubt, as there are various medallions and figures of the Egyptian queen made by Josiah Wedgwood from the early 1770s. Around 1785-90 an enamelled pottery figure of Cleopatra reclining was made by James Neale and Co. of Hanley, Staffordshire. It is based on an ancient marble in the Vatican collection, which was much admired and copied in many different media almost from the time it was first recorded in the early sixteenth century (P&D 1943,1113.53). Various lead-glazed pottery versions of the figure were made in the late eighteenth century by other Staffordshire firms, in particular by Enoch Wood, who produced a companion figure of Mark Antony (See Fitzwilliam Museum, Cambridge, inv no. C.908-1928 and C.909.1928). By the end of the eighteenth century there was a market in Britain for relatively inexpensive ceramic representations of Cleopatra, and it is probable that some of these were exported to North America. "], "Bibliographic references": [" Hobson 1905 / Catalogue of the collection of English Porcelain in the Department of British and Mediaeval Antiquities and Ethnography of the British Museum. (II28) ", " Hayden 1906b / Chats on Old China (p. 31) (illus.) ", " Tait 1957b / Pair of Chelsea Porcelain Vases ", " Mallet 1965 / Two Documented Chelsea Gold-Anchor Vases (p.19 and p.33, figs. 7,8) ", " Honey, rev.Barrett, 1979 / Old English Porcelain, A Handbook for Collectors (p. 62, 74) ", " Dawson 1997 / Franks and European Ceramics, Glass and Enamels ", " Mallet 1999 / Chelsea Gold Anchor Vases I: The Forms (p.139, fig.21) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (387) ", " Adams 2001 / Chelsea Porcelain (Figs 11.26 & .27, p. 161) "], "Location": ["On display (G46/dc21)"], "Subjects": [" reptile ", " bird ", " king/queen "], "Associated names": ["Representation of: Cleopatra the Great"], "Associated events": ["Associated Event: Death of Cleopatra"], "Acquisition name": ["Donated through: Empson"], "Acquisition date": ["1763"], "Acquisition notes": ["The following note appeared in the minutes of the Trustees Committee meetings (a sub-group which handled everyday business), which recorded a gift made on 15 April 1763 from ‘Mr Empson of two very fine porcellanous jars of the Chelsea Manufactory made in the year 1762 under the direction of Mr Sprimond’. (Information kindly supplied by Antony Griffiths, 31 March 2020)."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1763,0415.2"]}