{"artifact_name": "cameo", "Object Type": ["cameo"], "Museum number": ["1772,0314.188"], "Description": [" Sardonyx cameo: the suicide of Cleopatra: Cleopatra is shown frontal, bare-breasted and with drapery (cut in the brown layer of the stone) around her head and shoulders. The asp, which is to give her a fatal bite, is coiled around her left wrist. Cleopatra's form is cut out of the white layer of the sardonyx, sensuously modelled in high relief, and polished to give a smooth reflective surface. Differences in texture between skin, draperies, hair and the asp are skilfully accentuated. Cleopatra's pupils are drilled into the stone to give a sense of expression, as are the corners of her mouth. Her neck has also been drilled so as to hold a jewelled choker (now removed) in place. The bust has been glued to a separate backing plate. "], "Production date": [" 16thC(late) ", " 17thC(early) (?) "], "Findspot": [" Found/Acquired: Milan (city) (?) "], "Materials": ["sardonyx"], "Technique": [" engraved ", " high relief ", " polished ", " drilled "], "Dimensions": [" Height: 4.30 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Text from Dalton 1915, Catalogue of Engraved Gems: The head has been broken at the neck. This gem resembles a chalcedony cameo in the Cabinet des Médailles (Babelon, Cat. des Camées, pl. lx, no. 671), also a sardonyx cameo of the sixteenth-century in the Münzkabinett at Munich, reproduced by Furtwängler, Antik Gemmen, lxvii, fig. 16, where, however, the personage is Lucretia. Cleopatra was a favourite subject with gem-engravers of the Renaissance and later. Cf. Babelon, as above, nos.670-673; the examples in the Antiquarium at Berlin (Furtwängler, Beschreibung, &c, nos. 11411, 11412, Plate 70, with others unillustrated); and specimens at Vienna (Arneth, Die Cinque-Cento Cameen, pl. ii, figs. 12, 64), and Florence (Bargello, Carrand Coll., no. 1282). Supplementary information to Dalton 1915: The gem has been attached later to an oval agate plaque (I. Anceschi, 1999). This cameo was exhibited in the BM Cleopatra exhibition in 2001 with catalogue entry 380, p.357 by D.Thornton along with another BM cameo of Cleopatra. This one may not be renaissance but 17th C, as explained in the above catalogue entry. Ingrid Weber in 'Geschnittene Steine aus altbayerischen Besitz', Munich 2001 p.85 illustrates a similar gem of a bacchante as French 17th C; mentions ours and two of Cleopatra in the Bibliothèque Nationale, Paris. Bibliography: D'Hancarville, MS catalogue of the Hamilton collection, Vol. II (1778, now in the British Museum, Department of Greek and Roman Antiquities), 503-4; E. Babelon, 'Catalogue des camées antiques et moderne de la Bibliothèque Nationale' (Paris, 1897), pl. 60, no. 671; A. Furtwangler, 'Die antiken Gemmen', 3 vols. (Leipzig and Berlin, 1900), I, pl. 67, no.16; P. Venturelli, 'Gioelli e gioiellieri milanesi' (Milan ,1996), 56,119; I. Jenkins and K. Sloan, 'Vases and Volcanoes' (London, 1996), no. 66; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 357 [380]. ", " Walker & Higgs 2001 Her neck has also been drilled so as to hold a jewelled choker (now removed) in place; perhaps to disguise a break in the cameo, which must have occurred before 1915, when it was recorded by Dalton. The bust has been glued to a separate backing plate, perhaps also part of a later repair which must have been done before Sir William Hamilton sold the cameo to the British Museum in 1772. One of the very few cameos in Hamilton's first collection to be sold to the British Museum, it was then considered to be Roman, of the first or second century AD. Hamilton's adviser d'Hancarville described it as antique but retouched in his manuscript catalogue of Hamilton's collection. Even now, the cameo is difficult to place. The theme of Cleopatra was popular with sixteenth-century gem engravers and goldsmiths owing to the opportunity it presented for the erotic depiction of a female nude. In addition, Cleopatra, like Lucretia, could be presented as an exemplary figure; as a model of feminine courage and integrity. The confident handling and the overt classicism of the head in this cameo can be compared with Milanese gems of the mid- to late sixteenth century, showing female heads. Some of these use the differently coloured layers within sardonyx in a similar way to model and frame the form represented. Milanese gems are also drilled in a similar way to the present example. However, sixteenth-century female heads with drapery are rarely presented frontally as here, but are usually shown in twisting (contraposto) movement, often three-quarter face or in profile as in SLBCameos.86. Similarly, draperies on most sixteenth-century examples tend to be arranged in a more fluid manner. These discrepancies may even suggest that the gem is later than the sixteenth century, and could have been produced closer to Hamilton's lifetime, and certainly before its sale to the Museum in 1772, as an exercise in the classical manner. "], "Bibliographic references": [" Dalton 1915 / Catalogue of the Engraved Gems of the Post-Classical Periods in the Department of British and Mediaeval Antiquities and Ethnography in the British Museum. (319) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (cat.380 p.357) ", " Jenkins & Sloan 1996 / Vases and Volcanoes - Sir William Hamilton and his collection (66) ", " Bate & Thornton 2012 / Shakespeare: Staging the World (p. 144, fig. 26 (bottom); p. 290 (under fig. 26b)) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2013 19 Jul - 10 Nov, Bonn, Kunst Austellunghalle, Cleopatra: The Eternal Diva 2001 London, British Museum, Cleopatra of Egypt, "], "Subjects": [" reptile ", " king/queen "], "Associated names": ["Representation of: Cleopatra the Great"], "Acquisition name": ["Purchased from: Sir William Hamilton"], "Acquisition date": ["1772"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1772,0314.188"], "Additional IDs": [" Miscellaneous number: H.188 (Hamilton Collection) "], "Conservation": ["Treatment: 03 Oct 1995"]}