{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["1887,0307,I.795"], "Description": [" Plate, earthenware (' pearl ware', decorated with the 'brown water lily' pattern, transfer-printed in black and painted in brown and orange and gilt with botanical subjects; rim gilt. Marked. "], "Producer name": ["Factory of: Wedgwood"], "Production date": ["18061811 (circa, design)"], "Production place": [" Factory in: Etruria (England) "], "Materials": [" earthenware ", " gold "], "Technique": [" transfer-printed ", " painted ", " gilded "], "Dimensions": [" Diameter: 9.80 inches "], "$Inscriptions": [" "], "Curator's comments": ["Dawson 1984 Amongst the most remarkable of all services made during this period is the well-known pearlware 'Water Lily' service ordered in 1807 and delivered in 1808 to Dr Robert Darwin, son of Dr Erasmus Darwin and father of the evolutionist Charles Darwin. This plate is from the service and was given to A. W. Franks by Dr Joseph Hooker (1817-1911), Director of Kew Gardens between 1865 and 1885 and friend of Charles Darwin. The 'Water Lily' pattern almost certainly represents the earliest use of brown underglaze printing in Staffordshire that can be accurately dated. The decision to introduce the manufacture of underglaze printed ware at Etruria (overglaze printing having been used since the 1770s) was taken on 31 March 1805. The 'Water Lily' pattern was the first to be used at Etruria that reproduced identifiable botanical prints. The engravings of the water lilies, all members of the 'Nymphaeaceae' family, indigenous to watery places, have been identified as: 'nymphaea stellata', or starry water lily, on the left; 'nymphaea lotus', or Lotus of Egypt, on the right; and 'nelumbium speciosum', or sacred Lotus of Buddha, the fully opened flower in the centre, with large, veined indented leaves. The lilies were all copied either from the 'Botanist's Repository' or from the 'Botanical Magazine', periodicals published, between October 1803 and February 1806. See Una des Fontaines, 'The Darwin Service and the first printed patterns at Eturia', Proc Wedg Soc, Vol. II, no. 6, 1966, pp. 69-90"], "Bibliographic references": [" Hobson 1903 / Catalogue of the collection of English Pottery in the Department of British and Medieval Antiquites and Ethnography of the British Museum (I795) ", " Tait 1961a / The Wedgwood Collection in the British Museum, Part I: creamware and redware (p. 198, pl. 26, fig. B) ", " Dawson 1984 / Masterpieces of Wedgwood in the British Museum (pl. 14a) "], "Location": ["On display (G47/dc8)"], "Exhibition history": [" Possibly exhibited at Liverpool Art Club, 1879, with other items from the service in Hooker's possession; see U. des Fontaines, 1966 "], "Associated names": ["Associated with: Charles Darwin"], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Previous owner": [" Previous owner/ex-collection: Sir Joseph Dalton Hooker ", " Previous owner/ex-collection: Erasmus Darwin "], "Acquisition date": ["1887"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1887,0307,I.795"], "Conservation": ["Treatment: 20 Jul 1994"]}