{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["1876,0520.4"], "Description": [" Earthenware ampulla. On each side, within a border of studs, Saint Menas stands to front, his arms outstretched in blessing. Above each arm is a cross. He has curly hair, and wears a short tunic and a long cloak, and is flanked by camels. Both sides came from moulds produced from the same archetype. One handle is largely lost. Orange clay with a buff surface; a few large white inclusions. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["480-650 (circa)"], "Production place": [" Made in: Alexandria (Egypt) "], "Findspot": [" Found/Acquired: St Menas, Tomb "], "Materials": ["clay"], "Technique": ["relief"], "Dimensions": [" Height: 9.30 centimetres ", " Weight: 74.60 grammes ", " Thickness: 2 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": ["Terracotta IV Donated: Augustus Wollaston Franks. Late Roman, about AD 480-650. Comparanda: Close: Dutilh 1904: pls 1 and 2, fig. 6, from Alexandria; Ede n.d.a: 114, lot 33, dated sixth to seventh century AD; Garbsch and Overbeck 1989: no. 185, dated fourth to seventh century AD; Hayes 1976: pl. 117:270, dated late sixth to seventh century AD; Heide and Thiel 2004: 142, no. iii.3.8, dated end of fifth to middle of seventh century AD; Kiss 1989a: nos 51, 52 and 61, from Kom el-Dikka, Alexandria, context AD 610-650; Lunsingh Scheurleer 1998: 3, fig. 4, top left; Petrie Museum uc19517, thought to be from Alexandria, and uc47626, from Memphis; Sena Chiesa 1998: 652, no. vii.18, said to be from Aquileia, dated sixth century AD; Strzygowski 1904: pl. xxi:8969, from Alexandria; Tulli 1932: 233 (six examples); Comstock and Vermeule 1976: 203, no. 237, from Tanis; Witt 2000: no. 11, and nos 12 and 13, from Ramleh (?), Alexandria, dated end of fifth to mid-seventh century AD. Near: de Araújo 1993: 396, no. 303, dated fifth to seventh century AD; Fitzwilliam Museum, Cambridge, e.p.338; Metzger 1981: nos 14 and 16, dated sixth to seventh century AD; Yoyotte 1997: no. 297, said to have been found in Arles and dated mid-sixth to mid-seventh century AD. Bibliog: Dalton 1901: no. 864; Murray 1907: pl. v:2."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (864) ", " Terracotta / Catalogue of Terracottas in the British Museum (3415) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 23 June-9 Oct, London, BM, Treasures of Heaven "], "Subjects": [" mammal ", " saint/martyr ", " cross "], "Associated names": ["Representation of: St Menas"], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1876"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1876,0520.4"]}