{"artifact_name": "icon", "Object Type": ["icon"], "Museum number": ["1852,0102.1"], "Title": ["Object: Icon with four Church Feasts"], "Description": [" The icon was painted in egg tempera and gold leaf on wood, primed with linen and gesso. The four scenes of the twelve Great Church Feasts cycle (the so-called Dodekaorton) are painted in two zones below carved arches and are identified by Greek majuscule inscriptions in red: O ΕΥΑΓΓΕΛΙCΜΟC (the Annunciation), Η Χ[PICTO]Υ ΓΕΝΝΗCΙC (the Nativity of Christ), Η ΒΑΠΤΙCΙC (the Baptism) and Η ΜΕΤΑΜΟΡΦΩCIC (the Transfiguration). The painter has used an incised preliminary design, particularly obvious on the haloes and outlines of the figures, though he did not always follow it to the letter. For instance, the head of the Archangel Gabriel from the Annunciation is smaller than the initial design. The scenes are arranged following the historical sequence of the events as described in the Gospels. At the top left is the Annunciation; the Virgin stands in front of a backless throne and holds a distaff, alluding to her spinning a veil for the Temple (Protoevangelion of James, 10:1). Gabriel holds his hand in a gesture of speech as a ray descends from heaven towards Mary. Next is the Nativity, where Mary reclines beneath the infant Christ in the manger, adored by ox and ass, and includes also the scene of the two midwives bathing the Child, Joseph, an angel and the shepherds. The Baptism is represented beneath the Annunciation, and in it St John the Baptist extends his hand over the nude figure of Christ who stands in the river Jordan. The Transfiguration is immediately to the right of the Baptism: Christ appears in a mandorla on top of Mount Tabor, flanked by Elijah to the right and Moses to the left. Below the apostles Peter, James and John fall down in front of the vision. "], "Cultures/periods": ["Late Byzantine"], "Production date": ["1310-1320 (circa)"], "Production place": [" Painted in: Thessaloniki (Macedon) ((?)) "], "Findspot": [" Found/Acquired: Egypt, Monastery of St Mary Deipara near the Natron Lakes "], "Materials": [" wood ", " gold "], "Technique": [" gilded ", " painted ", " tempera (egg) "], "Dimensions": [" Height: 388 millimetres ", " Thickness: 90 millimetres ", " Width: 256 millimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["Though the first publication of the icon ascribed it to the 12th or perhaps 13th century (Dalton 1901; Dalton 1909, 230–5), subsequent research concurs with a late 13th or early 14th-century dating (Ainalov 1917; Dalton 1925; Talbot Rice 1958; Cormack 2007, 56–7; Cormack 2014, 56–7). Both the iconography and style of painting of the panel point to the later chronology. Features like the architectural background of the Annunciation, the tall figure of St John the Baptist and the dramatic postures of the fallen Apostles in the Transfiguration have already been noted as being in line with works of the 14th century (Acheimastou-Potamianou 1987; Buckton 1994). The narrow elongated structures behind the Virgin of the Annunciation are similar to those in the fresco of the Appearance of Christ to the Eleven from the nave (south wall) of the Virgin Hodegetria or Afendiko church in Mystras, which dates to the second decade of the 14th century (Dufrenne 1970; Chatzidakis 1992). Further affinities with monuments of Mystras are found in the scene of the Nativity. In particular the hexagonal basin used for Christ’s first bath as well as the general arrangement of the figures, with the servant girl standing on the left and pouring water and the Virgin watching over the event and supporting her head with her right hand, find close parallel in the frescoes of the Peribleptos church dated to c. 1370 (Aspra-Vardavaki and Emmanuel 2005). Also the Nativity mosaic from the Chora monastery (now Kariye Camii) in Constantinople, dateable between 1316 and 1321, shares similarities with the BM panel, though the basin is circular and the Virgin’s hand is not supporting her head (Underwood 1966). The iconography of the BM Nativity is simpler, with fewer narrative details than the frescoes. The iconography of the Baptism is practically identical to that of the ‘Dodekaorton’ hexaptych from St Catherine’s Monastery, Sinai, dated to the 14th century (Mouriki 1990, 121, fig. 72; Byzantine Museum 2004, 187–91, no. 38). In both works the naked figure of Christ is standing in the middle of the Jordan while the tall and slender figure of St John the Baptist towers over him on the left and three angels witness the event on the right. The final scene of the Transfiguration also finds close parallels in works of the 14th century. For instance the rendering of St Peter on his knees looking up and stretching his hand towards Christ, St John lying prone and St James fallen on his back is seen in the fresco decoration of St Nicholas Orphanou church, Thessaloniki, dateable probably to 1310-20 (Xyngopoulos 1964; Tsitouridou 1986). The same schema is encountered in a miniature (fol. 213) from the Gospel Book, Paris B.N. gr. 54, which has been dated to the late 13th or 14th century (Omont 1929; Maxwell 2000). Generally the figures of the two prophets are depicted at the same level as Christ, though in the BM icon they are standing much lower as the circular aureole has taken most of the space around him. Despite the worn surface of the icon it is still possible to discern the soft modelling of the figures with olive green and brown for the shadows and warm tones of ochre and vermilion for the skin. White highlights were also used to accentuate the areas around the eyes, cheeks and forehead. These features are found in high quality works of the early 14th century in Thessaloniki and its surrounding region, such as the murals of St Nicholas Orphanou and St Catherine (Kourkoutidou-Nikolaidou and Tourta 1997) as well as those of the Christos church in Verria, dated by its foundation inscription to 1315 (Pelekanidis 1973). Each scene is executed with clarity and finesse despite its small dimensions. A feeling of opulence is given by the ample use of gold leaf for the background and the chrysography on the garments, furniture and vessels. The vivid colours and some details such as the jug with a mouth in the shape of a bird’s head in Christ’s bathing scene and the pseudo-Kufic decoration on the Virgin’s mattress enrich the compositions. The BM panel is clearly the work of a painter familiar with the art of great centres of the time such as Constantinople, Thessaloniki or Mystras, the monuments of which are closely linked to those of the Byzantine capital (Mouriki 1990, 459, n. 8). However, it is difficult to identify a specific origin. The fact that two examples of ‘Dodekaorton’ polyptychs are preserved in Sinai has led to the idea that this type of icon was a Sinaitic production (Sotiriou and Sotiriou 1958, vol. 2, 190; Byzantine Museum (2004), 187–8), yet this connection may well be accidental (Mouriki 1990, 121) and this theory too speculative. Equally speculative, though not of course impossible, is the proposal that the BM panel may have originated from Sinai, as suggested when it was first exhibited, on the basis that it was acquired in Egypt (Talbot Rice 1958). The shape and subject of the panel, which was linked to at least one more piece as indicated by the hinges on its right side, is very similar to the 14th-century polyptychs (a hexaptych and a tetraptych) with feast scenes that survive in St Catherine’s Monastery, Sinai (Sotiriou and Sotiriou 1958, vol. 1, pls 208–17, vol. 2, 189–91; Mouriki 1990, 121, fig. 72; Byzantine Museum 2004, no. 38; Nelson and Collins 2006,163–5, no. 18). They too represent the twelve Great Feasts under relief arches, though the tetraptych is closer to the BM icon as each panel contains four scenes and has almost the same dimensions (approx. 36 × 27 × 1.4 cm). Yet the style of the Sinai polyptychs is different. They have both been associated with the art of Constantinople but dated to the middle or late 14th century (Sotiriou and Sotiriou 1958, vol. 2, 190–1; Lazarev 1967, 376; Mouriki 1990, 121; Byzantine Museum 2004, 188). Another difference between the BM icon and those in Sinai is the arrangement of the feasts, which in all three works largely follow the historical sequence of events and are read from left to right. However, the exact arrangement differs. The polyptychs are read horizontally across the panels with the chronologically earlier episodes portrayed on the upper register and those that are later on the lower. In the BM icon each panel would be completed in turn as the viewer read the upper and lower register of a given panel before moving to the next. It is worth noting that the feasts of the BM panel do not strictly follow the order in which they occurred, as the Presentation of Christ in the Temple, which should be depicted after the Nativity and precede the Baptism, is omitted. Presumably it would have been depicted on the other panel(s) of the ensemble. This is not unusual for Dodekaorton icons as the position of the scenes was sometimes decided by theological or liturgical interests. For instance an irregularity in the festival sequence also occurs in the Sinai tetraptych (Nelson and Collins 2006, 164). A possible reason for placing these four feasts on the same panel is the divine presence in all of them, visually conveyed in the form of rays of light for the first three and culminating in the grand theophany of the Transfiguration, thus communicating the mystery of the Incarnation (Loverance 2007; Cormack 2007, 59). Easily portable icons of the Great Feasts cycle were not uncommon. The earliest known example is a diptych from St Catherine’s Monastery, Sinai that dates no later than the mid-11th century (Weitzmann 1976). Among later Byzantine works are the c. 1300-50 mosaic diptych in the Opera di Santa Maria del Fiore, Florence (Evans 2004, 219–20, no. 129), the Six Feasts icon in the Hermitage Museum, St Petersburg, dating to the first half of the 14th century (Lasareff 1937) and the bilateral icon (originally part of a diptych or triptych) with Eight Feasts in the Museum of the City of Athens and dating to the early 15th century (Athens 1985, 92–3, no. 95). The type of icon represented by the BM and Sinai panels may have been influenced by the beams of the templon screen, which incorporated both an arched form and the theme of the Dodekaorton (Mouriki 1990, 121). This is seen for instance in surviving examples from the Vatopedi Monastery, Mount Athos and St Catherine’s, Sinai, all dating from the 12th century (Tsigaridas and Loverdou-Tsigarida 2006; Mouriki 1990, 106, figs 20–2, 25–7). This portable and synoptic representation of the Gospel narrative may have had a special liturgical use (Cormack 2007, 60–), perhaps in the chapels of the monastery where it was found (Mouriki 1990, 121; Nelson and Collins 2006, 163), or it may have been intended for private devotional use. An insight into the role of Dodekaorton icons during prayer is offered by Manuel Philes’ epigram on a mosaic icon of the Great Feasts commissioned in the early 14th century by John Kanabes (Manuel Philes, Carmina, no 24 vol. 1, 10, v. 25-31). The poet sees the icon as a ladder through which those who pray before it ascend to Christ, and all the saintly figures represented on it are advocates of salvation. Literature: O.M. Dalton, Catalogue of Early Christian Antiquities and Objects from the Christian East in the British Museum, London, 1901, no. 987, 174–5; O.M. Dalton, ‘A Byzantine Panel in the British Museum’, Burlington Magazine 14 (1909), 230–6; O.M. Dalton, Byzantine Art and Archaeology, Oxford, 1911, 319, fig. 155; G. Millet, Recherches sur l’iconographie de l’évangile aux XIVe, XVe et XVIe siècles, Paris, 1916, 104, 124, 184, 229, 678; D. Ainalov, Византийская живопись XIV столетия, Petrograd, 1917, 79–81; O.M. Dalton, East Christian Art. A Survey of the Monuments, Oxford, 1925, 264–5, pl. XLV; H. Omont, Miniatures des plus anciens manuscrits grecs de la Bibliothèque nationale du VIe à XVIe siècle, Paris, 1929, vol. 1, 47, vol. 2, pl. XCVI, 25; V. Lasareff, ‘Byzantine Ikons of the Fifteenth and Sixteenth Centuries’, Burlington Magazine 71 (1937), 255, pl. II,B; reprinted in V. Lazarev, ‘Byzantine Icons of the Fourteenth and Fifteenth Centuries’, in V. Lazarev, Studies in Byzantine Painting, London, 1995, 183; V. Lazarev, История византийской живописи, vol. 1, Moscow, 1947, 222, 362, n. 27 and vol. 2, Moscow, 1948, pl. 310; also in Italian: V. Lazarev, Storia della pittura bizantina, Turin, 1967, 369, 415, n. 44, pl. 503; W. Felicetti-Liebenfels, Geschichte der byzantinischen Ikonenmalerei, Olten, Lausanne, 1956, 53, pl. 51; G. and M. Sotiriou, Εικόνες της Μονής Σινά, 2 vols, Athens, 1958; D. Talbot Rice, Masterpieces of Byzantine Art. Edinburgh International Festival, Edinburgh, 1958, no. 212; A. Xyngopoulos, Οι τοιχογραφίες του Αγίου Νικολάου Ορφανού Θεσσαλονίκης, Athens, 1964, 24–7, 34–5, pl. 19; P. Underwood, The Kariye Djami, New York, 1966, vol. 2, pl. 102, S. Dufrenne, Les programmes iconographiques des églises byzantines de Mistra, Paris, 1970, 28, 31, fig. 11; S. Pelekanidis, Καλλιέργης. Όλης Θετταλίας άριστος ζωγράφος, Athens, 1973, 9, 123–4; K. Weitzmann, The Monastery of Saint Catherine at Mount Sinai: The Icons, vol. 1, From the Sixth to the Tenth Century, Princeton, 1976, 2, figs 1–2; Athens (1985), 92-3, no. 95; A. Tsitouridou, Ο ζωγραφικός διάκοσμος του Αγίου Νικολάου Ορφανού στη Θεσσαλονίκη: συμβολή στη μελέτη της Παλαιολόγειας ζωγραφικής κατά τον πρώιμο 14ο αιώνα, Thessaloniki, 1986, 96–8, 263, pl. 26; M. Acheimastou-Potamianou (ed.), From Byzantium to El Greco. Greek Frescoes and Icons, Athens, 1987, 152–3, no. 12; D. Mouriki, ‘Icons from the 12th to the 15th Century’, in K. Manafis (ed.), Sinai, Treasures of the Monastery of Saint Catherine, Athens, 1990, 91–123; M. Chatzidakis, Mystras. The Medieval City and the Castle, Athens, 1992, 48; D. Buckton (ed.), Byzantium. Treasures of Byzantine Art and Culture from British Collections, London, 1994, 204–5, no. 221; E. Kourkoutidou-Nikolaidou and A. Tourta, Wandering in Byzantine Thessaloniki, Thessaloniki, 1997, 116–20; K. Maxwell, ‘Paris, Bibliothèque Nationale de France, Codex Grec 54: Modus Operandi of Scribes and Artists in a Palaiologan Gospel Book’, Dumbarton Oaks Papers 54 (2000), 117–38; Byzantine Museum, The World of the Byzantine Museum, Athens, 2004; H.C. Evans (ed.), Byzantium. Faith and Power (1261-1557) (exh. cat., The Metropolitan Museum of Art), New York, 2004, 219–20, no. 209; M. Aspra-Vardavaki and M. Emmanuel, The Monastery of Pantanassa at Mistra: The Wall Paintings of the 15th Century, Athens, 2005, 24, 27, n. 44, fig. 138; R.S. Nelson and K.M. Collins (eds), Holy Image, Hallowed Ground: Icons from Sinai (exh. cat. The J. Paul Getty Museum), Los Angeles, 2006; E. Tsigaridas and K. Loverdou-Tsigarida, The Holy and Great Monastery of Vatopedi. Byzantine Icons and Revetments, Mount Athos, 2006, 41–67, figs 16-40; R. Cormack, Icons, London, 2007 (repr. 2014), 52–3, 56–61, figs 30, 33, 35; 113, no. 1; R. Loverance, Christian Art, London, 2007, 93; J. Robinson, Masterpieces. Medieval Art, London, 2008, 18. Eleni Dimitriadou"], "Bibliographic references": [" Buckton 1994 / Byzantium: Treasures of Byzantine art and culture from British collections (221) ", " Cormack, Vassilaki & Dimitriadou 2015 (forthcoming) / A Catalogue of the Byzantine and Greek Icons in the British Museum ", " Robinson 2008 / Masterpieces of Medieval Art (p. 18) ", " Cormack 2007 / Icons (1) "], "Location": ["On display (G40/dc10/sF)"], "Exhibition history": [" Exhibited: 2017-2018 25 Sep-14 Jan, France, Paris, Institut du Monde Arabe, Arab Christians 1958 August 23 to September 12 Edinburgh and October 1st to November 9th London Masterpieces of Byzantine Art. Edinburgh International Festival 1987 March 25 to June 21, London, Royal Academy of Arts, From Byzantium to El Greco: Icons and Frescoes from Greece 1994 London, British Museum, Byzantium: Treasures of Byzantine Art and Culture from British Collections "], "Condition": ["In January 1852 when it arrived in the British Museum, the icon had been split into two pieces [Dalton (1909), 230, n. 1]. It was accordingly acquisitioned as two separate objects, 1852, 0102.1 and 1852, 0102.2, but as it was in fact a single panel it is now catalogued as 1852,0102.1. That it was originally the left part of a larger ensemble is indicated by the fragments of the three metal hinges visible along the right edge on the reverse. In order to hang it, presumably at a later period, a hole was pierced very close to the top edge, which probably caused the split. A second hole was subsequently made further to the right. The panel has become curved over time and bears signs of wear on both its painted surface and the reverse. The back was covered with gesso over which a thick resinous substance was unevenly applied, possibly in the (unsuccessful) aim of preventing the wood from warping. On top of the resinous application one can still discern small patches of Syriac writing in red and white (yet to be deciphered). There are infra-red photographs available in the BM files. It was conserved by L. Morrocco in 1989 and by BAW in 1994. Two horizontal battens on the back belong to the modern restoration and consolidate the split panel. Conserved by BAW in 1994"], "Subjects": [" bible ", " angel ", " saint/martyr ", " annunciation ", " nativity ", " baptism of christ ", " transfiguration "], "Associated names": [" Named in inscription & portrayed: Virgin Mary ", " Named in inscription & portrayed: Jesus Christ ", " Representation of: St Joseph ", " Representation of: Moses ", " Representation of: Elijah ", " Representation of: St Peter ", " Representation of: St James the Greater (?) ", " Representation of: St John the Evangelist ", " Named in inscription & portrayed: Archangel Gabriel ", " Representation of: St John the Baptist (Prodromos) "], "Acquisition name": ["Transferred from: British Library"], "Acquisition date": ["1852"], "Acquisition notes": ["The icon arrived at the Department of Manuscripts, British Library in 1851 in a shipment of a collection of manuscripts from the monastery of St. Mary Deipara in the Wadi al-Natrun, Egypt, which was founded by Coptic monks in the 6th century but was occupied by Syrian monks from the 9th to the 17th centuries [Cody (1991) 877-879], and so known as the monastery of the Syrians or Deir el-Surian. It was apparently used a cover for the manuscript BL Add. MS 18812-18821. It was transferred to the British Museum in 1852, but not examined and published till 1901."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1852,0102.1"], "Additional IDs": [" Miscellaneous number: IC 1 (Icon Collection number) "], "Conservation": [" Treatment: 21 Feb 1990 ", " Treatment: 23 May 2008 ", " Treatment: 20 Jul 1994 ", " Treatment: 17/08/17 "]}