{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["1877,0802.3"], "Description": [" Ampulla; clay; flat, circular sides with designs in relief. On side (a), within a plain border, Saint Menas stands to front, his arms outstretched in blessing. Above each arm is a cross. He has curly hair, wears a short tunic and high boots, and is flanked by camels. On side (b), within a wreath, is a cross on a raised disc at the centre, surrounded by a relief inscription. The mouth and handles are largely lost. Buff clay, with some sand inclusions and a little mica. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["480-650 (circa)"], "Production place": [" Made in: Alexandria (Egypt) "], "Findspot": [" Found/Acquired: St Menas, Tomb "], "Materials": ["clay"], "Technique": ["relief"], "Dimensions": [" Height: 2.50 inches "], "$Inscriptions": [" "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in Alexandria. Late Roman, about AD 480-650. Comparanda: Sides (a) and (b): close: Dutilh 1904: pls 1 and 2, figs 9 and 10, from Alexandria; Metzger 1981: no. 96, dated sixth to seventh century AD. Near: Metzger 1981: nos 49 and 50, respectively from Alexandria and Smyrna and nos 51-3, dated sixth to seventh century AD. Side (a): close: Fitzwilliam Museum, Cambridge, e.p.345. Near: Kiss 1989a: nos 26 and 27, from Kom el-Dikka, Alexandria, context of AD 560-610; Witt 2000: no. 33, side A, dated end of fifth to mid-seventh century AD. Side (b): close, but turned more anticlockwise: von Falck and Lichtwark 1996: 163, no. 138b, dated end of fifth to middle of seventh century AD. Near: Witt 2000: nos 31-3, side B, dated end of fifth to mid-seventh century AD."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (869) ", " Terracotta / Catalogue of Terracottas in the British Museum (3430) "], "Location": ["Not on display"], "Subjects": [" mammal ", " saint/martyr ", " cross "], "Associated names": ["Representation of: St Menas"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1877"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1877,0802.3"]}