{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["1882,0510.52"], "Description": [" Earthenware ampulla. On each side, within a chevron-border, with a small circle below, Saint Menas stands to front, his arms outstretched in blessing. Above each arm, separated by the head, is an inscription. He has curly hair (on one side, rising straight on the other) and a nimbus, and wears a short tunic with long sleeves, a long cloak and high boots. He is flanked by camels. Both sides are from moulds produced from the same archetype; there has been some retouching after moulding. Much of the mouth and handles is lost. Orange clay, with a buff surface and a few white inclusions. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["480-650 (circa)"], "Production place": [" Made in: Alexandria (Egypt) "], "Findspot": [" Found/Acquired: St Menas, Tomb "], "Materials": ["clay"], "Technique": ["relief"], "Dimensions": [" Height: 3.70 inches "], "$Inscriptions": [" "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Late Roman, about AD 480-650. Comparanda: Close: Dutilh 1904: pls 1 and 2, figs 3 and 4, from Alexandria; Kaufmann 1910: 107, fig. 42, top left, from Abu Mena, dated fourth to seventh century AD; Witt 2000: no. 1, from Ramleh (?), Alexandria, no. 2, side A and no. 3, from Alexandria, dated end of fifth to middle seventh century AD. Near: Beck and Bol 1983: 577, no. 175.2, dated fourth to seventh century AD; Hayes 1976: 116, no. 269, dated late sixth to seventh century AD. Bibliog. Dalton 1901: no. 863; Murray 1907: pl. i:6."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (863) ", " Terracotta / Catalogue of Terracottas in the British Museum (3408) "], "Location": ["Not on display"], "Subjects": [" mammal ", " saint/martyr "], "Associated names": ["Named in inscription & portrayed: St Menas"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1882"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1882,0510.52"]}