{"artifact_name": "panel", "Object Type": ["panel"], "Museum number": ["1856,0623.118"], "Description": [" Panel; ivory; carved; depicts the Flight into Egypt; Virgin and Christ sit on an ass, St Joseph on the right, an angel on the left; above two naked angels proffer fruits from a tree; in the background there is a palm upon a hill; bevelled back. "], "Production date": ["17thC"], "Production place": [" Made in: Macau (? see comment) "], "Materials": ["ivory"], "Technique": [" carved ", " bevelled "], "Dimensions": [" Height: 14.30 centimetres "], "Curator's comments": ["The facial features, foliage and oddly striated rocks suggest this is possibly an ivory made in Macau, China: compare Encompassing the Globe, Smithsonian 2007 no. C5 and 6, p. 286. Jesuits arrived in Macau in 1565 and made it their East Asian base; remained Portuguese despite Dutch attempts to attack it until 1999 when it was formally handed to China. If not made in Macau, it could be Sri Lankan, though the characteristics noted here don't match well. Jeremy Warren comments that it might also be Netherlandish, thgough the stylised trees look close to another ivory of the same subject said to be Chinese, 17th Century. See Bailey, Massing and Silva, Ivories in the Portuguese Empire, Lisbon 2013, p.277."], "Bibliographic references": [" Dalton 1909 / Catalogue of the Ivory Carvings of the Christian Era with Examples of Mohammedan Art and Carvings in Bone in the Department of British and Mediaeval Antiquities and Ethnography of the British Museum (538) ", " Tardy 1972 / Les Ivoires: Evolution décorative du 1er siècle à nos jours (p. 46) "], "Location": ["Not on display"], "Subjects": [" new testament ", " flight into egypt ", " angel ", " fruit ", " tree/bush ", " horse/ass "], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ ", " Representation of: St Joseph "], "Acquisition name": ["Purchased from: Rev William Maskell"], "Acquisition date": ["1856"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1856,0623.118"], "Additional IDs": [" Miscellaneous number: 83 (Maskell Collection) "]}