{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["1875,1012.16"], "Description": [" Earthenware ampulla. On side (a), within a border of chevrons, Saint Menas stands to front, his arms outstretched in blessing. Above the arms, divided by the head, is a relief inscription. He has hair falling on his forehead, and a nimbus. He wears a short tunic, a long cloak and high boots, and is flanked by camels. On side (b) is the same figure and inscription, stemming from the same archetype, but the border contains a retrograde inscription, some details of which are lost or are hidden by smears of clay from the attachment of the handles and mouth. One handle and part of the neck survive, the other handle and the mouth being restored in plaster; an area below the modern handle is also restored, including part of the inscribed border on one side and one of the camels on the other. Orange fabric with traces of a buff surface. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["480-650 (circa)"], "Production place": [" Made in: Abu Mina "], "Materials": ["clay"], "Technique": ["relief"], "Dimensions": [" Height: 151 millimetres ", " Width: 109 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in Egypt. Late Roman, about AD 480-650. Comparanda: Sides (a) and (b): very close, probably same mould-series: du Bourget 1964: 138, no. 137; Friedman 1989: 226, no. 139, dated c. AD 450-550; Metzger 1981: no. 1, from Alexandria and no. 2, dated sixth to seventh century AD. Close: Witt 2000: no. 1, from Ramleh, Alexandria, and no. 3, from Alexandria, dated end of fifth to mid-seventh century AD. Side (a): close: Ashmolean Museum, Oxford, no. 1933.717, from Alexandria; Drescher 1941: pl. i; Heide and Thiel 2004: 141, no. iii.3.4, dated end of fifth to middle of seventh century AD; Kakovkin 1996: 72, fig. 16:5; Kaufmann 1908: 193, fig. 139:1, from Abu Mena; Kaufmann 1910: 107, fig. 42, top right, from Abu Mena, dated fourth to seventh century AD; Kiss 1989a: nos 1 and 2, from Kom el-Dikka, Alexandria, context of AD 480-560; Pagenstecher 1913: 93, fig. 106:5, from Alexandria; von Falck and Lichtwark 1996: 162, no. 136, dated end of fifth to middle of seventh century AD; Witt 2000: no. 2, dated end of fifth to mid-seventh century AD. Near: Hayes 1976: 117, no. 267, dated late sixth to seventh century AD; Petrie Museum uc19516. Side (b): close: Cabrol 1907: col. 1724, fig. 448 (not this BM example, as stated); Kaufmann 1908: 68, fig. 46:2, from Abu Mena; Kaufmann 1910: 164, fig. 103, from Abu Mena, dated sixth to seventh century AD; Williams 1936: 79, fig. 1. Near: Witt 2000: no. 8, from Abu Mena, dated end of fifth to mid-seventh century AD: the inscription slightly different. Bibliog. Dalton 1901: no. 860; Murray 1907: pl. i:5; Kiss 1989a: 17n. 23 and 19, no. 1; Buckton 1994: no. 123; Hayes 1997: pl. 36."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (860) ", " Buckton 1994 / Byzantium: Treasures of Byzantine art and culture from British collections (123) ", " Terracotta / Catalogue of Terracottas in the British Museum (3409) ", " Robinson et al 2014 / Matter of Faith: An Interdisciplinary Study of Relics and Relic Veneration in the Medieval Period (p.5, pl.5) "], "Location": ["On display (G41/dc13)"], "Exhibition history": [" Exhibited: 2011 23 June-9 Oct, London, BM, Treasures of Heaven 2004 1 Apr-30 Oct, Woodbridge, Suffolk, Sutton Hoo Visitor Centre, 'Between Myth and Reality' 2007-2008 07 Feb-15 Jan, Birmingham, Barber Institute of Fine Arts, 'Encounters: Travel and Money in the Byzantine World' "], "Condition": ["One of the handles and most of the neck modern repair"], "Subjects": [" mammal (camel) ", " saint/martyr ", " prayer "], "Associated names": ["Named in inscription & portrayed: St Menas"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1875"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1875,1012.16"], "Conservation": ["Treatment: 09 Sep 1994"]}