{"artifact_name": "plaque; altar-piece(?)", "Object Type": [" plaque ", " altar-piece (?) "], "Museum number": ["1884,0606.3"], "Description": [" Plaque from an altar-retable; square; bronze gilt and champlevé enamel: Cure of Naaman in the River Jordan; Latin inscription; three servants; hand of God emerging from clouds; beaded edge pierced with six holes. Stratford 1993 The very heavy plaque of nearly pure hammered copper is now slightly warped, with its corners bent, but with its enamel and mercury gilding in almost perfect condition on a notably convex surface. Twelve original pinholes (in the corners now broken off) are placed four top and bottom, two equally spaced on each side, for attachment to a wooden core. Back: No features. Front: The border is a deep, straight-sided step within a beaded outer edge; the beading is formed by rounded pellets of 2 mm width, made with a tool with a circular hollow tip. Within this border is, first, a strip of gilded reserved metal (between 1-2 mm wide) and then a champlevé enamel frame (3 mm wide) of deep blue within off-white. The scene represented is the cleansing of Naaman, the captain of the host of the King of Syria, from his leprosy, following the prophet Elisha's instruction to him to bathe in the river Jordan (2 Kings V, 14). Naaman is engraved in the reserved metal, with the lines of his head and of the schematised anatomy of his body filled with deep blue enamel. He is shown half submerged in the river, which is represented by five undulating fields of mixed enamel: a zone of deep blue borders the lower edges of each field, which is however, mostly of deep green, with intermittent undulating dapples of yellow and small single areas of turquoise. All the inscriptions are filled with blue enamel. The bank of the river (IORDANEM, at the bottom) is given an edging of deep blue and turquoise. Standing on the bank behind Naaman are three of his servants (FAMVLI inscribed from top to bottom, at top left); they are placed one behind the other with only the front servant's legs shown, the others in 'shorthand' with only their heads and parts of their upper bodies visible. One wears a pointed cap, another a rounded tight-fitting hat with a broad lower band; their draperies are enamelled with a remarkable range of mixed glasses, which produce 'modelled' effects (deep green/pale green/yellow, sometimes combined with deep blue; turquoise/pale turquoise; deep blue/pale blue/blue white); the lower edge of the tunic of the front servant is of opaque red enamel studded with dots of white; the same red is used for his boots, while yellow is used for the tops of his boots and the band of his hat, which has a turquoise crown; most remarkable is the use of a transparent deep red glass for his legs and for the pointed cap of the servant behind him. His hands are covered by folds of drapery which appear to form part of his cloak but are presumably meant to represent Naaman's clothes, awaiting his return from the river. Naaman is in a supplicant posture, his hands outstretched and looking up at the Hand of God emerging from clouds at top right. The whole palette already found in other parts of the composition is repeated in this top corner (turquoise, deep blue and opaque red in bands; the deep red translucent glass and deep blue/pale blue/white for the clouds and deep green/pale green for the drapery of God's arm). From the Hand of God three rays, formed of bands of enamel (pale blue/white) fall diagonally on Naaman. The scene is identified CVRATION AMAM running diagonally upwards to the right alongside the left-hand ray. "], "School/style": ["Mosan"], "Cultures/periods": ["Late Medieval"], "Production date": ["1150-1160 (circa)"], "Production place": [" Made in: Europe "], "Materials": [" bronze ", " enamel ", " mercury "], "Technique": [" enamelled ", " champlevé ", " gilded ", " hammered ", " engraved "], "Dimensions": [" Height: 100 - 102 millimetres ", " Weight: 284.70 grammes ", " Depth: 4 millimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" See: Landais, Essai de groupement de quelques émaux autour de Godefroid de Huy, L'Art Mosan, Journées d'etudes, 1953, p144; pls XXII-XXIII. Franks, 'Vitreous Art',Art Treasures of the United Kingdom from the Art Treasures Exhibition, Manchester (1858), 1858, p23, pl VI. ", " Stratford 1993 The palette is: deep blue (5PB 2/4), pale blue (5PB 4/4), blue white (5PB 6/2), turquoise (10BG 3-4/4, pale turquoise (10BG 5/2), green (5G 3/6), pale green (7.5GY 5/6), yellow (5Y 6/8), opaque red (2.5YR 3/6), deep translucent red (approx. 5R 2/2). For a technical discussion of the deep red glass, see Appendix. Composition of the alloy (XRF analysis, British Museum Research Laboratory): 98.1% Cu, <0.3% Zn, 1.5% Pb, <0.2% Sn, <0.1% As. Description of eleven plaques, probably from the same object: (A) The Sacrifice of Cain and Abel (New York, private collection - first recorded in 1989 in the possession of 'a Carshalton housewife', whose family is said to have acquired the plaque c. 1950-60). Back: No features. Front: The enamelled frame, as on this object, is of deep blue and off-white, but here the white is within the blue. The gilding has been lost over large areas but the enamel is in virtually perfect condition. The two protagonists are identified CAIN and ABEL in blue enamel beside their respective heads; each holds his offering (Genesis IV, 3-5): Cain on the right turns away, his sheaf of corn in his uncovered hands; Abel on the left presents the lamb with covered hands, while three rays descend on him from the Hand of God which emerges from a cloud above. The ground is enamelled in rounded hillocks with combinations of turquoise and deep blue, and from it spring four plants (two of green, one of opaque red, and one in the centre of green/pale green/yellow with two buds of red enamel). The draperies offer the same combinations as on this object (blue/pale blue/blue white; deep blue/green/yellow; blue/turquoise/pale green, etc.) and similar effects occur in the concentric bands of the clouds above. The stockings and boots of the figures are strongly emphasised (opaque red or deep translucent red for the stockings, yellow or pale green for the boots). The remarkable deep-red glass appears to be identical with that on this object. Abel's halo is enamelled for translucence over gold foil with a bright green glass. The contour of Cain's head is given a broad silhouette of blue, a sort of counterfeit nimbus, and his corn is merely engraved in the metal and filled with blue glass, whereas Abel's lamb is fully enamelled. (WT. 233.3 g.) (B) Moses and the brazen serpent (V&A M59-1952 - given to the Victoria and Albert Museum in 1952 by Dr W. L. Hildburgh, who acquired the plaque 'in January 1951, from a Roman Catholic priest who had bought it in Lancashire'). Back: Cracking and deep triangular score marks. No other features. Front: Only tiny fragments of enamel, blue, green and red, are visible under the microscope: green at the end of the serpent's lower jaw, blue and green on the draperies, blue filling the inscriptions, and opaque red on one of the caps and in the hair of one of the Israelites, the top of one of the boots and the border of Aaron's robe. The gilding however is largely intact. The enamel was carefully removed at some unknown date, perhaps so that the plaque could serve as a mould? Given that the same triangular score marks which occur on the back are found on parts of the background, and that the gilding covers these score marks, the gilding cannot be original. However, this plaque without its enamel is particularly revealing of the drawing style of the artist and of his technique of cutting: there was no keying of enamel in the champlevé fields. Aaron (AARON) and Moses (MOYSES) stand to the left of a column, which has an Attic base and is topped by a simple capital with semicircular groove incised around the junction between two plain leaves ending in scrolls at the upper angles; the brazen serpent (SER/PENSENEVS) is set on top of this capital and is shown with a long spiralling tail; Moses points upwards towards the serpent with his right hand, while in his covered left hand he holds the Tables of the Law (inscribed LEX). TO the right of the column, five of the bitten Israelites (inscribed VVLNERATI), two with pointed caps, one a woman with a mantle round her head, gaze at the serpent on its pole, as in the Old Testament story (Numbers XXI, 8-9; cf. John in, 14): 'If a serpent had bitten any man, when he beheld the serpent of brass, he lived.' As with the group of Naaman's servants on this object, three out of the five Israelites are shown in shorthand, without legs. The ground is represented by rounded hillocks, as on (A). WT. 235.6 g. (C) Samson and the lion (V&A M53A- 1988 - first recorded in 1857 when it was exhibited in Manchester as part of the collection of John Etherington Welch Rolls, esq., of The Hendre, Monmouthshire; subsequently in the Rolls family, who became the Lords Llangattock, until sold to the Victoria and Albert Museum in 1988 with grants from the NACF and the NHMF, having previously been on loan to the V&A from 1924). Back: Coated with brown varnish (not original); no other features. Front: The enamel frame is of off-white within mid-green. Samson, on the left, is identifiable by his long hair; his features and hair are engraved and filled with blue enamel. He raises his right foot against the lion's chest and rends its jaws with both hands (Judges XIV, 5-6). The usual palette is found on Samson's draperies and the lion's body: turquoise/mid-green; deep blue/ turquoise/mid-green; mid-green/yellow, but unusually there is no pale blue; opaque red is used for the outer fronds of the tree which occupies the top right corner, for Samson's belt which, as with the border of the servant's robe on this object, is dotted with white, and for filling the engraved lines of the lion's mane; the deep translucent red glass of this object and (A) is used on the tree and on Samson's boots, which have opaque red tops; an unusual blue-white is introduced here, for the lower trunk and branches of the tree and for the central area of the three leaves outlined in white which form part of a plant growing up between Samson and the lion; the undulating ground line is of deep green/mid-green. WT. 270.3 g. (D) The Baptism of Christ (New York, Metropolitan Museum of Art, Inv. 17.190.430 - Pierpont Morgan 876 - first recorded in the Paris collection of Frédéric Spitzer in 1890; bequeathed to the Museum by J. Pierpont Morgan, 1917). Back: Extensive traces of gilding near the edges; a square indentation just above the centre, probably the result of a later solder joint for a handle. Front: The enamel and gilding are in nearly perfect condition. The enamel frame is off-white within deep blue, as (A). The figure of Christ (IH/C) in the centre stands frontally within a stylised deep blue river Jordan; his head and body and the head of the accompanying angel and St John the Baptist are finely engraved with a variety of depth and thickness to the lines, which are filled with deep blue for the contours, the inner line drawing being in red or blue. The Baptist on Christ's left (identified by an inscription placed vertically IOHANNES BAPTISTA in blue) holds together with his left hand his mantle of deep blue/pale blue/light blue, fringed with camel's hair (Matthew III, 4; Mark I, 6), which is reserved and enamelled in blue; his right hand reaches out above Christ's head; the accompanying angel on Christ's left wears a tunic of deep green/pale green with an opaque red belt and a mantle of deep blue/pale blue/blue white; the angel's hands are covered, in an abbreviated rendering of the tunic of Christ, normally held out by the angel during the Baptism. Christ's halo is turquoise with a yellow cross, the angel's of a remarkable translucent green (achieved by enamelling over gold foil) and the Baptist's of a deep translucent red, a glass which also occurs on the angel's wings and is precisely as found on other plaques of the group, e.g. this object, (A) and (C). In the centre above Christ's head is a half-medallion with God the Father's head engraved in profile looking downwards; the nimbus is here deep green with a reserved gilded cross, and the background of the medallion is deep blue. The inscription VOX PATRIS flanks the medallion and around the frame of the medallion are the words of Matthew III, 17: HIC EST FILIVS MEVS DILECT(VS). The dove of the Holy Spirit, normal in this scene, is here omitted. WT. 272 g. (E) The Crucifixion (New York, Metropolitan Museum of Art, Inv. 17.190.431 - provenance as (D)). Back: A series of long scratch marks, apparently later. Front: The gilding and enamel are in excellent condition. The enamel frame is of deep blue within off-white, as on this object. Christ (IHC XPS) is shown alive, with his head on his right shoulder, dressed in a knee-length loincloth knotted at his right hip. He is attached by four nails to a plain cross of deep red translucent enamel (the silhouette of the left arm of the cross has been enlarged below to accommodate the outline of Christ's right arm). Exceptionally, not only within the entire group of these plaques but within the surviving canon of Mosan enamel, his face, body and legs are rendered in full enamel, and again exceptionally, the features of his face are in cloisonné enamel, with gold strip used for the cell-work. The flesh tones are modelled with a palette of pink and off-white glasses, combined with a deeper shading of pale green and pale blue glasses. His nimbus is turquoise with a yellow cross, as on (D); the loincloth is of dark blue/dark green/yellow with a lower edge of opaque red enamel. Above the cross are SOL, a disc of yellow/dull yellow/opaque red, and LVNA, a crescent of opaque red/dull yellow/white. To Christ's right stands the Virgin Mary (SCA MARIA) with her head resting on her two hands clasped together in a gesture of sorrow; to his left stands St John the Evangelist (SCS IOHANNES), holding a book in his covered left hand and extending his right hand towards the cross. Familiar combinations of mixed enamel are used for their draperies (turquoise/white, turquoise/pale green, deep blue/dark green/ yellow, deep blue/pale blue/blue white) and, as usual, opaque red is used for accents (the two haloes, the Virgin's sleeves, St John's book). The ground is represented in deep green by a series of shallow hillocks, WT. 251 g. (F) The three holy women at the Sepulchre (New York, Metropolitan Museum of Art, Inv. 17.190.419 - Pierpont Morgan 465 - first recorded in the Paris collection of Georges Hoentschel in 1911 - Morgan Bequest, 1917). Back: In the centre, the faint sketch of a young male head in profile, similar to that of the Louvre dragon-killer (J below). Front: The plaque is heavily damaged, with extensive losses of enamel and of virtually all the gilding. The enamel frame is white within deep blue, as with (A) and (D). The scene takes place within a three-arched building (the arches turquoise/yellow); it has two flanking rectangular turrets, shown in oblique 'perspective', with pale blue side walls flecked with opaque red dots, and an end wall of green/yellow, a cornice of green/yellow and roofs in compartments of deep green edged with off-white. The central arch is surmounted by a domed structure with a pale blue/off-white cornice and a cupola in compartments of dark blue/turquoise/opaque red dots. The three women are grouped at the right; their haloes were originally of (from the left) translucent green, white, pale blue; their draperies were enamelled in blue, pale blue, blue white, turquoise, green, yellow, in various combinations, and opaque red is used on one of the sleeves, as with the Virgin Mary in (E). The angel on the left is seated on the open tomb chest and gestures towards the women; the draperies and wings of the angel appear to have employed the same glasses; in the angel's left hand is a sceptre with a trefoil top, all enamelled in opaque red. Around two sides of the tilted lid of the tomb chest are inscribed the angel's words at the Sepulchre: SVRREXSIT NV [for NON] ESTHIC (with two misspellings, this is Mark XVI, 6), and beneath the tomb chest the scene is identified SEPVCR/VMDNI. The tomb chest itself is a rectangular structure, its sides and top shown in oblique 'bird's-eye view perspective'; it must originally have been a most exotic-looking sarcophagus, its base and the edge of its top in green/ yellow, between which two bands of opaque red bordered the decorated sides which were of blue with dots of yellow and red, as if to simulate a rare marble. Traces of pale green enamel survive on the tomb cover, WT. 216.2 g. (G) Pentecost (New York, Metropolitan Museum of Art, Inv. 65.105 - first recorded in 1847, when it was in the Debruge Duménil collection in Paris; subsequently it passed to Sir Francis Scott (1824-63), who bequeathed it to the Birmingham and Midland Institute; it was sold by the Institute at Sotheby's, London, in 1965 to the Metropolitan Museum). Back: No features. Front: The enamel and gilding are almost perfectly preserved. The enamel frame is of off-white within deep blue, as with (A), (D) and (F). This is technically the most complex of the plaques, with a remarkably sophisticated use of gold foils beneath some of the red and green glasses to obtain the translucent effects of gold enamel (Metropolitan Museum Laboratory report, presented by Dr Charles Little to the British Museum's Fifth Medieval Enamel Symposium, 'Mosan Enamel', October 1982). The scene is set within a building (with identifying inscription DO/MVS), under three arches of translucent green enamel over gold foil, cf. Abel's halo on (A) and the angel's halo on (D). A rectangular building and a round tower fill each of the spandrels; their palette is particularly rich, though each building is identical with its counterpart in the opposite spandrel: opaque yellow and opaque red are used for the end walls of the building and the walls of the round tower; deep translucent red for the side walls of the building and the cupola of the round tower; while the gable of the building is of deep translucent red with a roofline of off-white and a roof of deep green flecked with strokes of yellow. In the middle at the top is the Hand of God (identified PA/TE(R)) within a semicircle with a border of deep red translucent enamel; the Hand is reserved against a cruciform medallion of deep blue with yellow cross and opaque red border; eleven tongues of fire (opaque red/off-white) descend from the semicircle on to the Apostles seated below within the three-arched building; only six of the Apostles are visible, St Peter in the centre flanked by two Apostles on each side, with the head of a further Apostle between the right-hand pair; but the edges of two dark red haloes are just visible behind the haloes of the left-hand pair of Apostles. The eleven tongues of fire imply 'in shorthand' the full college of Apostles hidden behind the front row. The draperies of the Apostles have the usual combinations of mixed enamels (dark green/pale green/yellow, dark green/pale green, turquoise/pale turquoise, deep blue/pale blue/blue white), as well as areas of deep translucent red. They are in each case different, whereas the four haloes of the flanking Apostles are symmetrically balanced (opaque red for the two outer Apostles, turquoise fringed with yellow for the two inner Apostles); St Peter's halo in the exact centre beneath the Hand of God is enamelled over gold foil with a deep translucent red, and this remarkable technical achievement is repeated for the ground beneath the Apostles' feet, whereas opaque red is used for their seat (which has a narrow lower edge of white), and as usual for certain accents, a book and a scroll held by two of the Apostles, and an area of drapery on St Peter's breast. SP(IRITV)S D(OMI)NI is inscribed in red enamel on either side of St Peter, and APOSTOLI in blue enamel within a scalloped lower border which is edged with turquoise. The richness and variety of the palette, in which the translucent greens and deep reds contrast with the strong and vibrant combinations of matt greens, turquoises, yellow, opaque red and white, has no parallel in twelfth-century enamel, WT. 296 g. (H) Alexander's Celestial Journey (V&A, M53-1988 - provenance as (C)). Back: Coated with brown varnish (not original); no other features. Front: The enamel frame is of turquoise within off-white, unlike any of the other eleven plaques, but as on (K) reversed. The celestial regions of the legend are represented at the top left and right by undulating bands of pale turquoise/mid-green/yellow, and of deep blue/pale blue/blue white, as well as a field of deep translucent red at top left. Alexander (ALEXANDER in blue enamel is inscribed diagonally next to his sceptre) is seated in three-quarters profile in a chariot of deep translucent red/opaque red, yellow, deep blue/ pale blue, its wheel of mid-green with turquoise spokes and a white hub, its shaft of opaque red. The king is magnificently dressed; his tunic is of deep blue and over its surface a pattern of circles enclosing small quatrefoils is reserved in the gilded metal, while his cuffs are a mid-green studded with red dots and his collar has the same coloured pattern as the cuffs but with flecks of white. His tiara has a white circlet topped by two semicircles of turquoise and opaque red, which are framed by two tiny white 'pearls', with a third yellow 'pearl' in the centre. He holds a deep green sceptre and the meat of the legend, which lures the starving gryphons towards the celestial regions, is shown entwined in opaque red around its top. The gryphons themselves are shown ascending towards the right; each is treated with a different combination of glasses both on its body and its wings, but these combinations are, for the most part, the now-familiar ones found throughout the group (turquoise/white, pale blue/blue white, pale green/white, mid-green/yellow, deep blue/mid-green). However the further wing of the nearest gryphon is given a most unusual treatment with opaque red/yellow/turquoise, creating a dappled effect. Deep translucent red is used at the base of one of the wings and for the eye pupils of the beasts, whereas the main areas of the eyes are of opaque red. It is possible, though not certain, that the outline of eyes and eye pupils are delineated with cloisonné cell-work, as on (E) and (I); verification of this is difficult, because of corrosion of the copper in this area. WT. 287.1 g. (I) A centaur with a bow and arrow, accompanied by a dog - perhaps Sagittarius? (Louvre, inv. OA 8097 - first recorded in 1892 in the sale of the collection of Hollingworth Magniac, esq., of Colworth, Beds.; subsequently in the collection of Victor Martin Le Roy, by whose will the plaque came to the Louvre in 1929). Back: Four small metal triangular clips at the corners; coated with brown varnish (not original); no other features. Front: The enamel frame is of off-white within deep green, as on (C). The centaur is galloping towards the right, about to release an arrow from a fully-bent bow; this is either part of a hunting scene which occupied more than one plaque, or it is a single plaque with a zodiac sign, Sagittarius. The centaur has a horse's body of blue/deep green/pale green, with a tail of small granules of turquoise and of opaque red; the naked upper portion and head of the centaur are those of a man and are joined to the body by a belt of yellow underlined by a scalloped frieze of opaque red. The main lines of the anatomy of the torso are left in reserve, the flesh tones being in white and pink with a deeper red shading; the same palette is used for the male features of the centaur, but these are delineated with gold cloisonné cell-work, just as are the features of Christ on (E). The centaur's hair is of mixed granules of turquoise and opaque red, and these two colours separately decorate the beard and crown of the hat, which has a plume of small granules of turquoise and yellow. The bow is of deep red and this glass is also used for the dog, which is running beneath the centaur on a ground represented by rounded hillocks of turquoise and green with a few flecks of deep blue. Behind the centaur a stylised tree rises to fill the upper left corner; its trunk is deep translucent red (like the dog and the bow) with a small branch of pale blue/white sprouting out near its base; its top is formed of a series of elegant leaf motifs, using a range of glasses from opaque red to green/yellow to deep blue/pale blue/ blue white, WT. (including modern attachments on back) 249.7 g. (J) A man slaying a dragon (Louvre, inv. OA 8098 - provenance as (I)). Back: Four metal triangular clips at corners and varnished brown, as (I); no other features. Front: The enamel frame is of off-white within deep green, as on (C) and (I). The man on the right is shown in profile plunging his sword into the dragon's body, which has a long serpentine tail developing at top left into a trifoliate motif. The man's draperies are of deep blue/ pale blue/white, his stockings of turquoise, his boots of deep translucent red; on his back he carries a kite-shaped shield of the same deep red, bordered with green and held around the man's neck by a yellow strap. The striations of the man's hair are enamelled with mixed granules of deep blue and opaque red. The sword is also deep red. The dragon's body and foliate tail are of deep green/pale green with shadings of deep blue, and so are the hillocks of the grounds beneath the figures; here, however, the blue dominates the green. A row of punched gilded dots articulates the spine of the dragon's body and continues up the centre of its tail; its wings are of green/yellow, deep blue/yellow, pale blue/white, with a central section of deep red, bordered by opaque red; the mouth, eye and hair of the dragon are picked out in opaque red. WT. (including modern attachments on back) 242.48 g. (K) A man riding a camel (either part of an Old Testament scene (Solomon and Sheba? Joseph's brothers?) or a 'Bestiary' subject?) (V&A, inv. M53B - 1988 - provenance as (C) and (H)). Back: Varnished brown as (C); long diagonal scratch marks; no other features. Front: Minor scratches and areas of damage to the gilding; an area of enamel lost on the camel's body. The enamel frame is off-white within turquoise, unique within the series but as on (H) reversed. The camel strides towards the right, the main lines of its anatomy reserved and gilded, the body itself modelled in deep blue/pale blue/blue white. Around the neck is an opaque red bell with blue interior, its strap and clapper reserved and gilded. The engraved lower edge of the saddle has diagonal incisions which are filled with pale blue and red glass. The rider is bearded and turns back, his head shown in profile; his hair and features are filled with blue enamel (now much oxidized); his draperies are of turquoise/green/yellow and he holds an opaque red whip with three lashes, which emerge from a yellow knob. The ground is formed as so often in the group by rounded hillocks of turquoise/deep green. The palette is thus limited in comparison to some of the other plaques; uniquely, there is no employment of the translucent deep red; this plaque may not have been an isolated representation, but part of a larger scene on two or more plaques. WT. 251.9 g. Discussion: (a) The archaeology of the plaques. The physical differences between the twelve plaques are so insignificant that prima facie they appear to have been made in one campaign and to a single commission: this is confirmed not only by their size, but by their weight, which reflects the exceptional thickness of copper with which the goldsmith chose to work; in addition, the positions of the twelve pinholes, which vary by only 1-2 mm, imply that a consistent appearance was sought in the placing of the pins as between the plaques, since they were to be mounted in series on the same object. What is more, the profile and beading of the borders is uniform and the number of beads varies very little between the plaques: all these borders seem to have been made by the same-sized tool with a hollow rounded tip. Conversely, the physical evidence can be adduced to dismiss certain other plaques which have occasionally been considered in the literature to come from the same object. First and foremost of these is the series of five plaques, of which the Museum's Samson plaque is a member (see registration no. 1888,1110.2): dimensions, borders, pinhole positions and, above all, technique and style, argue emphatically against the Samson series as part of the present group. Secondly, a plaque with three standing saints, Sebastian, Livinus and Tranquillinus under arches (Louvre, OA MRR253 - acquired in 1828 with the Révoil collection) is of similar dimensions (H. 102 mm; W. 100 mm). This however is where the comparison ends. The beaded border is not made with a hollow-pointed tool but formed with a run of deep rectangular channelled grooves made with chisel and mallet; and there are eighteen pinholes. The archaeology of the plaque merely confirms the evidence of its style and technique: the drawing style, epigraphy of the inscriptions and palette are unrelated, the mixed enamel fields less precisely fired. The plaque is definitely not connected with the present group (ill. J.-J. Marquet de Vasselot, 'Musée du Louvre. Catalogue sommaire de I'orfèvrerie, de I’émaillerie et des gemmes', Paris, 1914, no. 50, pl. x). While there is every possibility that further plaques from the present group will be discovered (as recently with the Cain and Abel plaque (A)), the group at present consists of only twelve survivors. (b) The provenance of the plaques. The earliest record of one of the plaques dates from 1847, when the Pentecost (G) was in the Debruge Duménil collection in Paris. However, a glance at the catalogue of this collection reveals at once its international flavour, with objects of apparently French, Italian, German and British origin all rubbing shoulders, just as one would expect within the milieu of mid-nineteenth-century Paris, which was the most active of all European art markets. The Debruge Duménil evidence can therefore be treated as inconclusive. The same can be said for the other nineteenth-century provenances associated with particular plaques. The Monmouthshire collection of J. E. W. Rolls, which by at least 1857 included three of the plaques ((C), (H) and (K)), was eclectic and international (Leonard Willoughby, Lord Llangattock's Monmouth seat The Hendre and its art treasures, in 'Connoisseur', XVII, 1907, pp. 149-58), and so was the Colworth collection of Hollingworth Magniac, where (I) and (J), now in the Louvre, were to be found in 1892 - though not apparently in 1862, when an earlier catalogue of the collection was made. As for the Spitzer and Hoentschel collections, which account for the first mention of three more of the plaques in the years c. 1900 ((D), (E) and (F)), they were formed through the Paris art market, while Franks is as likely to have bought the Museum's Naaman plaque in Paris as in London. Two of the twelve plaques however have a more suggestive provenance, and allow the hypothesis of a British origin for the entire group: the Moses plaque (B) is recorded as having been purchased in 1951 from a priest who had bought it in Lancashire, while the Cain and Abel plaque (A) was brought into Sotheby's in 1989 without its British owners having any conception of its importance; such low-key provenances for objects of high value, two members of a group which had been variously published since the mid-nineteenth century, suggest the possibility of a pre-nineteenth-century British history. No more can at present be said. (c) The technique of the plaques. Studied at high magnification and through x-rays, the consummate technical skill exhibited on the plaques has few equals in the twelfth century. The plaques are slightly convex and exceptionally thick; their thickness is reflected by their weight, which lies between 230-300 g (except where there has been major loss of enamel), for 10 cm square of copper and glass. The champlevé drawing was executed with several tools and at a variety of depths in the metal: this is particularly marked with the treatment of some of the reserved heads, where hair and features are delicately sketched while bolder deeper lines mark the outlines. The firing of the glasses was remarkably accurate; there is very little running over of the colours in the mixed fields, and yet the palette is broad: off-white, three blues from deep to blue white, two turquoises, two greens from deep green to pale green, opaque yellow, opaque red and a remarkable deep translucent red. In addition, a pink is used with white and deep red for flesh tones. The glasses used in mixed fields, particularly for draperies but also for the ground, foliage, etc., belong to a number of repeated combinations and the transitions achieved between one colour zone and the next are very precise: from deep blue to pale blue to blue white, or from turquoise to green, or from green to yellow, and so on. The two reds tend to be used as accents, and are less often used in mixed fields. There is no example of speckled enamel, that is where small granules of one or more, even several, colours are fired together to produce a mottled or marbled effect, but for the hair, tail and hat-plume of the centaur (I) and for the hair of the dragon-killer (J), two glasses (red and turquoise or blue) are fired together to create a textured surface; and for the sarcophagus (F) a dappled effect to simulate marble came close to that of a true speckled enamel. As for the translucent greens and deep reds of some areas of the Cain and Abel (A), the Baptism (D) and the Pentecost (G), these were achieved by placing a gold foil beneath the enamel, no doubt after a first firing which laid glass between the foil and the copper, and prior to a second firing for the glass laid over the foil. The same technique can be observed on the Stavelot Triptych (New York, Pierpont Morgan Library - see Catalogue 'The Stavelot Triptych' 1980, pls 1-5, e.g. in pl. 3, the red flames of the fire are also enamelled over gold foil). This effect was difficult to achieve, since the enameller had to cope not only with the different melting points of glass, gold and copper but also the possible oxidization of the latter; it was therefore rarely attempted either by the Mosan workshops or by the early Limoges workshops. However, it does imply an aesthetic debt to the early medieval tradition of translucent gold enamel. The enameller is achieving the 'gold effect' without employing more than a tiny amount of gold. The same may be said more generally for the whole revival of champlevé enamel in the twelfth century, where gilding is one of the major vehicles of expression. This hypothesis of a direct technical legacy from early medieval gold enamel is confirmed by the use of cloisonné gold cell-work on two of the plaques, the Crucifixion (E) and the Centaur (I), and possibly on a third, Alexander's Journey (H). Here one of the great artists of the Mosan enamel tradition can be seen employing the older technical tradition of his region for figured enamel. (d) The epigraphy of the inscriptions. Eight of the twelve plaques have inscriptions. Sometimes they identify the subject-matter of the whole scene, as with CVRATIONAMAM (this object), but more often they identify the protagonists themselves or a major element of the scene (SER/PENSENEVS (B), SEPVCR/VMDNI (F), ALEXANDER (H)). Only twice are there biblical quotations: the words uttered from heaven at the moment of Christ's Baptism (D) (this inscription is engraved at small scale on the rim of a medallion, not in full enamel against the gilded background) and the words of the angel at the Sepulchre (F), which are twice misspelt. The large-scale inscriptions play a decorative role in the design of the plaques; they can be placed not only horizontally but also diagonally or vertically (to be read from top to bottom), and they are not merely space-fillers, e.g. in the case of this object, the CVRATIONAMAM inscription in deep blue enamel runs diagonally upwards beside the rays from the Hand of God which are, in contrast, off-white/pale blue. The inscriptions have sometimes been cut without any precise calculation of length: for instance, SER/PENSENEVS (B) is crudely incised and peters out towards the right, almost as if it was an afterthought; the illiterately misspelt words of the angel at the Sepulchre (F) are tightly accommodated around the sarcophagus lid, because their importance dictated their inclusion and there was nowhere else where they could appropriately be placed (a scroll in the angel's hand would have created a major problem of compositional organisation). The absence of inscribed scrolls is at first sight surprising, but by no means without Mosan parallels, and indeed the placing of the inscriptions and their function call to mind the large-scale reliefs of the lost retable of St Remaclus from Stavelot in the well-known drawing of 1661 (Fig. 2 - Krempel 1971; Kötzsche 1978); the possibility cannot be excluded that further inscriptions of an explanatory or didactic character once existed as framing borders beneath the twelve plaques, as on the Stavelot retable, but this must remain speculative. However, the genesis of the inscriptions in the goldsmith's workshop can be imagined if the evidence of the Mosan MS (Berlin, Kupferstichkabinett MS 78 A 6) is taken into account; the inscriptions were probably selected from picture tituli such as are found in the Berlin manuscript, the identifying labels for figures and props (the Brazen Serpent, the River Jordan, etc.) being used in exactly the same arbitrary way: to take just one example, in the Baptism (D), John the Baptist is identified, the ministering angel is not (cf. the Berlin MS), whereas in the Crucifixion (E), both of the flanking figures, the Virgin Mary and St John the Evangelist, have accompanying inscriptions. A study of the epigraphy of the inscriptions leads to the following conclusions. They were not cut by a litteratus but copied with occasional errors by the goldsmith. Their cutting is sometimes markedly crude when compared with the total assurance of the engraving elsewhere on the plaques. They were probably the last stage of the champlevé process, and not necessarily executed by the same hand as the scenes themselves; some may have been added as an afterthought. The form of the letters is four-square and chunky, but with certain mannerisms: the elegant curlicue to the down-stroke of R, the use of uncial as well as square M, the tendency to end every stroke, whether vertical or horizontal, with a flick, which has led to a dense and fussy impression where the letters are closely packed. All these features, as well as a misspelling (PXA for Pax), can also be remarked in the inscriptions on the Henry of Blois plaques (registration no. 1852,0327.1), where the epigraphy is remarkably similar. (e) Mosan art and the date of the plaques. Within the surviving corpus of Mosan Romanesque enamels, the twelve plaques hold a special place, somewhat apart. Only the Henry of Blois plaques can be attributed to the same artist: their technique, palette, epigraphy and drawing style are so closely similar that this conclusion is inescapable. Datable within Henry of Blois' episcopacy, 1129-71, they provide firm dating evidence for the Naaman series. It is further argued here that they belong to the years c. 1150. Such a date for the twelve plaques is also probable, though they could be somewhat later (Kötzsche 1973), rather than earlier (Lasko 1972). Their date is part of the wider problem of the chronology of Mosan enamel, given the paucity of firmly dated objects. On the other hand, certain of the Mosan illuminated manuscripts are more helpful (for a magisterial survey of the manuscript evidence, see von Euw 1973). The two-volume Old Testament, a survival of an originally complete Bible from Premonstratensian Bonne-Espérance, near Binche in Hainault (Brussels, Bibliothèque Royale, MS II 2524) is datable to 1132-5 and provides a general stylistic context for the hypothesis of an early date: the foliage of some of the initials is particularly close, e.g. to the three-pronged leaf of the dragon's tail on (J) (cf. Chapman 1971, p. 55 (figs 8-10); Klemm 1973, pl. 118; Catalogue ‘Rhein und Maas’, 1973, II, p. 353 (fig. 26)). For the colophon that dates the Bonne-Espérance book, see ‘Manuscrits datés conservés en Belgique’, I, Brussels/Ghent, 1968, no. 3. A second approximately dated manuscript, a Liège sacramentary (Köln, Dombibliothek, Cod. 157), was illuminated either before or very shortly after 1164, according to whether the obit of Bishop Henry II of Liège, who died in that year, was added to or is contemporary with the rest of the Calendar (Usener 1934(a); Schnitzler 1959, p. 26, no. 18, pl. 68; Catalogue ‘Rhein und Maas’ 1972, I, p. 294 (J 21)). Usener pointed out the close similarity of its Crucifixion miniature to (E). But it is an undated book which provides the closest parallels with the figure style of the plaques. This is in the Berlin MS (Kupferstichkabinett 78 A 6), to which reference has already been made; it should be considered with two single leaves, one in Liège (the so-called Feuillet Wittert, Bibliothèque de l'Université, MS 2613), the second in the Victoria and Albert Museum (MS 413). The two leaves are probably part of a different but closely related collection of folios (see above all Klemm 1973; Swarzenski 1974-5). As to the dating of the Berlin MS, Klemm argued for 1130-50, Swarzenski for c. 1160; but I would propose c. 1150-60, in the light of the related manuscripts with dates: the Floreffe Bible (British Library Add. MSS 17737-8), after 1153 and before 1172 - see Köllner 1973, who disproves Chapman's earlier dating (Chapman 1971); and the Liège Sacramentary of c. 1164 (for which see above). The Berlin MS and the Liège and V&A leaves are probably among the earlier manuscripts to survive from this stylistic group. The repertoire of poses and figure types, even certain elements of whole compositions in the Berlin MS, seem, as has often been said, to be directly related to the artistic milieu in which the plaques were made. The heads of many of the figures in the MS are to be found on the plaques: for instance, the angel's head in the Baptism (D) is of the type of Abel's head (A) and occurs in several versions in the Jacob's Ladder miniature (fol. 4V, pl. 29); even some of the heads which appear less frequently in the Berlin MS, such as that of the youth half-hidden among the sons of Jacob on 5V, reappear on the plaques, in this case with the angel at the Sepulchre (F); the heads of Alexander (H) and Naaman (this object) also have close parallels in the MS; the Henry of Blois plaques (registration no. 1852,0327.1) are the third member of a triad where these different head-types are exactly reproduced. The seated row of Apostles in the Pentecost (G) could have been modelled directly on a drawing by the Berlin illuminator, cf. the Apostle to the left of St Peter who looks upwards, with the Abraham of the leaf in Liège (Klemm 1973, pl. 26). The compositions of the Pentecost and of the Baptism (D) are absolutely in the spirit of the MS (fols 9r-10r, pls 25-6). The Baptism and its joint links not only to the Berlin MS but also to the Liège font (of 1108-13) have already been discussed by Klemm (pp. 64-6); the wavy undulations of the river Jordan are a legacy of the Liège font, and the river of the Naaman plaque (this object) is clearly in the same tradition, which harks back to this most important monument of Mosan art of the early years of the twelfth century. As for the Alexander scene (H), it is closely related to the scene of Joseph in a chariot in the MS (fol. 6, pl. 34). Indeed, in numerous details the enamels and the MS can claim a common language: in their architectural settings (cf. the buildings in the Three Marys (F) and the Pentecost (G) with pl. 25 from this catalogue (cf. also Klemm 1973, pls 13, 16)); in the way the ground is formed of hillocks (as on the leaf in the Victoria and Albert Museum, see Klemm 1973, pl. 25); in the hats and exotic crowns (cf. Alexander's diadem (H) with pl. 34 [this catalogue] and Klemm, pl. 15); in the way the borders of garments are treated with geometric patterns, and in the form of the boots and hose, the latter with a band like a garter beneath the knee, cf. Samson's draperies and hose (C) with the horn-blower (pl. 34[this catalogue]). Peculiar to the Berlin artist's style is the way he shows groups of figures 'in shorthand', omitting their legs altogether, exactly as with some of Naaman's servants (this catalogue) and of the Israelites (B), e.g. cf. pl. 30-1[this catalogue]. Contrary to the view that the Berlin leaves are fragments of a prefatory Psalter cycle, it now seems probable that they were a 'model-book' and the Liege and V&A leaves part of a second similar collection of figured motifs, a sort of iconographical guide (see particularly Swarzenski, 1974-5). Some such explanation is indeed required for several peculiarities of the cycles: the simplistic explicatory commentaries which accompany the scenes, their sketchy experimental state, the repetition of one of the scenes (Joseph's Dream) in two versions, etc. Thus, the Berlin, Liège and V&A leaves hold a key position in mid-twelfth-century Mosan art. What is more, certain compositions and details on the folios are directly related not only to the twelve plaques but to the Mosan goldsmiths' work of other stylistic and technical groups, e.g. the Stavelot Triptych group and the Stavelot portable altar group. This complex of influences makes the model-book status of the folios highly probable (see most recently Chapman 1980 for the role of model-books in the Mosan workshops). Turning to Mosan goldsmiths' work, iconographic parallels with the plaques are not hard to find, e.g. cf. (B) with the Brazen Serpent scene on the St-Bertin cross-foot (Brodsky 1978, fig. 9). But it is with the Stavelot Triptych in New York that the compositional relationships are closest. These have been argued in detail, particularly by Brodsky 1978, pp. 105-7, and Voelkle in Catalogue ‘The Stavelot Triptych’ 1980; they believe that the twelve plaques were made in the same workshop as the Triptych. For the Stavelot Triptych workshop, see particularly (registration no. 1856,0718.1. Such a claim raises the question of how a Mosan goldsmith's workshop actually functioned, for the similarities are no more than might be expected in a closely knit artistic milieu: technically, certain important features are common to both (translucent green and deep red glasses fired over gold foils; the use of the same unusual and distinctive deep red glass; beaded borders made with the same type of hollow round-ended tool), but others are absent (the Triptych artist has a horror vacui and makes less use of the gold grounds in his densely crowded scenes; his palette is similar but many of the favourite combinations found on the plaques do not occur on the Triptych (yellow is used sparingly, and splashes of opaque red contribute constantly to break up the sombre but rich hues, so different from the brilliance of the palette of the twelve plaques); and the Triptych master employs speckled enamel, which never occurs on the plaques). Above all, the drawing style of the twelve plaques is different: the treatment of the heads is delicate, with a notable contrast between the deeper lines used for outlines and the graduated and varied lines of the features and hair, whereas the Triptych artist employs a more uniform line with fewer depths of cutting for the heads. The figure of Constantine naked in the font on the Triptych has often been compared with that of Naaman, but the comparison only reveals how an artistic model could be treated by two artists working in a common tradition. The drawing of Naaman's head and body is sketchy, with a greater use of different depths of cutting. Brodsky also argued that the New York Crucifixion (E) took as its model the Byzantine gold cloisonné enamel incorporated in the centre of the Stavelot Triptych, even to the extent of employing cloisonné cell-work in conscious emulation of the original. The argument is not convincing. Cloisonné was employed throughout the period in various Mosan workshops for minor decorative details (see also registration no. 1856,0718.1), and it is not restricted here to the Crucifixion plaque (E), being found also on (I) and possibly (H). Furthermore the iconography of the Crucifixion on (E) omits some of the most significant details of the Triptych's Middle Byzantine cloisonné Crucifixion plaque, for instance the jet of blood from Christ's side and the Virgin's covered hands. But if the hypothesis that the plaques were made in the Stavelot Triptych workshop cannot necessarily be accepted, a general coincidence of date is entirely plausible: the plaques must be more or less contemporary with the Triptych, which can be dated with some probability to the 1150s (see 1856,0718.1). The similarity of certain scenes on the Triptych to those in the Berlin MS has already been mentioned. These only reinforce the impression that it was 'model-books' of the type of the Berlin MS which created a relative homogeneity of approach to subject-matter and details in several Mosan goldsmiths' works of c. 1150-60. (f) The iconography of the plaques. Gauthier and Verdier both divided the twelve plaques into two groups for iconographic reasons, and recently Campbell has cautiously followed suit. In support of this view it can be added that the five plaques with Samson, Alexander, the dragon, the centaur and the camel have enamelled frames with either turquoise or green combined with white, whereas the other seven plaques have deep blue/white frames. The argument that the five plaques have nineteenth-century English provenances is fragile, as we have seen; two of the Biblical plaques have even stronger claims to an English origin. But it is above all the archaeology of the plaques which suggests that they all come from the same ensemble. Nor does the subject-matter of the five animal plaques necessarily set them apart, as we shall see. If the large-scale object from which they come was decorated with 'typological' series, then two of the five plaques are obviously appropriate as New Testament parallels: Samson and the lion with the Harrowing of Hell or Resurrection (here represented by the Three Marys at the Sepulchre); and Alexander's Celestial Journey with Christ's Ascension. The argument that there was a parallel Old Testament/New Testament arrangement is difficult to avoid, since already among the other seven surviving plaques there are two pairs: Naaman with the Baptism of Christ, and the Brazen Serpent with the Crucifixion. For these, see James 1951, pp. 156-7 (no. XLVIII); Floridus Röhrig, ‘Rota in medio rotae’. Ein typologischer Zyklus aus Österreich, in ‘Jahrbuch des Stiftes Klosterneuburg’, n.f. Bd. 5 (vol. 14), 1965, pp. 7-113, panic. 88, 99, where the Naaman and Brazen Serpent scenes are coupled with the Baptism and Crucifixion in the ‘Pictor in Carmine’ and ‘Rota’ cycles. In addition, Cain and Abel's sacrifice is an obvious parallel to a lost Presentation in the Temple or Church and Synagogue representation. For the best short survey of typological cycles and their early history, see Haussherr 1978. The three plaques with animals are, however, more enigmatic. The Centaur (I) may be a zodiacal sign; Sagittarius is accompanied by a dog for Canis, the celestial sign, in the ‘Liber Floridus’ (facsimile ed. A. Derolez, Ghent, 1968, p. 186). On the other hand, this may simply be a hunting scene, such as is commonplace in Romanesque capital sculpture. It is also possible that this scene occupied more than one plaque, as is proved by the single Mosan plaque of Joseph holding the doves and a taper from a larger scene of the Purification, which is one of the square plaques forming the Samson series (see registration no. 1888,1110.2). But whether the Centaur is a purely fantastical subject or a zodiacal sign, its inclusion would not necessarily belie the existence of a typological programme; such scenes were enjoyed for themselves and are frequently found in the twelfth century as moral commentaries in a more serious context; cf. e.g. the St-Bertin book, St-Omer, Bibliothèque Municipale, MS 12, fol. 119V, where c. 1160-70 an armed centaur accompanied by a rabbit attacks the body of a winged dragon which makes up the P to the 28th Book of St Gregory's ‘Moralia in Job’. The same may be said for the man slaying the dragon (J); the scene is found in late twelfth- and early thirteenth-century typological English cycles (in the Canterbury glass and the ‘Pictor in Carmine’ cycle (see James 1951, pp. 149, 162 (no. CVIII); Röhrig, p. 100), where it was an anti-type of the Harrowing of Hell), but (J) is probably just an allegorical combat scene. As for the camel (K), it could indeed, as Campbell first suggested, be part of a larger Old Testament scene: in the Berlin MS camels appear in the scene of Jacob sending his sons into Egypt, and on the V&A leaf they appear in the Abraham and Melchisedech scene (Klemm 1973, pl. 25); in the Canterbury glass and the ‘Pictor in Carmine’ cycle, the scene of Laban and the camels occurred (James 1951, pp. 149, 160 (no. LXXXVI) ; Röhrig, p. 96) and the scene of Sheba before Solomon also regularly includes camels, see the surviving late twelfth-century Canterbury window, M. H. Caviness, ‘The early stained glass of Canterbury Cathedral circa 1175-1220’, Princeton, 1977, pl. 44, where the riders are in profile and one holds a three-lash whip like the one on (K). These Old Testament scenes were all suitable anti-types to the New Testament, so that (K) could well have belonged to a 'typological' object. A caveat, however. Not only alien subject-matter but also inconsistencies, mistakes and illogical juxtapositions are perfectly possible in a twelfth-century 'programme'. It would be an error to insist on too logical a reading of the plaques unless further members of the series survive. If it is correct to reconstruct all twelve plaques together on the same object, then the object was huge. The tentative hypothesis first proposed by Lasko (1966), that the plaques come from the great enamelled cross-foot of abbot Suger of St-Denis, which is known to have been made by Lotharingian goldsmiths, was convincingly argued against by both Kötzsche and Morgan in 1973. The most recent attempt to make a visual reconstruction of Suger's cross incorporates plaques from two different objects, not only the present series but also the Samson series (registration no. 1888,1110.2). This reconstruction is therefore certainly misleading (Buschhausen 1980). For Suger's cross, see Green 1961; Verdier 1970; and the important review by Danielle Gaborit-Chopin, La croix de l'abbé Suger, in: ‘Bulletin Monumental’, 128, 1970, pp. 243-7, where it is pointed out that the very early disappearance (by 1634) of Suger's enamels makes any attempt to attribute surviving enamels to the cross-foot a precarious undertaking. See also B. de Montesquiou-Fezensac, D. Gaborit-Chopin, ‘Le trésor de Saint-Denis’, III, Paris, 1977, pp. 92-6, pl. 86. In our present state of knowledge, the most plausible hypothesis seems to be that the twelve plaques were part of a series arranged in horizontal tiers in the manner of Nicolas of Verdun's Klosterneuburg ambo, with a New Testament cycle paralleled by Old Testament and other scenes in one or more zones above and/or below it. If a date around the middle years of the twelfth century or a little later is correct, then such an elaborate 'typological programme' is most persuasively paralleled in England rather than the Mosan region, see Haussherr 1978. Prior to the 1181 Klosterneuburg ambo, the Mosan 'typological' objects which have survived are based on straightforward juxtapositions of Old Testament scenes with some central New Testament theme, Christ or the cross, whereas by at least the mid-twelfth century in England, cycles with parallel Old and New Testament scenes could be found. For the tituli of a huge cycle of wall-paintings or stained-glass windows, once in the Chapterhouse at Worcester, see Catalogue ‘English Romanesque Art’ 1984, no. 281; Neil Stratford, Three English Romanesque enamelled ciboria, in: ‘Burlington Magazine’, April 1984, pp. 204-16, where it is suggested that the Worcester cycle could have dated from the first half of the twelfth century. Given the possibility of an English provenance for the plaques, the English twelfth-century iconographic tradition of 'typological' cycles should be borne in mind. Furthermore, the comparison long ago proposed by Mitchell (IV, p. 102, pl. x) between the five animal plaques and two of the English illuminated Bestiaries (BL MS Royal 12 C. XIX; Royal 12 F. XIII), which are admittedly of somewhat later date, is also suggestive. Another consideration is that the Henry of Blois plaques, made for and probably in England, are by the same goldsmith. It cannot even be absolutely ruled out that they come from the same ensemble. If the twelve plaques are very probably from a large altar antependium or retable, then the Henry plaques could come from a related altar-cross. "], "Bibliographic references": [" Stratford 1993 / Catalogue of Medieval Enamels in the British Museum. Volume II. Northern Romanesque Enamel (no3) ", " Campbell 1989 / The Rolls Plaques (pp99-102) ", " Oddy et al 1986 / Romanesque Metalwork: Copper alloys and their decoration (no51) ", " Stratford 1983 / The 'Henry of Blois plaques' in the British Museum (pp32-3) ", " Docquier et al 1984 / Decouverte d'un insigne de pelerinage en l'honneur de Saint Remacle (p245) ", " Campbell 1983 / An Introduction to Medieval Enamels (pp18, 24) ", " Gaborit-Chopin 1982 / Les arts precieux (pp239, 297) ", " Buschhausen 1980 / Der Verduner Altar. Das Emailwerk des Nikolaus von Verdun im Stift Kleusterneuburg (pp120, 130) ", " Voelke 1980 / The Stavelot Triptych. Mosan Art and the legend of the True Cross (nos8-10) ", " Verdier 1975 / Emaux mosans et rheno-mosans dans les collections des Etats-Unis (pp54-60) ", " Morgan 1973 / 'The iconography of twelfth-century Mosan enamels' (pp266, 270, 273 275) ", " Kotzsche 1973 (a) / 'Zum Stand der Forschung der Goldschmiedekunst des 12. Jahrhundert in Rhein-Maas-Gebiet', Rhein und Maas. Kunst und Kultur 800-1400 (pp207, 210) ", " Klemm 1973 / Ein Romanischer Miniaturenzyklus aus dem Maasgebiet (p63) ", " Lasko 1972 / Ars Sacra : 800-1200 (pp187-92) ", " Gauthier 1972 / Émaux du moyen âge occidental (nos89-90) ", " Steingräber 1967 / Email (pp22 , 27) ", " Lasko 1966 / The Pentecost panel and Godefroid de Claire (pp45-51) ", " Forsyth 1966 / Around Godefoi de Claire (pp304-15) ", " Lenzen & Buschhausen 1965 / Ein neues Reichsportatile des 12. Jahrhunderts (pp46-7) ", " Verdier 1961 / Un monument inédit de l'Art Mosan du XIIe siècle. La crucifixion symbolique du Walters Art Gallery (pp117-18, 134-5) ", " Kauffman 1959 / Romanesque Art c.1050-1200 from Collections in Great Britain and Ireland (no100) ", " Swarzenski 1954 / Monuments of Romanesque Art. The Art of Church Treasure in North-Westen Europe (figs401-3) ", " Boase 1953 / English Art 1100-1216 (p171) ", " Usener 1934 / Kreuzigungsdarstellungen in der Mosaner Miniaturmalerei und Goldschmiedekunst (pp205-6) ", " Breck 1928 / Notes on some Mosan Enamels (pp83-6, figs 3-5) ", " Mitchell 1920 / Some Enamels of the School of Godefroid de Claire (pp34-40) ", " Mitchell 1920 a / Some Enamels of the School of Godefroi de Clare (pp133-4) ", " Mitchell 1920 b / Some Enamels of the School of Godefroid de Claire (p11) ", " Von Falke & Frauberger 1904 / Deutsche Schmelzarbeiten des Mittelalters und andere Kunstwerke der Kunsthistorischen Auusstellung zu Dusseldorf 1902 (pp72-73) "], "Location": ["On display (G40/dc10/sE)"], "Exhibition history": [" Exhibited: 1959, Manchester, City of Manchester Art Gallery, ' Romanesque Art c. 1050-1200 from Collections in Great Britain and Ireland' 1980, New York, The Pierpont Morgan Library, 'The Stavelot Triptych. Mosan art and the legend of the True Cross' "], "Subjects": ["bible"], "Associated names": [" Representation of: Naaman ", " Representation of: God "], "Associated places": [" Named in inscription: River Jordan "], "Associated events": ["Associated Event: Cure of Naaman"], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1884"], "Acquisition notes": ["Presented in 1884 to the British Museum by Sir Augustus Wollaston Franks. No previous recorded history."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1884,0606.3"], "Conservation": ["Treatment: 28 Mar 2008"]}