{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["1893,0601.120"], "Description": [" Fragmentary wrought iron lamp, made in two pieces and joined together; the sunken top with a high rim, the top of the nozzle, slightly splayed and extending to the edge of the wick-hole and part of the deep curving underbody are all that remain. Small central filling hole; air-hole at the edge of the top, within the rim. There may have been a ring-handle at the rear. "], "Cultures/periods": ["Romano-British"], "Production date": ["1stC(mid)"], "Findspot": [" Found/Acquired: Hod Hill "], "Materials": ["iron"], "Dimensions": [" Length: 88 millimetres ", " Width: 60 millimetres "], "Curator's comments": ["Manning 1985 The production of a lamp of this type was relatively complex, a fact which probably helps to explain their rarity. It consists of three parts, the bowl and lower part of the nozzle, to which were welded a cover for the nozzle, and a dished plate which fitted into the top of the bowl. There is a large fragment of a similar lamp and what may be part of another from Silchester in Reading Museum, and two more are published from Germany from Wiesbaden and Faimingen (O.R.L. B II 3, Kastell 31 (1915), 102, Abb. 9; O.R.L. B VI, Kastell 66c (1929), 46, Taf. IX, 11). Another, of first-century type, from Egypt, is also in the British Museum (Walters 1914, 20, no. 120). It is possible that they may have been more common in the Mediterranean area than in the northern provinces. Examples from Glanum are in the Museum at St Rèmy in Provence, and from Pompeii in the Museo Nazionale in Naples. Iron lamps of this type may all be relatively early in date, but it is perhaps unwise to press this point for the lack of a body of later material, comparable with that from Pompeii, can only too easily lead to a false conclusion. Such lamps could only burn oil, presumably olive oil, which would have to be imported into the northern provinces, and this in itself may explain their rarity; it is no doubt significant that even pottery lamps of this form are not particularly common in these regions."], "Bibliographic references": [" Manning 1985 / Catalogue of Romano-British Iron Tools, Fittings and Weapons in the British Museum (P2) ", " Payne 1892 / Catalogue of the Museum of Local Antiquities collected by Mr Henry Durden of Blandford, Dorsetshire (44, no. 659) ", " Brailsford 1962 / Hod Hill Volume One: Antiquities from Hod Hill in the Durden Collection (K38) ", " Lamp / Catalogue of the Lamps in the British Museum (vol. IV; Q3716) (p. 49) "], "Location": ["Not on display"], "Acquisition name": ["Purchased from: John Durden"], "Previous owner": ["Previous owner/ex-collection: Henry Durden"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1893,0601.120"]}