{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["1876,1014.7"], "Description": [" Ampulla; clay; flat, circular sides with designs in relief. On side (a), within a double border, Saint Menas stands to front, his arms outstretched in blessing. Above each arm is a cross. He wears a short tunic and a long cloak, and is flanked by camels. On side (b) is a cross, within a wide wreath, which rises from and terminates with ring-and-dot patterns. The mouth and handles are largely lost. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["480-650 (circa)"], "Production place": [" Made in: Alexandria (Egypt) "], "Findspot": [" Found/Acquired: St Menas, Tomb (?) "], "Materials": ["clay"], "Technique": ["relief"], "Dimensions": [" Height: 2.80 inches "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in Egypt, probably Alexandria. Late Roman, about AD 480-650. Comparanda: Sides (a) and (b): very close: Kiss 1989a: no. 21, from Kom el-Dikka, Alexandria, context of AD 560-610. Near: Metzger 1981: no. 29, from Alexandria, dated sixth to seventh century AD. Side (a): close: Kiss 1989a: no.17, from Kom el-Dikka, Alexandria, context of AD 560-610. Near: Witt 2000: nos 25 and 26, side A, both from Abu Mena, dated end of fifth to mid-seventh century AD. Side (b): near: Kiss 1989a: no. 38, from Kom el-Dikka, Alexandria, context of AD 600-620; Metzger 1981: no. 28b, from Alexandria, dated sixth to seventh century AD; Pagenstecher 1913: 93, fig. 106:8, from Alexandria."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (872) ", " Terracotta / Catalogue of Terracottas in the British Museum (3434) "], "Location": ["Not on display"], "Subjects": [" mammal ", " saint/martyr ", " cross "], "Associated names": ["Representation of: St Menas"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1876"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1876,1014.7"]}