{"artifact_name": "furniture-fitting", "Object Type": ["furniture-fitting"], "Museum number": ["1866,1229.22"], "Description": [" Furniture ornament; silver with gilding; hollowed, one-piece casting; rectangular socket: square in section; framed with rectilinear moulding; traces of soldering plate; two aligned holes for missing pin; terminating in a female figure representing the Tyche of Antioch seated on a stylised rock outcropping; plastically rendered; detailed with decorative engraving, stippling and gilded drapery; figure wears tunic, mantle, boots and mural crown and holds fruit and sheaves of grain; below the figure: a nude youth, a personification of the river Orontes and a hinged, pierced, stippled and punched leaf with rounded knob finial. One of a set with 1866,1229.21, 23 and 24. "], "Cultures/periods": ["Late Roman"], "Production date": ["330-370 (circa)"], "Production place": [" Workshop in: Rome (city) (?) "], "Findspot": [" Found/Acquired: San Francesco di Paola ai Monti, convent building (ruins of) (grounds) "], "Materials": [" silver ", " gold "], "Technique": [" gilded ", " inlaid ", " cast ", " mould-made ", " engraved ", " stippled ", " punched ", " pierced "], "Dimensions": [" Height: 195 millimetres ", " Weight: 732.50 grammes ", " Width: 70 millimetres ", " Depth: 93 millimetres "], "Curator's comments": ["For metallurgical analysis see: M.J. Hughes and J.A. Hall, \"X-ray Fluorescence Analysis of Late Roman and Sassanian Silver\", Journal of Archaeological Science 6 (1979) p.327. In set with 1866,1229.21 and 1866,1229.22-24."], "Bibliographic references": [" Shelton 1981 / The Esquiline Treasure (33) ", " Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (334) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (p.48) ", " Weitzmann 1979 / Age of Spirituality: Late Antique and Early Christian Art, Third to Seventh Century (155) ", " Stutzinger 1983 / Spätantike und frühes Christentum (84) ", " Cormack & Vassilaki 2008 / Byzantium 330-1453 (10) "], "Location": ["On display (G41/dc7)"], "Exhibition history": [" Exhibited: 2015, Oct 29 – 2016, Feb 7. British Museum, Room 35. Egypt: Faith after the Pharoahs 2012-2013 11 Nov-25 Aug, USA, Art Institute of Chicago, Tradition Transformed: Late Roman and Early Byzantine Treasures from the British Museum 2009 11 Dec-2010 10 May, Spain, Madrid, Canal de Isabel II, Treasures of the World's Cultures 2009 1 May-20 Sep, Canada, Victoria, Royal BC Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2001 6 Sep-30 Dec, USA, Baltimore, Baltimore Museum of Art, Antioch – The Lost Roman City 2001 18 Mar-3 Jun, USA, Cleveland, Cleveland Museum of Art, Antioch – The Lost Roman City 2000 7 Oct-2001 4 Feb, USA, Worcester, Worcester Art Museum, Antioch – The Lost Roman City 1990 24 Jan-22 Apr, Italy, Milan, Royal Palace of Milan, Milano Capitale dell’ Impero 1984 4 May-10 Nov, Germany, Trier, Rheinshces Landesmuseum, Constantin und Trier 1983-1984 15 Dec-11 Mar, Germany, Frankfurt, Städtische Galerie Liebieghaus, Late Antiquity and Early Christianity 1977-1978 18 Nov-12 Feb, New York, Metropolitan Museum of Art, Early Christian Art "], "Subjects": [" leaf ", " myth/legend ", " fruit ", " nut/seed ", " crown ", " allegory/personification ", " classical deity "], "Associated names": ["Representation of: Tyche/Fortuna"], "Associated places": [" Emblem of: Antioch "], "Acquisition name": ["Purchased from: Louis, Duc de Blacas d'Aulps"], "Previous owner": [" Previous owner/ex-collection: Baron von Schellerscheim ", " Previous owner/ex-collection: Monsignor Guilio Maria della Somaglia "], "Acquisition date": ["1866"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1866,1229.22"]}