{"artifact_name": "triptych; religious/ritual equipment", "Object Type": [" triptych ", " religious/ritual equipment "], "Museum number": ["1878,1101.32"], "Description": [" Triptych; Embriachi type with certosina decoration; wood; ivory; bone; horn; carved; painted; gilded; stained. The exterior wooden wings painted with a red ground and on each leaf a bishop saint. The gabled central leaf with scrolling foliage, and on each side a figure of a saint holding a scroll. The stepped base comprising inlaid geometric patterns. The central interior panel comprising an l architectural niche in the Gothic style, surmounted by a cityscape. The standing Virgin holding the Christ Child and bird within the niche, surmounted by a half-figure of Christ holding a book. To the right of the niche a standing figure of St John the Baptist, to the left a standing figure of a bishop. The left panel comprising standing figures of a bishop and saint beneath an arch and cityscape; the right panel comprising standing figures of two saints.Traces of painting and gilding throughout. Horn ? and bone ? stained. "], "Cultures/periods": ["Late Medieval"], "Production date": ["1400-1425 (circa)"], "Production place": [" Made in: Venice (city) (probably workshop of Baldasarre Ubriachi) "], "Materials": [" wood ", " bone ", " gold ", " horn "], "Technique": [" carved ", " painted ", " gilded ", " stained "], "Dimensions": [" Height: 46 centimetres "], "Curator's comments": ["Of a type similar to those in the V&A (606-1861); Musee Cluny, Paris; Museo Civico, Bologna; Dahlem Museum, Berlin. The painted decoration on the exterior wings is thought to be commonplace on domestic altarpieces, even if this example may be later repainting. The left bone panel no longer fixed, and is removable. It is housed next to the closed triptych. BMcL 26.10.06"], "Bibliographic references": ["Dalton 1909 / Catalogue of the Ivory Carvings of the Christian Era with Examples of Mohammedan Art and Carvings in Bone in the Department of British and Mediaeval Antiquities and Ethnography of the British Museum (396)"], "Location": ["Not on display"], "Subjects": [" christian cleric ", " bird ", " virgin and child with baptist ", " architecture "], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St John the Baptist (Prodromos) ", " Representation of: St Laurence ", " Representation of: St Francis of Assisi (?) ", " Representation of: St Antony of Egypt (?) "], "Acquisition name": ["Donated by: Lt-Gen Augustus W H Meyrick"], "Acquisition date": ["1878"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1878,1101.32"]}