{"artifact_name": "seal; intaglio", "Object Type": [" seal ", " intaglio "], "Museum number": ["1887,0307,I.552"], "Description": [" Seal: intaglio; black basalt stoneware; oval; moulded, obverse, the actor Garrick looking into the face of Shakespeare; legend and signature impressed; reverse, bust to right of Cleopatra. "], "Producer name": [" After: Nathaniel Marchant (1739-1816) ", " Factory of: Wedgwood (under Wedgwood, Josiah I) ", " Modelled by: William Hackwood "], "Production date": ["1777-1795 (probably)"], "Production place": [" Factory in: Etruria (England) "], "Materials": ["stoneware"], "Technique": [" intaglio ", " moulded "], "Dimensions": [" Length: 0.50 - 1 inches (max) "], "$Inscriptions": [" ", " "], "Curator's comments": ["Not in the Marchant catalogue but for the story of the Wedgwood version see Seidmann, 'Nathaniel Marchant, Gem-Engraver 1739-1816.' 1987. no. 137. Text from Seidmann 1987: no 137. Fig. 140. The original is in a private collection in the USA. This gem was almost certainly inspired, perhaps commissioned, by the Revd Evan Lloyd, a great admirer of Garrick's, to whom he addressed an Epistle in 1773, adorned with an emblematic frontispiece of 'Nature... leaning on the sarcophagus of Shakespeare, crowning Genius with Laurel'. Lloyd, who composed satirical verses and was at one time imprisoned in the King's Bench for libel, was an intimate of the circle of artists who frequented the Devil's tavern. There he was encountered, together with Marchant and John Mortimer, by Thomas Jones on 8 June 1769, in the year of the Great Shakespeare Jubilee. This was the occasion of Garrick's commisioning his own portrait by Gainsborough, showing him leaning against the pedestal of the copy of Scheemaker's bust which he had presented to Stratford. The gem, although differing considerably from it, was probably inspired in its general conception by the painting (now lost, see Piper, Sir David, The Image of the Poet - British poets and their Portraits, Oxford 1982, Fig. 84), which was rapidly published in a mezzotint by Valentine Green. It had, however, been preceded the previous year by Mortimer's painting of the actor William Powell with his family, grouped around the bust of Shakespeare (reproduced Piper, Fig. 101), which may have had a part to play in the genesis of the gem. To be seen as a homage to Garrick, who was not averse to seeing his own image multiplied (he had himself painted five times during his visit to Italy), it was exhibited in a sulphur impression, Society of Artists 1773, 168, the artist's address given as 'at Rome', where it was probably completed. Garrick, in a letter to Lloyd, says 'I think the seal a fine one, the expression bold, but too flattering for yr humble servant' (Little and Kahrl, The Letters of David Garrick, London 1963, III, p.1313, no. 1317 assigned by the editors to 1773-74). It was probably cut for Lloyd, to whose descendants it is said to have passed (editors' note, ibid., ); but this may mean simply a sulphur or a sealing-wax impression like those in the possession of the Garrick Club and the Fisher Theatre Museum in Wells-next-the-Sea. It may have been presented to Garrick himself; another possible owner was Sir Watkin Williams-Wynn, who commissioned other gems by Marchant, was 'passionately interested in drama' and had attended the Jubilee. The gem was reproduced by James Tassie, A Catalogue of Impressions in Sulphur of Antique and Modern Gems from which Pastes are made and sold by J. Tassie, London (1775), no. 2822, the owner stated to be Mr Gomm, a jeweller for whom Marchant worked during his early years, and the stone 'sardonyx'; [It later appeared in R.E. Raspe, A Descriptive Catalogue of Ancient and Modern Gems .... by James Tassie (1791), as no. 14200 and a smaller version as no. 14201, 16x13, with identical image and inscription, the signature in slightly larger letters, with the same provenances]. It was later reproduced by Wedgwood who had it modelled by William Hackwood in 1777. It was a best-seller: 'Mr Byerly is stripped of all his Garricks and Shakespeares framed in black' (Farrer, K E, The Letters of Josiah Wedgwood II, London 1903, letters no. 394, 399, 482). Cades, Impront Gemmarie, collection of impressions by the Cades workshop, Deutsches Archäologisches Institut, Rome, 66/347'. See also Seidmann 1987, no. 136. and 1900.0623.400. For the source for the image of Cleopatra, see the Tassie and Raspe catalogue (1791), no. 9881, described as a half-figure of a dying Cleopatra, last queen of Egypt, with an aspic (viper) on her bosom (Lipp. II, 253). It is possibly model number 211, under Class I, Section II of the 1787 Wedgwood catalogue, which is described as 'Cleopatra, figure' in the 1779 Wedgwood and Bentley catalogue."], "Bibliographic references": [" Hobson 1903 / Catalogue of the collection of English Pottery in the Department of British and Medieval Antiquites and Ethnography of the British Museum (I552) ", " Seidmann 1987 / Nathaniel Marchant, Gem-engraver 1739-1816 (137) ", " Dawson 1984 / Masterpieces of Wedgwood in the British Museum (p. 36, fig. 23) "], "Location": ["Not on display"], "Subjects": [" actor/actress ", " author/poet "], "Associated names": [" Representation of: David Garrick ", " Representation of: William Shakespeare ", " Representation of: Cleopatra the Great "], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1887"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1887,0307,I.552"]}