{"artifact_name": "seal; die; seal-impression", "Object Type": [" seal ", " die ", " seal-impression "], "Museum number": ["1881,0404.1"], "Description": [" Circular seal die made of walrus ivory, engraved on both sides, with projecting lentoid handle at the top which is decorated on one side and plain on the other. Its tip is broken away. The decoration on the handle consists of the God the Father and Son in relief, enthroned over a prostrate human figure; above them is the damaged symbol of the Holy Ghost in the form of a dove. The matrix on this side is engraved with the half-length figure of a bearded man facing left in a circular frame, a sword held upright in his right hand, his cloak clasped at the shoulder. Round this, within an incised frame, is a retrograde inscription. The matrix on the reverse bears the figure of a woman seated on a cushion, facing left, her right hand raised and her left holding a book. Around this, within a circular frame, runs another retrograde inscription. Additionally with wax seal-impression. "], "Cultures/periods": ["Late Anglo-Saxon"], "Production date": ["11thC(early)"], "Production place": [" Made in: England "], "Findspot": [" Found/Acquired: Wallingford, market place (west side) "], "Materials": [" walrus ivory ", " wax "], "Technique": [" engraved ", " relief ", " incised "], "Dimensions": [" Length: 86 millimetres ", " Width: 45 millimetres ", " Depth: 8 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" Webster et al 1984 The precise use of personal secular seals in the Late Saxon period is still a subject for discussion: Chaplais (Chaplais, P. 1973, The Anglo-Saxon Chancery: from the Diploma to the Writ, repr. In ‘Prisca Munimenta’ ed. F. Ranger, London, 52-3) and Keynes (1980, 138-40) argue that secular seals were used loose to accompany documents as a form of identification and authentication, while Heslop (Heslop, T.A. 1980, English Seals from the mid-ninth century to 1100, ‘Journal of the British Archaeological Association’ 133, 1, 14) advocates the view that they were used to seal the letters. All three seal-dies included here (this example, reg. no. 1832,0512.2 and one from a private collection (cat. 113)) appear to have been made for secular people, with the exception of the secondary matrix of Godgyða the nun. They were evidently owned by people of rank and standing, as the title minister or thegn on Godwin's seal-die emphasises. The sword which is brandished on all three dies is clearly also a mark of secular status. The close relationship of the male dies to coin design may indicate that they were modelled on royal seals which closely copied the current coinage. The Godwin seal-die compares closely with the 'arm and sceptre' coinage of Harthacnut, dated to 1040-2 (Dept. of Coins and Medals reg. no. 1954,0506.9 (cat. 222)). Despite the suggestion (Cramp, R. 1975, Anglo-Saxon Sculpture of the Reform Period, ‘Tenth Century Studies’, ed. D. Parsons, London and Chichester, 107, 245-7; Okasha 1971, no. 117) that the Godgyða die should predate the Godwin die, its inferior quality and placing on what is clearly, by analogy with surviving impressions, the back of the seal, make it clear that it is a secondary adaptation of the seal-die. The decoration on the handle of the die represents the opening words of Psalm 109, “The Lord said unto my Lord: Sit thou at my right hand, until I make thine enemies thy footstool”, a scene which is depicted in the Utrecht Psalter, f. 64V, an early ninth-century Carolingian manuscript which was copied in England by c. 1000 and had great influence on the development of Anglo-Saxon art. The seal-die handle is thus also likely to date to after 1000, and would conform quite well to the date of c. 1040 proposed for the Godwin matrix. If the secondary Godgyða die represents his widow or daughter, as seems plausible, it may well date to the 1050s or even later. Provenance: Wallingford, Berkshire; found with a small whetstone and a walrus ivory double-sided one-piece comb in August 1879. Exhibitions: London, Victoria and Albert Museum 1974, ‘Ivory Carvings in Early Medieval England 700-1200’, no. 26; London, Hayward Gallery 1984, ‘English Romanesque Art 1066-1200’, Arts Council of Great Britain, no. 368. Bibliography: Kendrick, T.D. 1949, ‘Late Saxon and Viking Art’, London, 45, PL. XXVIII, 2; Okasha, E. 1971, ‘A Handlist of Anglo-Saxon Non-Runic Inscriptions’, Cambridge, no. 117 and refs; Beckwith, J. 1972, ‘Ivory Carving in Early Medieval England’, London, no. 41 and refs, PLS 78-9; Hinton, D.A. 1974, ‘A Catalogue of the Anglo-Saxon Ornamental Metalwork in the Department of Antiquities, Ashmolean Museum’, Oxford, 50; Hinton, D.A. 1977, ‘Alfred’s Kingdom, Wessex and the South 800-1500’, London, 94, 100; Keynes, S. 1980, ‘The Diplomas of King Æthelred ‘the Unready’. A study in their use as historical evidence’, Cambridge, 138-40; Campbell, J. ed. 1982, ‘The Anglo-Saxons’, Oxford, 197, PL. 5; Okasha, E. 1983, A Supplement to Handlist of Anglo-Saxon Non-Runic Inscriptions, ‘Anglo-Saxon England’ 11, 118 and refs; Wilson, D.M. 1964, ‘Anglo-Saxon Ornamental Metalwork 700-1100 in the British Museum, Catalogue of Antiquities of the Later Saxon Period’, I, London, 195, 206, PLS 267-8. ", " Text from 'Catalogue of British Seal-Dies in the British Museum', A.B. Tonnochy, London 1952, cat. no. 2. Found with a whetstone and an ivory comb at Wallingford, Berks. 'Proc. Soc. Antiq.' viii, p. 468; Dalton, 'Catalogue of Ivory Carvings', no. 31 ; M. H. Longhurst, 'English Ivories', p. 10 and no. XI, London, 1926; Goldschmidt, 'Elfenbeinskulpturen', iv, no. 59; 'V.C.H. Berkshire', i, p. 244. The engraved figures are of considerably less artistic merit than those carved in relief on the handle, and the seal of Godgytha, which has the appearance of being a rather later addition, is inferior to that of Godwin. The identity of those two personages is a matter of conjecture. It seems historically improbable that Godwin the official of Cnut and Edward the Confessor is intended, and an earlier Godwin 'minister', a witness to charters of Eadgar in 967 and 972 or a person of that name, perhaps the same man, who witnessed charters of Æthelred between 980 and 1016, seems more likely. The addition of Godgytha's seal suggests that Godwin may have been the founder or benefactor of a religious house, and that Godgytha his widow or near relative may have used the seal, adding her own effigy and name. There is known to have been a Saxon monastery at Cholsey, near Wallingford, said to have been founded by Æthelred, and destroyed by the Danes in 1006. It is thought that B on the legend may stand for BEATI, possibly a reference to Godwin's good works. For the iconography of the reliefs on the handle see Dalton and Longhurst as above. It is probable that the missing piece of the handle showed the Dove, the whole subject being the Trinity trampling on sin, an illustration of Ps. cx. 1. Ivory seal-dies appear in antiquity, and Greek examples of the seventh century B.C. have been found (see Dalton, as above); in ancient Egypt scarab-seals appear in ivory, though rarely. The present example is the earliest belonging to the Christian era in the collection, and is the only example of real artistic value. A thirteenth-century ivory die of the Archdeaconry of Merioneth is preserved in the Ashmolean Museum, Oxford, and is illustrated in the 'Catalogue of the Exhibition of Carvings in Ivory', Burlington Fine Arts Club, no. 89, London ,1923. For examples of the twelfth, thirteenth, sixteenth, and seventeenth centuries in the British Museum, see nos. (registration nos.) 180 (1849,0905.4), 791 (1893,0618.41), 799 (1893,0618.42), 827 (1854,1118.1), 844 (1913,1105.3), 852(SLSeals.110), 952 (1944,060.1). French examples in various collections are quoted by M. H. Longhurst, as above, p. 10. "], "Bibliographic references": [" Marzinzik 2013 / Masterpieces: Early medieval art (74) ", " Dalton 1909 / Catalogue of the Ivory Carvings of the Christian Era with Examples of Mohammedan Art and Carvings in Bone in the Department of British and Mediaeval Antiquities and Ethnography of the British Museum (31) ", " Tonnochy 1952 / Catalogue of Seal-Dies in the British Museum (2) ", " Webster et al 1984 / The Golden Age of Anglo-Saxon Art 966 to 1066 (112) ", " Beckwith 1972 / Ivory carvings in early medieval England 700 - 1200 : 8th May to 7th July 1974, Victoria & Albert Museum London (cat. no. 41) "], "Location": ["On display (G41/dc3/sB)"], "Exhibition history": [" Exhibited: 2018-2019 19 Oct–19 Feb, London, British Library, Anglo-Saxon England 2005 17 Mar-3 Jul, Germany, Essen, Ruhrlandesmuseum, Crown and Veil: the Art of Female Monasticism in the Middle Ages 1996 31 Aug-17 Nov, Netherlands, Utrecht, Museum Catharijneconvent, The Utrecht Psalter 1984 9 Jul-16 Sep, Winchester Cathedral, Saxon Festival 1984 5 Apr-8 Jul, London, Hayward Gallery, English Romanesque Art 1066-1200 1974 8 May-7 Jul, London, V&A, Ivory Carving in Early Modern England 700-1200, cat.26 "], "Subjects": [" trinity ", " arms/armour (sword) ", " book/newspaper (book) "], "Associated names": [" Representation of: Trinity ", " Named in inscription & portrayed: Godwin ", " Named in inscription & portrayed: Godegyðe "], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1881"], "Acquisition notes": ["found 1879"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1881,0404.1"], "Conservation": ["Treatment: 15 Aug 2012"]}