{"artifact_name": "furniture-fitting", "Object Type": ["furniture-fitting"], "Museum number": ["1866,1229.23"], "Description": [" Furniture ornament; silver with gilding; hollowed, one-piece casting; rectangular socket: square in section; framed with rectilinear moulding; two aligned holes for pin; terminating in a seated female figure representing the Tyche of Constantinople: plastically rendered, detailed with decorative engraving, stippling and gilded drapery; figure wears tunic, mantle, boots, armlet and crested helmet and holds a patera and a cornucopia; below the figure: hinged, pierced, stippled and punched leaf with rounded knob finial. One of a set with 1866,1229.21, 22 and 24. "], "Cultures/periods": ["Late Roman"], "Production date": ["330-370 (circa)"], "Production place": [" Workshop in: Rome (city) (?) "], "Findspot": [" Found/Acquired: San Francesco di Paola ai Monti, convent building (ruin of) (grounds) "], "Materials": [" silver ", " gold "], "Technique": [" gilded ", " inlaid ", " cast ", " mould-made ", " engraved ", " stippled ", " punched ", " pierced "], "Dimensions": [" Height: 179 millimetres ", " Weight: 706 grammes ", " Width: 64 millimetres ", " Depth: 84 millimetres "], "Curator's comments": ["For metallurgical analysis see: M.J. Hughes and J.A. Hall, \"X-ray Fluorescence Analysis of Late Roman and Sassanian Silver\", Journal of Archaeological Science 6 (1979), p. 327. In set with 1866,1229.24 and 1866,1229.21-22."], "Bibliographic references": [" Shelton 1981 / The Esquiline Treasure (30) ", " Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (333) ", " Buckton 1994 / Byzantium: Treasures of Byzantine art and culture from British collections (14) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (p.48) ", " Weitzmann 1979 / Age of Spirituality: Late Antique and Early Christian Art, Third to Seventh Century (155) ", " Stutzinger 1983 / Spätantike und frühes Christentum (84) ", " Cormack & Vassilaki 2008 / Byzantium 330-1453 (10) "], "Location": ["On display (G41/dc7)"], "Exhibition history": [" Exhibited: 2015, Oct 29 – 2016, Feb 7. British Museum, Room 35. Egypt: Faith after the Pharoahs 2012-2013 11 Nov-25 Aug, USA, Art Institute of Chicago, Tradition Transformed: Late Roman and Early Byzantine Treasures from the British Museum 2010 4 Jun-4 Sep, Turkey, Istanbul, The Sakip Sabanci Museum, Byzantium to Istanbul: 8000 years of a Capital 2008 25 Oct-2009 22 Mar, London, Royal Academy of Arts, Byzantium 330-1453 AD 2007 2 Jun-4 Nov, Germany, Trier, Rheinisches Landesmuseum, Constantine the Great 2006 31 Mar-29 Oct, York, Yorkshire Museum, Constantine 2005 13 Mar-4 Sep, Italy, Rimini, Castel Sismondo, Constantine the Great 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2001 6 Sep-30 Dec, USA, Baltimore, Baltimore Museum of Art, Antioch – The Lost Roman City 2001 18 Mar-3 Jun, USA, Cleveland, Cleveland Museum of Art, Antioch – The Lost Roman City 2000 7 Oct-2001 4 Feb, USA, Worcester, Worcester Art Museum, Antioch – The Lost Roman City 1990 24 Jan-22 Apr, Italy, Milan, Royal Palace of Milan, Milano Capitale dell’ Impero 1983-1984 15 Dec-11 Mar, Germany, Frankfurt, Städtische Galerie Liebieghaus, Late Antiquity and Early Christianity 1977-1978 18 Nov-12 Feb, New York, Metropolitan Museum of Art, Early Christian Art "], "Subjects": [" leaf ", " myth/legend ", " arms/armour ", " classical deity "], "Associated names": ["Representation of: Tyche/Fortuna"], "Associated places": [" Emblem of: Constantinople "], "Acquisition name": ["Purchased from: Louis, Duc de Blacas d'Aulps"], "Previous owner": [" Previous owner/ex-collection: Baron von Schellerscheim ", " Previous owner/ex-collection: Monsignor Guilio Maria della Somaglia "], "Acquisition date": ["1866"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1866,1229.23"], "Conservation": [" Treatment ", " Treatment: 02 May 2007 ", " Treatment: 27 Feb 2006 ", " Treatment: 10/03/20 "]}