{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["1876,0520.3"], "Description": [" Ampulla; clay; flat, circular sides with designs in relief. On side (a), within a double border of studs and small dentils, is a head of Saint Menas to right. He has curly hair, and drapery round the neck. On side (b), within a border of studs, is a relief inscription. The mouth is largely lost. Orange clay with a buff surface; a few white inclusions. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["480-650 (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["clay"], "Technique": ["relief"], "Dimensions": [" Height: 3.50 inches "], "$Inscriptions": [" "], "Curator's comments": ["Terracotta IV Donated: Augustus Wollaston Franks. Said to be from Egypt. Late Roman, about AD 480-650. Comparanda: Sides (a) and (b): close, probably same mould-series: Kiss 1989a: no. 133, from Kom el-Dikka, Alexandria, context of AD 610-650; Comstock and Vermeule 1976: 203, no. 238. Close: Witt 2000: no. 54, from Alexandria, dated end of fifth to mid-seventh century AD. Side (a): close: Heide and Thiel 2004: 146, no. iii.3.25, dated end of fifth to middle of seventh century AD; Metzger 1981: no. 79, dated sixth to seventh century AD; Rassart-Debergh 1976: 48, bottom right, dated fifth century AD. Near: Effenberger 1995: 40, fig. 3, dated fifth to sixth century AD. Side (b): near: von Falck and Lichtwark 1996: 164, no. 139b, dated end of fifth to middle of seventh century AD. Bibliog: Kiss 1989a: 49, no. 133."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (888) ", " Terracotta / Catalogue of Terracottas in the British Museum (3455) "], "Location": ["Not on display"], "Subjects": ["saint/martyr"], "Associated names": ["Representation of: St Menas"], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1876"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1876,0520.3"]}