{"artifact_name": "panel", "Object Type": ["panel"], "Museum number": ["1878,1203.2"], "Description": [" Carved panel; cedarwood; from a door; oblong; the Baptism; a bearded Christ with cruciferous nimbus, stands up to the waist in the river Jordan; to his right stands St John the Baptist in a garment of skins with his right hand extended over Christ's head, and a long cross in his left; above is the dove and to the left three angels holding garments. "], "Cultures/periods": ["Mamluk dynasty"], "Production date": ["1300 (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Sitt Miriam, church "], "Materials": ["cedar wood"], "Technique": ["carved"], "Dimensions": [" Height: 310 millimetres ", " Width: 131 millimetres "], "Curator's comments": [" On the el-Muʿallaqah church and it furnishing: E. Maglaque, \"Devotional and Artistic Responses to Contested Space in Old Cairo: The Case of Al-Mu’allakah\", in: M. Gharipour, ed. Sacred Precincts: Non-Muslim Sites in Islamic Societies (Leiden 2014) 143-57; M. Immerzeel, The Narrow Way to Heaven: Identity and Identities in the Art of Middle Eastern Christianity (Louvain 2017) 69-76. ", " Found with 1878,1203.1-10 "], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (986) ", " Effenberger and von Falck 1996 / Ägypten, Schätze aus dem Wüstensand: Kunst und Kultur der Christen am Nil (no.102b, p.140) ", " Paris 2000 / L'art copte en Égypte 2000 ans de christianisme: Exposition présentée à l’Institut du monde arabe, Paris (no.184, p.176) ", " Cormack & Vassilaki 2008 / Byzantium 330-1453 (307) ", " Hunt 1989 / The al-Muʿallaqa Doors Reconstructed: An Early Fourteenth-Century Sanctuary Screen from Old Cairo "], "Location": ["On display (G42/dc21)"], "Exhibition history": [" Exhibited: 2015, Oct 29 – 2016, Feb 7. British Museum, Room 35. Egypt: Faith after the Pharoahs 2008-2009 25 Oct-22 Mar, London, Royal Academy of Arts, Byzantium 330-1453 AD 2004 15 Mar-5 Jul, USA, New York, Metropolitan Museum of Art, Byzantium; Faith and Power 2000 30 Sep-2001 7 Jan, France, La Clape, Musée de l’Ephebe, L’art copte en Egypte 2000 15 May-3 Sep, France, Paris, Institut du Monde Arabe, Coptic Art 1997 20 Mar-13 Jul, Germany, Munich, Staatliche Sammlung Agyptischer Kunst, Agypten: Schätze aus dem Wüstensand - Kunst und Kultur der Christen am Nil 1996 24 Nov-1997 23 Feb, Germany, Mainz, Landesmuseum Mainz, Agypten - Schatze aus dem Wustensand: Kunst und Kultur der Christen am Nil 1996 15 Jun-13 Oct, Germany, Hamm, Gustav Lübcke Museum, Agypten: Schatze aus dem Wustensand - Kunst und Kultur der Christem am Nil "], "Subjects": [" bird ", " baptism of christ ", " angel "], "Associated names": [" Representation of: Jesus Christ ", " Representation of: St John the Baptist (Prodromos) "], "Acquisition name": ["Purchased from: Charles H A Schefer"], "Acquisition date": ["1878"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1878,1203.2"], "Conservation": [" Treatment: 22 Apr 2008 ", " Treatment: 30 Mar 2000 ", " Treatment: 21 Aug 2015 ", " Treatment: 23 Jan 2004 ", " Conservation treatment: 30/6/18 "]}