{"artifact_name": "torah shield; calendar", "Object Type": [" torah shield ", " calendar "], "Museum number": ["1893,0518.2"], "Description": [" Torah shield; silver-gilt, in the form of a cartouches with foliate scrollwork in repoussé work. In the centre, a rectangular opening for insertion of four alternating plaques engraved in Hebrew with festival names, some in full (plaques a and b, others abbreviated (plaques c and d); a screw at the back enables them to be removed. The names are as follows: Plaque (a), obv: Pesach (Passover); rev: Shavuot (Feast of Weeks, ie. Pentecost) Plaque (b) obverse: Shabbat K (probably for Kodesh, ie. Holy Sabbath); reverse: Succot (Tabernacles or Harvest) Plaque (c) obv: Shemini Atzeret (Eighth day of Succot); rev: Simchat Torah ('Rejoicing of the Law') Plaque (d) obv: Yom Kippur (Day of Atonement); rev: Rosh Hashanah (New Year) Above the opening is a crown. The plate hangs from chains with suspension ring, with three pendant bells at the base. Maker's mark and assay mark on front. "], "Producer name": ["Made by: Marx Weinold"], "Cultures/periods": ["Jewish"], "Production date": ["17thC(late)"], "Production place": [" Made in: Augsburg "], "Materials": ["silver"], "Technique": [" gilded ", " engraved "], "Dimensions": [" Length: 7.50 inches ", " Width: 6.50 inches "], "$Inscriptions": [" ", " "], "Curator's comments": [" Text from BM Magazine, number 68, winter 2010: Many objects in the British Museum's Judaica collection were generously donated in the late 19th century, following the first public display in Britain of Jewish religious art and history, the Anglo-Jewish Exhibition of 1887. This was held on the occasion of Queen Victoria's Jubilee at the Royal Albert Hall, and included an incredible 2626 objects. The British Museum contributed to this landmark event with a supplementary exhibition displayed in the King's Library, which included charters, manuscripts, seals, prints, books and musical manuscripts, all drawn from the Museum's collections. Several benefactors who subsequently donated objects to the British Museum had been among the organisers of the 1887 exhibition. One particularly beautiful acquisition which resulted from this legacy is the silver gilt Torah shield donated in 1893 by Leonard. L. Cohen (1858-1938). Sir Leonard (knighted in 1930) was a member of one of the leading Jewish families of the time. His father, Lionel L. Cohen MP (1832-1887) had been one of the organisers of the 1887 exhibition. This outsanding shield was made in Augsburg, Germany, during the late 17th century by the renowned goldsmith Marx Weinold (c.1665-1700). Taking the form of a cartouche decorated with foliate scrollwork and a crown, and with three pendant bells, it is suspended on a chain and was made to decorate the scroll of a Torah (the Hebrew name for the five books of Moses). The shield also had a practical function: the rectangular opening was designed to display alternating silver plaques, from an accompanying set of four, each one engraved on both sides in Hebrew with the name of a Jewish festival or the Sabbath. The plaques are engraved with the names of 'Rosh Hashanah' (New Year), 'Yom Kippur' (Day of Atonement), 'Shabbat Kodesh' (Holy Sabbath), 'Succot' (Tabernacles), 'Shemini Atzeret' (Eighth day of Succot), 'Simchat Torah' (Rejoicing of the Law), and 'Shavuot' (Feast of Weeks). Each plaque was slotted into the shield at the appropriate time of year to indicate the portion of text to which the scroll had been turned, in preparation for the reading during the service in the synagogue. The plaque shown in the shield is engraved with the name of the festival of 'Pesach' (Passover) and is decorated with motifs of 'matzot' (unleavened bread), which is eaten at this festival in remembrance of the Exodus from Egypt. The shield therefore represents, in a single object, the most important festivals in the Jewish calendar. This generous donation helped to establish the Museum's collection of European Judaica. Earlier acquisitions had included individual pieces of notable historical interest, but the donations of the 1890's suggest a co-ordinated attept was made to ensure that the main features of Jewish religious life and practice were represented in the Museum's collections. ", " The rectangular plaques are all engraved on both sides. H. Seling (Die Kunst der Augsburger Goldschmiede 1529-1868, Munich 1980, Band III, p. 223) records several works by Marx Weinold, including two items in Waddesdon Bequest (Wadd.127 and 139), but no Judaica. However, Weinold's son, Marx Daniel (1664-1731) who became a master inc. 1698, is recorded as maker of a number of items, all in the Jewish Museum, New York (Seling Band III, p. 289, Band 1, p. 158, and Band II, ill. 711-712 ), but the mark of the son is different: the initials MDW in a row. "], "Location": ["On display (G46/dc23)"], "Exhibition history": [" Exhibited: 2018 Feb-present, London, British Museum, Gallery 46, Judiaca Display 2010 22 Feb-20 Jun, British Museum, Gallery 1, 'Jewish Living & Giving' "], "Subjects": ["crown"], "Acquisition name": ["Donated by: Sir Leonard L Cohen"], "Acquisition date": ["1893"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1893,0518.2"], "Conservation": ["Treatment: 05 May 2006"]}