{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["1876,1014.8"], "Description": [" Ampulla; clay; flat, circular sides with designs in relief. On side (a), within a plain border, Saint Menas stands to front, his arms outstretched in blessing. Above each arm is a cross. He wears a short tunic and a long cloak, and is flanked by camels. On side (b), within a border of studs, is a scalloped 'star', with a stud in each scallop, and a small stud in each interior point; at the centre is a circle enclosing a stud. The mouth and handles are largely missing. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["480-650 (circa)"], "Production place": [" Made in: Alexandria (Egypt) "], "Findspot": [" Found/Acquired: St Menas, Tomb "], "Materials": ["clay"], "Technique": ["relief"], "Dimensions": [" Height: 2.75 inches "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in Egypt. Late Roman, about AD 480-650. Comparanda: Side (a): near: Ashmolean Museum, Oxford, no. E3803; Heide and Thiel 2004: 143, no. iii.3.14, dated end of fifth to middle of seventh century AD; Kiss 1989a: nos 17 and 21, from Kom el-Dikka, Alexandria, context of AD 560-610; Witt 2000: no. 25, from Abu Mena, dated end of fifth to mid-seventh century AD. Side (b): Close: Abd el-Fattah 2001: 37, fig. 2.44, from Gabbari, Alexandria."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (875) ", " Terracotta / Catalogue of Terracottas in the British Museum (3433) "], "Location": ["Not on display"], "Subjects": [" mammal ", " saint/martyr ", " cross "], "Associated names": ["Representation of: St Menas"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1876"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1876,1014.8"], "Conservation": ["Treatment: 30 Aug 1999"]}