{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["1888,0712.44"], "Description": [" White plaster wine-amphora stopper with impression of organic matter, probably of a palm fibre plug (now lost). The stopper is made from lime plaster or lime and gypsum mix that has aggregates such as silicates mixed in it. It has been impressed with a circular stamp and then painted red (only possible traces remain). The stamp appears to depict a Chi-Rho surrounded with a mutilated Greek inscription. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["4thC-7thC"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["plaster"], "Technique": [" stamped ", " painted (?) "], "Dimensions": [" Diameter: 6.30 centimetres (internal diameter) ", " Diameter: 8.50 centimetres (minimum external diameter) ", " Diameter: 8.50 centimetres (minumum stamp diameter) ", " Thickness: 2.35 centimetres (maximum thickness) "], "$Inscriptions": [" ", " "], "Curator's comments": ["Plaster stoppers of this type (sealed with pine pitch and with a fermentation hole and straw valve), were commonly used on wine-amphorae (Thomas 2011, type 5C; Thomas and Tomber 2006, type 5). This method of sealing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods and used by wine traders (Thomas 2011, type 5C). For the Chi-Rho motif, common in late Roman contexts in Egypt, cf., stamp from Clysma (Bruyère 1966, pl. 27.10–12). See also, British Museum EA 53959. Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (959) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.18) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Damaged."], "Subjects": ["cross"], "Associated names": ["Emblem of: Jesus Christ"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1888,0712.44"]}