{"artifact_name": "intaglio", "Object Type": ["intaglio"], "Museum number": ["1895,1113.1"], "Description": [" Intaglio; carnelian; Crucifixion; centre, upon exergual line, nude figure of Christ, facing, head and feet turned right; behind is T-shaped cross, beneath which the arms extend without any means of attachment; on each side stand six small draped figures representing the twelve apostles; inscription damaged. "], "Cultures/periods": ["Late Roman"], "Production date": ["3rdC-4thC"], "Findspot": [" Found/Acquired: Constanţa (city) "], "Materials": ["cornelian"], "Technique": [" engraved ", " intaglio "], "Dimensions": [" Length: 0.54 inches "], "$Inscriptions": [" "], "Curator's comments": ["Text from Dalton 1915, Catalogue of Engraved Gems: C.H. Smith, \"The Crucifixion on a Greek gem\", Annual of the British School at Athens, 1896-7, figure on p. 202 (discussed on pp. 202-6). A very early example of this subject. Cf. a gem with Crucifixion in Garrucci, Storia dell' arte cristiana, pl. 479, fig. 15; a green jasper, in the Collection at Corpus Christi College, Cambridge, see Middleton, The Lewis Collection of Gems and Rings, &c., Class E, no. 1, p. 84, Cambridge, 1892; the ivory-carving, E.C. Cat. no. 291, and the panel of the doors of St. Sabina, Rome, see Wiegand, Das alterchristliche Hauptportal an der Kirche der heligen Sabina, pl. iv, Trier, 1900. Other examples of the Crucifixion treated in a primitive manner may be seen on a gem of Gnostic type, in the British Museum (Dept. of Egyptian and Assyrian antiquities, no. G. 231); an amulet from Egypt in the Biblioteque Nationale, Paris (Cabinet des Médailles), Fig. Schlumberger, Byz. Zeitschr. , 1893, p. 188 (sixth or seventh century); on a Monza Ampulla (cf. Garrucci, Storia, pl. 434, 4); and on objects from Akhmim (Panopolis) (Forrer and Müller, Kreuz und Kreuzigung Christi in ihrer Kunstentwicklung, pp. 16 ff. Strasburg, 1894). The primitive type is also perpetuated on a silver dish from Syria, see Smirnoff, 'A Syrian Silver Dish from Perm', in Materials for Russian Archaeology no. 22 (St. Petersburg, 1899) For a review of the earliest known representaions of the Crucifixtion in art, see H. Leclerq, Manuel d'archéologie chrétienne, ii, pp. 368 ff. ; and Bela Lazar, Die beiden Wurzeln der Kruzifixdarstellung, Strasburg, 1912 (Zur Kunstgeschichte des Auslandes, Heft 98), where the present gem is reproduced in Plate ii, fig. 3. The British Museum Gnostic gem no. G. 231 is now in the Department of Prehistory and Europe OA 9717, published in Michel 2001, cat. no. 458. DACL, Paris, 1924, col 816, no 52, fig 4943."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (43) ", " Dalton 1915 / Catalogue of the Engraved Gems of the Post-Classical Periods in the Department of British and Mediaeval Antiquities and Ethnography in the British Museum. (544) ", " Spier 2007 / Late Antique and Early Christian Gems (444) ", " Spier et al. 2007 / Picturing the Bible: The Earliest Christian Art (56) ", " Harley 2019 / Jesus the Magician? A Crucifixion Amulet and its Date "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2007 18 Nov-2008 30 Mar, USA, Fort Worth, Kimbell Art Museum, Picturing the Bible: The Earliest Christian Art "], "Subjects": [" saint/martyr ", " crucifixion ", " cross "], "Associated names": ["Representation of: Jesus Christ"], "Acquisition name": ["Donated by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1895"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1895,1113.1"]}