{"artifact_name": "watch", "Object Type": ["watch"], "Museum number": ["1958,1201.2360"], "Escapement": [" verge "], "Description": [" GOLD AND PAINTED ENAMEL CASED VERGE WATCH. : Verge escapement. Painted enamel dial with white chapter ring; hours I-XII. The central polychrome painted enamel shows Cleopatra with an asp and a basket of figs. Hand missing. Gold case decorated all over with polychrome painted enamel. The band with landscapes in vignettes, the back with a depiction of Roman Charity and the counter-enamel with a landscape. The movement has pierced foliate pillars, fusee, four-wheel train of gears and a verge escapement. The three-arm balance is fitted with a spiral balance spring and a geared regulator to adjust the rate of the watch, which goes for a day on one wind. The polychrome enamel dial has a white chapter-ring surrounding a depiction of 'The Death of Cleopatra'. The Queen, of contemporary appearance, wears a golden crown, and crimson and blue drapes over a white shift. She pulls the asp from the basket of figs beside her. The fixing for the missing hands discreetly covers her exposed breast. The dying Cleopatra is posed in front of purple drapes, to the left of which is part of a wooden frame. The tone of the image is theatrical. The gold case, with hinged gold bezel and gold pendant, is enamelled in colours with a depiction on the back of Roman Charity after an engraving by Claude Mellan based on a painting by Claude Vouet. In a series of vignettes around the band are rustic landscapes with buildings, probably after engravings by Gabriel Perelle and Nicholas Cochin. The watch movement is signed 'Pieter Paulus Amsterdam' and in a cartouche on the case band is inscribed 'P HUAUD P. GENIIUS F.GENEVA'. "], "Producer name": [" Made by: Pieter Paulus ", " Case made by: Pierre Huaud "], "Production date": ["1680-1690"], "Production place": [" Made in: Amsterdam (Netherlands) ", " Case made in: Geneva (city) "], "Materials": [" gold ", " enamel "], "Technique": ["pierced"], "Dimensions": [" Diameter: 39.60 millimetres (case) ", " Diameter: 32.10 millimetres (dial) ", " Thickness: 21.30 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Walker & Higgs 2001 The watch movement is signed 'Pieter Paulus Amsterdam' and in a cartouche on the case band is inscribed 'P HUAUD P. GENIIUS F.GENEVA. Pieter Paulus, who flourished from 1690 to 1710, had his business in Hartenstraat, Amsterdam. The case was made and enamelled by Pierre Huaud the younger who worked periodically at the Brandenburg Court between 1685 and 1689. In 1691 he became artist-miniaturist to the elector Frederick of Brandenburg but also maintained a studio in Geneva. While no positive attribution has been made, the similarity in style and composition of The Death of Cleopatra to that of the Roman Charity depiction would strongly suggest that this too is based on a painting by Claude Vouet. A very similar watch exists in the collections at the Hermitage Museum, St Petersburg, also depicting Roman Charity and The Death of Cleopatra, and decorated with similar vignettes around the band. The watch movement is inscribed 'Huaud le puisne fecit'. The movement is signed 'Cld Lerisinime Genin 416'. At the end of the seventeenth century the Huaud family in Geneva were perhaps the foremost exponents of the art of painting in enamel and they achieved their greatest popularity in the Netherlands, where their cases and dials were used by a number of different watchmakers in the period 1685-1710. UNPUBLISHED. For the St. Petersburg watch, see L. Yakovleva, 'Swiss Watches and Snuff-Boxes 17th-20th Centuries', Artistic Enamels from the Hermitage Collection (St Petersburg 1997), 20."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (383)"], "Location": ["Not on display"], "Condition": [" Latest: 3 (2017) ", " 2 (1994) "], "Associated names": ["Representation of: Cleopatra the Great"], "Associated events": ["Associated Event: Roman Charity"], "Previous owner": ["Previous owner/ex-collection: Courtenay Adrian Ilbert"], "Acquisition date": ["1958"], "Acquisition notes": ["Following the successful acquisition of the celebrated Ilbert collection of clocks (1958,1006 collection), prints and other related materials made possible by the generous donation of funds by Gilbert Edgar CBE Ilbert's watches were then acquired using funds provided by Gilbert Edgar, public donations and government funds."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1958,1201.2360"], "Additional IDs": [" Previous owner/ex-collection number: A20/1 (Ilbert Ledger) ", " Previous owner/ex-collection number: CAI.2360 (Ilbert Collection) "], "Conservation": ["C&W Treatment"]}