{"artifact_name": "buckle", "Object Type": ["buckle"], "Museum number": ["1923,0716.81"], "Description": [" Buckle; bronze; complete with tongue and plate in the form of an open-work palmette; three attachment loops on the back. Andrási 2008 Copper-alloy buckle with an openwork palmette on the plate. Oval loop and rectangular-section tongue. The copper-alloy plate is cast in one piece together with the loop. It consists of a semicircular frame of flat, rectangular section, with a small rectangular projection at the end. The frame contains an openwork, three-leaved palmette projecting from behind the tongue into the centre. There is an incised line all along the outer edge of the frame which interlocks with another such line below the tongue running round the edge of the palmette. The back is flat with three perforated, cast attachment lugs. The oval loop is rectangular in section, narrowing along both sides and expanding towards the tongue-rest. There is a triangular panel on each side of the tongue-rest, decorated with an incised triangle containing transverse, incised lines. The loop is only slightly flattened for the tongue-rest. The tongue is rectangular in section with a cast lug above the base and a similar, but smaller, lug towards the end of the tongue. The tongue is hooked through a perforation in the top of the plate. The hook of the tongue is cast in one piece with it. The hook of the tongue is imperfect. This buckle has been heavily cleaned, so nothing can be concluded about the decoration. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["7thC-8thC"], "Findspot": [" Found/Acquired: Olbia (Ukraine) "], "Materials": ["bronze"], "Dimensions": [" Length: 49 millimetres ", " Weight: 20.31 grammes ", " Width: 35 millimetres "], "Curator's comments": ["Andrási 2008 There is a buckle of the same type said to be from Herpes (Charente, France) in the British Museum.[1] Byzantine, or so-called Provincial Byzantine, buckles of this type have been found at several places, such as Italy, Spain, Egypt, Hungary, Crimea and the North Caucasus. Yakobson dated them from the second half of the 6th to the first half of the 7th century,[2] Csallány from 620‑660, [3] and Vinski to the mid-7th century.[4] In Deopik’s opinion they can be dated from the 7th to the 9th century.[5] According to Aibabin’s typology, they belong to the first half of the 8th century [6] and by Kovalevskaya’s classification to the 8th to 9th centuries.[7] Aibabin and Chajredinova give a reconstruction of a similar buckle and its associated belt-mounts found in Eski-Kermen, vault 181 (Crimea).[8] Comparative bibliography 1. Inv. no. 1905,0520.317 2. Jakobson 1959, 273 ill. 139: 17; 18 3. Csallány D. 1954, A bizánci fémművesség emlékei. Antik Tanulmányok. Studia Antiqua 1, 125–6 4. Vinski Z. 1967, Kasnoantički starosjedioci u Salonitanskoj regiji prema archeološkoj ostavstini predslavenskog supstrata. Vjesnik LXIX, 28, pl. XX:4 5. Deopik V.B. 1963, Klassifikatsiya i khronologiya alanskikh ukrashenyVI–IX vv. MIA 114, 125–7; ill. 3 6. Aibabin A.I. 1990, Khronologiya mogil’nikov Kryma Pozdnerimskogo i rannesrednevekovogo vremeni. MAIET. I, 43; pls 2:187, 42:22; 1993, 172 7. Kovalevskaya V.B. 1979, Poyasnuye nabory Evrazii 4–9 v. Pryazhki. Arkh. SSSR E 1–2. 23, pl. VII:12;13 8. Aibabin A.I. and Chajredinova E.A. 1995, Necropoli di Luchistoe. In: Dal Mille al Mille. Tesore e popoli dal Mer Nero. Exhibition catalogue. Milan, 199"], "Bibliographic references": ["Andrási 2008 / The Berthier-Delagarde Collection of Crimean Jewellery in the British Museum and Related Material (89)"], "Location": ["Not on display"], "Acquisition name": [" Purchased from: Mme Beliavsky ", " Purchased through: Alexandre Volgeninoff "], "Previous owner": ["Previous owner/ex-collection: General Alexandre Berthier-Delagarde"], "Acquisition date": ["1923"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1923,0716.81"], "Additional IDs": [" Miscellaneous number: 320 (old catalogue number) "]}