{"artifact_name": "textile; hat", "Object Type": [" textile ", " hat "], "Museum number": ["1901,0314.30"], "Description": [" Crown of hat; silk, linen and cotton; simple tabby; quilting. Two fragmentary segmental panels sewn together to form what was originally an approximate hemisphere, probably the crown of a hat? Each panel is made of strips of two textiles, (a) of brown and blue silk and undyed linen, with wide stripes in blue and paired narrow stripes in brown, and (b) of undyed silk and cotton; outer edge bound with bias-cut strips of checked silk and cotton; (c) undyed linen lining; (d) thin quilted stuffing of linen waste. (a) simple tabby and quilting in silk and linen. Warp: Z-spun linen, ca 20 ends/cm Weft: Z-spun linen, ca 40 picks/cm, and Z-twist silk, ca 120 picks/cm Edges: cut, mainly hidden and fragmentary Sewing threads: Z-spun S-ply silk thread; seaming, hemming and running stitches. (b) covering: undyed silk and cotton cloth (self-patterned tabby), sewn together in strips with (a); (b) is plain apart from narrow stripes in the warp direction formed where the warp-spaced were in groups of four – binds with groups of three weft threads; cotton now very yellowy. Warp: Z-twist silk, ca 36 ends/cm Weft: Z-spun cotton, ca 45 picks/cm Edges: one plain selvedge, others cut and mostly hidden or fragmentary. Sewing threads: Z-spun S-ply silk thread; seaming, hemming and running stitches. (c) binding strip: bias-cut strip of cloth (simple tabby), folded and with both edges turned under, sewn to outer edges of panels forming the crown of the hat, to bind them. Design of small blue and white checks (8 blue threads or 4 white warp threads and 4 weft threads, white and blue) Warp: Z-twist silk, ca 50 ends/cm Weft: Z-spun cotton, ca 35 picks/cm Edges: cut, mainly hidden. Sewing threads: Z-spun S-ply silk thread; seaming, hemming and running stitches. (d) lining: plain undyed linen cloth, lining to hat backing to quilting Warp: Z-spun linen, ca 18 threads/cm Weft: Z-spun linen, ca 18 threads/cm Edges: fragmentary or hidden. Sewing threads: Z-spun S-ply silk thread; seaming, hemming and running stitches. "], "Cultures/periods": ["Mamluk dynasty"], "Production date": ["14thC-16thC (?)"], "Production place": [" Made in: Egypt (?) ", " Made in: Asia (? Middle East ?) "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" silk ", " linen ", " cotton "], "Technique": [" plain weave ", " quilted ", " sewn "], "Dimensions": [" Length: 35 centimetres (a, as mounted) ", " Length: 47 centimetres (b) ", " Length: 54 centimetres (c) ", " Length: 35 centimetres (d, as mounted) ", " Width: 24 centimetres (a, as mounted) ", " Width: 4.50 centimetres (b, stripes) ", " Width: 5 centimetres (c) ", " Width: 24 centimetres (d, as mounted) "], "Curator's comments": ["History of use: original circumference, ca 54 cm, concurs with use as a crown hat. Z-spinning of linen points to comparatively late date given the Egyptian context"], "Location": ["Not on display"], "Condition": ["Poor; brown silk of panels rotten; binding and lining fragmentary."], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.30"], "Conservation": ["Prepare for storage.: 22 Mar 2022"]}