{"artifact_name": "textile; tunic", "Object Type": [" textile ", " tunic "], "Museum number": ["1901,0314.32"], "Description": [" Sleeve of the end of red wool tunic (a) decorated with two applied tapestry panels (b & c); A broader piece (b) covers whole width of sleeve and a smaller strip (c) at the extremity of the sleeve; Tapered main seam of (a) now undone (folds to create tapering shape) applied with forcing strips of linen (d) sewn inside lower edges of seam; Main piece (a) was dyed after woven; Brushed nap well preserved beneath (b); Warp: weft-faced plain weave, S spun, c.11 tpc; Weft: S spun, c.27 tpc; Edges: starting border (2 cords perpendicular to plane of cloth, ending in knots), two selvedges (one and two selvedge cords), fourth edge ragged; Sewing: (b), (c), (d) sewn to (a) with undyed linen thread, S spun, Z ply, mainly overcasting with some running stitch, turned back edges of a0 sewn with red wool (S spun, Z ply, running stitch). (b) tapestry panel applied by sewing to the main sleeve; Multi-coloured wool and undyed linen; Design now incomplete but originally consisting of a central roundel flanked by double bands; Bands contain running animals (and an unidentified bottle shaped motif) with outer border of small flower buds; Warp: linen, S spun, Z ply, c.14 tpc; Weft: wool and linen, S spun, c.70 tpc; Edges: two plain selvedges, two cut edges turned under. (c) tapestry band applied by sewing to end of tunic sleeve; Design in pink, yellow and dark green wool and undyed linen on a dark blue ground; Abstract motifs derived from a repeating trellis design enclosing medallions; Tapestry on plied wool treads and some soumak outlining; Warp: linen, S spun, Z ply, c.12 tpc; Weft: wool and linen, S spun, c.46 tpc; Edges: two plain selvedges, two cut edges turned under. (d) two strips of linen sewn to inside of opening of tunic cuff; Undyed, plain weave apart from two groups of self-bands; Warp: S spun,c.19 tpc; Weft: S spun, c.14 tpc; Edges: all hidden; Little sign of wear. "], "Cultures/periods": [" Coptic ", " Abbasid dynasty ", " Byzantine "], "Production date": ["9thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" wool ", " linen "], "Technique": [" woven ", " dyed ", " soumak ", " sewn "], "Dimensions": [" Length: 13 centimetres (applied tapestry 2) ", " Length: 29.50 centimetres (applied tapestry) ", " Length: 7.50 centimetres (lining 2) ", " Length: 7 centimetres (lining) ", " Length: 25 centimetres (sleeve) ", " Width: 6.50 centimetres (applied tapestry 2) ", " Width: 11.50 centimetres (applied tapestry) ", " Width: 1 centimetres (lining 2) ", " Width: 1 centimetres (lining) ", " Width: 23 centimetres (sleeve) "], "Curator's comments": ["Previous location Cupboard 64, red box. Tunic is highly worn as indicated by difference in condition of (a) where uncovered and where originally covered by (b). Information from Hero Granger-Taylor (6.6.1990)"], "Location": ["Not on display"], "Condition": ["a) fair b) fragmentary but colours fair c) some holes d) good."], "Subjects": [" animal ", " flower "], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.32"]}