{"artifact_name": "textile; bed-cover", "Object Type": [" textile ", " bed-cover "], "Museum number": ["1901,0314.27"], "Description": [" Bed cover. Large linen cloth with symmetrically arranged motifs and stripes in loops of orange, purple, blue, green, red and yellow wool. Ground covered in longer, undyed linen loops. Design from the top: (simple fringe; band of plain linen; band of empty warp threads; band of plain linen followed by linen with loops;) two plain purple stripes; field with two squares, 'gammata' outside, and two large birds; stripe of coloured loops; main field with three birds, a central square with frame flanked by two lions with protruding tongues; another three birds. Below, as upper area reversed (but birds upright). \"Late Antique\" curatorial I.D. \"Byzantine\". Materials: linen, wool; Technique: warp-faced tabby; knotless weft loops (2 lengths); weft faced tabby on grouped warp threads; Warp: S-spin, linen, c.15 ends per cm; Weft: linen and wool, S-spin, c.9 picks per cm main weft; Edges: two plain selvedges, two simple fringes; Sewing: none; Additional Info: rows of wool loops in each 8th or 10th shed, after, 2, 4 or 6 ends; rows of linen loops in each c.30th shed, after 12 ends; purple stripes on thicker and thinner warp groups, warp ends dropped on back; fringe not fastened or twisted, 2 purple pinstripes of two picks each at both ends of cloth before empty warp band. "], "Cultures/periods": [" Late Roman ", " Early Byzantine "], "Production date": ["4thC-7thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": ["plain weave"], "Dimensions": [" Length: 8 centimetres (bottom fringe) ", " Length: 10 centimetres (top fringe) ", " Length: 186 centimetres (without fringe) ", " Width: 150 centimetres (without fringe) "], "Curator's comments": ["Compare with 1901,0314.26"], "Location": ["Not on display"], "Condition": ["Good, but not so good as 1901,0314.26: purple very fragile."], "Subjects": [" bird ", " mammal "], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.27"]}