{"artifact_name": "censer; chain", "Object Type": [" censer ", " chain "], "Museum number": ["1986,0705.1"], "Description": [" Censer; copper alloy; of open-bowl type, standing on three sturdy feet; hemispherical body constricts before flaring to a broad, inverted shoulder that supports a narrow in-turned rim; decorated with crudely drawn horizontal lines; inside it is stained with a black deposit; a single length of copper alloy chain is attached to two lugs by a twisted figure-of-eight link at each end; the terminal links are larger and of a finer gauge metal than the chain, also made of twisted figure-of-eight links. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["6thC-7thC"], "Findspot": [" Found/Acquired: Glastonbury Abbey, abbey trench "], "Materials": ["copper alloy"], "Technique": [" twisted ", " drawn "], "Dimensions": [" Height: 72 millimetres ", " Length: 360 millimetres (chain) ", " Width: 88 millimetres "], "Curator's comments": [" Webster & Backhouse 1991 The dark, burnt deposit within the bowl has been analysed by the British Museum Conservation Research Section, and consists of ash, metal corrosion products and traces of gum resin, presumably from incense materials such as myrrh or olibanum. Considerable numbers of Late Roman and Early Byzantine censers have been found throughout the Mediterranean and its hinterlands. Although these comprise many different forms, three body types for these censers predominate: cylindrical, hexagonal, or like the Glastonbury example, hemispherical. The closest parallels for the Glastonbury censer come from Sardis, Turkey, Catania in Sicily, and an unspecified findspot in Egypt (Waldbaum, J.C., 1983, ‘Metalwork from Sardis: the Finds through 1976’, Archaeological Exploration of Sardis Monograph 8, Cambridge, Massachusetts/ London, no. 585; Orsi, P. 1912, Byzantium Siciliae. IV. Incensieri e candelieri in bronzo, ‘Byzantinische Zeitschrift’ 21, 193-5; Strzygowski, J. 1904, ‘Catalogue général des antiquités égyptiennes du Musée du Caire: Koptische Kunst’, Vienna, pl. 32); there is also an unpublished example reputedly “unearthed in Galilee, near Tiberias”, now in the Joslyn Art Museum, Omaha, Nebraska. Regrettably, none of these examples come from reliable stratified contexts. An approximate terminus ante quern from the early to mid seventh century for this type is suggested for those with an eastern Mediterranean provenance: much of Sardis was destroyed by the Sassanian Persian attack of AD 616, and Syria and Egypt had come under Arab control by the 630s and 640s respectively. The occurrence of this example at Glastonbury is thus significant. It is said to have been found in the early 1980s during the digging of a service trench adjacent to, but outside, the abbey precinct. It has not been possible to localise the find-spot more precisely, but the Silver Street area is thought to be the most likely location. Byzantine copper-alloy vessels of closely related types and dates were certainly entering England in the late sixth and early seventh century, appearing as luxury items in burials. The explicitly religious character of this piece, which does not appear to be from a burial, suggests that it is to be seen in the context of the early Christian community at Glastonbury. The evidence so far available for the early archaeology of Glastonbury does not yet confirm that the abbey site was active before the eighth century, but from documentary evidence we know that the monastery itself was in being before 680. The presence of such a censer quite probably by the middle of the seventh century is an important piece of evidence for the early history of Glastonbury and its abbey. Bibliography: Cramp, R.J. 1989, ‘Anglo-Saxon Connections’, Durham, no. 49. ", " Parallels: D. Bénazeth, L'art du métal au début de l'ère chrétienne (Paris 1992) cat. E 25177; D. Bénazeth, Catalogue général du Musée copte du Caire: Objets en métal (Cairo 2001) cat. 266 (inv. 5726). "], "Bibliographic references": [" Webster & Backhouse 1991 / The Making of England: Anglo-Saxon art and culture, AD 600-900 (68) ", " Buckton 1994 / Byzantium: Treasures of Byzantine art and culture from British collections (113b) ", " Elsner et al 2017 / Imagining the Divine: Art and the Rise of World Religions (152) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2003 22 Mar-12 Oct, Woodbridge, Sutton Hoo Exhibition Centre, Far Fetched Treasures 1997 Sep-Nov, Taunton, Castle Museum, Somerset: 1200 Years 1989 23 Jun-31 Aug, Durham Cathedral, Anglo Saxon Connections "], "Condition": ["An old break extends across the shoulder to the right of one lug, there is a corresponding break across the rim to the left of the same lug."], "Acquisition name": ["Purchased from: Robert F D Cleland"], "Acquisition date": ["1986"], "Acquisition notes": ["Said to have been found during drainage or trench digging work at Glastonbury Abbey 1980/81."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1986,0705.1"], "Conservation": ["Treatment: 12 Dec 2017"]}