{"artifact_name": "textile; veil(?); garment(?); sleeve(?)", "Object Type": [" textile ", " veil (?) ", " garment (?) ", " sleeve (?) "], "Museum number": ["1901,0314.44"], "Description": [" Tube (veil or sleeve?) of cherry red silk (a), simple tabby, upper part missing, finishing in a separately woven fringe (b). (a) tube made of four pieces of silk, cut on the bias, joined at two vertical and two diagonal seams. Warp: silk without twist, ca 45 ends/cm Weft: silk without twist, ca 56 picks/cm Edges: two plain selvedges in both diagonal seams, other edges hidden or fragmentary Sewing threads: Z-twist S-ply silk; vertical seams: run and fell stitch; diagonal seams: overcast; braid attached with running stitch (on the inside) (b) red silk fringe formed by extending the weft of a red, yellow and blue silk braid with yellow chevrons down the centre; tablet-woven ?; traces of silver filaments on the yellow threads. Warp: Z-twist S-ply silk, ca 52 ends in 12mm; well spaced silver strip Z-wound around yellow threads Weft: Z-twist S-ply silk, ca 15 picks/cm Edges: one plain selvedge, one fringe, two cut ends Sewing threads: Z-twist S-ply silk; vertical seams: run and fell stitch; diagonal seams: overcast; braid attached with running stitch (on the inside) "], "Cultures/periods": ["Ottoman dynasty (?)"], "Production date": ["16thC-18thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt (?) "], "Materials": [" silk ", " silver (?) "], "Technique": [" braided ", " plain weave ", " tablet-woven (?) ", " sewn "], "Dimensions": [" Length: 42 centimetres (a, with fringe) ", " Length: 31 centimetres (a, without fringe) ", " Length: 25.50 centimetres (b) ", " Width: 12.50 centimetres (a) ", " Width: 1.20 centimetres (braid) ", " Width: 11 centimetres (b) "], "Curator's comments": ["History of use: bias cutting seams to imply tight fit, eg. a tunic sleeve; but a possible use was as a woman's face veil: compare to 1904,0314.43."], "Location": ["Not on display"], "Condition": ["Fragmentary and holed; fringe fair in places. Conservation: unknown dat, stuck to sticky wet."], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.44"], "Conservation": ["Treatment: 25 May 1993"]}