{"artifact_name": "brooch", "Object Type": ["brooch"], "Museum number": ["1978,1002.44"], "Description": [" Gold brooch with a raised centre with a representation of an Egyptian dung-beetle Khepri, the personification of Ra. The dished border is ornamented with twisted wire and applied wirework leaves alternating with 'rod and bead' motifs. On the reverse is an applied gold label with a maker's mark and a compartment without a lid. "], "Producer name": ["Made by: Streeter & Co"], "Production date": ["1868-1875 (circa)"], "Production place": [" Made in: London (England) "], "Materials": ["gold"], "Technique": [" stamped (?) ", " twisted (wire) ", " applied "], "Dimensions": [" Diameter: 4.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Text from catalogue of the Hull Grundy Gift (Gere et al 1984) no 949: The following information about Streeter's life has been compiled from a combination of published sources and personal communication. For a printed biography see Leading Men of London, A Collection of Biographical Sketches, published by the British Biographical Company in 1895, p.422. (We are grateful to E.W. Streeter's great-grandson, Patrick T. Streeter, for this reference). E.W. Streeter is said to have become buyer at the age of nineteen (i.e. 1853) to Messrs. Howell & James, who popularised the 'Holbeinesque style' at the 1851 Exhibition, and to have entered the business of Harry Emanuel, of Hanover Square, five years later. Kelly's London Directories record that in 1868, Streeter joined the firm of Hancock, Burbrook & Co., established 1865-6 at 37 Conduit Street, becoming sole owner of these premises in 1869. Howver, an advertisement in the Girl of the Period Miscellany for April 1869 (listing 'Etruscan' and 'Nineveh' brooches and 'ram's head suites') gives the Conduit Street address and describes Streeter as 'Late Hancock and Company', while his Catalogue of Diamond Ornaments and Machine-Made Jewellery, undated but bearing the same address, describes him as 'Successor to Hancock & Co'. Both these publications appear to be in error as there is no evidence, either in the Kelly's Directories or in the archives of Hancock & Co., that Streeter was ever attached to the firm of C.F. Hancock of Bruton Street (the Hancock & Co. records were kindly checked by Malcolm Carr). Streeter remained at Conduit Street until 1878, when he moved to 18 New Bond Street. According to Leading Men of London, these premises were formerly owned by Harry Emanuel, who retired in 1873. Streeter's Bond Street premises closed down in 1904. Messrs. Kirby & Bunn seem to have taken over some of Streeter's remaining stock (see 252). Egyptian-style jewelllery was especially popular in the late 1860s with the opening of the Suez Canal, the styles ranging from the lavish diamond-set pieces by Parisian jewellers, such as Fontenay and Lemonnier (Vever 1908-12, II, pp.159, 322, 315) to the more 'archaelogical' pieces by Emile Froment Meurice for the 1867 Paris Exhibition (Vever 1908-12, II, p.279). An important stimulus had been provided by the Egyptian antiquities from the Cairo Museum shown at the 1862 Exhibition in London, which included jewellery from the tomb of Queen Ah-hotep, discovered by the French Egyptologist Auguste Mariette in 1859. English jewellers known to have worked in the Egyptian style include John Brogden (Art Journal Illustrated Catalogue, 1867, p.159), Robert Phillips and T. & J. Bragg of Birmingham (Art Journal Illustrated Catalogue, 1871, p.18). For a rare example by Guiliano see Munn 1975, p. 160. Streeter's man-made jewels are not concerned with archaeological accuracy, though the brooches illustrated in his Catalogue of Diamond Ornaments and Machine-Made Jewellery (published beween 1868 and 1878, pp.17-18) are described as 'Etruscan' with similar decorative motifs to those executed in beading and applied wirework on the Hull Grundy brooch. The jewellery exhibited by Hancock & Co. at the London International Exhibition of 1871 (Art Journal Illustrated Catalogue, 1871, p.84) includes the same motifs of palmettes, wirework and beading, as the brooches in the Streeter catalogue. This suggests that Streeter might have been supplying Hancock & Co at this date. For a die-stamped brooch and ear-rings with an Egyptian head in relief see Hinks 1975 (pl.65d). No mark is recorded for these pieces, but they are very close in taste and technique to the work of E.W. Streeter. For a discussion of the influence of Egypt on Victorian decorative arts, see Connor 1883. (Judy Rudoe) See also C. Gere & J. Rudoe, 'Jewellery in the Age of Queen Victoria: A Mirror to the World', London, British Museum, 2010, fig. 354 p.383. Caption: ‘Gold brooch with Egyptian dung-beetle, by Edwin Streeter (1843–1923) of Bond Street. English, about 1868–75.’ (Charlotte Gere)"], "Bibliographic references": ["Gere et al 1984 / The Art of the Jeweller, A Catalogue of the Hull Grundy Gift to the British Museum (949)"], "Location": ["On display (G47/dc11)"], "Exhibition history": [" Exhibited: 1994 15 Oct -1995 15 Jan, Austria, Vienna, Künstlerhaus, Egyptomanie 1994 18 Jan-18 Apr, France, Paris, Musee du Louvre, Egyptomanie "], "Subjects": [" leaf ", " insect ", " ancient egyptian deity "], "Associated names": ["Representation of: Khepri"], "Acquisition name": [" Donated by: Anne Hull Grundy ", " Donated by: Prof John Hull Grundy "], "Acquisition date": ["1978-1981"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1978,1002.44"], "Additional IDs": [" Miscellaneous number: HG.44 (masterlist number) "], "Conservation": [" Treatment: 13 Sep 1993 ", " Treatment: 29 Aug 1991 ", " Treatment: 05 Apr 1984 ", " Treatment: 01 Jan 1983 "]}