{"artifact_name": "icon", "Object Type": ["icon"], "Museum number": ["1994,0102.5"], "Title": ["Object: Icon with the Virgin ‘of the Unfading Rose’ and the Twenty-Four Stanzas of the Akathistos Hymn"], "Description": [" Icon painted in egg-tempera and gold leaf on wood, primed with gesso.This composite icon depicts the twenty-four stanzas of the Akathistos Hymn in miniature scenes within aligned squares arranged in six registers of four. These are crowned by the Virgin and Child in the iconographic type known as the Unfading Rose, portrayed between two angels with open scrolls. The painter has made liberal use of a deeply incised preliminary design clearly visible on the outlines of the figures and the borders of each scene. The icon is formed by a single block of wood and framed by an intricate openwork border with traces of gilding. Its reverse surface is chiselled fairly smooth, then coated with gesso and painted brown. The twenty-four scenes are: the Annunciation, repeated three times, the Conception, Visitation, Joseph and the Virgin, Journey of the Magi, Adoration of the Magi, Return of the Magi to their country, Flight into Egypt, Presentation, Christ teaching in the temple, three women and seated Virgin and Child, Christ and the Trinity, Christ adored by angels, Virgin and Child with five orators, Anastasis, Virgin and standing figures, an icon of Christ, Christ and Virgin before a cavern, Christ, author of the hymn (Romanos?) before Virgin and Christ, celebration of an icon of the Virgin and Child. "], "Production date": ["18thC"], "Production place": [" Made in: Aegean Islands (?) ", " Made in: Turkey (?) "], "Findspot": [" Found/Acquired: Thera (?) "], "Materials": [" wood ", " gold "], "Technique": [" painted ", " carved ", " leaf-gilded ", " tempera "], "Dimensions": [" Height: 578 millimetres (including frame) ", " Thickness: 40 millimetres ", " Width: 393 millimetres (including frame) "], "$Inscriptions": [" ", " "], "Curator's comments": ["The Akathistos Hymn, one of the most celebrated Byzantine poems dedicated to the Virgin, was possibly composed in the 6th century by the hymnographer Romanos Melodos, though both its dating and authorship is debated (Gambero 1999, 338). It is chanted in four parts during the ‘Chairetismoi’ (Salutations) to the Virgin service on the first four Fridays of Lent and in full on the fifth during the matins for the Saturday before the Holy Week. This is known as the Sabbath of the Akathistos Hymn and has a special office. Following an old tradition, according to which the Akathistos was first chanted standing in 626 in gratitude for the protection of Constantinople from the Avar siege, the congregation still stands during this hymn, thus giving it the name Akathistos, which means ‘not sitting’ in Greek. It consists of twenty-four ‘oikoi’ (stanzas), forming an acrostic of the Greek alphabet. On the BM panel a red-coloured letter denoting the beginning of the stanza marks each scene. Some letters are no longer visible, while others (Χ and Ω), due to lack of sufficient space in the scenes to which they relate, are written at the bottom of the scenes immediately above. The image of the Virgin of the Unfading Rose is intrinsically linked to the Akathistos scenes as it illustrates the troparion (a short hymn) from the Canon of the hymnographer Joseph, which is chanted during the office of the Akathistos: ΡΟΔΟΝ ΤΟ ΑΜΑΡΑΝΤΟΝ ΧΑΙΡΕ Η ΜΟΝΗ ΒΛΑCΤΗCΑCΑΤΟ ΜΗΛΟΝ ΤΟ ΕΥΟCΜΟΝ... ('Rejoice, the only one who has sprouted the unfading rose; the fragrant apple...'). The first part of this troparion is inscribed on the long scroll over the Virgin and Child. The Greek word ΡΟΔΟ (rose) can be discerned on the left edge of the scroll and ΤΟ ΜΗΛΟΝ (the apple) on the right. The middle part is largely damaged. Two angels on clouds hold the edges of the scroll with one hand and with the other a smaller scroll bearing inscriptions that are no longer legible. The Virgin is depicted half-length as if emerging from a large stylised rose, placing her left arm around the Child while holding an ear of wheat and a cross-tipped sceptre from which flowers sprout. Christ, in luxurious garments and a crown, is standing on an altar table holding a sceptre and an orb. This iconography is highly symbolic and directly related to the canon of the Akathistos Hymn. The ear of wheat, staff and altar table are visual references to epithets given to the Virgin with relation to her role in the 'Divine Economy'. The Virgin is praised as the untilled land, which has sprouted the divine ear of wheat (Canon of Joseph, 3rd ode), the mystical rod that blossomed the unfading flower (Canon of Joseph, 7th ode) and the living table that held the bread of life (Canon of Joseph, 3rd ode). Further symbolic motifs of the Virgin from the canon of the Akathistos are on the golden ground on either side of the central figures: the sun and moon, ladder, mountain, palace, vase with lilies, myrrh urn (Pallas 1971, 225-7]. The representation of the Virgin in the type of the Unfading Rose, established in the 18th century, provides a terminus post quem for the dating of the icon. The twenty-four stanzas of the Akathistos Hymn develop horizontally in the order they are chanted, starting from the top left and concluding at the bottom right. The first twelve scenes depict the Gospel narrative (both canonical and apocryphal) from the Annunciation to the Presentation in the Temple, generally following the established iconography from the cycle of the life of Christ and the Virgin. The remaining twelve are exaltations to the Virgin and Christ with a more symbolic theological character, rendering traditional iconography of Christian feasts not suitable. For this reason the visual representation of the second part of the Akathistos Hymn is more varied (Constantinides 1992, vol. 1, 150). Among the earliest pictorial cycles of the Akathistos are the 14th-century frescoes of the monastery of Panagia Olympiotissa in Elasson, Greece (Constantinides ibid., 136-8). A noteworthy feature of the icon are its connections to western iconography. Certain elements in the scenes of the Akathistos are foreign to Byzantine art. For instance, in oikos Γ, the third of the three Annunciation episodes, the Archangel Gabriel is holding lilies while the Virgin is crossing her arms in front of her chest. In oikos H, reproducing Christ’s Nativity, the Virgin and Joseph are kneeling in front of the manger with their hands crossed, while in oikos Σ, the Descent into Hades, Christ is rendered half naked holding a banner of victory. Any discussion on the style of painting of this panel can only be very limited as its surface has been over-cleaned and appears to be badly worn. There is still a residue of old discoloured varnish in certain areas, which is the reason for its extensive cleaning. The modelling of the figures is rather simple with bold outlines and a summary treatment of the faces, giving the icon an appearance reminiscent of 18th-century folk art. However, the beautifully carved border of the icon with interlacing and floral decoration, originally enhanced by gilding, creates an attractive piece of religious painting. Certain decorative motifs of the border assist in establishing the provenance of the BM panel. The carved and gilt arch supported by columns is found on the frames of icons that are linked with islands in the Aegean Sea or Constantinople. For instance, the 16th or 17th-century panel of St Matrona or the 18th-century Virgin of the Unfading Rose, both in the Rena Andreadis collection (Drandaki 2002, no. 34, 158-61 and no. 71, 270-1). Even though the frames of these icons are not identical to that of the BM panel, they generally follow a similar style of decoration. In the case of the icon attributed to Constantinople, the spandrels of the frame are appropriately decorated with lilies, one of the appellations of the Virgin in the Canon of Joseph. This feature is also found on the BM panel. Further evidence towards its place of origin is that icons of the Virgin of the Unfading Rose are thought to have been particularly common in Asia Minor (Pallas 1971, 227, 236-7). The fact that the BM icon was purchased in 1917 on the island of Chios, just off the coast of Asia Minor, points additionally towards an attribution to a painter active in the Aegean Isles or Asia Minor. The size and hymnographic character of the icon, accurately rendering the Akathistos and marking each stanza clearly with its initial letter, would make it an ideal component of worship within a church or private home. During the ‘Chairetismoi’ service, it is still customary among the Greek Orthodox communities of Istanbul and in the monastery of St Paul, Mount Athos, to place an icon of the Virgin of the Unfading Rose on a stand and to chant the Akathistos Hymn in front of it (Pallas 1971, 227-8, 237). (Eleni Dimitriadou) Literature M. Adey, 'An Icon Illustrating a Greek Hymn', Burlington Magazine 34 (1919), 45-55; The Temple Gallery, An Exhibition of Icons. 24 April - 10 June 1962, London, 1962, no. 10. D.I. Pallas, ‘ Θεοτόκος Ρόδον τό Άμάραντον. Εικονογραφική ανάλυση καί καταγωγή τοΰ τύπου’, Αρχαιολογικον Δελτιον 26 (1971), Meletai, 224-38. E. Constantinides, The Wall Paintings of the Panagia Olympiotissa at Elasson in Northern Thessaly, 2 vols, Athens, 1992. L. Gambero, Mary and the Fathers of the Church: The Blessed Virgin Mary in Patristic Thought, San Francisco, 1999. A. Drandaki, Greek Icons. 14th – 18th century. The Rena Andreadis Collection, Athens, 2002."], "Bibliographic references": [" Cormack, Vassilaki & Dimitriadou 2015 (forthcoming) / A Catalogue of the Byzantine and Greek Icons in the British Museum ", " Cormack 2007 / Icons (23) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1962 24 April – 10 June 1962 The Temple Gallery, London "], "Condition": ["Crack running from centre top of frame well into the painted surface of the icon. Deep cracks in bottom of frame. The frame is very dirty. It has been over-cleaned in an attempt to remove the varnish and is badly worn. The back is unpainted and has a label and numbers on it."], "Subjects": [" flower ", " saint/martyr ", " annunciation ", " architecture ", " visitation ", " nativity ", " adoration of magi ", " flight into egypt ", " presentation in temple ", " christ among doctors ", " trinity ", " christ in hell ", " virgin and child ", " angel ", " life of virgin "], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ ", " Representation of: St Joseph ", " Representation of: Magi "], "Associated events": [" Associated Event: Doctrine of Virginal Conception ", " Associated Event: Akathistos Hymn ", " Associated Event: Visitation to the Virgin ", " Associated Event: Journey of the Magi ", " Associated Event: Adoration of the Magi ", " Associated Event: Return of the Magi to their country ", " Associated Event: Flight into Egypt ", " Associated Event: Presentation in the Temple ", " Associated Event: Christ teaching in the Temple ", " Associated Event: The Trinity ", " Associated Event: Anastasis "], "Acquisition name": ["Bequeathed by: Guy Dixon Holford"], "Acquisition date": ["1994"], "Acquisition notes": ["Purchased by Mr C.J. Hope-Johnstone during 1917 whilst on Foreign Office duty on the island of Scio. He was told it came from a church on the island of Santorini."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1994,0102.5"], "Additional IDs": [" Miscellaneous number: IC 23 (Icon Collection number) "]}