{"artifact_name": "textile; tunic", "Object Type": [" textile ", " tunic "], "Museum number": ["1901,0314.13-14"], "Description": [" Three large fragments probably from the knee area of a tunic (front and back); Undyed, unbleached plain weave, linen with composite self-bands each fragment also having a small tapestry (on grouped warp threads) medallion in wool and linen with the same design: a naked figure standing in a two-branched flowering tree, under the tree two goats reaching up to eat it; Multicoloured on a red ground, black outlines, wave border (on 13 ii + 14), a brocaded straight red line (marker?); Warp: linen, S spun, c.21 tpc; Weft: linen and wool S spun, c.21 tpc in plain areas, c.50 in tapestry; Edges: three sections of plain selvedge (two probably the same), on (14) a warp fringe, other edges hidden (in seam) or fragmentary; Sewing: on (13i), part of a side seam, run and fell, in S spun Z ply linen thread. "], "Cultures/periods": [" Coptic ", " Abbasid dynasty ", " Byzantine "], "Production date": ["7thC-8thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": [" woven ", " tapestry ", " dyed ", " sewn "], "Dimensions": [" Length: 39 centimetres (13i)) ", " Length: 44 centimetres (13ii)) ", " Length: 48 centimetres (14)) ", " Width: 29 centimetres (13i)) ", " Width: 36 centimetres (13ii)) ", " Width: 34 centimetres (14)) "], "Curator's comments": ["Previous location cupboard 64, red box; if from a tunic the selvedges would have formed the hem of the garment, the seam on (13i) would have been part of a side seam. Information from Hero Grangler-Taylor (24.5.1990)"], "Location": ["Not on display"], "Condition": ["Mixed, in places good, colour good. At date unknown stuck to sticky net."], "Subjects": [" mammal ", " heraldry ", " tree/bush "], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.13-14"]}