{"artifact_name": "textile; tunic", "Object Type": [" textile ", " tunic "], "Museum number": ["1901,0314.1"], "Description": [" Tunic; linen; with applied tapestry ornament; the front and back both have two vertical stripes (clavi) terminating in medallions, and connected at the neck by broader transverse bands; below each of the stripes is a larger medallion (orbiculus or segmentum), while a similar medallion is on each shoulder; apart from the horizontal bands, which have animals in different arrangements, only two designs are used, one for the stripes, the other for the medallions; the stripes have a series of superimposed panels within conventional borders containing figures, and the central panel represents the Virgin and Child; the larger medallion has the Adoration of the Magi. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["6thC-8thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["linen"], "Technique": [" sewn ", " woven "], "Dimensions": [" Length: 52 inches "], "Bibliographic references": ["Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (951)"], "Location": ["On display (G66/dc4)"], "Exhibition history": [" Exhibited: 1995-1996 25 Oct-21 Jan, Aylesbury, Buckinghamshire County Museum, We Three Kings "], "Condition": ["Very ragged in parts, and the tapestry on one side and on the shoulders is greatly frayed and faded."], "Subjects": [" animal ", " heraldry ", " adoration of magi ", " virgin and child "], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ ", " Representation of: Magi "], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.1"], "Conservation": [" Treatment: 12 Oct 1995 ", " Treatment: 23 Mar 2004 ", " Treatment: 20 May 1978 ", " Treatment: 17 Aug 1982 "]}