{"artifact_name": "textile; hood", "Object Type": [" textile ", " hood "], "Museum number": ["1901,0314.9"], "Description": [" Small, complete textile hood, probably for a child; Mainly plain weave, undyed linen with surface couching and a sewn, looped fringe; Decorated with two embroidered, red wool crosses (to either side of upper front); Fringes are of red wool and undyed linen and frame the front opening of an alternating blocks of linen and wool, fringe along crown is red wool only; Red and yellow wool bobble at top back corner. Warp: S spun, c.22 tpc; Weft: S spun, c.15 tpc; Sewing: in S spun Z ply undyed linen or red wool, crosses made of groups of red thread couched with a single thread; Edges: hidden except for part of cut edge, lower and upper edges have rolled whipped hems, the upper edge sewn in red wool with a row of running stitch below forming seam, front edge turned back twice and hemmed, fourth edge a fold; Fringe made of groups of S spun linen or wool threaded through hems with a needle. With holes and one corner torn "], "Cultures/periods": [" Coptic ", " Byzantine "], "Production date": ["6thC-8thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": [" woven ", " sewn ", " dyed "], "Dimensions": [" Length: 2.50 - 3 centimetres (fringes) ", " Length: 18 centimetres ", " Width: 17 centimetres (folded without fringes) "], "Curator's comments": ["Previous location Cupboard 64, small grey box; Possibly made for burial use, main textile probably second hand but no sign of wear. Paralells with 1901,0313.10, dating based on comparison with this item, where tapestry motifs give some guidance. Information from Hero Granger-Taylor (13.6.1990)"], "Location": ["Not on display"], "Condition": ["Good; complete but fragile."], "Subjects": ["cross"], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.9"], "Conservation": ["Treatment: 18 Nov 2005"]}