{"artifact_name": "watch; watch-case", "Object Type": [" watch ", " watch-case "], "Museum number": ["1958,1201.642"], "Escapement": [" verge "], "Description": [" SILVER PAIR-CASED VERGE WATCH WITH ADDITIONAL OUTER TORTOISE-SHELL PROTECTING CASE [PROTECTING CASE NOT ORIGINAL]. Verge escapement. Enamel dial; coloured pictorial border showing a sailor and his love, ship on right. Gold hands. Silver pair cases; outer embossed with Cleopatra before Octavian; now with earlier silver and tortoise-shell outer protecting case. Silver pair-cased verge watch: Cleopatra before Octavian: the movement is of standard Geneva pattern with fusee, four-wheel train and verge escapement. The three-arm balance, oscillating beneath a pierced foliate balance bridge, has a spiral balance spring and geared regulator. The polychrome enamel dial has an inner white chapter ring with Roman hours and arcaded minutes. Around the outside is a border of coloured enamel depicting a young sailor departing from his sweetheart on the left and a sailing ship on the right. The gilt hour and minute hands are pierced. Of the silver pair cases, the inner is plain with rubbed London hallmarks for 1790, the outer repoussé with a depiction of Cleopatra before Octavian within a rocaille border. Cleopatra, seated to the left, gestures with her raised left arm to Octavian, standing to the right in military dress. Immediately behind him is a bust of Caesar, while an attendant peers from a curtain behind Cleopatra. Between the two major protagonists is Antony's burial urn on a decorated stand. The movement is signed 'May London 811' and the dial 'May London'. The name May is likely to be fictitious. "], "Producer name": [" Made by: May ", " Case made by: D "], "Production date": ["1790 (case)"], "Production place": [" Made in: London (England) (? movement) "], "Materials": [" tortoise-shell (watch-case/outer) ", " gold ", " enamel ", " silver "], "Technique": [" embossed (watch-case/middle) ", " repoussé ", " pierced ", " painted "], "Dimensions": [" Diameter: 37.80 millimetres (dial) ", " Diameter: 42.10 millimetres (inner case) ", " Diameter: 50 millimetres (middle case) ", " Diameter: 57.30 millimetres (outer case) ", " Thickness: 26.80 millimetres (middle case) "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["Walker & Higgs 2001 The movement is signed 'May London 811' and the dial 'May London'. The name May is likely to be fictitious. During the eighteenth century, particularly in the second half, there was a flourishing industry in Geneva making poorer-quality watches with spurious London names on the movements. They typically have silver repousse outer cases and are now thought to have been sold either in Europe or perhaps as second-quality merchandise by the London watchmaker-retailers, although the practice was at the time illegal. In this instance, the existence of London hallmarks in the inner case of this watch suggests the latter circumstance."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (381)"], "Location": ["Not on display"], "Condition": ["Latest: 2 (2015)"], "Associated names": [" Representation of: Augustus (Octavian) ", " Representation of: Cleopatra the Great "], "Previous owner": ["Previous owner/ex-collection: Courtenay Adrian Ilbert"], "Acquisition date": ["1958"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1958,1201.642"], "Additional IDs": [" Previous owner/ex-collection number: A41/1 (Ilbert Ledger) ", " Previous owner/ex-collection number: CAI.0642 (Ilbert Collection) "], "Conservation": ["C&W Treatment"]}