{"artifact_name": "finger-ring; intaglio", "Object Type": [" finger-ring ", " intaglio "], "Museum number": ["1930,1107.1"], "Description": [" Finger-ring; gold; with a circular open-work hoop depicting foliate designs, peacocks and a cross patée; attached to the hoop is a massive projecting bezel containing a garnet engraved in intaglio with a lion moving to left, and a bull's head. "], "Cultures/periods": [" Early Byzantine (ring) ", " Roman Imperial (intaglio) "], "Production date": [" 6thC-7thC (ring) ", " 1stC-3rdC (intaglio) "], "Findspot": [" Found/Acquired: Egypt (?) ", " Found/Acquired: Syria (?) "], "Materials": [" gold ", " garnet "], "Technique": [" engraved ", " intaglio "], "Dimensions": [" Length: 23.50 millimetres (bezel) ", " Length: 32 millimetres (ring) "], "Curator's comments": ["Text from Ward, Cherry et al, 'The Ring from Antiquity to the Twentieth Century,' London 1981, pl. 102 One of the most typical hallmarks of Byzantine jewellery and goldsmith's work is the lavish use of opus interrasile. In this process sheer gold is cut with a chisel into open-work designs and can, at its best, produce an effect of almost lace-like delicacy. It was not a Byzantine innovation; it also occured in early Etruscan work, but it was not expoited on a wide scale until it was taken up by the Romans in the second century AD (Pl. 69). The Byzantines adopted it with enthusiasm, and it is featured in an immense variety of decorative work such as the hoop of this ring. A bezel projecting well away from the hoop is another Roman development, as is the truncated-cone shape of the garnet gem, which is carved in intaglio with a lion confronting a bull's head. The combination of all these elements, however, is characteristically Byzantine."], "Bibliographic references": [" Tait 1976 / Jewellery Through 7000 Years (418) ", " Ward et al 1981 / The Ring from Antiquity to the Twentieth Century (102) ", " Yeroulanou 1999 / Diatrita: Gold Pierced-Work Jewellery from the 3rd to the 7th Century (321) "], "Location": ["Not on display"], "Subjects": [" mammal ", " bird ", " cross "], "Acquisition name": ["Purchased from: George Fabian Lawrence"], "Acquisition date": ["1930"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1930,1107.1"]}