{"artifact_name": "casket", "Object Type": ["casket"], "Museum number": ["1978,0502.6"], "Description": [" Champlevé enamel casket consisting of five plaques forming the lid and sides pinned to a wooden box. The plaques depict Christ in Majesty, the twelve Apostles, the Nativity and the Crucifixion. Stratford 1993 The casket in its present form is a wooden box, decorated with five massively thick rectangular champlevé enamel plaques forming the lid and four sides. Rows of pins with prominent spherical heads act as a major decorative element along the edges of the box; there are 141 in all, regularly spaced, with 37 on the lid, 32 on front and back, 20 on the ends. Four of the enamel plaques are attached by these pins to the sides of the wooden box, which was lined with red velvet in the nineteenth century; the fifth and largest enamel plaque acts as the hinged lid and here the spherical-headed pins are trimmed flat on the interior, since there is no wooden lining of the lid, only glued red velvet. The hinges, like the velvet, are nineteenth-century, but two small earlier slots, perhaps for clips, are cut into the edge of this long side of the lid close to where the later hinges were added. A nineteenth-century lug with a circular aperture for a padlock interrupts the row of pins in the centre of the other long side of the lid. The underside of the box is the only place where the wooden core is not covered by velvet and it is clear that the wood is also no earlier than the nineteenth century; it has a green-blue paper glued on to its surface. Lid: Christ with cruciform nimbus blesses with his right hand and holds a book on his left knee. He is seated on a throne with a cushion, and within a lop-sided mandorla. The four Evangelist symbols with books are shown in the four corners within irregular quarter-circle segments and the reserved edges of these are joined to the mandorla by short lines of reserved copper, so that segmental triangular fields result. Brutally added to the lid are four hog-backed rock crystals which appear to be of early date since they are backed with a discoloured metal foil; they are held in roughly notched gilt-copper claw mounts, which must be post-medieval (sixteenth-seventeenth centuries ?); the mounts are pinned through the enamelled Evangelist symbols, so that the latter are almost entirely obliterated. Front and back: Twelve nimbed figures, several holding books, stand between pilasters with rectangular capitals and bases. Sides: The Nativity, with the child, ox, ass and star above the Virgin's bed, and Joseph nimbed standing at the right and facing away from the bed. The Crucifixion between Longinus and Stephaton, with the Virgin and St John. The enamel technique is Vollemail (Full Enamel) with very limited and crude line engraving restricted to heads, hands and wings, which are filled with red enamel. The overall effect of the palette was once rich and brilliant, but is now difficult to judge because the surfaces are worn and the resinous restorations are numerous: (lid) the bottom part of Christ's robe, Christ's halo and half of St John's book as well as two other haloes and areas in the lower corners are patched with off-white resin; areas of the blue and turquoise grounds and the green mandorla are restored; in fact there is no original turquoise glass anywhere on the casket. The extent of individual restorations is not always easy to determine because of wear to the surfaces, but the original scheme of colours can still be reconstructed. The dominant colour is deep blue, which acts as a background throughout. On the lid this is shared with a paler blue, but elsewhere deep blue is used exclusively for backgrounds. A rich deep green is also used, though more sparingly, while there are accents of white, yellow and opaque red. On the lid, the mandorla is green, while red is used for Christ's cushion and part of his throne; his book is yellow; off-white is used on his draperies (with deep blue), halo and throne, as well as for the haloes and books of the symbols. On the sides, similar colours (red, yellow, green and white) are used on many of the draperies of the Apostles, while the haloes are white or yellow. However, here there is also an extensive use of speckled enamel: big granules of a second colour (blue or red) are fired with white, to create mottled effects on the columns, capitals and bases, on the draperies of several of the Apostles and on the cover of the bed in the Nativity. [Speckled enamel is not found on the other related enamels of the group (see curatorial comment)]. Here its use is not always successful and has resulted in some bizarre effects, as has the goldsmith's occasional attempts to mix enamels in a single field. For instance, the bed cover in the Nativity is formed of seven oblong fields, four of speckled white/blue, three of (on the right) red alone, (on the left) red fused with yellow, (in the centre) red above yellow. The intention was to contrast these three fields (from red on the right to red/yellow in the centre to a fused red-yellow on the left) with the three fields of speckled white/blue enamel, but the goldsmith's ambition exceeded his technical capacity; the firing is smudged and the original intention lost. Owing to the condition of the surfaces, only well-preserved areas have been measured, giving the following approximate Munsell codings: off-white, deep blue (7.5PB 2-4-6), mid-blue (approx. 5PB 2.-3/4; 5PB 2/2); paler blue (5PB 3/4-3/2), green (7.5BG 2/2; 7.5BG 3/4), yellow (5Y 5/6), red (10R 3/6; 10R 2-/4-3/4). "], "Cultures/periods": ["Late Medieval"], "Production date": ["12thC(early)"], "Production place": [" Made in: Germany (northern) "], "Materials": [" wood ", " copper ", " gold ", " enamel ", " rock crystal "], "Technique": [" enamelled ", " champlevé ", " gilded ", " cabochon cut "], "Dimensions": [" Height: 90 millimetres (max) ", " Height: 73 millimetres (plaques) ", " Width: 200 millimetres (front and back plaques) ", " Width: 212 millimetres (max) ", " Depth: 128 millimetres (max) ", " Depth: 108 millimetres (side plaques) "], "Curator's comments": [" There are 9 objects and possibly a 10th which form a close-knit group with this casket. For details of these, see Stratford (forthcomoing). The filled-in slot on the BM casket and the existence of similar slots on several of the related objects indicates that the original function of the casket was as a portable altar with provision for slotting a crucifix into its upper surface. Thus it would form a small, compact unit for a traveller and could be reassembled easily for daily devotions. It appears that the whole series was made in a single enameller's workshop, since motifs and scenes are repeated. For a full discussion, see Stratford (forthcoming). See also Mosan Enamel Index. PSH 17.21.91. See: Annales Archéologiques 1860, vol. XX, p307 (ill.NVIII). Catalogue des Objets d'Art et de Haute Curiosité composant la célèbre collection du prince Soltykoff 1861, no134 (NVIII sold to George Attenborough). Catalogue South Kensington 1862, no1088 (NVII owned by George Attenborough) Filieri, Maria Teresa, Catalogue Tesori d'arte dei Musei Diocesani, 1986, pp154-7. Muñoz, L'art byzantin à l'exposition de Grottaferrata, 1906, p156, pls114-18(NIV). Nørlund, An early group of enamelled reliquaries. Its dating and provenance, Acta Archaeologica, 1933, vol.IV, pp1-32 (NI-IX). von Falke, Die Inkunabeln der romanischen Kupferschmeltz-kunst, Pantheon, 1936, vol.XVII, pp166-9(NVIII). Milliken, A Danish champlevé enamel, Bulletin of the Cleveland Museum of Art, 1949, pp101-3(NVI, VIII). Fleming, Connoisseur, 1957, p175. Roussell, Danmarks Nationalmuseum, 1957, p94(NIII). Zucconi, La basilica di S. Frediano in Lucca. I Santi, La Storia, L'arte, 1962, pp22-4, pl.opp.25. Handbook, The Cleveland Museum of Modern Art, 1969, p49(ill. NVIII) Springer, Zur Iknographie des Portatile in Fritzlar, Anzeiger des Germanischen Nationalmuseums Nürnberg, 1975, pp13, 159(pl.17), 37 (notes 19-20), (NII, III, VII). Springer, 'Kreuzfϋsse, Ikonographie und Typologie eines hochmittelalterlichen Gerätes', in Bronzegeräte des Mittelalters, 1981, vol. 3, pp97-102(nos 10-12), pls K94-113. Svensson, Frøslevskrinet, 1981, NIII, etc. Roesdahl, Review of Svensson, Aarhuus Stiftstidende, 1981. Silva, La basilica di S. Frediano in Lucca, 1984, pp88-9, 278, pls199-202. Liebgott, Middelalderens Emaljekunst, 1986, pp17-20. Stratford, Schatzkammer auf Zeit. Die Sammlungen des Bischofs Eduard Jakob Wedekin 1796-1870, 1991, no33. ", " Stratford 1993 The nineteenth century was responsible for the hinges and padlock hasp of the lid, although there are earlier smaller cuts in the edge near these hinges. Whatever the precise function of these, they are too small to have accommodated hinges capable of carrying such a heavy lid. Thus, there is no evidence to suggest that the enamel plaques formed a casket prior to the nineteenth century, when they were made up into the present velvet-lined wooden box. In the x-ray, a hole is visible near the bottom of Christ's draperies on the lid (it is now filled with modern resin on the surface). This hole is part of the original champlevé cutting and must have housed a circular prong, probably for the knop of a cross-foot (the comparative evidence for this will emerge when the archaeology of the other related enamels is surveyed below). The modern hinges and hasp are clearly distinguishable in their paler gilding from the rest of the reserved surfaces and the spherical pin-heads, which preserve an exceptionally thick mercury-gilding virtually intact. The enamel however has suffered heavy losses, and these have been patched, particularly on the lid, with resins which do not exactly correspond with the colours they replace. In the descriptions of the enamels, references are not be made to the numerous imprecisions in the colours and their sometimes fortuitous spilling over into adjacent fields. Nor is every colour recorded in all its appearances. As to the cutting of the champlevé, it also lacks precision. As a result, many of the details are difficult to 'read'. Composition of the alloy of the lid: (XRF analysis, British Museum Research Laboratory) 99% Cu, <0.3% Zn, 0.4% Pb, <0.05% Sn, <0.1% As, <0.1% Ni, <0.05% Sb, <0.05% Fe, 0.1% Ag. Related Objects: There are nine objects, and a possible tenth, which form a tightly-knit stylistic group to which the British Museum casket belongs. Since the Bibliography on the casket's physical, stylistic and iconographie characteristics cannot be separated from that of the group as a whole, the other members of the group will first be listed with brief factual descriptions. The order followed is that of Paul Nørlund (Nørlund 1933), hence the numbering NI-IX, while a further member of the group, discovered in Lucca since Nørlund wrote his article, is referred to as 'Lucca'. Two items (NIV and Lucca) have not been examined by the author and are therefore placed in square brackets. NI: Hildesheim, Domschatz (Eibern and Reuther 1969, no. 21). Casket, acquired from the collection of Eduard Jakob Wedekin, Bishop of Hildesheim (1849-70) (see Hermann Engfer, Die Sammlungen des Bischofs Eduard Jakob Wedekin und die Gründung des Diözesan-Museums, in Alt-Hildesheim, Jahrbuch für Stadt und Stift Hildesheim, 41, 1970, pp. 62-75; ed. Brandt 1991). The decoration of the top is unique, with an arrangement of circles and stepped ornament, geometric, foliate, animal and human figures. In the middle of the interlace knot with animals which fills the central circle is a cut-off round copper stud. Modern screws have replaced the original spherical-headed pins at regular intervals to attach the enamel plaques to the modern metal core of the casket. On the sides are twelve nimbed figures under arches, which are carried on pilasters with cushion-shaped capitals; on the ends, the Crucifixion and Christ enthroned in a mandorla between two angels. The palette is dominated by two blues and turquoise, with extensive use of white and a rich green; opaque red is used sparingly, while yellow is wholly absent. On the lid, there is some patching of lost enamel with resins. H. 95 mm; W. 215 mm; Depth 130 mm. NII: Berlin, Kunstgewerbemuseum, Staatliche Museen Preussischer Kulturbesitz, Inv. W 16. Cross-foot reliquary, referred to in the 1482 inventory of the Guelph Treasure as schrineum artificiosum mit blackmale habens in circuitu nodos plurimos de auricalco. For a full physical description and a list of the relics contained in the box, see Neumann 1891; Springer 1981, no. 12. Originally it had ball-feet like NVI or turned metal feet like NIV, NIX and Lucca; the holes for these survive in the corners of the bottom of the wooden core, which, though patched, seems original. The hipped roof is a single enamelled plaque, now attached by modern screws to the wooden core. It is crowned by a separately made central gilt-copper knop with in its upper surface a rectangular slot for a crucifix (now lost). The knop is set into the flat rectangular central enamel, decorated with a winged eagle; this is flanked by four sloping fields, each decorated with one of the Evangelist symbols. On the front Christ is enthroned in a mandorla holding an orb, between two angels and two nimbed figures; five nimbed figures under arches on the back, and two on each end make up nine nimbed figures in all, if the two on the front are not included. The pilasters carrying the arches are irregular in height and width, very short and with prominent block-shaped imposts and mouldings, and triangular or cushion capitals. The palette is dominated by three blues and a turquoise, with much use of white, yellow and red, but Christ's halo is the only place where green is found. H. 135 mm; W. 210 mm; Depth 130 mm. NIII: Copenhagen, Nationalmuseet D 751. Portable altar, with surviving crucifix, found in 1872 in Frøslev Bog in Schleswig, now within modern Denmark. The montage of the plaques as a box with feet is modern; they were reassembled at the museum. The thickness of the plaques is: (front) 4 mm; (back) 4.5 mm; (lid) 5.5 mm. The depth of cutting of the fields varies between 0.5-1 mm. For a full description and illustration, including the sketches on the backs of some of the plaques, see Springer 1981, no. 10; Svensson 1981. The copper surfaces are corroded and have lost virtually all their gilding, and most of the spherical-headed pins are also lost. The crucifix with cast figure of Christ and engraved ornament is severely corroded and damaged. An enamelled medallion with the Agnus Dei which acts as a lower terminal to the crucifix was made separately from the cross-shaft it supports. A pin protruding from a rectangular flange on the bottom of the Lamb medallion slots into the centre of the back edge of the altar. The top of the altar is decorated with Christ in Majesty; the back edge above Christ's head has a rectangular slot for the crucifix. On the front is the Crucifixion, flanked by two nimbed figures under arches, which are supported by pilasters with triangular capitals and bases. On the back are five further nimbed figures under arches. Six more are shown standing between pilasters with foliage capitals and triangular bases on the two ends; the two central figures on the ends carry crosiers, one of them wears a two-horned mitre, all six figures on the ends are vested for mass and one is swinging a censer. These six figures cannot therefore be Apostles. The palette is restricted: only white, two blues and turquoise are used; there is no red, yellow or green. Crucifix: H. 170 mm; w. 116 mm Altar: H. 78-80 mm; w. 190-191 mm; Depth 136 mm. [NIV: The abbey of Monte Cassino. Reliquary(?), set on slim baluster feet of cast copper. A full set of photographs in Svensson 1981, pp. 106-8. On the lid, Christ in Majesty; a crystal mounted in the centre of each edge (one missing). Front: (left) The Adoration of the Magi, the third king represented only by his hand; (right) The Flight into Egypt, with Joseph leading the donkey towards the left and, on the right behind the Holy Family, a nimbed figure with martyr's palm. Sides: Nativity; Crucifixion.] NV: Rome, Museo del Palazzo di Venezia, Inv. PV 1486-1489. Four enamel plaques, detached from their original setting but retaining most of their spherical-headed pins in position; they were the two long sides and two ends of an altar or cross-foot but, since the top is lost, their original function cannot be determined. Muñoz, Nørlund and Hermanin 1948 claim that they were formerly in the Museum Kircherianum in Rome (they are not in the Museum catalogue by Bonanno, published in 1709). For photographs of all four plaques, see Svensson 1981, pp. 109-10. Front and back: Twelve nimbed figures under arches. Sides: Crucifixion; Christ enthroned between two angels. The palette includes two blues, turquoise and deep green, but here yellow is used extensively, as well as white; red is used only for the line drawing of the heads. H. 80 mm; w. 230 mm; Depth 120 mm. NVI: New York, Metropolitan Museum of Art, Inv. 17.190.401. Casket, purchased by J. P. Morgan in 1901 from Seligmann of Paris and acquired by the Metropolitan in 1917 with the Morgan Bequest (Metropolitan Museum Archives). The ball feet seem to be original. The lid hinges are added and there is no evidence of previous hinges. The central rectangle of the lid with its grooved ribbed edge and four spherical-headed corner pins is original, but within this rectangular frame the present gilt-copper plaque with its openwork palmette design (much admired by Nørlund, pp. 23-4) cannot be original: it is riveted to and contemporary with the massive lock inside the box (sixteenth-seventeenth century? or nineteenth century?). A slot for a crucifix (as on NII) was probably originally set into the centre of the enamel plaque. The lid enamel shows Christ standing between the four Evangelist symbols. That the enamel was originally cut by a central rectangle just as it is today is further proved by the position of Christ's hands, particularly his left hand which holds a book raised to shoulder level so that it is not eliminated by the central rectangle, as is the case with the middle part of Christ's body. Front: The Crucifixion between four nimbed figures. Back and ends: Eleven nimbed figures standing between columns. The palette is of deep blue, turquoise, deep green, white, red and yellow; there is extensive use of red, particularly next to white and green; yellow and turquoise are also much in evidence, while deep blue as usual forms the backgrounds. H. 72-75 mm; W. 190-191 mm; Depth 118-121 mm. NVII: The British Museum casket [this object]. NVIII: Cleveland, Museum of Art, Inv. 49.16. Casket, first recorded in 1847 in the Debruge Duménil collection; then Prince Soltykoff; George Attenborough; Count P. Shuvalov; St Petersburg, State Hermitage; Schloss Rohanz; Baron Thyssen; purchased 1949 from the J. H. Wade Fund. The hinges, the silver lock on the front and the wooden core of the box are modern, and there is no evidence of previous hinges. The lid is decorated with a central medallion of the Agnus Dei surrounded by the four Evangelist symbols; the backgrounds are filled with thin plant stems which end in curling single or triple leaves. The enamel of the central medallion has been restored over much of the Lamb's body as well as in the blue ground above the Lamb. There is a square flat stud of modern date set into the centre of the underside of the lid. This covers the remains of a small square slot, which is revealed by x-rays. The slot is original and was covered when the Lamb was re-enamelled. Originally the centre of the Lamb's body was pierced by a square copper stud which must have held a knop for a cross, such as still survives cut off on NI and intact on NII. Front and back: Twelve nimbed figures under arches. Sides: The Crucifixion; Christ enthroned between two angels. Two blues allied to turquoise and deep green provide the basis of the palette, but yellow is also used and white is particularly important on the lid; there is no use of red, except for inlaying the heads, hands and feathers. The use of blue to fleck white fields (the Lamb's coat, St Matthew's body and book, and the body of St Luke's calf (lid), columns, arches and a mandorla on the front, back and sides) is a unique use of mixed enamel within the group. H. 84 mm; W. 233-236 mm (lid), 224-226 mm (front and back); Depth 138-139 mm (lid), 131-132 mm (sides). NIX: The single enamel plaque referred to by Nørlund as in the Schlossmuseum, Berlin, in 1933, and decorated with three saints between columns, has not been located by Dr Dietrich Kötzsche and may no longer exist, if it ever did so. Nørlund tentatively identified it as part of an enamelled object illustrated in the Aschaffenburg Codex (MS 14), fol. 75V, which presents the sacred objects of Cardinal Albrecht of Brandenburg's new foundation of 1520 in Halle. The Halle reliquary, judging by the coloured drawing in Aschaffenburg, was definitely a member of the group: its lid showed Christ in Majesty between the four symbols of the Evangelists, very much as on NIV; its front had six nimbed figures standing between pilasters with block capitals and bases, as on NVI and NVII; its left side had three more nimbed figures between pilasters, as on NIII and NVI. No hinges are visible on the watercolour and there is no sign of a slot for a cross. The feet were in three tiers, tapering towards the top; they were unlike the surviving feet of NIV and Lucca, much fatter but probably made in the same way by turning. If we trust to some extent the artist's palette, the Halle enamel was without red (red was however used to render the feet, together with yellow); the backgrounds were probably as usual deep blue (the watercolour is pale); white, pale blue, turquoise and green were the main colours, and yellow was also freely used, e.g. for the haloes. [Lucca: Treasury of Basilica of San Frediano. Reliquary-casket, found in 1947 while opening the antique marble sarcophagus in the Cappella Trenta of San Frediano, Lucca, which contained the bones of the blessed Richard, 'king of the English' (San Riccardo of Lucca, said to have been St Willibald's father and to have died c. 720 (see Maurice Coens, Légende et miracles du roi S. Richard, in ‘Analecta Bollandiana’, XLIX, 1931, pp. 353-97; cf. ed. C. H. Talbot, ‘The Anglo-Saxon Missionaries in Germany’, London/New York, 1954, p. 158). With the casket were also found a stone inscribed BEATVS RIChARdVS REX (ill. Puccinelli 1950, p. 50) and twelve incised fragments of a bone casket (Silva 1984, pl. 205); both are of unknown date but clearly pre-twelfth century. Although a full account of the find has not been published, various possibilities as to when the casket could have been placed with the body have been advanced: (a) at the moment of the 'discovery' and translation of Richard's body, which seems to have taken place in the 1150s, perhaps in 1154 (Coens, p. 381); (b) as a gift from a bishop of Eichstätt in Bavaria, where St Richard was the object of a cult from the tenth century onwards (a visit to Lucca to obtain relics took place in 1327); (c) at the time when Lorenzo Trenta built the chapel of San Riccardo in the years following 1412; (d) during an opening of the tomb in 1824. For illustrations of the Lucca casket, see Filieri 1987. No original hinges. A quatrefoil slot beneath the feet of Christ on the front edge of the lid houses a circular hasp with a hole for a horizontal pin. Conical feet divided from tall, thin, tapering legs by a narrow rope moulding, cf. NIV. Lid: Christ in Majesty between the four Evangelist symbols. Front and back: Twelve nimbed figures under arches, carried on pilasters with block-shaped capitals and bases. Sides: Nativity; Crucifixion. H. 120 mm (with feet), 80 mm (plaques); W. 190 mm; Depth 130 mm.] Discussion: The Berlin cross-foot (NII) is recorded in the Guelph Treasure in 1482 and the lost object from Halle (NIX) in the early sixteenth century, while the circumstances of the finds in Schleswig (NIII) and Lucca make it most unlikely that they were 'planted': even if many of these enamels only appear for the first time in nineteenth-century collections, the temptation to judge these crudely drawn and fired productions as forgeries of the nineteenth century must be emphatically rejected. What is more, on the British Museum casket (NVII), the addition of four early crystals on the lid reflects a pre-nineteenth-century wish to make the object more splendid. However, it is to the second quarter of the nineteenth century, with the revival of interest in medieval art among collectors, that the conversion of some of the reliquaries into hinged boxes can be attributed; the Cleveland enamel (NVIII) already existed as a box in a Paris collection by 1847. Although it has not been possible to examine the Monte Cassino [NIV] and Lucca pieces, neither object seems on the evidence of published photographs to contradict the view, first expressed by Nørlund, that not one of the group was hinged as a box before the nineteenth century. Only one of the group, the cross-foot in Berlin (NII) now contains relics: a nail, three glass phials and a packet including relics of Sts Stephen, Sebastian and Hippolytus. These relics are commonplace and do not add to our knowledge of the history of NII. However, they do open up the possibility that other enamels of the group also contained relics (for this view, see Nørlund, p. 8). Berlin and Copenhagen (NIII) were both cross-feet. In Berlin's case, the knop and slot for the lost crucifix survive, although uniquely this could not have been a portable altar sensu stricto, since its top is not flat; it is important to note that from the start it was made so that the central enamel of the eagle was punctured with a metal stud to carry the knop, and Springer 1981 has shown that there is an iconographic justification for this: the eagle is an appropriate symbol of Christ's resurrection. In the case of the Copenhagen enamel, the slot for the cross is in the edge above the head of Christ in Majesty on the flat lid, and for once the Crucifix itself survives. With NV and NIX, the arrangement of the lid is now unknown, but in the case of the remaining six members of the group, all of which have flat lids, it is probable that they were portable altars, perhaps housing relics, and it is clear that in certain cases provision was made for slotting in a cross: at Hildesheim (NI) a metal stud in the centre of the lid is all that remains of the knop beneath a cross; in New York (NVI) there is a central rectangular field from which a cross probably rose, thus making the body of Christ in Majesty the original support for the crucifix (cf. Springer's remark (p. 99), echoing Braun 1910, that on these enamels Christ's body replaces the normal consecrated stone set into the top of the altar); the case of Cleveland (NVIII) is particularly instructive, because the Lamb in the centre of the lid has been heavily restored but an x-ray reveals an original square slot for a cross; at Lucca, there is a slot beneath the feet of Christ with a hasp for a padlock, so that here as with NIII a crucifix was probably set into the edge of the lid. As to the British Museum casket (NVII), Springer described it as a portable altar-cross-foot. He believed that the rectangular slot above Christ's head on the lid is original and for a crucifix. However this is the slot which receives the modern padlock ring, and therefore it is not possible to say whether there was a smaller original slot in this position. Furthermore Springer's hypothesis would leave unexplained the original hole which was cut at the same time as the champlevé fields at the bottom of Christ's draperies (see x-ray). There are two possible explanations for this hole: either it was to receive the prong of a crucifix, in which case the Christ enamel would have been upside down in relation to the crucifix (as at Lucca), or Springer was right and the crucifix slot was above Christ's head on the edge of the lid, while an extra figure in the round was slotted into the surface of the altar facing the crucifix (cf. the two figures of the Virgin and St John which once flanked the cross on the Fritzlar portable altar (Springer 1975 and 1981, no. 9, pls K 87-93) ). On the whole, the former seems the most probable of these two explanations, though it must be admitted that both pose difficulties. In any case, the British Museum casket was certainly originally a portable altar, with provision for slotting a crucifix into its upper surface. It may have contained relics and it may also originally have had feet, whether ball-feet or turned baluster feet (cf. NIV, NVI, NIX, Lucca). Svensson 1981 made a fundamental error in claiming that these enamels were cast, not champlevé. The x-ray reveals that the champlevé cutting was exceptionally deep; NIII, where there is loss of enamel, has fields between 0.5 and 1 mm in depth. Cut into very thick plaques, these deep fields contributed to the achievement of rich hues in the coloured glasses. The cutting is crude, as if a broad tool was used, and this can be seen in the x-ray where the irregularity of the edges of the fields is visible. In the X-ray, numerous pricked tool-marks are also apparent in the hollow of certain fields, where the goldsmith has laid out the alignment of the feathers of the wings of the Evangelists. If the figure drawing on the sides of the British Museum casket with all its gaucheries is compared with the animal and plant designs on the lid at Hildesheim or in Cleveland, it will be seen that what is involved is not a difference of quality between the different pieces but a hierarchy of quality in the artist's vocabulary: he is accomplished in animal and plant ornament, he is inept with the human figure. Everything about this twelfth-century enameller's workshop is archaising, except the technique of champlevé enamel itself. By using champlevé, a technique as old as cloisonné but promoted in the first half of the twelfth century to the status of a major vehicle for figured enamel, the goldsmith is avant-garde (we should remember that Theophilus writing soon after c. 1100 does not mention champlevé). Yet the effects he is seeking to emulate are those of eleventh-century cloisonné enamel: the very fact that he uses Vollemail proves this. As an enameller, he is no more than competent. His colours frequently intrude from one field into another, and there are numerous occasions when what is certainly the same glass takes on after firing more than one hue. He almost never uses mixed enamel and, where he does, the results are fortuitous: the dappling of blue with white on the lid in Cleveland is a success, but the cover of the Virgin's bed in the British Museum Nativity shows his failure to combine red with yellow. As for his one departure into the realm of speckled enamel (on the British Museum casket), the results are again uneven. Nevertheless, the wide dissemination of this group of enamels on both sides of the Alps would suggest that they found favour with their audience; the opulence of their richly coloured glasses obviously appealed to the Church, and they were easily transportable. They are in this sense the precursors of the second-rate, mass-produced Limoges enamels of the thirteenth-century Church. That the enamels of this group were made by a single enameller's workshop, though not necessarily in one and the same place, is clear. Motifs and scenes are repeated over and over again, though always varied in size and in detail. The basic stock of the workshop's images was small: Christ in Majesty either with the Evangelist symbols or two angels, rows of nimbed figures under arches or between pilasters (representing either the Apostles or saints), the Nativity, the Crucifixion and an isolated example of the Adoration and Flight into Egypt; the top plaques in Hildesheim and Cleveland are more original and also more successful. There are eight Crucifixion scenes and three Nativities, always the same except for minor adjustments for scale or format and changes of detail: for instance in Monte Cassino, New York and Lucca, Sol and Luna above the cross are rendered as human heads, while elsewhere they are shown as a disc and a crescent. The small stock of images used by the workshop could on occasions be misunderstood or simply miscopied. However, there is one major difference between the various enamels of the group. The dominant hue of the glasses changes from one object to the next. The range of glasses available to this workshop was: deep blue, turquoise, white, green, yellow and red (pale blues were created out of deep blue and white). But these colours were not always available: at Hildesheim there is no yellow, in Berlin very little green, in Copenhagen only white, turquoise and two blues (no green, yellow or red), in the Palazzo Venezia and Halle much use of yellow and green, but very little red, in New York much use of red, in Cleveland no red except for the line-drawing, and in the British Museum no turquoise. These variations surely imply that the workshop was not making its own glasses, but buying them in. There have been several theories about the origins of the workshop: England, Ireland, Italy, Scandinavia and Germany have been suggested (see most recently Springer 1981, p. 98, for a discussion of this problem). The enamels survive principally in Italy and Germany. Cecchi's view that they could be Italian is implausible on stylistic grounds, so that the presence of three of the group in Italy is probably to be explained by their portability: the crucifix was separately made and so the whole little altar could easily form part of the travelling baggage of churchmen carrying portable altars while crossing the Alps to Rome, Monte Cassino and Lucca. The claims of northern Germany are much stronger: four survive with northern German connections - the Berlin cross-foot from the Guelph Treasure, as well as the lost Halle piece, the find in Schleswig and the portable altar in the possession of Bishop Wedekin of Hildesheim in the nineteenth century. Finally, Nørlund's attribution of the group to Denmark must be considered. As supporting evidence he published an enamelled disc with a Lamb, in Copenhagen but of unknown provenance (Copenhagen, Nationalmuseet, D 1438), which is similar to the Lamb enamelled at the foot of the Frøslev crucifix; a second enamelled Lamb disc (D 2268 - Diam. 47 mm), was excavated in Roskilde - ill. Nørlund 1933, figs 20-1. However, these two enamelled discs are twelfth-century derivatives of a widely disseminated group of Early Medieval disc-brooches of the so-called Kettlach type. These have been found from the British Isles to the Rhineland to Austria and Yugoslavia. The Danish-excavated Lamb-discs cannot therefore be used as evidence of a local origin for the Frøslev Lamb enamel (for the Kettlach group, see Alois Riegl, ‘Die Spätrömische Kunst-Industrie nach den Funden in Österreich-Ungarn’, II, Vienna 1923, pp. 68-71, pl.XXVIII; D. M. Wilson, Tenth-century metalwork, in ed. David Parsons, ‘Tenth-Century Studies’, London/Chichester, 1975, partic, pp. 204-5, pls XXIV a-b; Drago Svoljšak, Timotej Knifie, ‘Vipavska Dolina’, Ljubljana, 1976, pls 14, 49; Vera I. Evison, An enamelled disc from Great Saxham, in ‘Proceedings of the Suffolk Institute of Archaeology and History’, XXXIV, part I, 1977, panic, pp. 3-4). Added to the Lower Saxon provenances of other pieces, the archaeological evidence might suggest a territorial spread from the Jutland peninsula down into Lower Saxony and across to Brandenburg. We seem to be dealing with the lands bordering the north and eastern seas in northern Germany and southern Denmark. The architectural elements found on the enamels (the deep cushion capitals, the triangular and block capitals and bases, and the triangular fields which decorate spandrels) fit easily into the context of a workshop whose archaising models are based on late Ottonian architecture. It is in the same context that the attempt to recreate in champlevé the effects of late Ottonian cloisonné Vollemail must be seen. Recently Lasko has returned to Nørlund's and von Falke's earlier opinion that this group of enamels with its crude but expressive drawing style and simple use of a limited range of glasses may represent one of the earliest experiments in the Romanesque revival of the champlevé technique for figured enamels. This opinion deserves serious consideration. A date somewhere in the first half of the twelfth century is probable. "], "Bibliographic references": [" Stratford 1993 / Catalogue of Medieval Enamels in the British Museum. Volume II. Northern Romanesque Enamel (no25) ", " de Winter 1985 / The sacral treasure of the Guelphs (pp68-9) ", " Kötzsche 1973 (b) / Der Welfenschatz in Berliner Kunstgewerbemuseum (pp39-40, 73(no 17),pls 37-8(NII)) ", " Gauthier 1972 / Émaux du moyen âge occidental (pp156-7(pl111), 360(Cat.III) (NIII etc)) ", " Lasko 1972 / Ars Sacra : 800-1200 (pp175-6,pl185) ", " Christiansen 1972 / Danmarks Middelalder (pp26-7(NIII)) ", " Ostoia 1970 / The MiddleAges. Treasures from the Cloisters and the Metropolitan Museum of Art (no39(NVI)) ", " Elbern & Reuther 1969 / Der Hildesheimer Domschatz (pp33-4(no.21), pl.18b (N1)) ", " Kauffman 1959 / Romanesque Art c.1050-1200 from Collections in Great Britain and Ireland (p47(no 115), pl.11(NVII)) ", " Steingräber 1967 / Email (col27-8(NVIII)) ", " Bertolini & Bucci 1957 / Monstra d'arte sacra dal VI al XIX secolo (p19(no15) pl10) ", " Puccinelli 1950 / La basilica di S. Frediano in Lucca (pp32-4, 47(fig.)) ", " Hermanin 1948 / Il Palazzo di Venezia (p326(NV)) ", " Braun 1940 / Die Reliquiare des christlichen Kultes und ihre Entwicklung (pp151-2,fig.62(NIII,etc)) ", " Halm & Berliner 1931 / Das Hallesche Heiltum (p31, pl.31a(NIX)) ", " Mattheissen 1930 / Haervejen. En tusindaarig vej fra Viborg til Danevirke (pp152-3(circumstances of 1872 find of NIII)) ", " von Falke et al 1930 / Der Welfenschatz (pp73, 142-4(no.23), pls56-8) ", " Bertram 1913 / Hildesheims kostbarste Kunstschätze (no18, pl12(NI)) ", " Herzig 1911 / Der Dom zu Hildesheim und seine Kunstschätze (p85, fig54(NI)) ", " Braun 1910 / Ein Portatile im Nationalmuseum zu Kopenhagen (col249-54(NIII)) ", " Dawson 1906 / Enamels (pp100-1, 104, pl XV (NVII)) ", " Von Falke & Frauberger 1904 / Deutsche Schmelzarbeiten des Mittelalters und andere Kunstwerke der Kunsthistorischen Auusstellung zu Dusseldorf 1902 (text volume pp107, 113-14, figs 41-2(NVI-VII,IX)) ", " Neumann & Cist 1891 / Der Reliquienschatz des Hauses Braunschweig-Lüneburg (pp53-4, 209-14(No.27) (NII)) ", " Labarte 1847 / la collection Debruge-Dumenil (no662 (NVIII)) ", " Springer 1981 / Kreuzfüsse: Ikonographie und Typologie eines hochmittelalterlichen Gerätes (11) "], "Location": ["Not on display"], "Subjects": [" crucifixion ", " nativity ", " saint/martyr "], "Associated names": [" Representation of: Jesus Christ ", " Emblem of: St Matthew ", " Emblem of: St Mark ", " Emblem of: St Luke ", " Emblem of: St John the Evangelist ", " Representation of: Apostles ", " Representation of: Virgin Mary ", " Representation of: St Joseph "], "Acquisition name": ["Bequeathed by: Sir Harold Wernher"], "Previous owner": [" Previous owner/ex-collection: Milford Beresford Hope (1866) ", " Previous owner/ex-collection: Martin Heckscher (1886) ", " Previous owner/ex-collection: Leopold Seligmann (1898) ", " Previous owner/ex-collection: Sir Julius Wernher (1912) "], "Acquisition date": ["1978"], "Acquisition notes": ["Acquired in 1978 with other items from the Estate of the late Sir Harold Wernher, Bt., of Luton Hoo, Beds. First recorded in 1866 in the collection of the Rt. Hon. A. J. B. Beresford Hope, MP. Subsequently Martin Heckscher, Vienna; L. Seligman; 1912 to Sir Julius Werner, Bt."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1978,0502.6"], "Conservation": ["Treatment: 24 Nov 2014"]}