{"artifact_name": "breast-chain", "Object Type": ["breast-chain"], "Museum number": ["1916,0704.1"], "Description": [" Gold opus interrasile breast-chain composed of two large central medallions connected to each other by four chains. Each medallion is composed of seven smaller open-work medallions, the central one in the form of a quatrefoil enclosing four cinquefoils in a symmetrical arrangement; this design is repeated three times in the surrounding medallions alternating with a design composed of an octofoil containing a symmetrical design of alternating trefoils and spear-headed motifs. In the interstices between each medallion, a trefoil emerging from a double running scroll; to the outer edge of each medallion are soldered four loops at equidistant intervals, each embellished with a granule at the junction of loop and edge, to which are attached the four open-work chains. Each chain is constructed of twenty-three small medallions alternately imitating the designs of which the central medallions are composed. The medallions are connected to each other by a double biconical loop of plain gold strip. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["7thC(early)"], "Findspot": [" Found/Acquired: Asyut (town), Old documentation records findspot as 'Tomet'. (possibly found near) ", " Found/Acquired: Antinoupolis (possibly found near) "], "Materials": ["gold"], "Technique": ["opus interrasile"], "Dimensions": [" Diameter: 77.80 millimetres (large medallion) ", " Diameter: 26 millimetres (small medallion) ", " Length: 720 millimetres (chain) ", " Weight: 643.20 grammes "], "Curator's comments": ["Published: K. Brown, The Gold Breast Chain of the Early Byzantine Period in the Romisch-Germanisches Zentralmuseum, Mainz (1984), 17-21; F. Daim et al (eds), Reitervolker aus dem Osten. Hunnen + Awaren, Eisenstadt, 1996, no. 5.68, 241; D. Papanikola-Bakirtzi (ed.), Everyday Life in Byzantium, Thessaloniki White Tower, Athens, 2002, no. 505; C. Johns, 'Body-Chains, Hellenistic to Late Roman', in Chris Entwistle (ed.), Through a Glass Brightly: Studies in Byzantine and Medieval Art and Archaeology presented to David Buckton, Oxford, 2003, 14, fig. 2.5; L. Wamser, Die Welt von Byzanz - Europas ostliches Erbe - Glanz, Krisen, und Fortleben einer tausendjahrigen Kultur, Munich, 2004, no. 493; H. Hawkesford, 'The Body Chain from the Hoxne Treasure', in M. Henig (ed.), Roman Art, Religion and Society, BAR Int. Ser. 1577, Oxford, 2006, pp. 42-44. Found with 1916,0704.2-6"], "Bibliographic references": [" Buckton 1994 / Byzantium: Treasures of Byzantine art and culture from British collections (97) ", " Tait 1976 / Jewellery Through 7000 Years (190) ", " Tait 1986a / Seven Thousand Years of Jewellery (223) ", " Baldini Lippolis 1999 / L'oreficeria nell'Impero di Costantinopoli tra IV e VII secolo (2.III.1.a.7) ", " Yeroulanou 1999 / Diatrita: Gold Pierced-Work Jewellery from the 3rd to the 7th Century (45) ", " Kent & Painter 1977 / Wealth of the Roman World. Gold and Silver, AD 300-700 (163) ", " Dennison 1918 / A Gold Treasure of the Late Roman Period from Egypt (15) ", " Cormack & Vassilaki 2008 / Byzantium 330-1453 (126) ", " Daim 2010 / Byzanz: Prach und Alltag (80) "], "Location": ["On display (G41/dc12)"], "Exhibition history": [" Exhibited: 2012-2013 11 Nov-25 Aug, USA, Art Institute of Chicago, Tradition Transformed: Late Roman and Early Byzantine Treasures from the British Museum 2010 26 Feb-13 Jun, Germany, Bonn, Kunst and Ausstellungshalle der Bundesrepublik Deutschland, Byzantium: Splendour and Daily Life 2008-2009 25 Oct-22 Mar, London, Royal Academy of Arts, Byzantium 330-1453 AD 2004 21 Oct-2005 3 Apr, Germany, Munich, Archäologische Staatssammlung, The World of Byzantium 2001 10 Oct-2002 10 Jan, Greece, Thessaloniki, The White Tower, Byzantine Hours 1996 25 Apr-31 Oct, Austria, Vienna, Schloss Halbturn, Hunnen und Awaren "], "Acquisition name": ["Donated by: Mrs Burns"], "Acquisition date": ["1916"], "Acquisition notes": ["The chain was part of a treasure of thirty-six objects said to have been found at Tomet, near Assiut, or at Shekh Abada (ancient Antinoe) at the beginning of this century. Mrs Burns was the sister of J. Pierpoint Morgan, the American philanthropist who had himself acquired ten objects from the treasure in 1912."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1916,0704.1"]}