{"artifact_name": "textile; bed-cover", "Object Type": [" textile ", " bed-cover "], "Museum number": ["1901,0314.26"], "Description": [" Bed cover. Large linen cloth with symmetrically-arranged motifs and stripes in red, green, yellow and purple wool loops. Top and both edges missing. From the top down: two camels flanking bird, squares in corner; stripe; two camels and two birds and a swastika; two large lions with sticking out tongues on either side of a central square within a frame; below as upper half reversed, (but animals upright). Plain (linen) areas originally covered in long linen loops, these now nearly all worn off. \"Late Antique\". Curatorial ID 'Byzantine. Plain stripes are on thinner and thicker groups of warp threads, with some warp threads dropped at back. Pin stripes of two single picks of purple-coloured wool, two and two, near fringe. Fringe seems to be made of only half the threads, other side of shed cut off at just over 1cm. Materials: linen, wool; techniques: warp-faced simple tabby; knotless weft loops (2 lengths), weft-faced simple tabby on grouped warp threads; Warp: linen, S-spin, c. 22-23 ends per cm; Weft: wool and linen, S-spin, c.7 picks per cm main weft; Edges: bottom finishing with a simple twisted fringe, other edges torn; Sewing: none; Additional Info: wool loops in each 6th shed, after 10 or 12 ends. "], "Cultures/periods": [" Late Roman ", " Early Byzantine "], "Production date": ["4thC-7thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": ["plain weave"], "Dimensions": [" Length: 10 centimetres (fringe) ", " Length: 173 centimetres (without fringe) ", " Width: 125 centimetres "], "Curator's comments": ["Joins Berlin BMB-PK, MSB inv. nr. 9220=Hamm 1996 no 343, acquired 1900 from Reinhardt collection Compare with 1901,0314.27"], "Location": ["Not on display"], "Condition": ["Good; some vertical slits; linen loops only survive where least discoloured."], "Subjects": [" mammal ", " bird "], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.26"], "Conservation": ["Treatment: 18 Jun 1998"]}