{"artifact_name": "textile; tunic", "Object Type": [" textile ", " tunic "], "Museum number": ["1901,0314.22.a"], "Description": [" Fragementary tunic, most of one side missing and sleeve fragments separate from main textile. Undyed plain weave linen with self-bands and (b) sewn-on tapestry clavi (1901,0314.22.b) from another textile; (a) has bands of empty warp threads (ie: no weft) and under shoulder panels, squares where the warp and weft do not mesh, under one shoulder panel loose weft threads have been moved so that now parallel to warp instead of perpendicular, on opp. side panel does not line up with original join with (a); Warp: S spun, c.22 tpc; Weft: S spun, c.12 tpc. Edges: two internal selvedges forming neck opening, selvedges to either side of sleeves, sleeves end in fringes caught with half hitches, other edges ragged; Sewing: cut edges of (b) turned under and overcast, remains of sewing in waist of thick thread, S spun with slight Z ply. "], "Cultures/periods": [" Byzantine ", " Coptic "], "Production date": ["6thC-7thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["linen"], "Technique": [" woven ", " tapestry ", " sewn "], "Dimensions": [" Length: 132 centimetres (main tunic) ", " Length: 37 centimetres (sleeve fragment 2) ", " Length: 37 centimetres (sleeve fragment) ", " Width: 18 centimetres ", " Width: 21 centimetres ", " Width: 68 centimetres "], "Curator's comments": ["Previous location in David Thompson's room 1-1A Montague St, Cupboard 64, red box; Applied decoration (b) has been cut from another tunic, (a) was woven to receive 2nd hand decoration of this sort. Information from hero Granger-Taylor (5.12.1989)"], "Location": ["Not on display"], "Condition": ["Fragmentary; most of one side missing; sleeves separated."], "Acquisition name": ["Donated by: Maj William Joseph Myers (executors of)"], "Acquisition date": ["1901"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1901,0314.22.a"]}