{"artifact_name": "oinochoe; flagon", "Object Type": [" oinochoe ", " flagon "], "Museum number": ["1929,0511.2"], "Title": ["Object: The Basse-Yutz Flagons"], "Description": [" One of a pair of copper alloy oinochoe or flagons. This object imitates the form of contemporary copper alloy flagons used by the Etruscans. This flagon is inlaid with coral and red glass 'enamel' at the foot, spout and handle. The body (including the sharply carinated shoulder and the neck) was beaten from a single sheet of copper alloy, and the foot collar, with its inlaid coral in place, was slipped over the bottom. The cast base was then put in place, with its edges turned up to cober the join at the sides. The beaked spout was set into a U-shaped cut-out in the body, and attached with rivets. The mouthplate was then affixed and turned over the top of the flagon, and the separatelty cast handle was also attached. The base was held in place by resin, which lines the whole of the flagon, and almost fills the poring spout. The vessel fittings are richly decorated. The handle is in the form of a dog or wolf, terminating below in a stylised human mask; two more canine figures ornament the lid. There is typical early La Tène palmette decoration under the spout, and a small duck ornaments the end of the spout. "], "Cultures/periods": [" Iron Age ", " La Tène I "], "Production date": ["420 BC - 360 BC (circa)"], "Production place": [" Made in: France (Eastern) "], "Findspot": [" Found/Acquired: Basse-Yutz "], "Materials": [" copper alloy ", " coral ", " glass "], "Type series": ["La Tène I"], "Technique": [" inlaid ", " enamelled "], "Dimensions": [" Height: 406 millimetres "], "Curator's comments": ["Pair with 1929,0511.1. These two bronze flagons were found in 1927 with two Etruscan bronze stamoi (vessels used for mixing wine by the classical Greeks and the Etruscans in Italy). (Flagons: 1929,0511.1 and 2; Stamnoi: 1929,0510.1 and 1929,0511.3). The flagons are two of the finest examples of Early Celtic or Early La Tène Art from anywhere in Europe. They were made in eastern France, but they copy the shape of bronze flagons made and used by the Etruscans in Italy at this time. The flagons were used for pouring wine, beer or mead at feasts. The grave where the objects were found was probably that of a very important person. Unfortunately it was dug up illegally, and not by archaeologists. Because of this little information survives about the grave or the other objects it contained. The flagons are inlaid with precious coral (now faded to white) from the Mediterranean coast, and red enamel (opaque red glass, probably from Asia Minor). They show a mixture of styles: the 'oriental' handles in the form of a dog or wolf was an idea from Greek or Etruscan art, but made in a local style; the palmette decorations under the spouts are a popular Celtic motif, though originally from Egypt, via Greece; the duck at the end of the spout is a purely native element of the decoration. This object featured in the BM/BBC Radio 4 Series A History of the World in an 100 Objects where it was called ‘Basse Yutz Flagons’."], "Bibliographic references": [" Megaw & Megaw 1990 / The Basse-Yutz Find; masterpieces of Celtic art ", " MacGregor 2010 / A History of the World in 100 Objects (28 (part)) "], "Location": ["On display (G50/dc6)"], "Exhibition history": [" Exhibited: 2015-2016 24 Sep-31 Jan, London, BM, G30, 'Celts: Art and Identity' 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' "], "Subjects": [" bird ", " dog (?) ", " mammal (wolf?) "], "Acquisition name": ["Purchased from: Durlacher Bros"], "Funder name": [" With contribution from: Art Fund (as NACF) ", " With contribution from: Lord Melchett (Alfred Mond) ", " With contribution from: F A Szarvasy ", " With contribution from: Sir Percival David, 2nd Baronet ", " With contribution from: Sir Alfred Chester Beatty ", " With contribution from: Calouste Sarkis Gulbenkian ", " With contribution from: John Duncan Vaughan Campbell, 5th Earl Cawdor ", " With contribution from: Lycett Green ", " With contribution from: John Hugh Smith ", " With contribution from: Prof Tancred Borenius "], "Acquisition date": ["1929"], "Acquisition notes": ["Found in 1927"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1929,0511.2"], "Conservation": ["Treatment: 24 May 1997"]}