{"artifact_name": "textile; tunic", "Object Type": [" textile ", " tunic "], "Museum number": ["1972,1002.1"], "Description": [" Broad and short sleeveless one piece tunic, mainly of undyed wool, now yellowed; two full-length tapestry shoulder stripes or clavi, each 9.5cms wide in purple-coloured and undyed wool. Design in clavi of undulating vine stems forming ogees enclosing dancing figures; at the sides, running animals - lions etc; wave borders. Side seams now undone-both sides finished with closing cords. Selvedges with selvedge fringes along hem. Horizontal neck opening formed by internal selvedges, corners strengthened by 3 double rows of twining. Traces of waist tuck at waist level. Extensively patched with cloth of similar quality.\"Coptic\". Extensive patching probably modern but using cloth contemporary with the tunic. Materials: wool; Technique: weft faced simple tabby, tapestry, twining, closing cords, selvedge fringes; Warp: wool, undyed, tight S-spin, c. 10 ends per cm; Weft: wool, undyed and purple coloured, c. 22-30 picks per cm; Edges: two twisted closing cords ending in tassels, selvedges at hem reinforced with an extra plied thread forming loops, partly corded, selvedges at neck finished with sewn-on-plait; Sewing: original sewing of side seams and waist tucks now removed. Patches applied with double seams and waist tucks not removed. Patches applied with double seams - sewing here yet to be noted. (Details of cloth of patches also not noted). Sleeveless tunic; linen fragment; decorated in purple wool with vertical bands bearing an inhabited vine scroll motif. Vines form ogees enclosing dancing figures; at the sides are running animals; wave borders. Extensively patched with cloth of similar quality. "], "Cultures/periods": [" Coptic ", " Fatimid dynasty "], "Production date": ["9thC-11thC"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": ["plain weave"], "Dimensions": [" Length: 147 centimetres ", " Width: 205 centimetres (excluding fringe) "], "Curator's comments": ["Piece has been extensively restored prior to acquisition."], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["plant"], "Acquisition name": ["Purchased from: Mayoreas Ltd"], "Acquisition date": ["1972"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1972,1002.1"]}