{"artifact_name": "mosque-lamp", "Object Type": ["mosque-lamp"], "Museum number": ["1902,1118.1"], "Description": [" Mosque lamp; pale-green free-blown bubbly glass, with six applied lugs, gilded and enamelled in blue, red and white; the surface gilded all over before applying enamels; the pattern is outlined in red and certain areas filled with enamels; on the upper part a band of Arabic; on each side two armorial roundels, depicting a mule bearing ceremonial pack-saddle; a central band of Arabic; two further roundels on the underside of the bulging centre, interspersed with foliate cartouches; on the foot, foliate roundels, leaves and winged harpies. "], "Producer name": ["Decorated by: Philippe-Joseph Brocard"], "Production date": ["1867 (December;designed and made)"], "Production place": [" Workshop in: Faubourg Saint-Honoré (no.216) "], "Materials": [" glass ", " gold ", " enamel "], "Technique": [" blown ", " applied ", " enamelled ", " gilded "], "Dimensions": [" Height: 35.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Aurelie Gerbier, Les Verres aux Armes De Catherine de Medicis et la Famille Broacard. Autour de deux Faux Du XIXe Siecle, in: Aurelie Gerbier, Francoise Barbe & Isabelle Biron (eds), Emailler le Verre a la Renaissance. Sur les Traces des Artistes Verriers entre Venise et France (2021), pp. 207-209 (p. 208, fig. 1) ", " Text from J. Rudoe 'Decorative Art s 1850-1950. A catalogue of the British Museum collection.' 2nd ed. 1994, no. 27: P.-J. Brocard started his career as a restorer and collector of antiques; fascinated by the Mamluk mosque lamps in the Musee de Cluny, Paris, he began to collect them himself and thus had models close at hand to study. Mosque lamps were luxury objects for hanging in mosques and mausolea and were the most spectacular achievements of enamelled glass from Mamluk Egypt and Syria from the twelfth to the fourteenth centuries. Brocard was among the first to revive Islamic enamelling techniques: vitreous enamels were applied to the surface of the vessel and then fixed by firing so that the enamels fused to the surface. The gilding was applied beneath the enamels in the form of gold leaf or powdered dust and similarly fused to the surface in the firing (for a brief account in English of Islamic enamelled glass, see Ralph Pinder-Wilson in London 1976, Hayward Gallery, 'The Arts of Islam', 134; for detailed studies, see Schmoranz, G., 'Altorientalische Glas-Gefasse', Vienna and London 1899, and Lamm, C.J., ''Mittelalterliche Glaser und Steinschmittarbeiten aus dem nahem Osten', 2 vols. Berlin 1929-30). It is usually stated that Brocard first exhibited his enamelled glasses at the Paris Exhibition of 1867; this lamp is thus among his earliest documentary pieces. It is copied, though not entirely accurately, from a fourteenth-century mosque lamp then in the Paris collection of Baron Gustave de Rothschild (Lamm 1929, 1, pl. 192.no. 6; by that time it was in the Gulbenkian collection in Paris, and it is now in the Gulbenkian Foundation, Lisbon; see Calouste Gulbenkian Museum, Catalogue, Lisbon 1982, no. 327). The Rothschild lamp was first illustrated as a colour lithograph in one of the most important French sourcebooks for Islamic art, the Recueil de dessins pour l'art et l'industrie, published in Paris in 1859 by E.V. Collinot and A. de Beaumont (pl. 4). Mosque lamps were avidly collected in Paris and elsewhere in Europe during the 1860s. Several examples from a number of different private collections were shown at an exhibition of oriental art held by the Union Centrale des Beaux-Arts, Paris, in 1869; the Rothschild lamp was among them (Gazette des Beaux-Arts 1869, 11, 340, where it is described with reference to its armorial bearings). Brocard has either misunderstood or altered elements of the Islamic design: for example, the winged harpies on the foot have no parallels in Mamluk art. When the Brocard lamp is compared with other Islamic mosque lamps in the British Museum, there are some obvious differences: the glass itself is green, rather than clear or pinkish-brown, Brocard's blue enamel is more turquoise in colour, his green enamel is deeper, but the reds are very close. Brocard's enamelling and gilding are uneven and the pattern overall is not well drawn. Nevertheless, Edward Dillon included it in his survey of Saracenic glass as an 'admirably executed imitation', noting that the blue was made with cobalt, instead of lapis, as in Mamluk glass (Dillon, E., 'Glass', London 1907, 152). It is an interesting piece because few other documentary mosque lamps by Brocard appear to survive from this early date: for a mosque lamp inscribed on the foot 'Paris 1867' in the Osterreichisches Museum fur angewandte Kunst, Vienna, see Munich 1972, Haus der Kunst, 'Welkulturen und moderne Kunst', ed. S. Wichmann, no. 193. Brocard's mosque lamps were shown at the International Exhibition in London in 1871 (Art Journal Illustrated Catalogue, 1871, 57), at the Vienna Exhibition of 1873 and at the Paris Exhibition of 1878 (Art Journal Illustrated Catalogue, 1878, 171, text only). Brocard's later mosque lamps tend to be pastiches rather than direct copies and the enamelling is of better quality. For two small vases in the form of mosque lamps acquired by the Bayerisches Gewerbemuseum, Nuremberg from the Vienna Exhibition of 1873, see Munich 1972, nos 194-5 and Bornfleth,E., 'Glas. Gewerbemuseum Nürnberg', Nuremberg 1985, no. 80; in these examples the enamelling is superior to that on the 1867 lamp, but the smaller size may have been easier to execute (the vases are only 13.8cm high). In 1889 the Victoria and Albert Museum purchased a mosque lamp signed and dated 'Brocard Paris 1880' (721-1890, H 23 cm) from the Maison Rousseau-Leveille, Paris; Ernest-Baptiste Leveille and Francois Eugene Rousseau, both of whom were glassmakers, opened their shop in the Boulevard Haussmann in 1869, selling their own work and that of others interested in the art of the East. For further mosque lamps by Brocard, in varying sizes, see Polak, A., 'Modern Glass', London 1962, pl. 14, a tazza of 1878 in the National Museums of Scotland, Edinburgh; Hilschenz-Mlynek,H., and Ricke, H., 'Glas. Historismus, Jugendstil, Art Deco. Band I , Frankreich, Die Sammlung Hentrich im Kunstmuseum Düsseldorf', Munich 1985, no. 11; Schmitt, E., 'Glas - Kunst - Handwerk 1870-1945. Glassumlung Silzer' (Leihgabe der Deutschen Bank im Augustinermuseum Freiburg im Breisgau) Freiburg 1989, nos 10-11, with reference to several others; Leipzig 1989, Museum des Kunsthandwerks, Grassimuseum, 'Die Glassammlung des Kunstmuseums Düsseldorf. Eine Auswahl'. H. Ricke, Düsseldorf. nos 214-15. Following his meeting with Emile Galle in 1878, Brocard's style became freer and more naturalistic, but he continued to make mosque lamps. Curiously, he did not patent his technique until 1891; the patent is published in full in Bloch-Dermant, J., ''L'Art du Verre en France 1860-1914', Lausanne 1974, 26-7. It was necessary for the composition of the enamel colours to be similar to that of the vessel to be decorated so that the colours fused smoothly. In his Notice sur la production du verre for the Paris Exhibition of 1884, Galle admired Brocard's technique and noted that his enamels were not commercially available (quoted in Polak, A., 'Background to Gallé' Annales du 4e Congrès International d'Etude Historique du Verre, Ravenne-Venise, 13 mai 1967, Association Internationale pour L'Histoire du Verre, Liege 1967). It should be mentioned that the patent applies only to enamelling methods; it is not certain whether Brocard made his own glass or whether he used blanks supplied by other manufacturers, as in the case of his friend and contemporary E. Rousseau, who decorated blanks made by the firm of Appert Freres of Clichy-la-Garenne (Hilschenz-Mlynek and Ricke 1985, 365). Brocard's son, Emile, joined the business in 1884 and the company became known as Brocard Fils. P.-J. Brocard died in 1896, but the company continued until 1904 as the Verrerie Brocard. Some idea of the continued popularity of Brocard glass can be gleaned from the interest shown by the New York art dealer, Samuel P. Avery, whose diaries, together with those of his adviser, George Lucas, record purchases of glass from Brocard in Paris between 1873 and 1904 (Morrison McClinton, K. 'Brocard and the Islamic Revival', Connoisseur, December 1980, 278-81). Copies of Islamic mosque lamps were also made by Salviati & Company in Murano, Venice, from 1869 (Venice 1982, Palazzo Ducale Museo Correr, 'Mille anni di arte del vetro a Venezia', ed R. Barovier Mentasti et al., no. 417), while the French ceramic artist Theodore Deck made earthenware versions which he exhibited at the Paris Exhibition of 1867: the Victoria and Albert Museum acquired a pair of Deck's mosque-lamp vases at the 1867 exhibition; they are also inspired by the same Rothschild lamp as the Brocard example under discussion, but the Arabic inscriptions have been transformed into a floral ground (Philadelphia 1978, Philadelphia Museum of Art, 'The Second Empire: Art in France under Napoleon III, no. iv-15; Aslin 1973, no. 25). Both Deck and Brocard would have been familiar with the illustration of the original in the Recueil de dessins, but they probably also had direct knowledge of the Rothschild lamp itself. As further evidence of the popularity of the mosque lamp shape, it is worth noting that the enamelled glass vases in the form of mosque lamps were exhibited by the Imperial Glass Manufactory of St Petersburg at the International Exhibition of 1862 in London (Waring, J.B., 'Masterpieces of Industrial Art and Sculpture at the International Exhibition of 1862, London 1862, vol.1, pl. 42), while earthenware vases of this form were produced by the Delia Robbia Pottery in England around 1900 (e.g. Sotheby's, Chester, 3-5 October 1989, lots 1427-8). The decoration in the latter case is not Islamic. I am grateful to Michael Rogers for his comments. Additional text from J. Rudoe, 'Decorative Arts 1850-1950. A Catalogue of the British Museum Collection'. 2nd ed. 1994. Addenda. For a vase in the form of a mosque lamp, together with under-dish, signed and dated 1874, see Christie's, New York, 12 December 1992, lot 339. Information supplementary to Rudoe 1991a and 1994: The Mamluk original was purchased by Calouste Gulbenkian from Philip Sassoon (1888-1939) in London, through the art dealer Joseph Duveen (see http://islamicart.museumwnf.org/database_item.php?id=object;ISL;pt;Mus01_A;36;en). Sassoon was the grandson of Gustave de Rothschild (1929-1911); his mother was Alice Caroline (1867-1909), Gustave's daughter. "], "Bibliographic references": [" Rudoe 1991a / Decorative Arts 1850-1950: A Catalogue of the British Museum Collection. (27) ", " Rudoe 1994 / Decorative Arts 1850-1950. A Catalogue of the British Museum Collection (27) "], "Location": ["On display (G47/dc12)"], "Exhibition history": [" 2019 11 Jul-9 Oct, Lisbon, Calouste Gulbenkian Museum, From the Ottoman Empire to the Rise of Oil "], "Condition": ["Bowl and foot are cracked, probably in the firing, old cracks stabilised for display in G47 in 1994"], "Subjects": [" harpy ", " horse/ass ", " heraldry ", " leaf "], "Acquisition name": ["Donated by: Sir Charles Hercules Read"], "Acquisition date": ["1902"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1902,1118.1"]}