{"artifact_name": "watch; watch-case; watch-paper; print", "Object Type": [" watch ", " watch-case ", " watch-paper ", " print "], "Museum number": ["1958,1201.609"], "Escapement": [" verge "], "Description": [" SILVER PAIR-CASED VERGE WATCH. Movement: Gilt brass plates with four Egyptian pillars. Mainspring barrel with tangent screw set up between the plates. Fusee with chain and standard stop work. The block elaborately pierced with a revered monogram letter 'A'. Four wheel going train, the centre solid. The third wheel with three crossings. The contrate wheel with four crossings. Verge escapement. The crown wheel running between a rivetted potence and a rivetted counter potence, the latter not original. Plain steel three-arm balance with spiral balance spring and Tompion regulator, the silver index disc numbered 10, 20, 30, 40. Pierced and engraved balance cock with a mast at the junction, the table pierced with foliate scrolls and two birds. Dial: Gilt brass dial plate. Silver champlevé dial with a chapter ring with Roman hours I-XII and lozenge half hour marks between a minute circle numbered 0-60 at five-minute intervals and a circle for hours and half hours around the inside. Central silver disc bearing the name in a cartouche. Pierced gilt hands. Case: Silver pair cases; the inner plain, the outer cast, Around the band within filiate scrolls and shields at 3,6,9,and 12 are the four Evangelists, The central area on the back depicts The Flight into Egypt. Round cream watchpaper in outer case. The watch-paper is printed on obverse with hand written bill on reverse. "], "Producer name": [" Made by: Erasmus James Micklewright ", " Connected with: Marsh ", " Case made by: John Lowe "], "Production date": [" 1710-1720 (watch) ", " 1840-1860 (watch-paper) ", " 1735-1745 (outer case) "], "Production place": [" Made in: London (England) "], "Materials": [" brass (movement plates, pillars, wheels etc.) ", " steel (movement components) ", " silver "], "Technique": [" cast (watch-case/outer) ", " gilded (movement plates etc.) "], "Dimensions": [" Diameter: 41.70 millimetres (dial) ", " Diameter: 49 millimetres (outer case) ", " Diameter: 53.75 millimetres (watch-paper) ", " Thickness: 27.90 millimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Curator's comments": ["This watch is a marriage of parts. The dial does not belong to the dial plate, there being numerous unused holes for the original dial. A soldered hinge element in the dial plate replaces the former hinge element crudely filed away on the movement front plate. This suggests aswell that the movement does not belong to the present dial plate or the inner case. The pendant is a later replacement for an original with loose ring. The outer case, being cast silver is very likely to have been made in Geneva."], "Location": ["Not on display"], "Condition": [" Latest: 5 (2015) active rust on steel parts and chain, verdigris ", " 4 (1994) Rust on steel parts "], "Associated names": ["Repaired by: William Orme"], "Associated places": [" Repaired in: Dinting Vale "], "Associated events": ["Associated Event: Flight into Egypt"], "Previous owner": ["Previous owner/ex-collection: Courtenay Adrian Ilbert"], "Acquisition date": ["1958"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1958,1201.609"], "Additional IDs": [" Previous owner/ex-collection number: B9 (Ilbert Ledger) ", " Previous owner/ex-collection number: CAI.0609 (Ilbert Collection) "], "Conservation": ["C&W Treatment"]}