{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["1924,1006.42"], "Description": [" A terracotta figure of a standing woman and child, of plaque-like form, probably mould-pressed, with a plain flat back. The woman has a large wide hairstyle, and cradles the child with both arms, holding it mainly to her left side. Below her arms, the body and legs are very narrow and the feet are out-turned; whether the wide fall of drapery that extends from arm level to her feet is meant to be a long dress covering the legs, or whether a long cloak is intended and the lower body and legs are encased in a narrow garment, is not clear. The child's head juts above the woman's left shoulder and its left arm and foot can be seen; otherwise there is little detail, some of which remains below the cloth in which the object is covered. The woman's hair is pierced on each side, and a small fragment of a bronze earring remains in the hole on the left side. Micaceous red-brown Nile silt, the front covered with a creamy buff slip or dressing, with detailing in fired-on black ceramic colour, mainly surviving on the woman's head, neck and upper body; the child's eyes are black also. Both woman and child had been dressed, from the necks down, with woollen cloth, some fragments of which remain, apparently applied with an adhesive - there is no sign of the material on the back, but it has presumably rotted away. The cloth varies in colour from beige to dark brown; there is a narrow green stripe on one fragment. "], "Cultures/periods": [" Coptic ", " Early Byzantine "], "Production date": ["6thC-7thC"], "Findspot": [" Found/Acquired: Qaw el-Kebir "], "Materials": [" terracotta ", " wool (?) ", " cotton (?) "], "Technique": [" hand-modelled (?) ", " pierced "], "Dimensions": [" Length: 179 millimetres "], "Curator's comments": ["Terracotta IV Donated: British School of Archaeology in Egypt. Excavated in a cemetery at Qau el-Kebir (Antaiopolis). Late Roman, sixth to seventh century AD. Comparanda: Not unlike Clédat 1999: 240, fig. 237, line 2, left, a fragment from Bawit, of a woman holding a child, in a coarser clay than ours. See also Philipp 1972: fig. 47, a mother-and-child figure, perhaps from Abydos, dated sixth to seventh century AD, but to a less likely fourth to sixth century in von Falck and Lichtwark 1996: 157, no. 125. Bibliog: This object is not illustrated in the publication of the excavation (Brunton 1930), but may be one or the other (or neither) of two 'dolls' described (ibid.: 29), one of which, 'found loose, was of pottery with copper earrings in each ear; and one other, also of pottery, was clad in a woollen dress and wore a lead amulet'. The first described may be mentioned also by Petrie ([1923]: 6). Such 'dolls' were found in several children’s graves at Qau. There is a slight possibility that this figure may be the 'Terra-cotta doll with upper garment of textile fabric still adhering, blue devices on a red ground', mentioned in a memo by R.G. Trendell of the V&A Museum to A.F. Kendrick, Keeper of Textiles, in the V&A Archives for 1923: this object was not obtained by that museum, and the fabric at that time is different in colour from that on this example."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3401)"], "Location": ["Not on display"], "Condition": ["Fragmentary."], "Acquisition name": ["Donated by: British School of Archaeology, Egypt"], "Acquisition date": ["1924"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1924,1006.42"], "Conservation": ["Treatment: 29 Jan 2003"]}