{"artifact_name": "brooch", "Object Type": ["brooch"], "Museum number": ["1978,1002.618"], "Description": [" Gold brooch in the form of a snake biting its tail set with pearls and gems with a 'regard' cannetille pendant: set with ruby, emerald, garnet, amethyst, ruby and diamond. In the centre of the pendant is a glass-covered compartment containing hair. Image top left. "], "Production date": ["19thC(early)"], "Production place": [" Made in: England "], "Materials": [" gold ", " pearl ", " ruby ", " emerald ", " garnet ", " amethyst ", " diamond ", " glass ", " human hair "], "Dimensions": [" Height: 3.20 centimetres "], "Curator's comments": ["Text from catalogue of the Hull Grundy Gift (Gere et al 1984) no. 589: The initial letters of the gems spell the word 'regard', i.e.ruby, emerald, garnet, amethyst, ruby, diamond. (C.Gere) Supplement to catalogue entry: For a virtually identical brooch, see exhibition catalogue, The Art of Rings from Ancient Egypt to the Present Day, Tokyo Metropolitan Teien Art Museum, Japan 2000, no. 58. The message of the ‘regard’ pendant is reinforced by the snake biting its tail to form a circle, symbol of eternal love. (Charlotte Gere)"], "Bibliographic references": ["Gere et al 1984 / The Art of the Jeweller, A Catalogue of the Hull Grundy Gift to the British Museum (589)"], "Location": ["Not on display"], "Condition": ["the loop at the back of the snake's head has been glued on."], "Acquisition name": [" Donated by: Anne Hull Grundy ", " Donated by: Prof John Hull Grundy "], "Previous owner": ["Previous owner/ex-collection: Harvey & Gore"], "Acquisition date": ["1978-1981"], "Acquisition notes": ["Harvey & Gore, 4 Burlington Gardens, London W1. Original invoice for £245 to Anne Hull Grundy dated 4.9.1972, described as 'Pearl-set snake brooch as a circle with REGARD locket hanging from the mouth, English, c. 1825'."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1978,1002.618"], "Additional IDs": [" Miscellaneous number: HG.618 (masterlist number) "], "Conservation": [" Treatment: 20 Dec 1999 ", " Treatment: 01 Mar 1994 "]}