{"artifact_name": "textile; tunic", "Object Type": [" textile ", " tunic "], "Museum number": ["1955,0206.6"], "Description": [" Fragment from the neck and shoulder area of a sleeveless tunic (a) with applied, brocaded band (b) and sewn on coloured, cords; (a) in weft-faced plain weave, black wool; Warp is used vertically, fold on shoulders, selvedges at sides; (a) warp: S spun, c.15 tpc; (a) weft: S spun, c.30 tpc; Edges: selvedge along and below arm hole-reinforced outer cordeline, other edges ragged or cut; Sewing: mainly overcasting in S spun, Z ply green wool thread. (b) Band runs along the shoulder, across the arm opening and pleated round the U-shaped neck; Yellow, red and green cords, used together, edge the band in places, and at the front and back of the neck and below the arm, form loops and lozenges; Band of red wool, with brocaded decoration in undyed linen and (in border) yellow wool; Brocading weft paired, in every shed, staggered binding points; Design of half lozenges with formalised bisected flowers at centre; On one side, narrow border with a string of small lozenges; (b) warp: S spun, Z ply, c.16 tpc; (b) weft: S spun, c.13 tpc; Edges: two selvedges, cut ends turned under; Cords: wool S spun, 4 cover 2 Zply. "], "Cultures/periods": [" Coptic ", " Abbasid dynasty ", " Byzantine "], "Production date": ["11thC (c.)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Egypt (Probably Fayum region) "], "Materials": [" linen ", " wool "], "Technique": [" woven ", " dyed ", " sewn ", " brocaded "], "Dimensions": [" Length: 62 centimetres ", " Width: 36 centimetres "], "Curator's comments": ["Previous location Cupboard 64, green box; Edges cut after excavation; Neck would probably originally have opened with a flap; Information from Hero Granger-Taylor (7.9.1989)"], "Location": ["Not on display"], "Condition": ["(a) Poor, discoloured and fragmentary; unknown date stuck down badly; (b) Medium - in places linen perished."], "Acquisition name": ["Purchased through: Sotheby's"], "Previous owner": ["Previous owner/ex-collection: Theodor Graf"], "Acquisition date": ["1955"], "Acquisition notes": ["Collection purchased at sale on 6th Dec 1954, lots 154, 155 and 156."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1955,0206.6"]}