{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["1904,0706.41"], "Description": [" Half of a silk textile panel; Intended as a sleeve ornament on a tunic; Purple and white, weft-faced compound 1:2 twill, single ends in main warp, S twill with 2 lats; At bottom are two scenes repeating in reverse, showing a mounted horseman riding over a spear-carrying soldier; Plant forms and symmetrical abstract desgin based on plant forms; has borders; Warp: S twist, c.21 tpc; Weft: no twist, c.100 tpc (50 passes); Edges: all cut; Sewing: none surviving but three of the turned under edges would have been sewn down; Inscription in Greek (ZAXAPIOY) "], "Cultures/periods": [" Umayyad dynasty ", " Coptic ", " Byzantine "], "Production date": ["8thC (first half)"], "Production place": [" Made in: Egypt (Upper?) "], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": ["silk"], "Technique": [" dyed ", " woven "], "Dimensions": [" Height: 47.50 centimetres (inc. mount) ", " Height: 30.60 centimetres ", " Width: 39.50 centimetres (inc. mount) ", " Width: 23 centimetres ", " Depth: 2 centimetres (inc. mount) "], "$Inscriptions": [" "], "Curator's comments": [" See A F Kendrick, 'Catalogue of Textiles from Burying-Grounds in Egypt,' III, V & A, no 800, Pl XXII; M Martiniani-Reber, 'Societies sassanidas, coptes, et byzantines, Lyon, Musee historique des tissues, 1986, nnos 72 and 82. ", " Previous location Gallery 41, case 25; A nearly identical textile is in the Victoria and Albert Museum, London, inv. 303-1887 and probably the other half of this panel - the angle of the cut across the middle matches, as does the change in twill direction on the left side, the V&A tunic retains a complete set or ornaments of this pattern, although in bad condition, note fringe at bottom of V&A piece; Other examples of this design at MHT, Lyon 910.III 11 (29.241) and 982III 21 (40.459). Many examples of the group of tunic ornaments as a whole, all probably from Akhmim. The Maastrict Diosures (?) silk has a closely related border and is probably similar in date. Information from hero Granger-Taylor (12.11.1989) "], "Bibliographic references": ["Daim 2010 / Byzanz: Prach und Alltag (73)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2012 12 Mar-8 Jul, Metropolitan Museum of Art, New York, USA, Byzantium and Islam: Age of Transition (7th-9th Century). 2010 26 Feb-13 Jun, Germany, Bonn, Kunst and Ausstellungshalle der Bundesrepublik Deutschland, Byzantium: Splendour and Daily Life 2003 15 May-30 Sep, London, The British Library, The Painted Labyrinth: The World of the Lindisfarne Gospels 1993 1 Apr-7 May, Oxford, Ashmolean Museum, The Byzantium Bridge between East & West: Trade & Manufacture 300-1453 AD "], "Condition": ["Good, although discoloured in places."], "Subjects": [" mammal (horse) ", " arms/armour "], "Acquisition name": ["Purchased from: Henry Wallis"], "Acquisition date": ["1904"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1904,0706.41"], "Conservation": [" Treatment: 12 Mar 1993 ", " Treatment: 08 Dec 2011 ", " Treatment: 04 Apr 1996 ", " Treatment: 30 Apr 1985 "]}