{"artifact_name": "cinerary urn; human cremation", "Object Type": [" cinerary urn ", " human cremation "], "Museum number": ["1993,0102.12"], "Description": [" Stone cinerary urn, two handled, with conical lid and pedestalled foot, containing cremated human remains. The urn has a high shoulder, a pair of loop handles (one damaged) and a pedestal foot. The rim is flat-topped and square in section; internally there is a slight moulding running into a concave lid-seating, while externally there is a vertical drop to a prominent moulding that leads to a very short, concave neck. The handles are sub-circular in section: rounded for the most part but flat and comparatively rough on the inner surface. Sweeping downwards and outwards in a sharp curve, they terminate in elongated tear-shaped mouldings; above, the top of the loop is still attached to the shoulder with a bridge. The foot is noticeably smaller in diameter than the rim; between it and the lower body is a pulley-type moulding. The underside of the foot is domed, with a smooth but not highly polished finish. The lid is conical and currently terminates in a plain moulding. However, a spur of stone beside the break reveals that this was merely a collar below a finial, perhaps of ball or tear-drop shape, now missing. The exterior is highly polished, while the interior- which is concave, matching the exterior profile- is more lightly polished and much lighter in colour. "], "Cultures/periods": ["Romano-British"], "Production date": ["1st century A.D."], "Findspot": [" Excavated/Findspot: Warwick Square, 'City of London, EC4. Discovered in 1881 during building work, in close proximity to cylindrical lead cinerary canisters, glassware and pottery in an early Roman cemetery on the south side of Newgate Street' (CSIR I, 10, p. 110). "], "Materials": [" stone ", " human remains "], "Dimensions": [" Diameter: 18.10 centimetres (Lid) ", " Diameter: 17.60 centimetres (Urn, base) ", " Diameter: 38.20 centimetres (Urn, girth over handles) ", " Diameter: 31.30 centimetres (Urn, girth) ", " Diameter: 18.30 centimetres (Urn, inside rim) ", " Diameter: 28 centimetres (Urn, max internally) ", " Diameter: 23.70 centimetres (Urn, outside rim) ", " Height: 10.90 centimetres (Lid) ", " Height: 38 centimetres (approx., without lid) ", " Weight: 1.164 kilograms (Lid) ", " Weight: 16.106 kilograms (Urn) "], "Curator's comments": [" 'Both urn and lid appear to have been lathe-turned, and there are tangible remains of a core inside the urn at the base. Externally there are some noticeable flaws: at one point on the rim, for instance, the sharp profile has been lost by slight overcutting, and just above the foot the lower part of the pulley moulding has a small irregularity- perhaps where the shaping chisel caught against one of the natural inclusions in the stone. All exterior surfaces are highly polished, though with occasional pitting caused by natural inclusions; these seem more frequent towards the base of the urn, perhaps resulting in the presence of far more chatter-marks on the pedestal mouldings than on the neck or rim. By far the most noticeable flaw, however, is a deep chamfer on the shoulder adjacent to the broken loop handle. As a consequence the elegant, near right-angular profile of the shoulder is entirely missing at this point. So extensive is the over-cutting that it can scarcely be attributed to the unavoidable effect of mineral inclusions; it must either denote careless workmanship or, just possibly, re-working of damage caused in antiquity' (CSIR I, 10, p. 111). Found close to lead canister (either 1993,0102.18, 19 or 20). Contained burnt bones and a coin of Claudius (C&M R.5074). Object label: Stone urn, 1st century AD. Warwick Square, London This high-quality urn is made of basalt from Egypt and contained the bones of an adult man. Burial in this fine, exotic vessel demonstrates the wealth of the deceased or his family, and it is possible that they also came from outside of Britain. The burial is closely dated by a coin of Claudius (AD41-54), displayed above. Object label: Cremated bone from stone urn, Warwick Square, London The bones are from one individual, probably male and about 30 years old. Their size and shape show that he was tall and muscular, with particularly strong legs. Good preservation suggests that, after cremation they were left to cool on the pyre before being carefully collected by hand and deposited in the urn. For a recent publication see D.F. Williams and R. Hobbs, 'An unusual roman Stone cinerary urn from London', in P. Pensabene & E. Gasparini (eds.), ASMOSIA X. Proceedings of the Tenth International Conference of ASMOSIA, Rome 21-26 2012, 2015, 843-49. ", " 'Olivine basalt: El-Haddadin basalt Formation, Cairo; geochemical identification' (CSIR I, 10, p. 111). "], "Bibliographic references": [" Tyler 1884 / New points in the history of Roman Britain, as illustrated by discoveries at Warwick Square, in the City of London (Plate XII, no. 4) ", " Roman Britain 1964 / Guide to the Antiquities of Roman Britain (p. 66, fig. 32.6) ", " CSIR I, 10 / Roman Sculpture from London and the South-east (cat. 205) ", " RCHME Roman London / An Inventory of the Historical Monuments in London Vol III Roman London (Plate 59) ", " Williams and Hobbs 2015 / An unusual stone cinerary urn from London "], "Location": ["On display (G49/dc4)"], "Previous owner": [" Unclaimed item: Alfred Tylor ", " Unclaimed item: William H Tylor "], "Acquisition date": ["1882"], "Acquisition notes": ["Deposited on loan 1882. See Deposit Register for details."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1993,0102.12"], "Conservation": ["Treatment: 12 Sep 2011"]}