{"artifact_name": "portrait bust", "Object Type": ["portrait bust"], "Museum number": ["1955,1203.1"], "Description": [" Marble portrait bust of William Richard Hamilton FRS VPSA (1777-1859) by Camillo Pistrucci (1811-1854) full face, wearing a robe in the classical style stuck to a waisted polished marble socle. "], "Producer name": ["Made by: Camillo Pistrucci"], "Production date": ["1834"], "Production place": [" Made in: Rome (city) "], "Materials": ["marble"], "Technique": ["carved"], "Dimensions": [" Height: 72.30 centimetres ", " Width: 54.50 centimetres (max.) "], "$Inscriptions": [" "], "Curator's comments": ["Dawson 1999 Literature: Unpublished. Displayed: 1962, Dept of British and Medieval Antiquities; 1997, Trustees' Ante-Room. William Hamilton was the son of Anthony Hamilton, a collateral of the Lords Belhaven,(1) who was Archdeacon of Colchester, vicar of St Martin-in-the-Fields and rector of Hadham, Hertfordshire, where there is a monument to him in Much Hadham parish church by Charles Rossi (1762-1839). Hamilton's mother was Anne Terrick, daughter of Richard Terrick, Bishop of London. He was lamed at Harrow School and although he apparently matriculated at both Oxford and Cambridge, he did not complete his studies, perhaps on account of ill-health. He became secretary to Thomas Bruce, 7th Earl of Elgin, in 1799 aged twenty-two. After serving at the Ottoman court in Constantinople, he was active in the eastern Mediterranean and later in Egypt, then under Turkish rule. The famous stone stela inscribed in Egyptian hieroglyphic and demotic texts and Greek, known as the Rosetta Stone,(2) and the stone sarcophagus of Nectanebo II,(3) were amongst the highly important antiquities that Hamilton helped to secure after the defeat of Napoleon's army and the Treaty of Alexandria in 1801. In October that year he proceeded to Upper Egypt, publishing his two-volume Remarks on Several Parts of Turkey, I: Aegyptiaca, or some Account of the Ancient and Modern State of Egypt as obtained in the years 1801, 1802 in 1809.(4) He supervised the transport from Athens of the Parthenon sculptures and their subsequent salvage when the ship on which he himself was travelling was wrecked in a storm off Kithara in 1802. Later, as Secretary of State for Foreign Affairs under Castlereagh, he assisted in Paris in negotiating on Canova's behalf to restore works of art to Rome. In 1833 he subscribed £20 towards the purchase by the Museum of the bronzes of Siris. The sculptor's father Benedetto Pistrucci contributed £5 and Richard Westmacott, who like Hamilton was a member of the Society of Dilettanti, £10.(5) A Trustee of the Museum from 1838, Hamilton was in part responsible for the architectural development of the Museum.(6) In 1842 his behind-the-scenes assistance helped to secure the Xanthian marbles.(7) His benefactions between 1835 and 1845, 'Egyptian sculptures from Karnak, &c, Greek sculpture from Milo and Athens, and other antiquities', are recorded in a Museum guide of 1886.(8) A wax by Benedetto Pistrucci of William Hamilton was acquired by the Museum in 1878 (see Dawson 1999, p. 114, fig. 35).(9) He lived for many years at Stanley Grove, Chelsea, where he displayed casts from the Parthenon frieze and metopes, as well as other sculpture.(10) Benedetto Pistrucci lived close by, and enjoyed the patronage of William Hamilton who supported him against the Wyon family in his dealings with the Royal Mint.(11) Hamilton was a friend of Canova, and a marble Ideal Head bearing a long Latin inscription recording its presentation to him by the sculptor has recently been purchased from Hamilton's descendants by the Ashmolean Museum, Oxford, where it was exhibited with associated works in 1997.(12) A portrait of Canova from the studio of Sir Thomas Lawrence also belonged to William Richard Hamilton.(13) Hamilton was a founder of the Royal Geographical Society (he was later its President), and was also involved with the foundation of the Institute of British Architects. He held office in the Society of Antiquaries of London from 1788 to 1813 as Director;(14) he also served as Secretary of the Society of Dilettanti. He published various works, including translations of the plays of Aristophanes, 1835 and 1836, On the Propriety of Adopting the Greek Style of Architecture in Preference to the Gothic, in the Construction of the New Houses of Parliament, 1836, and a Vindication of the Treaty of 1783 Respecting the North Eastern Boundary of the United States, 1842.(15) Camillo Pistrucci was born in Rome, the son of Benedetto Pistrucci who came to London in 1815 and became engraver to the Mint from 1816 to 1825. Camillo was an architect and restorer of antiquities as well as a sculptor. He was a pupil of Thorwaldsen at the Accademia di San Luca, and the bust presents a strongly classicizing image, probably at the request of the sitter, who evidently owned the bust and no doubt commissioned it. The marks of the claw chisel on the reverse contrast strongly with the carefully finished front of the bust, and the lettering of the signature is not the work of a practised letter-cutter, and appears to have been drilled. The writer has not been able to compare this idiosyncratic procedure with signatures on other busts by this artist. The socle is possibly from Calacata, marble of the type called 'cremo', found near Sponda in the valley bottom leading to the Torano basin (E.Dolci, 'Carrara Cave Antichi: Materiali Archeologici', Carrara, 1980, no. VIII, p. 149). Notes: (1) K. Eustace (ed.), Canova Ideal Heads, exh. cat., Ashmolean Museum, Oxford, 1997, p. 105, n. 2 states that he was not, as the DNB states, a collateral relation of Sir William Hamilton, who was a grandson of the Duke of Hamilton. Kate Eustace has kindly told Dawson that G. Hamilton, A History of the House of Hamilton, Edinburgh, 1933, includes an extensive Hamilton family tree. (2) See C. Andrews, The Rosetta Stone, London, 1981. (3) British Museum, Dept of Egyptian Antiquities, registration no. EA.10. (4) See Eustace, 1997, no. 14. Eustace notes that Hamilton owned a Rameses II which he set under a hawthorn tree by the Fulham gate of his house, Stanley Grove, which was situated between the King's Road and the Fulham Road. (5) BM Central Archive, Cuttings, p. 280. (6) I. Jenkins, Archaeologists and Aesthetes, London, 1992, p. 203. (7) See Jenkins, 1992, p. 144 for a letter from Hamilton to Sir Robert Peel. (8) A Guide to the Exhibition Galleries of the British Museum Bloomsbury, pref. by E. A. Bond, London, 1886. (9) Registration no. CM 1878,1004.8. (10) See Eustace, 1997, pp. 104-5, fig. 18. (11) Dawson owes this information to the kindness of Kate Eustace. (12) K Eustace (ed.), Canova Ideal Heads, Ashmolean Museum, Oxford, 1997, exh. cat., no. 1. (13) Eustace, I997, no. 8. (14) Sir E. W. Brabrooke, On the Fellows of the Society of Antiquaries of London who Have Held the Office of Director, Oxford, 1910, pp. 71-2 and Proceedings of the Society of Antiquaries of London, 23 April i860, pp. 134-6 (obituary). Dawson is grateful to Bernard Nurse for these references. (15) Information taken from Eustace, 1997, p. 104."], "Bibliographic references": ["Dawson 1999 / Portrait Sculpture, a catalogue of the British Museum collection, c. 1675-1975 (40)"], "Location": ["Not on display"], "Condition": ["Minor damage to folds of drapery at lower edge and at reverse where bust joins socle; socle damaged."], "Associated names": ["Portrait of: William Richard Hamilton"], "Acquisition name": ["Division of Finds: Admiral Sir Louis Keppel Hamilton"], "Acquisition date": ["1955"], "Acquisition notes": ["Part-gift"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1955,1203.1"], "Conservation": ["Treatment: 20 Dec 1993"]}