{"artifact_name": "diptych", "Object Type": ["diptych"], "Museum number": ["1920,1214.1"], "Description": [" Diptych; ivory; mounted in a frame with glass front and back; traces of Greek lettering in ink on both panels; nail holes and the remains of two copper alloy fastenings on the edges. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["623-662 (last phase of palimpsest text)"], "Findspot": [" Found/Acquired: Egypt, Theban region "], "Materials": [" ivory ", " copper alloy "], "Technique": ["carved"], "Dimensions": [" Height: 255 millimetres ", " Thickness: 45 millimetres ", " Width: 120 millimetres "], "$Inscriptions": [" "], "Curator's comments": [" New edition in preparation by E. R. O'Connell [2017] See: W.E. Crum, \"A Greek diptych of the seventh century\", Proceedings of the Society of Biblical Archaeology 30 (1908) pp. 255-65; ibid., \"The Bishops named in Mr Bryces Diptych\", PSBA 31 (1909), p. 288; Exh. cat. Agypten, Schatze aus dem Wustensand...Gustave-Lubecke-Museum Hamm 16 Juni - 13 Oktober 1996 (Weisbaden, 1996), no. 287, p. 259. ", " Published: Ein Gott 2015, no. 100, p. 97. "], "Bibliographic references": [" Effenberger and von Falck 1996 / Ägypten, Schätze aus dem Wüstensand: Kunst und Kultur der Christen am Nil (no.287, p.259) ", " Paris 2000 / L'art copte en Égypte 2000 ans de christianisme: Exposition présentée à l’Institut du monde arabe, Paris (no.13, p.44) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (100) ", " Daim 2010 / Byzanz: Prach und Alltag (118) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015, Oct 29 – 2016, Feb 7. British Museum, Room 35. Egypt: Faith after the Pharoahs 2010 26 Feb-13 Jun, Germany, Bonn, Kunst and Ausstellungshalle der Bundesrepublik Deutschland, Byzantium: Splendour and Daily Life 2000 30 Sep-2001 7 Jan, France, La Clape, Musée de l’Ephebe, L’art copte en Egyptee 2000 15 May-3 Sep, France, Paris, Institut du Monde Arabe, Coptic Art 1997 20 Mar-13 Jul, Germany, Munich, Staatliche Sammlung Agyptischer Kunst, Agypten: Schätze aus dem Wüstensand - Kunst und Kultur der Christen am Nil 1996 24 Nov-1997 23 Feb, Germany, Mainz, Landesmuseum Mainz, Agypten - Schatze aus dem Wustensand: Kunst und Kultur der Christen am Nil 1996 15 Jun-13 Oct, Germany, Hamm, Gustav Lübcke Museum, Agypten: Schatze aus dem Wustensand - Kunst und Kultur der Christem am Nil "], "Condition": ["Imperfect."], "Associated names": [" Named in inscription: Agathon, Bishop of Alexandria ", " Named in inscription: Pesyntheos, Bishop of Hermonthis "], "Acquisition name": ["Purchased from: Durlacher Bros"], "Acquisition date": ["1920"], "Acquisition notes": ["Once in the possession of Mr. M. Moir Bryce, of Edinburgh, who bought it at Luxor in 1903."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1920,1214.1"], "Conservation": [" Treatment: 02 Oct 2002 ", " Treatment: 19 Dec 2013 ", " Treatment ", " Treatment: 25/03/2019 "]}