{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["1989,0501.3"], "Description": [" Jar stopper; plaster; whitish colour. Top is decorated with an impressed design of a central cross around which is a Latin inscription preceded by a cross. The latin text reads Spes in Deo (Hope in God, or in God we trust). Impression of organic material left by missing plug on the underside. Mark left by pull string on the side. "], "Cultures/periods": [" Late Roman ", " Early Byzantine "], "Production date": ["4thC-7thC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["plaster"], "Technique": ["stamped"], "Dimensions": [" Diameter: 5.50 centimetres (max diameter of seal) ", " Diameter: 8.20 centimetres (max external diameter) ", " Diameter: 7.45 centimetres (max internal diameter) ", " Thickness: 3.20 centimetres (max thickness) "], "$Inscriptions": [" "], "Curator's comments": ["Plaster stoppers of this type , were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1) . This method of sealing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 7; Thomas and Tomber 2006, type 7). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, type 7; Thomas and Tomber 2006: type7). Cf., stoppers from late Roman contexts at Kellia (Egloff 1977, pl. 20.3–6) and Clysma (Bruyère 1966, fig. 10). For the cross stamp, cf., impressions from Western Thebes (Winlock and Crum, 80, fig. 33.1–2). The motif is common on Late Roman amphora stoppers in Egypt, e.g., at Kellia (Egloff 1977, pl. 20.3–7) and Clysma (Bruyère 1966, fig. 10). For the stamp itself, cf. a similar, simple circular cross on a wooden stamp without text found at Koptos (Nachtergael 2000, 289, fig. 23). See also EA 53951. Bruyère, B. 1966. Fouilles de Clysma- Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Keay, S. and D. Williams. 2005. Roman amphorae: A digital resource. University of Southampton. http:// archaeologydataservice.ac.uk/ archives/view/amphora_ahrb_2005/, last accessed October 2011. Nachtergael, G. 2000. Sceaux et timbres de bois d’Égypte I: En marge des archives d’Hèroninos: Cachets et bouchons d’amphores de Théadelphie. Chronique d’Égypte 75: 153–70. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. Winlock, H. E. and W. E. Crum. 1926. Monastery of Epiphanius at Thebes I. New York: Metropolitan Museum of Art."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XXII, no. 19) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.19) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["cross"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["1989,0501.3"], "Additional IDs": [" Other BM number: 1888,0601.694 (G&R reg.no) "]}