{"artifact_name": "parure; necklace; ear-ring; tiara; jewellery-case", "Object Type": [" parure ", " necklace ", " ear-ring ", " tiara ", " jewellery-case "], "Museum number": ["2016,8037.1.a-e"], "Title": ["Object: Lady Granville's beetle parure"], "Description": [" Parure of tiara, necklace and earrings formed of dried South American weevils (lamprocyphus augustus)with iridescent green wing cases, mounted in gold in the Egyptian taste with lotus motifs. On the necklace and earrings, the lotuses are interspersed with tiny gold rods ending in black enamel beads. Contained in the original case made of leather-covered steam-pressed wood with silk lining, and printed in gold inside the lid: ‘Phillips, 23 Cockspur St, London’. "], "Producer name": ["Made by: Phillips Brothers"], "Production date": ["1884-1885"], "Production place": [" Made in: London (England) "], "Materials": [" gold ", " weevil tissue ", " silk ", " leather ", " wood "], "Technique": ["die-stamped (elements of necklace, tiara and ear-rings)"], "Dimensions": [" Height: 21 centimetres ", " Width: 29.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The following text is from J. Rudoe, 'Brazilian Beetles', British Museum Magazine, Auturmn 2017, pp. 50-51: 'The Museum has recently acquired a spectacular parure of tiara, necklace and earrings, made up of the bodies of 46 iridescent green South American weevils. They are mounted in gold in the Egyptian taste with a fringe of lotus buds. An astonishing survival, how did this macabre, yet compelling ornament come to be made? In 1884, Lord Granville (George Leveson-Gower, 2nd Earl Granville, 1815–91), as Foreign Secretary, concluded the Anglo-Portuguese trade treaty regarding the Congo River basin. According to family tradition, the Portuguese ambassador wished to mark the treaty by presenting a piece of beetle jewellery to Lady Granville (Castalia Rosalind, Countess Granville, 1847–1938). Lord Granville refused this offer, presumably fearing it could be seen as bribery, but permitted his wife to accept the beetles, which he then had mounted for her. He chose the London jewellers Phillips Brothers & Son, known for their recreations of historic jewels and archaeological discoveries. The original case bears their name inside the lid. Jewellery set with beetles, such as scarab beetles or the shiny jewel beetles, was popular in the late 19th century, but the use of weevils is exceptional. The species, lamprocyphus augustus, is native to Brazil and Argentina. The parure epitomises the increased interest in the natural world inspired by the writings of Darwin and by the import into Europe of exotic species. Among the educated elite, such jewels demonstrated esoteric knowledge for its own sake. Worn in the evening, under gas lighting the shimmering effect would undoubtedly have made this set a striking conversation piece. It can also be read, however, on a more political level, in the context of Britain’s colonial possessions. The Egyptian taste had reached a peak in the 1860s with the opening of the Suez Canal, but there was renewed interest when Britain assumed power in Egypt in 1883, during Granville’s second term as Foreign Secretary from 1880 to 1885. Moreover, the Anglo-Portuguese treaty is a potent reminder of the shifting claims and loyalties in the scramble for Africa. The treaty, agreed in February 1884, granted exclusive navigation rights on the Congo River to Britain in exchange for British guarantees of Portugal’s control over the mouth of the Congo River, thereby closing off the vast interior of Central Africa to trade from other European states and giving Portugal a corridor between Mozambique and Angola. The initiative had come from the British ambassador in Lisbon, Robert Morier, rather than from the Foreign Office, but Granville was attacked for betraying British interests, while the Portuguese Minister in London, Miguel Martins D’Antas (1821–1910), was accused in Lisbon of having been cajoled into a base compromise. The treaty angered all the other major European powers. It prompted the Berlin Conference of 1884–85, and was abandoned by June 1884, before the conference began. Against this background, a gift of native Brazilian beetles from Portugal’s former colony would have had added resonance as a token of gratitude for securing such advantages for Portugal in Africa.'"], "Location": ["Not on display"], "Exhibition history": [" 2013 -2015: Museum of Applied Arts and Sciences, Sydney, 'A Fine Possession: Jewellery and Identity' 2023-2024 21 Sep-18 Feb, Oxford, Ashmolean, Colour Revolution: Turner to Whistler "], "Condition": ["Part of a wing of one beetle at the back is detached, some tarnish to the metal, minor losses to the surface of the beetles and old repairs. The necklace has been shortened by one beetle at each end, and the earrings have replacement screw-fittings instead of the original hooks."], "Associated names": [" Associated with: Granville George Leveson-Gower, 2nd Earl Granville ", " Associated with: Castalia Rosalind Campbell, Countess Granville "], "Acquisition name": ["Donated by: Museum of Applied Arts and Sciences"], "Previous owner": [" Previous owner/ex-collection: Hawkins family ", " Previous owner/ex-collection: Wartski ", " Previous owner/ex-collection: Museum of Applied Arts and Sciences "], "Acquisition notes": ["Made in 1884-5 for Castalia Rosalind, Countess Granville (1847-1938), second wife of the 2nd Earl Granville. In 1884, Lord Granville (1815-91), as Foreign Secretary, concluded the Anglo-Portuguese trade treaty regarding the Congo river basin. According to family tradition, the Portuguese ambassador wished to mark the treaty by presenting a piece of beetle jewellery to Lady Granville. Lord Granville refused this offer but permitted his wife to accept the beetles, which he then had mounted for her. The parure descended in the Granville family. It was purchased by Wartski, London, in 2011 and sold in 2013 to the Hawkins family, antique dealers of London and Tasmania, who lent it to the Museum of Applied Arts & Sciences, Sydney (MAAS) in September 2013."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["2016,8037.1.a-e"], "Conservation": [" Treatment: 28 Jun 2017 ", " Treatment: 28 Jun 2017 ", " Conservation treatment: 10 jan 2023 "]}