{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["2000,1102.1"], "Description": [" Earthenware tile, transfer-printed with scene from Antony and Cleopatra in black on a cream ground. the scene depicts Cleopatra being given the asp, within a roundel with the text ANTONY AND CLEOPATRA.V.II. Factory backstamp. "], "Producer name": [" Factory of: Minton's China Works ", " Designed by: John Moyr Smith "], "Production date": ["1875 (circa)"], "Materials": ["earthenware"], "Technique": ["printed"], "Dimensions": [" Height: 150 millimetres ", " Width: 150 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" For discussion of this tile see J. Rudoe in S. Walker and P. Higgs (eds), 'Cleopatra of Egypt. From History to Myth', exhibition catalogue, British Museum 2001, cat.no. 389, with further bibliography. Cleopatra is being given the asp with which she kills herself at the end of the play after Antony's death. The asp was brought in a basket and this is faithfully reproduced on the tile. This tile forms part of Moyr Smith's largest set of tile designs, which featured scenes from Shakespeare's plays. See Stapleton 2002, pp. 71-72 for illustrations and a discussion of the set. For an oak sideboard and a chair inlaid with John Moyr Smith's Shakespeare tiles, see Hans van Lemmen, 'Tiled Furniture' (Princes Risborough, Shire, 1989), p. 11 and p. 16. ", " Walker & Higgs 2001 The scene, transfer-printed in black on a cream ground, is one of a series of twenty-four subjects from Shakespeare, which included two scenes from Antony and Cleopatra: Act IV, scene iv, and this one, Act V, scene ii. The scene depicts Cleopatra being given the asp with which she kills herself at the end of the play after Antony's death. The asp was brought in a basket and this is faithfully reproduced on the tile. The artist's initials, MS, appear on the steps of the dais. John Moyr-Smith (1839-1912) trained as an architect in Glasgow, but settled in London in 1867 and is best known as a prolific illustrator; his other tiles series include illustrations to the Bible and the works of contemporary authors such as Walter Scott and Tennyson. His Shakespeare series was made at a time when there was much interest in the revival of Shakespeare's plays in authentic costume. Building on the tradition of antiquarian research in stage design established by J.P. Kemble in the 1820s and Charles Kean in the 1850s, the architect E.W. Godwin designed costumes for Shakespeare's plays throughout the 1870s and 1880s; his designs were based on meticulous sketches in the British Museum and from scholarly publications, and were made for the actress Ellen Terry, with whom he lived from 1868, and the actor-manager Henry Irving. The industrial production of tiles in the second half of the nineteenth century made them available for a wide range of domestic interiors. They became especially popular for the fireplace, where they would be set into a cast-iron frame forming a fireproof wall lining as well as a miniature picture gallery around the fire. The Victorian hearth was the focal point of the home and soprinted tiles with literary subjects such as this were considered the most appropriate, being both morally improving and educational. BIBLIOGRAPHY: T.A. Lockett, Collecting Victorian Tiles (Woodbridge 1982), 121-68; T. Herbert and K. Huggins, The Decorative Tile in Architecture and Interiors (London 1995), 118-22; A. Stapleton, 'John Moyr-Smith 1829-1912', Journal of the Decorative Arts Society, 20 (1996), 18-28; F. Baldwin,'E.W. Godwin and Design for the Theater', in S. Weber Soros (ed.), E. W. Godwin: Aesthetic Movement Architect and Designer (New York 1999), 313-52. "], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (389)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: Included in BM exhibition 'Cleopatra of Egypt. From History to Myth', Great Court Exhibition Gallery, 2001 "], "Associated names": [" Associated with: Cleopatra the Great ", " Associated with: Mark Antony ", " Illustration to: William Shakespeare "], "Associated titles": ["Associated Title:", " Antony and Cleopatra "], "Acquisition name": ["Donated by: Judy Rudoe"], "Acquisition date": ["2000"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["2000,1102.1"]}