{"artifact_name": "jug", "Object Type": ["jug"], "Museum number": ["2005,1101.1"], "Description": [" Terracotta jug in the form of a Corinthian Greek globular wine vessel with trefoil rim (oinochoe), hand painted in the 'red-figure' style with affronted sphinxes flanking a bird with spread wings, the decoration reserved in the red bodycolour on a matt black ground with highlights in glossy white. Rim and foot with black borders. "], "Producer name": ["Factory of: Wedgwood"], "Production date": ["1854"], "Production place": [" Factory in: Etruria (England) "], "Materials": ["earthenware"], "Technique": ["painted"], "Dimensions": [" Height: 165 millimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Ordered from Wedgwood by a Cambridge retailer, Woollard & Hattersley, who had the design registered in April 1854 as 'The Egyptian Jug'. They must have thought the jug would sell better with an antique-sounding name but misunderstood the style. For the Corinthian shape, see H. Payne, 'Necrocorinthia. A Study of Corinthian Art in the Archaic Period', Oxford 1932, p. 325, no. 1392, pl. 35, no.5 (in Athens). For examples of the same shape with sphinxes flanking an eagle, see Payne, nos. 1385-6 (in Geneva). The design, both shape and decoration, is likely to have be copied from an ancient original and may have been taken from one of the early 19th century publications on Greek vases. It does not however appear in D'Hancarville's publication on the Hamilton vases and there is no obvious prototype for this jug in the British Museum; neither does it appear to be in the Fitzwilliam (it is not in the standard volume on Greek vases in the Fitzwilliam). In Hamilton's day and into the early 19th century, early Greek vases, especially those found in Southern Italy and influenced by Egypt, were called 'Egyptian'. Even after such vases were known to be Etruscan, the term 'Egyptian' continued to be used. This may explain the use of the term 'Egyptian' by the retailer in the 1850s. An identical vase sold at Skinner's Boston (19 July, lot 314) was described as an 'Egyptian Club' jug."], "Location": ["Not on display"], "Condition": ["Restored chip to rim."], "Acquisition name": ["Donated by: Anonymous"], "Previous owner": ["Previous owner/ex-collection: Carolyn Stoddart-Scott"], "Acquisition date": ["2005"], "Acquisition notes": ["Acquired by donor at the Olympia Antiques Fair from Carolyn Stoddart-Scott."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["2005,1101.1"]}