{"artifact_name": "bracelet", "Object Type": ["bracelet"], "Museum number": ["AF.351"], "Description": [" Bracelet; gold; front opening on a hinge; hoop a band of open-work with plain tube edges; the design, beginning at the back of the hoop, consists of a pair of peacocks facing and separated by a vase; on each side of them a pair of facing swans, and at each end a peacock facing the front; all surrounded by scrolls and bands of open-work lozenges; the front a circular medallion, flanked by oblongs with two square settings, now empty; in the centre a bust of the Virgin in relief with hands raised; surrounded by borders of lozenges and scallops. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["600 (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": ["relief"], "Dimensions": [" Height: 43.50 millimetres (medallion) ", " Weight: 68.57 grammes ", " Width: 69.50 millimetres ", " Depth: 64.50 millimetres "], "Curator's comments": ["Published: A. Yeroulanou, 'Important Bracelets in Early Christian and Byzantine Art', in Chris Entwistle and Noel Adams (eds), 'Intelligible Beauty': Recent Research on Byzantine Jewellery, London, 2010, 45. pl. 19."], "Bibliographic references": [" Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (279) ", " Buckton 1994 / Byzantium: Treasures of Byzantine art and culture from British collections (99) ", " Tait 1976 / Jewellery Through 7000 Years (355) ", " Tait 1986a / Seven Thousand Years of Jewellery (499) ", " Marzinzik 2013 / Masterpieces: Early medieval art (34) ", " Baldini Lippolis 1999 / L'oreficeria nell'Impero di Costantinopoli tra IV e VII secolo (2.VI.3.a.3) ", " Yeroulanou 1999 / Diatrita: Gold Pierced-Work Jewellery from the 3rd to the 7th Century (230) ", " Kent & Painter 1977 / Wealth of the Roman World. Gold and Silver, AD 300-700 (170) ", " Dalton 1911b / Byzantine Art and Archaeology (p.541) ", " Dalton 1921 / A Guide to the early Christian and Byzantine antiquities in the Department of British and Mediaeval Antiquities (p.135) ", " Vassilaki 2000 / Mother of God: Representations of the Virgin in Byzantine Art (11) ", " Cormack & Vassilaki 2008 / Byzantium 330-1453 (143) ", " Daim 2010 / Byzanz: Prach und Alltag (86) "], "Location": ["On display (G41/dc13)"], "Exhibition history": [" Exhibited: 2012-2013 11 Nov-25 Aug, USA, Art Institute of Chicago, Tradition Transformed: Late Roman and Early Byzantine Treasures from the British Museum 2010 26 Feb-13 Jun, Germany, Bonn, Kunst and Ausstellungshalle der Bundesrepublik Deutschland, Byzantium: Splendour and Daily Life 2009 20 Oct-2010 25 Jan, France, Paris, Galeries Nationales du Galeries Nationales du Grand Palais, De Byzance à Istanbul 2008 25 Oct-2009 22 Mar, London, Royal Academy of Arts, Byzantium 330-1453 AD 2000 16 Oct-2001 14 Jan, Greece, Athens, Benaki Museum, The Mother of God "], "Subjects": [" bird ", " heraldry ", " new testament "], "Associated names": ["Representation of: Virgin Mary"], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Previous owner": ["Previous owner/ex-collection: Alessandro Castellani (his sale, Rome, 17 March-10 April 1884, lot 835)"], "Acquisition date": ["1897"], "Acquisition notes": ["This bracelet is one of a pair reportedly found in Egypt and acquired by Alessandro Castellani: Catalogue des objets d'art antiques, du Moyen-âge et de la Renaissance dependant de la succession Alessandro Castellani et dont la vente aura lieu à Rome (Paris 1884) p.110 (lot 835). Its pendant was owned by Count Michel Tyszkiewicz and subsequently kept in the Gołuchów Castle (the collection of which was dispersed during World War II): W. Froehner, Collections du Château de Gołuchów: l'orfèvrerie (Paris 1897) pp.74-75, pl.xvii.120, cat.198."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["AF.351"], "Conservation": [" Treatment: 18 Oct 1994 ", " Treatment: 23 Jul 1984 "]}