{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["AF.197"], "Description": [" Gold key-ring, with wide flat hoop fluted with twelve vertical channels and ornamented above and below with a pierced scroll border. In the centre of the channels are square apertures, eleven of which have reserved letters while the twelfth has a leaf. The bezel is rectangular and consists of three plain horizontal bands, between which is an inscription in openwork. From the bezel rises at right angles a vertical projection with the wards, a diaper of nine crosses connected by pellets: on the sides it has cable borders, on the top a pierced scroll. "], "Cultures/periods": ["Roman Imperial"], "Production date": ["2ndC-3rdC"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": ["gold"], "Technique": ["pierced"], "Dimensions": [" Diameter: 1.04 inches ", " Weight: 190 grains "], "$Inscriptions": [" ", " "], "Curator's comments": ["Text from Dalton 1912, Catalogue of Finger Rings, no. 3: H. Leclercq in F. Cabrol's 'Dictionaire d.archéologie chrétienne et de liturgie', col. 2209. A ring of similar type was found at Tirlemont in Belgium about 1894, and is believed to be in private possession. Cf. also a ring formerly in the Castellani Collection, and sold in Rome in 1884 (Sale Catalogue, no. 928, p. 120). For rings with similar pierced inscriptions see Fortnum in 'Archaeological Journal' xxvi (1869), p. 141, no. 5 (gold, in Fortnum Collection now in the Ashmolean Museum at Oxford); and 'Archaeological Journal' vii (1850), p. 191 (gold ring in the collection of the Duke of Northumberland, found near Corbridge-on-Tyne). Handwritten note in Dalton: A ring with openwork with similar fluted hoop and openwork inscription (in Greek) found at Corbridge in 1935, sent to B.M. by John Cowen Esq., Minster Acres, Shotley Bridge (letter 30.11.1935)."], "Bibliographic references": [" Dalton 1912 / Franks Bequest Catalogue of the Finger Rings, Early Christian, Byzantine, Teutonic, Mediaeval and Later, Bequeathed by Sir Augustus Wollaston Franks, KCB, in which are included the other rings of the same period in the Museum. (3) ", " Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (49) ", " Yeroulanou 1999 / Diatrita: Gold Pierced-Work Jewellery from the 3rd to the 7th Century (340) ", " Froehner 1873 / Les musées de France: recueil de monuments antiques (pl.xxxviii.9-10) ", " Fortnum 1872 / On a Roman Key-like Finger Ring of Gold, and Byzantine Bicephalie Signet of the same metal "], "Location": ["On display (G70/dc28)"], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Previous owner": ["Previous owner/ex-collection: Giovanni di Demetrio"], "Acquisition date": ["1897"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["AF.197"], "Additional IDs": [" Other BM number: 1988,1021.1 (G&R no.) "]}