{"artifact_name": "signet-ring", "Object Type": ["signet-ring"], "Museum number": ["AF.304"], "Description": [" Gold signet-ring composed of a square bezel with angled sides and a hoop constructed of seven small medallions, between each of which are two small granules. On the bezel is engraved a confronted male and female bust, the latter at left and wearing a mantle and necklace, the former bearded and wearing a chlamys fastened by a stylised fibula. Above them, a cross. The medallions are decorated with alternate male and female busts, the former wearing stylised crossbow fibulae, the latter earrings and necklaces; in the field to left and right of each bust, a vegetal motif; traces of niello in each medallion. "], "Cultures/periods": ["Late Roman"], "Production date": ["5thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" gold ", " niello "], "Technique": [" engraved ", " nielloed "], "Dimensions": [" Diameter: 26 millimetres (External) ", " Diameter: 19.60 millimetres (Internal) ", " Height: 11.90 millimetres ", " Weight: 28.82 grammes "], "Curator's comments": [" Cf. M.C. Ross, Catalogue of the Byzantine and Early Medieval Antiquities in the Dumbarton Oaks Collection, Vol. II, Washington DC (1965), no. 50. ", " Text from Dalton 1912, Catalogue of Finger Rings, no. 127: Cf. no. 112 ( AF 288) and a gold ring at Vienna (Y. Arneth, 'Gold- und Silver-Monumente' etc., pl. xii, fig. 152). Text from Ward, Cherry et al, 'The Ring from Antiquity to the Twentieth Century,' London 1981, pl. 100: In form this ring with its seven equal medallions echoes the later Roman hoop consisting of a number of separate settings joined together (Pl. 66), but in this case there is an oblong bezel, also of engraved gold. The confronted busts of a man and and a woman dressed in the clothes and jewellery of well-to-do Roman citizens are shown in profile, while between and slightly above them an equal-armed cross places this ring firmly in its religious context. the medallions that form the hoop are decorated with engravings of alternate male and female busts surrounded by floral sprays. The lines are emphasised with niello, while small granules of gold are placed at the points where the medallions join. This is certainly an example of a marriage ring and may have been one of a pair. Its comparatively large size suggests that it was either made for the husband or to be worn on the forefinger or thumb. "], "Bibliographic references": [" Marzinzik 2013 / Masterpieces: Early medieval art (14) ", " Dalton 1912 / Franks Bequest Catalogue of the Finger Rings, Early Christian, Byzantine, Teutonic, Mediaeval and Later, Bequeathed by Sir Augustus Wollaston Franks, KCB, in which are included the other rings of the same period in the Museum. (127) ", " Dalton 1901 / Catalogue of Early Christian Antiquities and Objects from the Christian East in the Department of British and Medieval Antiquities and Ethnography of the British Museum (207) ", " Buckton 1994 / Byzantium: Treasures of Byzantine art and culture from British collections (27) ", " Tait 1976 / Jewellery Through 7000 Years (436) ", " Tait 1986a / Seven Thousand Years of Jewellery (586) ", " Ward et al 1981 / The Ring from Antiquity to the Twentieth Century (100) ", " Baldini Lippolis 1999 / L'oreficeria nell'Impero di Costantinopoli tra IV e VII secolo (2.VII.5.5) ", " Vikan 1990 / Art and Marriage in Early Byzantium (p.148-149) ", " Stutzinger 1983 / Spätantike und frühes Christentum (257) ", " Fortnum 1872 / On a Roman Key-like Finger Ring of Gold, and Byzantine Bicephalie Signet of the same metal "], "Location": ["On display (G41/dc14/sB)"], "Exhibition history": [" Exhibited: 2012-2013 11 Nov-25 Aug, USA, Art Institute of Chicago, Tradition Transformed: Late Roman and Early Byzantine Treasures from the British Museum 1983-1984 15 Dec-11 Mar, Germany, Frankfurt, Städtische Galerie Liebieghaus, Late Antiquity and Early Christianity "], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Previous owner": ["Previous owner/ex-collection: Giovanni di Demetrio"], "Acquisition date": ["1897"], "Acquisition notes": ["Dalton 1912 states that the ring was in the \"Dimitri collection\", but Fortnum 1872 has the correct \"Demetrio collection\" in Egypt."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["AF.304"]}