{"artifact_name": "bowl; pyx", "Object Type": [" bowl ", " pyx "], "Museum number": ["AF.3041"], "Description": [" Deep silver bowl and cover, cast; parcel gilt, both richly decorated with designs in relief. The bowl is of squat form bulging near the bottom; the lip is moulded. The ornament on the outside of the bowl forms a regular pattern, in which four large panels are separated at equal intervals by vine-scrolls. Within each panel is a large quatrefoil having in the middle a cross pattee with rosette centre and leaves between the arms. The vine-branches spring scrollwise from the leaves of the quatrefoils; each encloses a bird looking backwards and pecking at a conventional bunch of grapes: the spandrels are occupied by acanthus-leaves. The stems at their point of contact are bound by collar-like transverse bands, and form in the centre of the pattern lozenges with incurved sides enclosing small quatrefoils: the figures of the birds, the clusters of grapes, and the leaves are nielloed. The bottom has been rasped or filed. The cover is slightly convex, and has a beaded edge and a vertical handle, on the top of which is a nielloed quatrefoil with a rosette in the centre. The ornament on the cover is essentially the same as that on the bowl but on a smaller scale, and is similarly nielloed, but has no figures of birds. The background and interior of bowl and cover are gilt. "], "Cultures/periods": ["Carolingian"], "Production date": ["9thC (mid)"], "Findspot": [" Found/Acquired: Spain "], "Materials": [" silver ", " gold ", " niello "], "Technique": [" cast ", " gilded ", " inlaid ", " applied ", " nielloed ", " parcel-gilded ", " relief "], "Dimensions": [" Diameter: 12 centimetres ", " Height: 12.60 centimetres (with cover) ", " Height: 8.50 centimetres ", " Weight: 521.86 grammes (bowl) ", " Weight: 210.66 grammes (lid) ", " Weight: 732.52 grammes (overall) "], "Curator's comments": [" A lid from a similar vessel is in the Metropolitan Museum of Art, New York City: accession no. 17.190.407. Information and photographs: https://www.metmuseum.org/art/collection/search/464389?&searchField=All&sortBy=Relevance&ft=17.190.407&offset=0&rpp=20&pos=1 ", " Text from Read and Tonnochy 1928, 'Catalogue of Silver Plate' (Franks Bequest): This bowl was described and figured by O. M. Dalton in ‘Archaeologia’, LXI. 357, where a western (Carolingian) provenance was ascribed to it, with the alternative suggestion that it might be Anglo-Saxon work. The vine-scroll appears to have been first developed in the countries of the Eastern Mediterranean. J. Brøndsted (‘Early English Ornament, London and Copenhagen’, 1924,pp.17 ff.), following Strzygowski, describes it as an Oriental conventionalization of a motive which originates in Hellenistic-Roman art, and found its way into Syria and Egypt in the late classical period when the vine-scroll enclosing birds was a common design. The ivory chair of Maximian at Ravenna and the Mshatta façade preserved in the Berlin Museum are well-known examples of this ornament. It occurs on a Byzantine ivory vase in the British Museum (‘Catalogue of Ivory Carvings of the Christian Era’, 1909, no. 15), and on a box in the Victoria and Albert Museum (‘Catalogue of Carvings in Ivory’, I, p. 49. London, 1927). At a later date we find it on Northumbrian crosses in England, notably on the Ruthwell and Bewcastle crosses (G. Baldwin Brown, ‘The Arts in Early England’, London, 1921, pp. 273 ff.) about 670-80, and similar scrolls enclosing birds and animals are seen on the bowl found at Ormside, Westmorland, and now in the York Museum (Baldwin Brown, as above, pp. 318 ff.). The clearest analogies to the bowl will be found in Carolingian work. In the Sacramentary of Drogo, Bishop of Metz and son of Charlemagne (826-55), preserved in the Cabinet de Médailles of the Bibliothèque Nationale, Paris, lozenge-patterns with incurved sides and connecting transverse collars occur like those formed by the vine-stems on the bowl (A. de Bastard, ‘Peintures et Ornements des Manuscrits’ V, p.132. Paris, 1832-69). The same thing may be seen on the ivory panels of the book-cover (about 900) of the monk Tuotilo of St. Gall, preserved in the Abbey Library there (Goldschmidt, ‘Elfenbeinskulpturen’,Berlin, 1914, I, no. 163). Here are vine- and acanthus-scrolls and the quatrefoil within a lozenge. The reverse of the seal of Aelfric in the British Museum (late tenth century) may also be compared (‘Archaeologia’ XXIV, p. 359). These features appear on Sassanian silver-work (see Smirnov, ‘Oriental Silver’, St. Petersburg, 1909, pls. lxi. 99 and lxix. 121), and Strzygowski has assigned a Persian origin to the present bowl (‘Byzant. Zeitschr.’ XIX, 665); the feeling and spirit of the designs are, however, different. While specimens of Carolingian silversmiths' work are not numerous, a certain amount of comparative material is available. The present bowl is associated (A. Riegl, ‘Die Spätrömische Kunstindustrie’, II, p. 65. Vienna, 1923), with a number of objects found in a knight's grave at Kolin, in Bohemia, and preserved in the Landesmuseum at Prague, for which the earliest possible date is the end of the eighth century; they illustrate the lozenges, leaf-ornaments, and the collars connecting the stems. Kindred objects are a girdle-mount with silver gilt background and niello; a mount from a grave near Malestig in the Museum at Klagenfurt, Carinthia, shows the typical ornament combined with birds pecking at grapes. Other silver bowls of this form are preserved. The closest parallel to the present example is one found at Ribe in the south-west of Denmark, in the National Museum at Copenhagen, with engraved designs inlaid with gold and niello, vine-scrolls of the Coptic-Carolingian type, imbrications in the spandrels, and friezes of ivy-scrolls above and below. Brøndsted (as above, p. 329) assigns it to the early ninth century. In the same Museum is a bowl dating from the end of the eighth century from the island of Fejø, off Laaland, Denmark, with animal figures and foliate designs in panels, and interlaced animal ornament showing close affinities with the chalice of Tassilo at Kremsmünster (Brøndsted, as above, p. 152; Riegl, as above, p. 58). The bowl from Halton Moor, in the Franks Bequest and similar in form, is described in AF 541. While the form and ornament of the bowl recall Carolingian art, an Anglo-Saxon origin is not impossible. The high quality of the Anglo-Saxon metalwork is seen in the extant examples, among which may be mentioned the finger-rings in the British Museum (O. M. Dalton, ‘Catalogue of the Finger Rings . . . Early Christian . . . and later’, nos. 179 ff. London, 1912). Passages in the ‘Liber Pontificalis’ (about 500-800) show that in the eighth and ninth centuries the popes ordered many silver objects from Anglo-Saxon craftsmen, among which are mentioned lamps (‘gabatae’): “Gabatam saxiscam habentem in modum leones IIII cum diversis istoriis serpentium,etc”. (Acts of Gregory IV, ch. xxvi). King Ethelwulf (836-58) on his visit to Rome gave costly gifts to St. Peter's, among which four silver lamps are described as English. The use of niello was common throughout the Anglo-Saxon period: it is seen on the ring of Ethelwulf and on some other objects in the Museum. ", " Comment from Kidd, Haith & Ager ‘Summary Catalogue’ (draft MS) A fortuitous MS label in Read's handwriting (?) associated with the Carolingian bowl is apparently transcribed from a source now lost. It gives details of the dealer from whom it was acquired, and its provenance (corroborated by Franks's list of 1893). This information does not figure in the definitive 1928 catalogue by Read and Tonnochy. Provenance: found in Spain (MS list of 1893 by Franks) Acquired through dealer \"Hermann 'The Wizard of the North' who said he got it in Spain\" (MS label in departmental archive). Published: DALTON O.M. 1909. On a Silver Bowl and Cover of the Ninth or Tenth Century, Archaeologia LXI part 2, London, pp. 357-60, pl. XLVII STRZYGOWSKI J. 1910. Bibliographische Notizen und kleinere Mitteilungen, Byzantinische Zeitschrift 19, Leipzig, p. 665 (under O.M. Dalton) DALTON O.M. 1911. Byzantine Art and Archaeology. Oxford, pp. 106-7, fig. 63 BRØNDSTED J. 1920. Nordisk og fremmed Ornamentik i Vikingetiden, med særligt Henblik paa Stiludviklingen i England, Aarbøger for Nordisk Oldkyndighed og Historie, 3rd series 10, Copenhagen, pp. 276-7 RIEGL A. 1923. Die Spätrömische Kunstindustrie nach den Funden in Österreich-Ungarn II, ed E.H. Zimmermann, Kunstgewerbe des Frühen Mittelalters. Vienna, pp. 65-6, fig. 48 MITCHELL H. 1923. Flotsam of Later Anglo-Saxon Art I, Burlington Magazine XLII, London, p. 71 ARBMANN H. 1937. Schweden und das Karolingische Reich, Studien zu den Handelsverbindungen des 9. Jahrhunderts, Kunglig Vitterhets Historie och Antikvitets Akademiens 43. Stockholm, pp. 167-9, ill. 32 HOLMQVIST W. 1959. The Syllöda Silver Pin - an English Element in the Art of the Viking Age, Suomen Museo LXVI, Helsinki, pp. 51-52 WERNER J. 1959. Frühkarolingische Silberohrringe von Rastede (Oldenburg). Beiträge zur Tierornamentik des Tassilokelches und verwandter Denkmäler, Germania 37, Berlin, p. 192 note 47 WILSON D.M. 1960a. The Fejø Cup, Acta Archaeologica XXXI, Copenhagen, 147-73, pp. 157 8, fig. 12 SKUBISZEWSKI P. 1965. Czara Włocławska, Poznańskie Towarzystwo Przyjaciół Nauk VII. Poznań, ills. 180-1 FRAENKEL-SCHOORL N. 1978. Carolingian Jewellery with Plant Ornament, Berichten van de Rijksdienst voor het Oudheidkundig Bodemonderzoek in Nederland 28, Amersfoort, p. 348, fig. 2a LA NIECE S. 1983. Niello: an historical and technical survey, Antiquaries Journal LXIII, London, p. 293 no. 103 WILSON D.M. 1984. The Forgotten Collector. London, p. 42, pls. 23-4 WAMERS E. 1986. Frühmittelalterliche Funde aus Mainz, Schriften des Frankfurter Museums für Vor- und Frühgeschichte IX. Frankfurt, p. 40 WAMERS E. 1991. Pyxides imaginatae zur Ikonographie und Funktion Karolingischer Silberbecker. Germania: Korrespondenzblatt der Römisch-Germanischen Kommission des Kaiserl; Archäologischen Instituts 69, no. 1 "], "Bibliographic references": [" Marzinzik 2013 / Masterpieces: Early medieval art (95) ", " Read & Tonnochy 1928 / Catalogue of the silver plate: mediaeval and later; bequeathed to the British museum by Sir Augustus Wollaston Franks, K.C.B., with selected examples from other sources (98) "], "Location": ["On display (G41/dc3/sC)"], "Exhibition history": [" Exhibited: 1999 23 Jul-1 Nov, Germany, Paderborn, Diözesanmuseum, 799 - Art and Culture of the Carolingian Period 1993 15 Aug-28 Nov, Germany, Hildesheim, Roemer und Pelizaeus Museum, Bernward von Hildesheim und das Zeitalter der Ottonen "], "Subjects": [" cross ", " plant ", " bird ", " fruit ", " leaf (acanthus) "], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["AF.3041"], "Conservation": [" Treatment: 16 Jun 1999 ", " Treatment: 30 Jun 1980 ", " Treatment: 11 Apr 1985 ", " Treatment: 09 Aug 1993 "]}