{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["AF.3316"], "Description": [" Lead-glazed cream-coloured earthenware figure of Cleopatra: Cleopatra is shown in a loose robe belted below her breast, over which is a cloak with a clasp on the left shoulder. The asp, which she is applying to her left breast, is wound around her left wrist. "], "Production date": ["18thC"], "Production place": [" Made in: Buen Retiro (?) ", " Made in: Naples (city) (probably) "], "Findspot": [" Found/Acquired: London (England) (?) "], "Materials": ["earthenware"], "Technique": ["tin-glazed"], "Dimensions": [" Height: 32.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The figure, complete with an elaborate support, imitates a full-scale statue, and is probably loosely based on the Farnese Flora, a marble statue now in the Museo Nazionale Archeologico, Naples, thought to be a Roman copy of a Greek statue of Aphrodite carved in the fourth century bc. This statue was in Rome from the sixteenth century until 1800, when it was sent to Naples. Little is known about Italian cream-coloured earthenware and it is not possible at present to determine where this figure was made. Although classical scenes were often painted on Italian pottery from the Renaissance onwards and on porcelain from the eighteenth century, and classical figures were created in both pottery and porcelain, the subject in this medium at least appears to be a rare one. Bibliography: S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 367 [392]."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (392)"], "Location": ["Not on display"], "Condition": ["Hairline cracks."], "Subjects": [" crown ", " reptile "], "Associated names": ["Representation of: Cleopatra the Great"], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Acquisition date": ["1897"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["AF.3316"], "Additional IDs": [" Miscellaneous number: FB.47 "], "Conservation": ["Treatment: 09 Feb 2001"]}