{"artifact_name": "pin; scarf-pin", "Object Type": [" pin ", " scarf-pin "], "Museum number": ["Eu1971,01.289"], "Description": [" Head-pin ('trepka'), copper alloy with small amounts of arsenic, silver, zinc and nickel, with a pierced foliate triangular plaque incorporating stylised confronted birds, and a lower rectangular plaque set, both set with red and green glass stones, from which hang multiple chains with a triple row of small Turkish coins; further coins are attached to the plaques above and to chains that run round the edge of the plaques.The plaques cast. At the top a ring with a long thick pin for securing to head scarf. "], "Production date": ["19thC(late)-20thC(early)"], "Production place": [" Lustred in: Bulgaria "], "Findspot": [" Found/Acquired: Nova Zagora "], "Materials": [" copper alloy ", " glass "], "Technique": [" cast (plaques) ", " struck (coins) "], "Dimensions": [" Length: 21.50 centimetres "], "Curator's comments": ["Text from Eth Doc 1836: 'This hairpin has two figures of birds attached to the base of a triangular plate. Chainlets with lamellae are attached to the latter. It is worn on the head-scarf. Beginning of the C20th.' Information supplementary to Eth Doc: The Turkish coins (para) range in date from 1730 (Islamic date 1143) to 1808 (Islamic date 1223). They were minted in Constantinople and Misr (Egypt), usually at the start of the reign. Under Mustafa III and Selim III Constantinople is called Islambul. The dates on the coins, the different Sultans and their reigns are as follows: 1143 = Mahmud I (1730-54, Islamic dates 1143-68) Constantinople 1168 = Osman III (1754-57, 1168-71) Constantinople 1172 = Mustafa III (1757-74, 1171-87) Islambul 1187 = Abdul Hamid 1 (1774-89, 1187-1203) Constantinople 1203 = Selim III (1789-1807, 1203-22) Islambul and Misr 1223 = Mahmud II (1808-39, 1223-55) For a similar pendant, see D. Drumev, 'Héritage Artistique Bulgare: Orfèvrerie', Sofia 1976, p. 507, pl. 590. For similar pendants worn over the ears, pinned to the headscarf, so that they hang beneath the prochlenik, see M. Veleva and S. Blagoeva, 'Bulgarian National Costumes and Folk Jewellery, Sofia 1983, p. 104, fig. 212, a young woman from Gotse Delchev."], "Location": ["On display (G47/dc8/p8/no1)"], "Exhibition history": [" Exhibited: 2011 21 Jan-11 Sep, London, British Museum, Room 2, Traditional Jewellery and Dress from the Balkans "], "Acquisition name": ["Donated by: Committee for Cultural Relations"], "Acquisition date": ["1971"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["Eu1971,01.289"], "Conservation": [" Treatment: 16 Nov 2010 ", " Treatment: 16 Nov 2010 "]}