{"artifact_name": "forehead-ornament; coin", "Object Type": [" forehead-ornament ", " coin "], "Museum number": ["Eu1971,01.275"], "Description": [" Woman's head ornament ('prochelnik'), copper alloy (?), formed of two central cast plaques set with red and green glass stones, and an upper cast plaque with hook at the back. From these three plaques hang five coin chains, one from the hook, and two from each of the lower plaques, the five chains joind at the ends on each side to a hook for attachment to the head scarf. Further coin chains with a double row of coins hang from the lower plaque. The coins are all Turkish, 18th -19th century. "], "Production date": ["20thC(early)"], "Production place": [" Made in: Bulgaria "], "Findspot": [" Found/Acquired: Sliven "], "Materials": [" copper alloy ", " silver ", " glass "], "Technique": [" cast (plaques) ", " struck (coins) "], "Dimensions": [" Length: 55 centimetres "], "Curator's comments": ["Text from Eth Doc 1836 (entry 275): This ornament, or 'prochelnik' is made of a cheap, cast, silver alloy. It consists of a central part made up of two separate triangular and rectangular plates, with scalloped rims. Chainlets with lamellae of different lengths are attached to the rims. It is worn over the forehead or over the hat by young, married women. Beginning of the C20th. Information supplementary to Eth Doc: For similar forehead ornaments, see Veleva and Blagoeva 1983, p. 128, fig.20 and p. 129, fig. 21. See also Drumev 1976, p. 484, figs. 543-4. They were worn pinned to the head scarf by young marreid women, so that the centre hung over the forehead, see Veleva and Blagoeva 1984, p. 104, fig. 212. They could also be worn across the breast, see ibid, p. 25, fig. 32. To complete the ensemble, side pins covered the ears, see Eu1971,01.288-9. The rows of tiny Turkish coins rustled and sparkled as the wearer moved, to ward off evil spirits. The Turkish coins are minted in Istanbul and in Egypt and date from the reigns of Mahmud I (1730-54), Mustafa III (1757-74), Abdul Hamid I (1774-89), Selim III (1789-1807), and Mahmud II, (1808-39). Similar head ornaments were worn in other parts of the Balkans, see Jelena Tešić, 'Bridal Jewellery among Serbs in XIX and first half of the XX century', exhibition catalogue, Ethnographic MUseum Belgrade 2003, p. 62 and cat. 124, p. 1245, a 'nagrudnik' from Jajce in Bosnia-Herzegovina. For a similar head ornament worn as part of Turkish costume, affixed to a high headdress, see Umay Günay, 'Historical Costumes of Turkish Women', Istanbul 1986, pp. 164-5, and p. 141 for an example worn as a forehead ornament over the headscarf."], "Bibliographic references": ["Ward et al 2013 / A Bulgarian kukeri mask: a diplomatic gift and the conservation of its polyurethane foam decorations (p.40)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 21 Jan-11 Sep, London, British Museum, Room 2, Traditional Jewellery and Dress from the Balkans "], "Acquisition name": ["Donated by: Committee for Cultural Relations"], "Acquisition date": ["1971"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["Eu1971,01.275"], "Conservation": ["Treatment: 02 Feb 2011"]}