{"artifact_name": "beaker; medallion; forgery", "Object Type": [" beaker ", " medallion ", " forgery "], "Museum number": ["Franks.262"], "Description": [" Beaker and cover; porcelain; painted in colours; in the sides two oval openings, one with a silver-gilt medallion and one with a lens through which the back of the medallion can be seen; on the cup are two hermits, one in a pilgrim's dress and staff, crossing a bridge, the other seated and reading a book, as is also a third hermit on the cover; in the background landscape with buildings, rocks etc.; on the cover two coats of arms accollés, being repetitions of the same and painted in red, viz - quart. 1 and 4, a ram's head, from which issue three feathers; 2 and 3, a half spread eagle; Rechenberg of Silesia; on the top a gilt-metal ornament, a crowned female ending in two fishes tails, one of which she holds in each hand, as on Nürnberg objects; the medallion has on one side an archiepiscopal saint supported in clouds by angels, inscription which is also painted around the glass opening; reverse, three saints, one seated with book with rays round his head, St Mary of Egypt(?) standing, and a seated male saint with rosary; inscription, which is repeated round it on the porcelain; no marks; fake. "], "Production date": ["19thC (probably)"], "Materials": [" porcelain ", " enamel ", " metal ", " glass ", " silver "], "Technique": [" painted ", " glazed ", " gilded "], "Dimensions": [" Height: 7.25 inches "], "$Inscriptions": [" ", " "], "Bibliographic references": ["Franks 1896 / Catalogue of a Collection of Continental Porcelain (262)"], "Location": ["Not on display"], "Condition": ["One medallion missing."], "Subjects": [" bird ", " hermit ", " mammal ", " heraldry ", " saint/martyr ", " religious object ", " angel ", " bridge ", " architecture ", " fish ", " book/newspaper ", " landscape ", " reading/writing "], "Associated names": [" Named in inscription: St Thomas of Villanueva, Archbishop of Valencia ", " Emblem of: Rechenberg of Silesia ", " Representation of: St Mary of Egypt (?) "], "Acquisition name": ["Bequeathed by: Sir Augustus Wollaston Franks"], "Previous owner": ["Previous owner/ex-collection: Staniforth"], "Acquisition date": ["1897"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["Franks.262"], "Conservation": [" Treatment: 15 Dec 2000 ", " Treatment: 20 Mar 2000 "]}