{"artifact_name": "model building/structure", "Object Type": ["model building/structure"], "Museum number": ["OA.10338"], "Description": [" Model church; wood; Church of Holy Sepulchre in Jerusalem; inlaid all over and inside with mother-of-pearl quatrefoils, rosettes and geometric patterns; tower, both domes and roof panels are detachable to reveal interior; hinged doors round west apse; only one piece of radiating inlay left on top of dome; inscription and sacred monogram. "], "Production date": ["1753 (before (date of SLoane Bequest))"], "Production place": [" Original from: Church of the Holy Sepulchre, church ", " Made in: Bethlehem (Levant) (?) ", " Made in: Jordan (?) ", " Made in: Lebanon (?) "], "Materials": [" wood ", " mother-of-pearl "], "Technique": ["inlaid"], "Dimensions": [" Height: 23 centimetres ", " Length: 42 centimetres (North-South) ", " Width: 36.50 centimetres (East-West) "], "$Inscriptions": [" ", " "], "Curator's comments": [" See Millon-Riviera, Une Maquette Inedite du Saint-Sepulcre, 06.10.2022, for sale of object with provenance Philip Gilles, Amsterdam 1685-1750. ", " Text from Hans Sloane Manuscript Catalogue (SLMisc.150): 'The model of the temple of the Sepulchre of our Lord Jesus Christ & of Mount Calvary in Jeruslaem - with an explication of the same, beads, measures &c.' There are two OA models, very similar, of which this is one and OA 10339 the other: we cannot say which is Sloane's though both may have been and both are old acquisitions. Both were on display in the mid 19th century, see 'Synopsis of the contents of the British Museum', 1848, p. 5, Ethnographical Room: 'Two Models of the church of the Holy Sepulchre at Jerusalem, and another of the church of the Nativity at Bethlehem.' The British Museum synopses were early guides to the displays. The model of the church of the Nativity at Bethlehem also belonged to Sloane, and is listed in his Manuscript catalogue as \"The model of the temple at Bethlehem\" with price he had paid for it, £5, 7 shillings and 6 pence, SLMisc.151. For this model of the Sepulchre, compare model at Burghley House Lincs. for similar construction though that one has more delicate mother-of-pearl inlay than this one. That one is mentioned in an inventory of 1755 [information from Jon Culverhouse at Burghley November 2010] The Pearson model, belonging to the Egypt Exploration Fund, was sold and acquired by the Musee des Civilisations Europe mediterrannee, currently in Paris but moving to Marseilles, in 2010 and this model will be published by their curator, Mme Emilie Girard. The Pearson model had a ms key, now missing but has been published, which enables us to identify numbers within the model and the sites they represent. On the history, genesis and marketing of these models see Picirillo 2007 which tells the story in detail, also Martin Biddle, The Tomb of Christ, Stroud 1999, p. 42-4. The models are related to drawings made by Bernardino Amico, a Franciscan and architect who spent several years in the Holy Land in the 1590s, which were engraved in Rome in 1609 and in Florence in 1620. His drawings were intended for model makers to use. Models appear from c1600 but larger numbers in the later 17th C, around 30 from Brazil to Russia. Separate models of the Edicule (the covering over the tomb itself) were also made. Models of the Holy Sepulchre probably made in Bethlehem under Franciscan supervision as souvenirs and mementoes for pilgrims and grand tourists, and as gifts to rulers from the Franciscans. One in Danish kunstkammer from 1674. The models record the rebuilding of the tomb and Church by Boniface of Ragusa in 1555. Much of the Church destroyed by fire in 1808. ", " Sloane may have seen the exhibition in London of Jacob Judah Leon's museum of architectural models in 1674. Leon was celebrated for his wood model of the lost Temple of Solomon, but his museum contained models of other historic buildings. Leon died in 1675, but his exhibition remained for many years in England (see Lisa Jardine, 'Going Dutch. How England plundered Holland's glory', London 2008, pp. 356-8). The arrival of Leon's models produced a flurry of interest in reconstructed ancient Biblical architecture. This was principally concerned with buildings that no longer survived, but it may have prompted interest in models of surviving buildings such as the church of the Holy Sepulchre. "], "Bibliographic references": [" Piccirillo 2007 / La Nuova Gerusalemme, Artigianato Palestinese al servizio dei Luoghi Santi (no. 24, tav. LII) (described in detail) ", " Williams et al 2014 / Sacred souvenir: the Holy Sepulchre models in the British Museum (p.29-38, p.30, fig.1, p.31, fig.3, p.33, fig.6, p.35, fig.9) "], "Location": ["On display (G1/wp156)"], "Exhibition history": [" Exhibited: 2017-2018 2 Nov-8 Apr, BM Gallery 35, Living with gods "], "Subjects": ["church"], "Associated names": ["Named in inscription: Jesus Christ"], "Acquisition name": ["Bequeathed by: Sir Hans Sloane"], "Acquisition date": ["1753"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["OA.10338"], "Conservation": [" Treatment: 20 Jul 2017 ", " Treatment: 17 May 2002 ", " Treatment: 05 Sep 2014 "]}