{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Museum number": ["OA.4344"], "Description": [" Pottery oil-lamp. Egyptian 'Frog type' with carinated body. Made in plaster mould, with moulded decoration of a frog without a head on the top. The nozzle-top has a ladder pattern flanked by volutes. The filling-hole was enlarged, probably after firing. Undefined base with alpha impressed. The nozzle shows traces of burning through use. Pale yellow-buff (marl?) clay fabric with light buff surface, fine mica, quartz, white, dark grey and red-brown grog inclusions up to 1mm. "], "Cultures/periods": [" Roman Period (late) ", " Early Byzantine "], "Production date": ["2ndC(mid)-4thC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Knowles Type C4"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 0.85 centimetres (nozzle) ", " Diameter: 2 centimetres ", " Height: 3.50 centimetres ", " Length: 7.50 centimetres ", " Width: 6.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Part of the Egyptian ‘frog lamp’ group with moulded decoration of a frog that has the lamp nozzle in place of its head all in a buff clay. Frog lamps are frequently dated to the 3rd or 4th centuries AD (Bailey 1988, 262, Q2158-2161, from and with parallels from: Alexandria, Memphis, Karanis, Hermopolis Magna, Terenuthis, Ethnasiya and Oxyrhynchus). See British Museum for AES 1843,0507.233c and 1917,0904.2. Close late 2nd or early 3rd century AD parallel from Myos Hormos (Whitcomb & Johnson 1982, pl.60dd) and from el-Ashmunein (Bailey 1998, pl.87 X13), where Bailey warns of the possibility these may have been made before the 3rd century AD. Recent excavations have allowed for the chronology to be refined and reviewed for this form, that is now known to date back to at least the early or mid 2nd century AD (and possibly the end of the 1st century AD). Parallels from Mons Claudianus were found in deposits dated to the Hadrianic period, or from the mid 2nd century AD onwards (Knowles 2006, Type C4.3a nos 56-7). Found in Roman contexts in the Fayum (Kaufmann 1915, no. 222). 3rd to 4th century AD parallel from Tell Atrib (Młynarczyk 2012, type TA III.3). Bailey, D. 1998. 'Excavations at el-Ashmunein V: Pottery, Lamps and Glass of the Late Roman and Early Arab Periods'. British Museum Press, London. Kaufmann, C. M. 1915, Greco-ägyptische Koroplastik. Terrakotten der griechisch-römischen und koptischen Epoche aus der Faijûm-Oase und andren Fundstätten, Cairo. Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie: Éditions Neriton. Whitcomb, D.S. & Johnson, J.H. 1982. ‘Quseir al-Qadim 1980’. Malibu."], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (Q21.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.57) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["amphibian (frog)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["OA.4344"], "Additional IDs": [" Other BM number: 1886,0401.1359 (GR reg.no) "]}