{"artifact_name": "cameo", "Object Type": ["cameo"], "Museum number": ["OA.2707"], "Description": [" Cameo; glass paste; oval; opaque white; Joseph and his brothers; Joseph seated on right listening to his brothers, pleading for Benjamin; Hebrew legend; copy of a sardonyx gem now in Leningrad; mounted. "], "Producer name": [" Made by: James Tassie (?) ", " Made by: William Tassie (?) "], "Production place": [" Made in: London (England) "], "Materials": ["glass"], "Dimensions": [" Length: 6 centimetres ", " Width: 6.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Jenkins & Sloan 1996 The original is now in the Hermitage in St Petersburg, having passed from Hamilton through the collection of the Due d'Orleans The story of Joseph is told in Genesis (371L). Joseph, favourite son of Jacob, was cast into a pit by his jealous brothers. They stripped him of the coat of many colours which his father had given him and, dipping it in the blood of a he-goat, took that to Jacob with the lie that Joseph had been devoured by a wild beast. Jacob remained inconsolable while, unknown to him, Joseph was rescued by Midianite merchants, who sold him to the Ishmaelites for twenty pieces of silver. They in turn took him to Egypt where, although a slave, he prospered and rose to become vice-regent, commanding the grain-stores of the country. In due course famine in the land of Canaan brought Judah and Jacob's other sons to buy grain. Joseph recognised his brothers and on their second visit hid a silver cup in the sack of the youngest, Benjamin. The latter was born of the same mother as Joseph and, being the youngest, was innocent of the crimes against him. When the cup was discovered, Joseph threatened to make a slave of Benjamin, but told the rest they were free to go with the words 'Get you up in peace unto your father'. Judah pleaded with Jacob for the freedom of his youngest brother and, unable to contain himself, Joseph revealed his true identity. In the cameo Joseph is shown enthroned on the right, his brothers huddled before him. Judah cowers at his feet, while a beardless Benjamin stands behind the throne holding a cup. On the left the coat is held up, cleverly highlighted by the colour of the stone. Above the scene the words of Joseph are inscribed in Hebrew: 'Get you in peace unto your father'. This is one of the great masterpieces of medieval cameo carving and is part of a group attributed to the artistic circle of the court of Frederic II Hohenstaufen (d.1250). It may be paired with a similar cameo with a biblical subject, a representation of Noah and his family enternig the Ark, now in the British Museum and formerly in the collection of Lorenzo de' Medici. The Joseph cameo is listed in an eighteenth-century inventory of the Nani family in Venice. LITERATURE: Tassie, no. 13832; Wentzel, 1956, pp.85-105, illus. 1-11; Wentzel, 1962, pp.42-77; cf. R. Kahsnitz, Zeit der Staufe, exh. cat., v, Stuttgart, 1977, pp.498-9. In the Royal Collection at Windsor is an onyx replica of the Joseph cameo without the Hebrew inscription: Archaeologia, 1 874, pl. 2: also Connoisseur, Dec. 1902-Feb. 1903, fig. 1, p.77. H. Tait (ed.), Seven Thousand Years of Jewellery, London, 1986, p.218, fig. 541; Lemburg-Ruppelt, 1981, pp. 87-8."], "Bibliographic references": ["Tassie & Raspe 1791 / A Descriptive Catalogue of a General Collection of Ancient and Modern Engraved Gems Cameos as well as Intaglios (13832)"], "Location": ["Not on display"], "Subjects": ["old testament"], "Associated names": [" Representation of: Joseph ", " Representation of: Benjamin "], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["OA.2707"], "Conservation": ["Treatment: 22 Sep 1995"]}