{"artifact_name": "portrait bust", "Object Type": ["portrait bust"], "Museum number": ["OA.10547"], "Description": [" Marble portrait bust of Sir Charles Thomas Newton KCB (1816-1894), Keeper of Greek and Roman Antiquities (1860-1885), by Sir Joseph Edgar Boehm (1834-1890), slightly to right, wearing a scarf knotted at the neck over a shirt and under a waistcoat and jacket, on a polished grey-veined marble socle inscribed with the name of the sitter. "], "Producer name": ["Made by: Sir Joseph Edgar Boehm"], "Materials": ["marble"], "Technique": ["carved"], "Dimensions": [" Height: 76 centimetres ", " Width: 48.50 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" For a bust by Boehm of Layard as an old man see OA.10559. ", " Dawson 1999 Displayed: 1889, 'in the centre of the Northern Gallery of the Mausoleum Room' (Testimonial to Sir Charles Newton, The Classical Review, III, 1889, p. 2), 'against the north wall of the mezzanine' in Mausoleum Room (BM Central Archive, Officers' Reports, 5 November 1889, quoted in Jenkins, 1992, pp. 220-21); probably in storage from 1920s when the Mausoleum Room was refurbished; c. 1960, British and Medieval Antiquities (MLA Dept slip catalogue); c. 1982, G&R Dept, lobby (retrieved from storage in basement). Literature: M. Stocker, Royalist and Realist: the life and work of Sir Edgar Boehm, New York and London, 1988, pp.57, 62, fig. 43; I. Jenkins and G. B. Waywell (eds), Sculptors and Sculptures of Caria and the Dodecanese, London, 1997, fig. 2. Comparable examples: National Portrait Gallery, London (K. K. Yung, National Portrait Gallery, Complete Illustrated Catalogue 1856-1979, London, 1981, no. 973), plaster dated 1863, presented by Miss Amy Frances Yule, 1895; plaster in possession of Frances Carey signed and dated 1863 (see Dawson 1999, p.148, figs 39-41), formerly belonging to G. F. Watts, who accompanied Newton to Halicarnassus(1) Sir Charles Newton,(2) who was born at Clungunford, Shropshire, the son of a vicar, was educated at Shrewsbury School and Christ Church, Oxford. He was appointed as an assistant in the Department of Antiquities at the British Museum in January 1840. In 1848 he visited Florence, Naples, Rome, Siena, Pisa, Bologna, Vienna and Munich, as well as Athens, to 'examine antiquities in situ'. He resigned in 1852 to become vice-consul at Mytilene on the island of Lesbos, then consul at Rhodes in 1853-4.(3) In 1854-5 he conducted excavations on the island of Calymnos, proceeding to Bodrum, Turkey, where he discovered the site of ancient Halicarnassus. Such was the pressure of space at the Museum that reassembly of the principal sculptures which he excavated from the Mausoleum at Halicarnassus and sent to London took place on the Museum colonnade where temporary sheds were erected. After excavating Cnidus and sending home another large consignment of sculptures, Newton was appointed consul at Rome in 1859, subsequently returning to the Museum as Keeper of the new Department of Greek and Roman Antiquities from 1861 to 1885. He was Yates Professor of Classical Archaeology at University College London from 1880 to 1888, and helped to establish the Hellenic Society, the British School at Athens and the Egypt Exploration Fund. A romantic oil portrait of Newton dating from around 1850 by Henry Wyndham Phillips is in the British Museum.(4) G. F. Watts included an extraordinary depiction of Newton as Edward I clad in chain-mail under a robe in a mural entitled Justice Hemicycle of Lawgivers in the Hall of Lincoln's Inn.(5) A marble portrait plaque of Newton to right aged seventy-one, signed by Waldo W. Story and inscribed Rome 1888, was offered in 1929 to the National Portrait Gallery, London. It now belongs to the Hellenic Society at Senate House, University of London.(6) A drawing by Randolph Caldecott (1846-86) entitled Ceremony of Removing a Piece of Sculpture in the British Museum, showing a rather stooped Newton in a top hat accompanying two masons, was reproduced in an undated twentieth-century folder of prints entitled The Old British Museum, and was used in the British Museum calendar for 1964.(7) There is a photograph of Newton, older, in profile to right.(8) For information about Sir Joseph Boehm, see registration no. 1891,0613.27. This, one of Boehm's earliest portraits after his arrival in England in 1862,(9) was modelled in 1863 and exhibited the following year; it has not yet been discovered how the original commission arose. However, it is likely that Newton's marriage to Mary, daughter of the painter Joseph Severn, and his friendship with Frederic Leighton and G.F.Watts(10) played a part in the genesis of the bust. Amongst Boehm's first portraits exhibited at the Academy in 1863 were a plaster and a bronze statuette of John Everett and Effie Millais respectively.(11) The Newton bust was not carved in marble until Lord Carnarvon raised about £460 for a testimonial to the sitter. In a letter to The Classical Review on 22 March 1889(12) J. Henry Middleton of King's College, Cambridge objected to the money being used for a bust, voicing an opinion which was shared by many of his contemporaries: The modern type of head, and fashion of hair and whiskers, are unsuited to plastic art, especially in marble; and, secondly, no modern branch of art is more commonly unsuccessful than that of eikonic sculpture. . . . Though we have much reason to be proud of the works of many of our living English artists, it is surely in the production of portrait-busts that the present age is least successful. Despite the publication of Middleton's letter, around £130 was spent on the bust, the remaining 'about £330' going to the British School at Athens.(13) The flecks in the clothing and hair, where the marble is slightly brownish-toned, contrast with the whiteness of the face. Susan Walker has suggested(14) that the sculptor has cut away all the imperfections in the flesh areas, leaving a deliberate contrast between the two surfaces. The slight turn of the head, delineation of the pupils, rather wild wavy hair and untidy knot all demonstrate that Boehm was capable of interpreting his sitters in a lively and rather romantic fashion, whilst maintaining his concern for sartorial realism evident in the careful carving of the waistcoat and jacket. Boehm's delineation of the pronounced concavity of Newton's face is further evidence of his pursuit of realism. Few of his portraits are more sympathetic. Both bust and socle are of marble from Polvaccio, Torano basin (E.Dolci, Carrara Cave Antichi: Materiali Archeologici, Carrara, 1980, no. XII, p. 163). Notes: (1) For Watts, see I. Jenkins, 'G. F. Watts' Teachers: George Frederic Watts and the Elgin Marbles', Apollo, vol. CXX, no. 271, September 1984, pp. 176-81. (2) See 'Charles Newton and the Sculptures from Asia Minor', in I. Jenkins, Archaeologists and Aesthetes, London, 1992, pp. 168-95; J- L. Fitton, 'Charles Newton and the Discovery of the Greek Bronze Age', in C. Morris (ed.), Klados: essays in honour of J. N. Coldstream, Bulletin of the Institute of Classical Studies, Supplement LXIII, London, 1995, pp.73-8; and for a full biography Brian F. Cook, 'Sir Charles Newton, KCB (1816-1894)', in I. Jenkins and G. B. Waywell (eds), Sculptors and Sculptures of Caria and the Dodecanese, London, 1997, pp. 10-21. (3) His experiences are recounted in his Travels and Discoveries in the Levant, London, 1865. (4) Illus. Jenkins, 1992, p. 171, fig. 68. (5) Illus. Jenkins and Waywell (eds), Sculpture and Sculptors, fig. 12, part showing figure with Newton's head. (6) Illus. ibid., fig. 3. (7) Illus. M. Caygill, The Story of the British Museum, London, 1981, p. 45. (8) See Cook, 'Sir Charles Newton', frontis. (9) Stocker, 1988, pp. 396-7 records plaster statuettes of John Leech (1862), William Makepeace Thackeray (1862-4) and H. Eaton RA (1863), plaster and bronze statuettes of John Everett and Effie Millais (1863) and a terracotta bust of J. S. Bowes (1863). (10) I. Jenkins, 'G.F.Watts' teachers: George Frederic Watts and the Elgin Marbles', Apollo, vol. CXX, no. 271, September 1984, p. 178. (11) Stocker, 1988, cats 16, 17. The plaster of John Millais is in the National Portrait Gallery, London; a bronze is in private hands. The bronze of Effie Millais is in a private collection. (12) Classical Review, III, 1889, p. 187. (13) Ibid., p. 2. (14) In conversation with the writer, February 1998. "], "Bibliographic references": [" Dawson 1999 / Portrait Sculpture, a catalogue of the British Museum collection, c. 1675-1975 (56) ", " Stocker 1988 / Royalist and Realist: the life and work of Sir Edgar Boehm (57,62, fig. 43) ", " Jenkins & Waywell 1997 / Sculptors and Sculptures of Caria and the Dodecanese (fig. 2) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1864, London, Royal Academy, no. 1000. "], "Associated names": [" Named in inscription & portrayed: Sir Charles Thomas Newton ", " Associated with: Henry Howard Molyneux Herbert, 4th Earl of Carnarvon ", " Associated with: The British Museum "], "Previous owner": ["Previous owner/ex-collection: Sir Charles Thomas Newton"], "Acquisition date": ["1889"], "Acquisition notes": ["Presented to Newton by Lord Carnarvon and others in 1889."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["OA.10547"], "Conservation": [" Treatment: 24 May 1995 ", " Treatment: 19 May 2010 "]}