{"artifact_name": "triptych; religious/ritual equipment; figure; forgery(ivories)", "Object Type": [" triptych ", " religious/ritual equipment ", " figure ", " forgery (ivories) "], "Museum number": ["OA.1343"], "Description": [" Triptych; wood; painted; St Catherine, St Margaret, St Nicholas and St Martin on exterior of leaves; interior applied ivory figures in three rows with New Testament theme; left leaf, top: Annunciation; middle: Nativity; bottom: Presentation in Temple; right leaf, top: Salutation; middle: Adoration of Magi; bottom: Flight into Egypt; central panel, top: Coronation of Virgin; middle: Crucifixion; bottom: Death of Virgin; all under arched canopies; figures in ivory are fake. "], "Production date": [" 1226-1275 (triptych) ", " 18thC(late) (figures) "], "Production place": [" Made in: Upper Rhine (?) ", " Made in: Baden-Württemberg (state) ", " Made in: Constance, Lake "], "Materials": [" wood ", " ivory ", " gold "], "Technique": [" painted ", " gilded ", " carved "], "Dimensions": [" Height: 940 millimetres ", " Width: 510 millimetres ", " Depth: 115 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Jones 1990 Purchased by the British Museum at Christie's in 1858 from the Falcke sale, the triptych had previously been in the collection of Dr Böhm of Vienna, probably by the 1830s, at which time it was furnished with a splendid provenance: it was said to have been presented in the mid-fourteenth century by the Pope to the Emperor and that documents proved it to have been given by an empress to a convent in the fifteenth century; Dr Böhm claimed to have bought it from a superior officer in the army who had acquired it at the suppression of the convent during Joseph II's reign. False royal and papal provenances filled out with local colour have often been attached by collectors and dealers to objects, whether genuine or fake. In this case it is likely that the carver of the ivories sought a commensurately princely sum for his work. He even included a small parcel of relics (probably in themselves 'genuine'; for relics see P&E registration nos. 1946,0407.1 and 1978,0502.7), housed within the Virgin Mary's bed in the scene of her Dormition. The British Museum bought the triptych for its ivories; it was judged to be a virtually unique survival of a large-scale Gothic ivory tabernacle with original wooden frame. Ironically, the Museum's purchase turned out well for the wrong reasons. Although the ivories are historicist fakes, the wooden triptych is indeed medieval. On the reverse of the two wings are paintings of four standing saints (Catherine, Nicholas, Margaret and Martin), which were recognised in the 1960s as some of the most important surviving German panel paintings of the mid-thirteenth century (the interior was repainted and gilded when the faker added the ivories). The intellectual climate of Strasbourg from the time of Goethe's residence there in the 1770s was highly receptive to the neo-Gothic, and this piece may be an exceptionally early Upper Rhenish 'Gothic Revival' restoration of a medieval object. These ivories are in style unlike the usual 'Paris-style' Gothic ivory fakes (1856,0623.44; 1874,0725.1 and 1902,0423.4), though a standing figure in the reserves of the Cleveland Museum of Art is by the same hand. Absurdities of costume and eccentric attributes have been introduced, while anachronistic genre details abound, but we can still admire the historical knowledge of the carver who adopted the late Romanesque style of Rhenish sculpture, exactly the stylistic phase which corresponds to that of the genuine paintings. He worked in exceptionally large pieces of elephant ivory and his figures had in many places to be cut or adjusted to fit within the original frame, but if we ignore details, the total effect of the altarpiece is now very much as it must have been originally, with applied ivory figures and relief groups against painted backgrounds. Literature: P. Pieper, 'Zwei deutsche Altarflügel des 13. Jahrhunderts im British Museum', Niederdeutsche Beiträge zur Kunstgeschichte 3 (1964), pp. 215-28; exhibition catalogue, 'Die Zeit der Staufer' 1, Württembergisches Landesmuseum, Stuttgart 1977, no. 432"], "Bibliographic references": [" Dalton 1909 / Catalogue of the Ivory Carvings of the Christian Era with Examples of Mohammedan Art and Carvings in Bone in the Department of British and Mediaeval Antiquities and Ethnography of the British Museum (390) ", " Jones 1990a / Fake? The Art of Deception (2) ", " Robinson 2008 / Masterpieces of Medieval Art (p. 30) "], "Location": ["On display (G40/dc4)"], "Subjects": [" saint/martyr ", " crucifixion ", " annunciation ", " nativity ", " presentation in temple ", " adoration of magi ", " flight into egypt ", " coronation of virgin ", " death of virgin ", " angel ", " life of virgin "], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St John the Evangelist ", " Representation of: Caspar ", " Representation of: Balthazar ", " Representation of: Melchior ", " Named in inscription & portrayed: St Catherine of Alexandria ", " Named in inscription & portrayed: St Margaret of Antioch ", " Named in inscription & portrayed: St Nicholas of Myra ", " Named in inscription & portrayed: St Martin ", " Representation of: Magi "], "Acquisition name": ["Purchased through: Christie's"], "Previous owner": [" Previous owner/ex-collection: David Falcke ", " Previous owner/ex-collection: Dr Böhm "], "Acquisition date": ["1858"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["OA.1343"], "Additional IDs": [" Miscellaneous number: OA.2847 "], "Conservation": ["Treatment: 23 May 2008"]}