{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["S.320"], "Description": [" Glass bowl; colourless, translucent; hemispherical; incised with scenes of bathing figure, hounds, stag etc, depicting legend of Artemis and Actaeon; names incised above in Greek characters. "], "Cultures/periods": [" Roman (provincial) ", " Germanic (context) "], "Production date": ["3rdC"], "Findspot": [" Excavated/Findspot: Merseburg (near) ", " Excavated/Findspot: Leuna (near) ", " Excavated/Findspot: Zum Heiter'n Blick, gravel pit grave (near) "], "Materials": ["glass"], "Technique": ["incised"], "Dimensions": [" Diameter: 12 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Comment from Kidd, Haith & Ager 'Summary Catalogue' (draft MS) Provenance: As registration no. 1867,0704.1; associated objects are registration nos. S.321 below and 1867,0704.1-19. Ex collections von Rochow (Königl. Geh. Staats Minister und Minister des Innern und der Polizei), then Felix Slade Former vendors Zschiesche and Köder Published: FÖRSTEMANN K.E. 1836. Neue Mitteilungen aus dem Gebiet historisch-antiquarischer Forschungen, vol 2. Halle, p. XV note * FÖRSTER E. 1866. Vermischte Nachrichten, Anzeiger für Kunde der deutschen Vorzeit new series 13, no. 3, Nuremberg, col. 116, no. 24 NESBITT A. 1869. Notes on the History of Glass-Making Prepared as an Introduction to the Catalogue of the Collection of Glass Formed by the Late Felix Slade FSA, privately printed, pp. 57-8 no. 320, figs. 74 and 5 AUS'M WEERTH E. 1878. Römische Gläser, b. Heidnische und christliche Glaskelche und Patenen, Jbb VAR LXIV, Bonn, p. 127 MOWAT R. 1882. Exemples de gravure antique sur verre (à propos de quelques fragments provenant de Dukle, Montenegro), Rev Arch, n.s., 43, Paris, p. 290 HIRSCHFELD O. and ZANGEMEISTER C. 1901. Instrumentum Domesticum, in O. Bohn (ed) Inscriptiones Trium Galliarum et Germaniarum Latinae, Corpus Inscriptionum Latinarum, XIII part 3, fasc. I. Berlin, p. 771 no. 10036-80 KISA A. 1908. Das Glas im Altertume, 3 vols, Hiersemanns Handbücher III. Leipzig, part I, p. 253, part II, p. 660 SMITH R.A. 1923. A Guide to the Anglo-Saxon and Foreign Teutonic Antiquities in the Department of British and Mediaeval Antiquities. London, pp. 157-8 KRÜGER E. 1929. Der Telephos-Stein aus Arlon-Aktaeon im Norden, Trierer Zeitschrift IV, Trier, pp. 103 6, figs. 4a and 5 HARDEN D.B. 1933. Ancient Glass, Antiquity VII, Gloucester, p. 425, pl. III, figs. 8a and b SCHULZ W. And ZAHN R. 1933. Das Fürstengrab von Hassleben, Römisch-Germanische Forschungen, 7. Berlin, p. 50 no. 17 HARDEN D.B. 1936. Roman Glass from Karanis Found by the University of Michigan Archaeological Expedition in Egypt 1924-9, University of Michigan Studies Humanistic Series XLI. Michigan, p. 101 FREMERSDORF F. 1951. Figürlich Geschliffene Gläser. Eine Kölner Werkstatt des 3. Jahrhunderts, Römisch-Germanische Kommission des Deutschen Archäologischen Instituts zu Frankfurt am Main, Römisch-Germanische Forschungen 19. Berlin, pp. 5 no. 5, 28, 31, pl. 2:2, pl. 3 EGGERS H.J. 1951. Der Römische Import im Freien Germanien, 2 vols, Atlas der Urgeschichte 1. Hamburg, p. 180 Beilage 97 type 215 no. 1535, map 57, pl. 15:215 SCHULZ W. 1953. Leuna. Ein Germanischer Bestattungsplatz der Spätrömischen Kaiserzeit, Deutsche Akademie der Wissenschaften zu Berlin, Schriften der Sektion für Vor- und Frühgeschichte I. Berlin, pls. 33:2 and 34:2 ISINGS C. 1957. Roman Glass from Dated Finds, Archaeologica Traiectina II, edita ab Academiae Rheno-Traiectinae Instituto Archaeologico. Groningen, p. 115 CLAIRMONT C.W. 1963. The Glass Vessels in A. Perkins (ed) The Excavations at Dura-Europos, Final Report IV part V. New Haven, pp. 57 9 Werner 1966, pp. 14 16 pl. 6:1 FREMERSDORF F. 1967. Die Römischen Gläser mit Schliff, Bemalung und Goldauflagen aus Köln, 2 vols, Die Denkmäler des Römischen Köln, vol VIII. Cologne, vol. I, p. 146, vol. II, pls. 187 9 HARDEN D.B. and OTHERS 1968. Masterpieces of Glass. London, pp. 70 1, no. 94, pl. 94 HARDEN D.B. 1969. Ancient Glass, II: Roman, Arch J CXXVI, London, pp. 54 5, 73, pl. V:D F ELMERS D. 1970. Zur Ikonographie nordischer Goldbrakteaten, JbRGZM 17 for 1970, Mainz, p. 259, pl. 19:1 SCHLÜTER W. 1970. Versuch einer sozialen Differenzierung der jungkaiserzeitlichen Körpergräbergruppe von Hassleben-Leuna anhand einer Analyse der Grabfunde, Neue Ausgrabungen und Forschungen in Niedersachsen 6, Hildesheim, pp. 127, 129, 130, passim GUIMOND L. 1981. Aktaion, Lexicon Iconographicum Mythologiae Classicae, Zurich, part 1, p. 464 no. 109a, part 2, p. 346 pl. 109a HARDEN D.B. and OTHERS 1987. Glass of the Caesars. London, pp. 182, 197 8 no. 107 For the grave group see under registration no. 1867,0704.1. ", " Additional notes by Sonja Marzinzik (in litt. 31/10/12):- Laser R., Einige Bemerkungen zum spätkaiserzeitlichen Körpergrab von Leuna, 1834. In: Lang A., Parzinger H., Küster H., Kulturen zwischen Ost und West. Festschrift Georg Kossack (Berlin 1993) 309-26. Échanges et commerce du verre dans le monde antique M.-D. Nenna, Verres gravés d'Egypte du Ier au V<= siècle ap. J.-C No further direct info From J Stor, Classical Antiquity Volume 3/No. 1, 1984 Author(s): Carl C. Schlam C C, Diana and Actaeon: Metamorphoses of a Myth. Note 103: Cat. 109a*, London, BritMus Slade 320, found in a Germanic grave at Leuna. Fragments of a companion piece by the same craftsman, decorated with the Death of Actaeon, were found at Dura-Europus: Cat. 109b. These pieces were probably made in Alexandria or Antioch-on-the Orontes. Cat ref apparently to: L. Guimond, \"Aktaion,\" Lexicon Iconographicum Mytho logiae Classicae, I.I pp. 454-69, 1.2 pp. 346-63 (Zurich and Munich 1981). A Roman Figure-EngravGlases d Bowl by BEAUDOIN CARON, in Metropolitan Museum Journal, Vol. 28 (1993), pp. 47-55 (on JSTOR) "], "Bibliographic references": [" Marzinzik 2013 / Masterpieces: Early medieval art (16) ", " Slade 1871 / Catalogue of the Collection of Glass formed by Felix Slade Esq, F S A. With Notes on the History of Glass Making by Alexander Nesbitt, Esq, F S A (320) "], "Location": ["On display (G41/dc9)"], "Exhibition history": [" Exhibited: 1987 18 Nov-1988 15 Mar, London, British Museum, Glass of the Caesars "], "Subjects": [" dog ", " myth/legend ", " classical deity ", " animal "], "Associated names": [" Named in inscription & portrayed: Artemis/Diana ", " Named in inscription & portrayed: Actaeon "], "Acquisition name": ["Bequeathed by: Felix Slade"], "Previous owner": ["Previous owner/ex-collection: von Rochow"], "Acquisition date": ["1868"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["S.320"], "Additional IDs": [" Other BM number: 1868,0501.320 "], "Conservation": ["Treatment: 02 Dec 2013"]}