{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["SLRings.65"], "Description": [" Finger-ring; gold; engraved; broad band depicting St John the baptist and St Anthony, each standing on calix of flower; scallop-shell and tau-cross(emblem of St Anthony) between them; inscription within hoop. "], "Cultures/periods": ["Late Medieval"], "Production date": ["15thC(late)"], "Production place": [" Made in: England "], "Materials": ["gold"], "Technique": ["engraved"], "Dimensions": [" Diameter: 0.86 inches ", " Weight: 135 grains "], "$Inscriptions": [" "], "Curator's comments": ["Text from Dalton 1912, Catalogue of Finger Rings The tau found on the shoulders of various signets (cf. nos. 528, 530, 532, and Proc. Soc. Antiquaries of London, 1st series, iv, p. 187) is an emblem of St Anthony; the form, which is that of the Greek letter T, came to be associated with the crutch-like stick which he was thought to have carried as a swineherd; but a mystical meaning attached to it from an early date, due to its resemblance to the cross. It was regarded as the mark which the man wearing a linen garment set upon the foreheads of the righteous in the Vision of Ezekiel (ix. 2 ff.),and it is so represented on Rhenish enamels of the twelfth century, an example of which is in the British Museum. Some of the rings bearing this emblem may have been worn by members of different orders of St. Anthony. This may have been the case with the gold ring of Richard Mayo, Bishop of Hereford, A.D. 1504-16 (Archaeologia, xxxi, p. 251), which has a tau and bell on each shoulder. Insignia of the military order of the Knights of St. Anthony, instituted by Albert II, Duke of Bavaria and Emperor, before his proposed campaign against the Turks in A.D. 1382, included a gold collar in the form of a hermit's girdle, from which hung a T with a small bell attached (Proc. Soc. Ant. London, vi, p.53). Monuments show persons wearing mantles with the tau, e.g. Sir Roger de Bois and his lady (C.A. Stothard, Monumental Effigies, p. 93). St Anthony was regarded as the especial preserver against erysipelas (St. Anthony's fire); but he was also, like SS. Adrian, Sebastian, and Roch, invoked against the pest. His relics were preserved in the Church of St. Antoine de Viennois in Dauphine, whither they had been brought from Constantinople in the eleventh century. Possibly some of the rings bearing his effigy or the tau may commemorate visits to this famous place of pilgrimage (E. Male, L'art religieux de la fin du moyen age, p. 195). As is well known, the tau form was used for episcopal staves in the Roman Church down to the twelfth century; in the Greek Church it has been continuous from very early times, and was perhaps derived from the crutch used in support during long periods of standing."], "Bibliographic references": ["Dalton 1912 / Franks Bequest Catalogue of the Finger Rings, Early Christian, Byzantine, Teutonic, Mediaeval and Later, Bequeathed by Sir Augustus Wollaston Franks, KCB, in which are included the other rings of the same period in the Museum. (721)"], "Location": ["On display (G1/fc20)"], "Exhibition history": [" Exhibited: 2019-2020 Nov-Jun, Germany, Halle, Landesmuseum für Vorgeschichte, Rings of Power 1999 8 Feb-2 Apr, London, Wellcome Institute Library, Renaissance Medicine "], "Subjects": [" saint/martyr ", " flower ", " shell "], "Associated names": [" Representation of: St John the Baptist (Prodromos) ", " Representation of: St Antony of Egypt ", " Emblem of: St James the Greater "], "Acquisition name": ["Bequeathed by: Sir Hans Sloane"], "Acquisition date": ["1763"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["SLRings.65"]}