{"artifact_name": "cameo", "Object Type": ["cameo"], "Museum number": ["SLBCameos.86"], "Description": [" Sardonyx cameo: the suicide of Cleopatra. The gem is cut in very high relief out of a single piece of sardonyx, showing Cleopatra in profile facing to her left. Her profile is deeply undercut so that it projects out over the base layer, adding definition to her features. She is presented as a vision of contemporary beauty and fashion in a fanciful combination of antique and modern details. Her hair is elaborately dressed in what would have been considered an 'all'antica' style, and she wears contemporary drop earrings. Her flimsy shift is cut away to reveal her breasts: the asp, twined around her right arm and hand, reaches out to bite her right nipple. "], "Production date": ["16thC(late)"], "Findspot": [" Found/Acquired: Lombardy (?) ", " Found/Acquired: Emilia-Romagna (?) "], "Materials": ["sardonyx"], "Technique": [" engraved ", " high relief "], "Dimensions": [" Height: 3.50 centimetres ", " Width: 2 centimetres "], "Curator's comments": [" Text from Sloane's Manuscript catalogue: 'Cleopatra cum Serpente in onyche'. This gem would originally have had an elaborate enamelled gold and gem-set mount, making it into a superb and dramatic pendant. As a jewel, it is as likely to have been worn by a man as by a woman. Bibliography: MS catalogue, Sloane Collection, British Museum, Department of Medieval and Modern Europe, cat. no. 86; O. Dalton, 'Catalogue of Gems in the British Museum' (London, 1915), p. 472; S.K. Scher (ed.), 'The Currency of Fame, Portrait Medals of the Renaissance' (New York, 1994), no.75; M. Ajmar and D.Thornton,'When is a portrait not a portrait? Belle donne on maiolica and the Renaissance praise of local beauties', in N. Mann and L. Syson (eds), 'The Image of the Individual, Portraits in the Renaissance' (London, 1998), pp. 138-53; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 356 [379]. ", " Walker & Higgs 2001 The presentation of Cleopatra as both ancient heroine and fashionable contemporary woman is closely allied to late sixteenth-century medals of the Emilian and Lombard schools, such as those made by Jacopo da Trezzo, Bombarda, Ruspagiari and Pastorino. Named women - such as Bombarda's wife, Leonora Cambi - are treated in similar ways to Cleopatra here, with elaborately dressed hair and clinging, light draperies revealing one breast. The representation therefore plays on the idea of Cleopatra as both seductress and moral exemplar, in a way that could be flattering, as in the medals of named women, with reference to a specific contemporary woman. Female heads are treated in a very similar way on sixteenth-century Italian majolica (tin-glazed earthenware), where they are often accompanied by moralizing inscriptions or praising labels, such as 'Divine and beautiful Lucia'. This gem would originally have had an elaborate enamelled gold and gem-set mount, making it into a superb and dramatic pendant. As a jewel, it is as likely to have been worn by a man as by a woman. Very different in style and technique to 1772,0314.188, this high-quality cameo came to the British Museum as part of the Sloane Bequest at the foundation of the museum in 1753. It is correctly identified as showing Cleopatra and the asp in the manuscript catalogue of Sloane's collection. "], "Bibliographic references": [" Dalton 1915 / Catalogue of the Engraved Gems of the Post-Classical Periods in the Department of British and Mediaeval Antiquities and Ethnography in the British Museum. (472) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (379) ", " Bate & Thornton 2012 / Shakespeare: Staging the World (p. 144, fig. 26 (top); p. 290 (under fig. 26a)) "], "Location": ["On display (G1/fc10)"], "Exhibition history": [" Exhibited: 2012 19 Jul-25 Nov, London, BM Shakespeare: Staging the World 2001 London, British Museum, Cleopatra of Egypt "], "Subjects": ["reptile"], "Associated names": ["Representation of: Cleopatra the Great"], "Acquisition name": ["Bequeathed by: Sir Hans Sloane"], "Acquisition date": ["1753"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["SLBCameos.86"]}