{"artifact_name": "book-cover", "Object Type": ["book-cover"], "Museum number": ["WB.88"], "Title": ["Object: The Ulm Münster Book-Covers"], "Description": [" Cover of book of the Epistles; silver; parcel gilt; ornamental designs in high relief; centre: high circular setting with cable edges containing convex plate with sexfoil in tracery, at each corner a similar setting with symbols of the Evangelists in full relief and gilded, holding scrolls inscribed with the names of the Evangelists; on each side of central medallion: St Barnabas with staff and book and St Leger with double hook and book; two flying angels above medallion; canopy of two intersecting arches, with pinnacles and intersecting columns, seated angel at capital of each; kneeling angel at base with two shields bearing arms. Openwork. "], "Producer name": ["Circle/School of: Daniel Mauch"], "Production date": [" 1506 (circa) ", " 1800-1866 (central roundel) "], "Production place": [" Made in: Ulm "], "Materials": ["silver"], "Technique": [" engraved ", " relief ", " gilded ", " applied "], "Dimensions": [" Height: 29 centimetres ", " Weight: 1087 grammes ", " Width: 20.50 centimetres ", " Depth: 3.50 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " ", " "], "Curator's comments": ["Text from Tait 1988 [comment for WB.87 and WB.88, a pair]:- Origin: Probably Ulm; c. 1506; no marks; attributed to an unidentified goldsmith in the circle of the Ulm sculptor Daniel Mauch (1477-1540). N.B. The enamelled coat-of-arms on both covers may have been altered, probably in the first half of the sixteenth century and the original armorial bearings may be presumed lost. Provenance: From the Treasury of the Münster, Ulm. Recorded in 1525 (in the inventory entitled 'Aller Gaistlicher Clainater [Kleinode] Register') where the handwritten entry reads: “Item, ain Silberin Evangeli und 1 Silberin Epistelbuch, die hat man vor dem Birgamen [Pergament] und holltz nit wegen kinden”. Secondly, in 1529 a list of liturgical objects belonging to the Münster in Ulm was drawn up and it includes: “ain Epistel Buch mil der Krafft Schiltlin, ain Evangeli Buch, das wigt 10 march und 7 lot im 1506”. Thirdly, in the Ulm Münster Inventory of 1550 there is the following entry: “2 silberne Bücher, stehen im Kasten in der Sakristei”. The Ulm Pfarrkirchenbaupflegamt, in response to a proclamation of 13 December 1784, drew up a list of precious silver ecclesiastical objects (with their weights) which could be sold; heading the list, dated 15 February 1785, is the following: “1 ganz silberne ziervergoldte Decke über ein geschriebenes Evangelienbuch, mit getriebenen Figuren, ohngefehr geschäzt auf 134 Loth Silber'. After the auction sale in 1785, the records show that the book-covers entered the Benedictine Monastery of Elchingen, then under the direction of Robert Kolb, Abbot from 1766 to 1793 : “ein schön mtl Silber beschlagenes, mit dem Wappen der Reichsstadt und des Hüttenamtes Ulm versehenes, auf Pergament zierlich geschriebenes Epistel- und Evangelienbuch, wovon das Silber 5 Pfund 12 Lot, das Pergament und Holz aber 2 Pfund 28 Lot wog” (see Paul Beck, Ulmer Kirchenschatz, ‘Schwabisches Archiv’, 27, 1909, p. 175). In 1796, much of the Treasury of the Monastery of Elchingen, including the book-covers, was sold to a goldsmith in Ulm (see Paul Beck, Kirchenschatz der Benediktinerreichsabtei Elchingen am Vorabend der Säkularisation (um 1791), ‘Archiv für christliche Kunst’, 26, 1908, pp. 117 ff.). At an unknown date prior to 1866, the book-covers had already entered the collection of Baron Anselm von Rothschild in Vienna (cat. no. 191), passing by inheritance to his son Baron Ferdinand Rothschild (d. 1898). However, the accuracy of the scratched inscription on the reverse of the Epistles book-cover (WB.88) cannot be verified; it reads: “Aus dem Stift St. Stephan in Bamberg 1803 aufgelöst verkauft an Juden” ('Sold in 1803 from a foundation dedicated to St Stephen in Bamberg to the Jews'). No record of this foundation or of the existence of these book-covers in Bamberg has been traced; consequently, their history between 1796 and 1866 remains uncertain, but there is no evidence to suggest that they ever entered the Frankfurt collection of Karl Freiherrn von Rothschild (see Fritz 1977/1984, p. 325). By inheritance to Baron Ferdinand Rothschild, MP (died 1898). Commentary: The identification of the Waddesdon Bequest covers with those listed among the items in the Treasury of the Münster in Ulm from 1525 is, at first glance, inconclusive and was only attempted after the author had in 1971 established, for the first time, that the two shields bore the arms of the Free City of Ulm ('die Schilde der Freien Reichsstadt Ulm') and of the Ulm Münster itself ('die Schilde des Hüttenamtes des Ulmer Münsters'), and that examples of these arms were still to be found among the late medieval carvings that decorate the interior of the Münster, such as on the extraordinarily fine choir stalls by Jörg Syrlin, made and installed between 1469 and 1474. In Schestag 1866 the description refers to the 'emaillirte Wappenschilder' but makes no attempt to identify the coat-of-arms. In Read 1902 and Dalton 1927, one of the heraldic tinctures was misread and it was also noted that “the arms are said to be those of Count Althann (of Silesia), but this family bears gules on a jess argent, a letter A sable”; furthermore, in Dalton 1927, the attribution to Bamberg and the workshop of Thomas Rockenbach (based on recent published material, particularly in Rosenberg 1922) was firmly maintained. In Kohlhaussen 1968, the two shields were again described, repeating the previous error but omitting any discussion of their possible identification; at the same time, a new attribution to “Nürnberg, um 1518” was proposed. The identification of Ulm heraldic shields on each of the covers was satisfactorily confirmed in 1971 and, subsequently, intensive archival research was undertaken in Germany by Professor Johann Michael Fritz, who was able to publish his conclusions in the 1977 Festschrift commemorating the six hundredth anniversary of the Münster in Ulm. He has restated these conclusions in his 1982 detailed survey of Gothic goldsmiths' work in central Europe, though he has introduced a note of caution (p. 288) because he has not yet found the incontrovertible evidence that is necessary to confirm that the covers were made in Ulm, by an Ulm goldsmith, in 1506. The documentary evidence that Professor Fritz has cited establishes that the Ulm Münster did, indeed, possess two such weighty silver covers, one for the Book of Gospels and one for the Book of Epistles. Although none of the contemporary lists describes the covers in detail, there are sufficient grounds for concluding that the Waddesdon Bequest covers are those referred to in the documents. Indeed, a curious - and otherwise inexplicable - feature of the two pairs of shields has helped to confirm the impression that the description in the 1529 list of liturgical objects in Ulm Münster also refers to the Waddesdon Bequest covers, although at first it seemed to confuse the issue. The 1529 entry is brief but clear: “one Epistles Book with the Shield of the Krafft family, one Gospels Book, the weight 10 marck and 7 lot in 1506”. The well-known Ulm patrician family of Krafft had in 1506 apparently commissioned and donated to the Münster two book-covers and, in the medieval tradition, had their family arms placed on the shields. During my initial examination of the shields on the Waddesdon Bequest covers, two of the shields (one on each cover) seemed to have been made in an unusual way, having a thin enamelled silver layer, separately made and applied to the front surface of the shield. Indeed, on one of the shields this layer was lifting at one corner and therefore needed conservation; in the process, the Research Laboratory of the British Museum was able to detach it and analyse the solder remaining on the shield by emission spectroscopy. The results were compared with solder on the reverse of the Angel; both were soft solders (mainly tin and lead) containing traces of several other elements and, as a result, no distinction between the two solders could be detected. Similarly, the silver itself used to create the figure of the Angel was found on analysis to be indistinguishable from that used for the (enamelled) silver shield-shaped plate. When the thin upper layer had been removed, no trace of the previous heraldic device or coat-of-arms could be found. However, it is more than possible that, with the Reformation, there might be local reasons of policy why the Krafft family coat-of-arms had to be removed from these very conspicuous objects and replaced by a less personal form of armorial decoration. It is not until the covers had entered the Monastery of Elchingen after the sale in 1785 that the shields in their present form are mentioned; however, the absence of any other detailed description from the sixteenth and seventeen centuries prevents any significance being attached to this fact. If, as seems likely, the Waddesdon Bequest covers were originally ornamented with the Krafft family shield and, therefore, completed in 1506, the removal of their coat-of-arms could have taken place later in the sixteenth century and hence no detectable difference would be found by scientific analysis in the replacement silver armorials. These covers would have played a conspicuous liturgical role in the Münster, because both would have been simultaneously in use on the high altar during the mass - the Book of Gospels being on the left-hand side (when facing the high altar) and the Book of Epistles on the right-hand side. For this reason, it is possible to determine today which of the Waddesdon Bequest covers was designed for the Gospels Book and which for the Epistles Book. The large double hinge is along the right-hand edge of the second cover with the (altered) central roundel, and so it would have been in the normal position for the rear or back cover of any late medieval book. This arrangement presupposes that, liturgically, the Book of Gospels would be read and then closed with the back cover uppermost. When both books were closed - and they both have two narrow raised catches for the book-clasps - the covers would have created an impressive visual and iconographic effect on either side, especially as the patron saints of the high altar of the Münster are said to have been the same - Helena, Martin, Anthony the Hermit and Vincent of Valencia. The only truly comparable cover to have survived is still on the Book of Gospels for which it was designed - the famous silver-gilt and gem-set cover made by Hans von Reutlingen in Aachen around 1500, which is preserved with the insignia and regalia of the Holy Roman Empire in the Hofburg in Vienna (see ‘Weltliche und Geistliche Schatzkammer’, Kunsthistorisches Museum, Vienna, 1987, pp. 166-8, no. 157; also Fritz 1982, p. 317, no. 950; H. 34.5 cm, W. 24.9 cm). The general pseudo-architectural design is closely related, having the four roundels (in the corners) containing the symbols of the Evangelists, a wide central canopied niche with the seated figure of God the Father and, on either side in the smaller canopied niches, the kneeling Virgin at her prie-dieu and the Angel of the Annunciation. However, neither the heavy figure-style nor the decorative tracery of Hans von Reutlingen is in the same vein as the work of the unknown Ulm goldsmith, who made the book-covers in the Waddesdon Bequest. Because few German late Gothic silver book-covers of this format have survived, mention must be made of the smaller example engraved with the date 1522, which came from the Cathedral of the Twelve Apostles to the Moscow Kremlin in 1918 (see G. A. Markowa, ‘Deutsche Silberkunst des XVI-XVIII jahrh, in der Rüstkammer des Moskauer Kreml’, Moscow, 1975, no. 2, with col. pl. and two details of engraved ornament and date; H. 35.5 cm; W. 24.3 cm). It is attributed to an unidentified goldsmith in south Germany and it is particularly interesting because, apart from its remarkable sculptural qualities, it provides dated evidence of the transition between the late Gothic and the Renaissance styles. While there are many Renaissance architectural and decorative details introduced by this goldsmith in 1522, he nevertheless reveals the strength of the artistic legacy of the late fifteenth century, especially in his six principal figures. The most recent studies of the gifted Ulm sculptor Daniel Mauch (1477-1540) have contributed to a clearer understanding of the milieu in which he grew up and worked at the end of the fifteenth century and in the early part of the sixteenth (see Himmelein and Zimmermann 1986, pp. 527 ff., also nos 1.5-1.7 (illus. and discussion on pp. 537-40); Sophie Guillot de Suduiraut, Un haut-relief de l'atelier de Daniel Mauch au Louvre, ‘Revue du Louvre’, 2, 1987, pp. 105-13, figs 1-24). However, the late Jörg Rasmussen had already published in 1985 a detailed study of several items of goldsmiths' work which could be related to the style of Daniel Mauch's sculptures and which he proposed had been created by the goldsmiths copying models by Daniel Mauch. The major surviving work in this small group, the Waddesdon Bequest book-covers, were again attributed to an Ulm goldsmith around 1506. Daniel Mauch, who spent the last ten years of his life in Liege, was born in 1477, the son of an Ulm merchant; between 1499 and 1503 he established his own workshop and married the daughter of the Ulm painter Jörg Stocker. In 1504 their son was born in Ulm, and in that year he may have signed and dated the triptych retable of the ‘Sainte Parenté’ of Bieselbach - but others have read the date as 1510. Certainly, the Madonna and Child in the centre panel is remarkably similar to the Waddesdon Epistles book-cover. Another convincing comparison has been made with the figures in the other major early extant work, the Maggmannshofen retable (at Kempten), which is neither signed nor dated but is attributed to Daniel Mauch about 1505 (see A. Schädler, Der Maggmannshofer Altar, ‘Das schöne Allgäu’, XIV, 2, 1950, pp. 72-6; also Rasmussen 1985, pp. 84 ff., figs 3-5). This retable depicts the crowded scene of the Coronation of the Virgin and, as Dr Rasmussen argued in 1985, the faces, the figures and the draperies have a style in common with the Waddesdon Bequest book-covers. Indeed, Ulm in the first decade of the sixteenth century was a flourishing centre and the most talented artists, whether goldsmiths or sculptors or painters, would undoubtedly have been in close touch, influencing each other and helping to produce that distinctive version of the late Gothic style that can be associated with Ulm. This quality can be seen in certain contemporary drawings for grand sculptural monstrances of silver-gilt; one annotated example that has survived in the Stadtarchiv (Plan 26) in Ulm is very large (H. 69.2 cm; W. 29.2 cm; see Fritz 1982, p. 285, fig. 719, where it is dated “um 1500”). It has two very similar winged angels holding the crescent-shaped mount for the Host under an almost identical type of openwork canopy of pseudo-architectural form, with pinnacles curving whimsically in various directions; the figures of St John and Mary in the open niches (on either side) stand on very similar foliated capitals above hexagonal columns. Another large drawing (H. 82.3 cm; W. 27 cm) of a sculptural and very 'architectural' monstrance in the exaggerated late Gothic style of the Waddesdon Bequest covers is preserved in the Württembergisches Landesmuseum, Stuttgart (no. 1967-91; see Fritz 1982, p. 287, figs 737-8, where it is dated “um 1500”). Apart from the striking parallels between the openwork tracery and curving pinnacles, there are great similarities with the pseudo-architectural details on the stem and, above all, with the four music-making angels that 'float' down from the corners with their long draperies tossed up above their heels and with the four standing saints in the open niches on either side of the Host. In conclusion, the growing evidence supports the attribution of these covers to an Ulm goldsmith around 1506 but it is still lacking that final proof. Consequently, all documentary evidence - even negative evidence - is useful and, therefore, it is valuable to study the sculptural silver book-cover in the 'Hallesche Heiltum', the illuminated codex of 1526 (preserved in the Schlossbibliothek at Aschaffenburg) that records the contents of the great Abbey Church Treasury at Halle (see P. M. Halm and R. Berliner, ‘Das Halle'sche Heiltum’, Berlin, 1931, p. 30, no. 70, pl. 28a, where it is stated to be probably by Hans Huiuff about 1510. For the fully signed gold chalice by Hans Huiuff in the Cathedral at Uppsala, Sweden, see Fritz 1982, p. 298, figs 811-12). This lost book-cover had rather stiff, silver-gilt figures of the Crucifixion group, St Benedict and St Stephen (on either side) and the four Evangelists' symbols (in the corners); the architectural features and the tracery have none of the three-dimensional exuberance of the Waddesdon Bequest covers and, indeed, the use of gemstones and enamel must have given the cover a flat and strongly polychrome quality. Probably a very late fifteenth-century work, it serves only to emphasise the exceptional vitality and beauty of the Ulm Münster covers. Bibliography: Franz Schestag, ‘katalog der Kuntsammlung des Freiherrn Anselm von Rothschild in Wein’ Vienna, 1866, no. 191 (with illus. of both covers); Charles Hercules Read, ‘The Waddesdon Bequest: Catalogue of the Works of Art bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898’, London, 1902, nos 87-8, pl. XIX; Ernst von Bassermann-Jordan and Wolfgang R. Schmid, ‘Der Bamberger Domschatz’, Munich, 1914, p. 49, nos 199-200, figs 65-6; Sir Martin Conway, The Bamberg Treasure, ‘The Burlington Magazine’, XXVIII, 1915-16, p. 65; Marc Rosenberg, ‘Der Goldschmiede Merkzeichen’. 3rd edn, Frankfurt, vol. I, 1922, p. 9 (R3 30 (a) and p. 245 (R3 1083 (b)); O.M. Dalton, ‘The Waddesdon Bequest’, 2nd edn (rev), British Museum, London, 1927, nos 87-8, pl. XII; H. Kohlhaussen, ‘Nürnberger Goldschmiedekunst des Mittelalters und der Dürerzeit 1240-1540’, Berlin, 1968, pp. 250-4, no. 337)figs 391-3; J- M. Fritz, Zwei spätgothische Buchdeckel aus dem Ulmer Münsterschatz, ‘600 Jahr Ulmer Münster Festschrift: Forschungen zur Geschichte der Stadt Ulm’, 19, Ulm, 1977 (reprinted 1984), pp. 323-9, figs 154-5; C. Hernmarck, ‘The Art of the European Silversmith, 1430-1830’, 2 vols., Sotheby Parke Bernet Publications, London, 1977, p. 279, fig. 826; Hugh Tait, ‘The Waddesdon Bequest: The Legacy of Baron Ferdinand Rothschild to the British Museum’, London, 1981, p. 31, col. pl. in, fig. 18; J. M. Fritz, ‘Goldschmiedekunst der Gothik in Mitteleuropa’, Munich, 1982, p. 288, fig. 739; Jörg Rasmussen, Figürliche Goldschmiedearbeiten nach Modellen von Daniel Mauch, ‘Münchner Jahrbuch der Bildenden Kunst’, XXXVI, 1985, pp. 81-6, figs 1-2 and 4; Hugh Tait, 'Catalogue of the Waddesdon Bequest in the British Museum, II : The Silver Plate', British Museum, London, 1988, nos. 1 - 2, pl.I, figs. 6-12."], "Bibliographic references": [" Read 1902 / The Waddesdon Bequest. Catalogue of the Works of Art Bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898 (88) ", " Dalton 1927 / The Waddesdon Bequest : jewels, plate, and other works of art bequeathed by Baron Ferdinand Rothschild. (88) ", " Tait 1988 / Catalogue of the Waddesdon Bequest in the British Museum; II The Silver Plate (2) ", " Fritz 1982 / Goldschmiedekunst der Gotik in Mitteleuropa (739) ", " Shirley and Thornton 2017 / A Rothschild Renaissance: A New Look at the Waddesdon Bequest in the British Museum (p.53, p.54, fig.68, p.89, p.118) "], "Location": ["On display (G2a/dc1)"], "Condition": ["Very good, except for many minor signs of wear and the loss of the original central roundel - perhaps a holy relic under a rock-crystal cover (?). The present convex disc with a sexfoil Gothic-style tracery pattern in relief is probably no older than the late eighteenth century and, more probably, dates from the first quarter of the nineteenth century."], "Subjects": ["saint/martyr"], "Associated names": [" Emblem of: St Matthew ", " Emblem of: St Mark ", " Emblem of: St Luke ", " Emblem of: St John the Evangelist ", " Representation of: St Antony of Egypt (?) ", " Representation of: St Vincent of Saragossa (?) ", " Emblem of: Count Althann of Silesia "], "Acquisition name": ["Bequeathed by: Baron Ferdinand Anselm Rothschild"], "Previous owner": [" Previous owner/ex-collection: Baron Anselm von Rothschild (1866 cat. no. 191) ", " Previous owner/ex-collection: Elchingen Monastery ", " Previous owner/ex-collection: Treasury of Ulm Münster "], "Acquisition date": ["1898"], "Acquisition notes": ["This collection is known as the Waddesdon Bequest under the terms of Baron Ferdinand Rothschild’s will."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["WB.88"], "Conservation": [" Treatment ", " Treatment: 18 Apr 1994 "]}