{"artifact_name": "bell", "Object Type": ["bell"], "Museum number": ["WB.95"], "Description": [" Bell; silver; loop handle moulded to represent bust of charity; outside of body covered with casting in relief; shoulder with festoons of flowers interspersed with insects; below a band with masks of Pan; another band with festoons hanging from lion masks and with lizards, insects, flowers and shaped panels in full relief; border of leaves in relief round lower edge. "], "Producer name": [" Formerly attributed to: Benvenuto Cellini ", " Made by: Wenzel Jamnitzer "], "Production date": ["1550 (circa)"], "Production place": [" Made in: Nuremberg "], "Materials": ["silver"], "Technique": [" cast ", " high relief ", " polished ", " applied ", " pierced ", " scored "], "Dimensions": [" Diameter: 9.70 centimetres (rim of bell) ", " Height: 13.30 centimetres ", " Weight: 834 grammes "], "Curator's comments": ["Text from Tait 1988:- Origin: Nuremberg; mid-16th century; no marks; attributed to Wenzel Jamnitzer (master 1534, died 1585). Marks: The bell bears no punch-marks. Provenance: 'Collection of the Marquis of Leonati at Parma'; purchased by the 2nd Marquis of Rockingham (1730-82); acquired, in exchange for Roman coins, in February 1772 by Horace Walpole (died 1797) and placed in the Tribune of his villa at Strawberry Hill; passed, with the villa and its contents, by inheritance to the Earl of Waldegrave; the Strawberry Hill auction sale, Fifteenth Day, 11 May 1842, sold for £252 to the Earl of Waldegrave; before 1883 it had entered the collection of Baron Ferdinand Rothschild, MP. Commentary: The earliest account of the bell by Horace Walpole, categorically stating that it was made by Benvenuto Cellini (1500-71), occurs at the end of a letter to Horace Mann written from Walpole's London House in Arlington Street on Wednesday, 12 February 1772. Horace Walpole concludes: “I must add a codicil, I find.” The codicil is dated 14 February 1772, and the second passage reads: “Wish me joy. I have changed all my Roman medals of great brass, some of which were very fine, particularly a medaliuncino of Alexander Severus, which is unique, for the uniquest thing in the world, a silver bell for an inkstand made by Benvenuto Cellini. It makes one believe all the extravagant encomiums he bestoys on himself; indeed so does his Perseus. Well, my bell is in the finest taste, and is swarmed by caterpillars, lizards, grasshoppers, flies, and masques, that you would take it for one of the plagues of Egypt. They are all in altissimo, nay in outissimo relievo and yet almost invisible but with a glass. Such foliage, such fruitage! In short, it is fit to keep company with your eagle and my Caligula - can one say more!” [Yale edition, vol. 23, p. 383] In a letter to William Mason from Horace Walpole, written only five months later (on 21 July 1772), the bell is again excitedly mentioned : “I thank you a thousand times for so inestimable a present; I do not know where Lord R could get another bell that would purchase it.” (Yale edition, vol. 28, p. 38.) Five years later, the 'Cellini bell' is still being mentioned as an ultimate in perfection by Walpole, as in his letter of 8 October 1777, to Lord Harcourt, thanking him for the present of the spurs worn by William III at the Battle of the Boyne: “I have seriously kissed each spur devoutly and think them more lovely than Cellini's bell.” (Yale edition, vol. 35, p. 477.) In 1774 Horace Walpole's ‘A Description of the Villa of Mr Horace Walpole’ was printed at Strawberry Hill, and was reprinted in 1784 and in 1798 as part of vol. II of ‘The Works of Horatio Walpole’ (5 vols); the relevant passage occurs in a detailed description of the contents of the Tribune: “A most beautiful Silver Bell, made for a pope by Benvenuto Cellini. It is covered all over in the highest relievo with antique masks, flies, grasshoppers and other insects; the Virgin and boy-angels at the top, a wreath of leaves at the bottom. Nothing can exceed the taste of the whole design or the delicate and natural representation of the insects: the wonderful execution makes almost everything credible that he says of himself in his Life. It came out of the collection of the Marquis of Leonati at Parma, and was bought by the marquis of Rockingham, who exchanged it with Mr Walpole for some very scarce Roman medals of great bronze, amongst which was an unique medaliuncino of Alexander Severus with the amphitheatre, in the highest preservation.” In an extra-illustrated copy of the ‘Description of the Villa . . .’, Walpole inserted an illustration of the bell after C. J. Richardson's drawing of it (pl. opp. p. 383). Further light is thrown on this exchange of medals and the 'Cellini bell' in John Pinkerton's ‘Essay on Medals’ (2nd edition, 'corrected, greatly enlarged and illustrated with plates', 2 vols, London, 1789). It appears that Horace Walpole had declined the dedication to the first edition (published anonymously in 1784), although in his letter of 24 September 1784 to John Pinkerton Walpole expressed his admiration of the ‘Essay’ and, significantly, Pinkerton dedicates the second edition to Walpole, who (in vol. I, p. 254, footnote 5) records that “Mr Walpole exchanged an unique medaglioncino of Alexander Severus in brass with the Amphitheatre on the reverse, and about 60 of the scarce large Roman brass, with Lord Rockingham for the silver bell of B. Cellini.” (Horace Walpole's own copy with bookplate and MS notes is in the British Library.) In the eighteenth century, the 'Cellini bell' often made a deep impression on distinguished visitors to Horace Walpole's famous villa; for example, in Joseph Farington's ‘Anecdotes of Walpole (1793—97)’ there is a short account of a visit made on 13 July 1793: “Went early this morning in company with Mr George Dance, the architect, and Mr Samuel Lysons of The Temple, to Lord Orford's at Strawberry Hill, where we breakfasted with his Lordship . . . [followed by a description of the various rooms] . . . and sundry articles, particularly with a silver bell enriched with carving by Benvenuto Cellini. . . .”. In fact Horace Walpole, who had become 4th Earl of Orford in 1791, also recorded their visit in his ‘Book of Visitors’ and noted that he showed them the house himself - as he was already seventy-six years of age, the honour was not inconsiderable. Clearly, his admiration of the 'Cellini bell' was undiminished and he had communicated some of his enthusiasm to these guests. In 1842 Mr Robins's ‘Sale Catalogue of the Contents of Strawberry Hill’ continued to extol this “matchless specimen of art” as the work of Benvenuto Cellini, singling it out for illustration - a particularly incompetent and misleading drawing that led even Mr Robins to explain apologetically (p. xx): “its form we have faintly pourtrayed [sic]”. However, when Eugen Plon published the bell in 1883, he acknowledged that the then owner, Baron Ferdinand Rothschild, considered it to be German work, perhaps by the famous master Wenzel Jamnitzer, but that, on grounds of style and after comparisons with bronze bells in the collection of M. Eugène Piot, he attributed it to an Italian workshop and probably to the hand of Cellini. In Read 1902, the attribution reads: “German work of the school of Jamnitzer, late 16th century” and by the 1920s it was generally accepted that (as published in Rosenberg and Dalton) the bell was not only German in origin but attributable to Hans Jamnitzer (born in Nuremberg 1539, master 1563, died 1603), the son of Wenzel Jamnitzer, on the strength of a document in the Hapsburg archives (published in the ‘Jahrbuch des Allerh. Kaiserhauses’, vol. VIII, Vienna, 1888, no. 4953) which records the payment to Hans Jamnitzer of 54 Gulden and a free livery in 1558 for 'ain silbers gloggel' made for the Emperor Ferdinand I. Although this sum of money was disproportionately large and Hans Jamnitzer did not become a master for another five years, this attribution nevertheless commanded general agreement until Dr Klaus Pechstein's analysis of all the evidence in 1967. Since then, his attribution of this bell and the closely related, but also unmarked, bell in the Schatzkammer of the Residenz in Munich to Wenzel Jamnitzer himself has remained uncontested (see H. Brunner, ‘Schatzkammer der Residenz München’, 3rd edn of the Catalogue, Munich, 1970, pp. 257-8, no. 614, fig. 48). Most recently, this attribution has been restated in ‘Wenzel Jamnitzer’ 1985, (p. 66; for the Munich bell, see no. 18, col. pl. 5). In addition Dr Pechstein has drawn attention to the similarities that exist between the design of the handle of the bell - a half-length figure of Caritas and two bambini - and the silver saddle-pommel that Wenzel Jamnitzer made for the Emperor Maximilian II, probably on the occasion of his coronation in 1564. This massive and highly sculptural work of art in silver is now lost, but its form and much of its detail are preserved in a sadly damaged plaster-cast in the famous Amerbach Cabinet (Historisches Museum, Basle), one of the great humanist private collections of the Renaissance to be created north of the Alps. Basilius Amerbach (died 1591) not only added to the family collection after he inherited it in 1562, but he also devoted himself to organising and listing the material, and in his 1586 Inventory he recorded this item as follows: “Item, ein sattelbogen mil einer Caritas und Hindertheil eines Sattels mtl gybs (von Kaiser Maximilian sattel, so Gamützer in Nurnberg in silber gemacht)”. For an illustration of this documented plaster-cast, see ‘Wenzel Jamnitzer und die Nürnberger Goldschmiedekunst 1500-1700’, exh. cat., Germanishes Nationalmuseum, Nuremberg, 1985, fig. 32; also, ‘Kabinettstücke der Amerbach’, Historisches Museum, Basle, 1984, p. 38. The handle on the Waddesdon bell is identical with that on the Munich bell, except that the latter has the central aperture blocked at each end with a later gold enamelled roundel decorated with the arms of Bavaria and Lorraine, together with the initials MHIB (for Maximilian, Herzog in Bayern) and EHIB (for Elisabeth, Herzogin in Bayern). Maximilian I became Duke of Bavaria in 1597 at the age of twenty-four and married Elisabeth of Lorraine. When the bell was described in 1635 in the Inventory of the Kammergalerie, the Bavarian/Lorraine armorial embellishment was mentioned; by 1786 the bell was included in the 1786 Inventory of the Reiche Kapelle of the Residenz. The precise design of the handle (on both the Munich and the London bells) is to be found in a drawing (18.2 X 14.2 cm), which is attributed to the hand of the goldsmith Wenzel Jamnitzer, 'um 1550-55' (preserved in the Kupferstichkabinett, Berlin, inv. no. Kdz 914; see ‘Wenzel Jamnitzer’ 1985, p. 344, no. 302). The inscription 'Giorgio penze' is said to be written in a later hand and the drawing itself, executed in brown pen-work with a blue wash, may be a preparatory sketch, since it does not exactly correspond in other respects to either the Munich or the London bells, though it has more in common with the Munich version than with the London bell. Another less competent drawing, executed in black penwork and a red wash, appears to be a record of an existing object rather than a design and is preserved in the Germanisches Nationalmuseum, Nuremberg (the sheet of paper measures 49.7 x 38.8 cm and the height of the bell itself is 34.2 cm - remarkably large). It corresponds closely with the Munich bell, especially in having the same quotation from the Psalms in the lettering around the upper part of the bell (although the inscription on the Munich bell omits the word 'ET' at the very beginning of the quotation). However, this drawing also repeats the motif of the winged cherub-heads alternating with the tortoises (beneath the band of lettering), which the Wenzel Jamnitzer drawing in Berlin provided and which does not occur on the Munich bell. On the latter, the crossed branches beneath the tortoises curve outwards on either side, thus occupying the surface covered by the wings of the cherub-heads; the small, circular motif used on the Munich bell (in place of the cherub-heads) does not occur in either the Berlin or the Nuremberg drawings. Furthermore, the large Nuremberg drawing has the Hapsburg coat-of-arms - not the Bavarian/Lorraine armorial bearings - set into the centre of the handle of the bell. At the bottom of the sheet a later handwritten note, probably dating from the eighteenth century, misleadingly states: “Das sogenannte silberne Glöcklein auf dem Giebel der Lorentzer Kirch” (The so-called silver bell from the gable or steeple of the St Lawrence church). Although this note contributes nothing to the identification of the original, it establishes that the drawing itself is of an early date and is probably a visual record of a now lost item. Today, it can be deduced that this lost item was probably also a silver handbell from Wenzel Jamnitzer's workshop, which in design represents a transitional stage between the execution of the Berlin drawing and the final completion of the Munich bell. The inclusion of the biblical quotation within the design suggests that the two bells may have been intended for use in the chapel of the Palace or the private oratory of the ruling prince or his consort. It has been assumed in the past that the bell depicted in the Nuremberg drawing was the one made for the Emperor Ferdinand I in 1558 because of the Hapsburg coat-of-arms, but as yet there is no confirmation for this interpretation. However, a third drawing of a related form of handbell executed in brown pen-work with a grey wash (11.9 x 8.9 cm) does not include any religious elements in the design and, like the Berlin drawing with the Caritas handle, may be an earlier sketch from Jamnitzer's workshop (preserved in the Kupferstichkabinett, Berlin, inv. no. Kdz 915; discussed in Pechstein 1967, p. 39, fig. 4). The designer's use of an arcade of Renaissance columns and arches is probably indicative of a date earlier than the middle decade of the sixteenth century, but the prominent motif of the applied pair of entwined lizards and of insects in relief (on the upper section of the bell) is a particular form of decoration in which Wenzel Jamnitzer specialised, casting them from the life. His greatest - and earliest - demonstration of this skill is to be found on that monumental tour de force, the Merckel table-centre, purchased from Wenzel Jamnitzer by the city of Nuremberg in 1549 (now preserved in the Rijksmuseum, Amsterdam). It stands 100 cm high and follows a philosophical programme, expressed in Latin verses on enamelled panels (on the foot and the underside of the bowl and on the stem): the central figure represents Mother Earth (‘La Fécondité’) and the centre-piece in its entirety symbolises the fruitfulness that stems from Mother Earth. The mound that forms the base is covered in grasses and plants inhabited by lizards, newts, small reptiles and insects - all cast from nature - to convey the impression of a luxuriant and fertile Nature (see ‘Wenzel Jamnitzer’ 1985, pp. 219-21, no. 15, col. pls 6 and 9-10). Consequently, there is irrefutable surviving evidence that Wenzel Jamnitzer was imaginatively employing this particular skill - and exploiting it to extraordinary lengths - in the late 1540s and that he was, in this respect, an innovator among German goldsmiths. There is evidence that in 1545-6, Wenzel Jamnitzer had already introduced lizards, frogs and insects on the base of a cup made for a convent in Ratisbon (Regensburg) but, alas, that early work has not survived. The technique of casting from nature - in bronze - was well known in Italy in the fifteenth century, being a particular skill of the Paduan workshops, though no direct connection with Wenzel Jamnitzer in the 1540s has yet been established. The technique, already mentioned by the painter Cennino Cennini before 1400 in ‘Il libro dell' Arte’ (ed. G. Milanesi, Florence, 1859), has most recently been described by Manfred Leithe-Jasper (in ‘Renaissance Master Bronzes from the Collection of the Kunsthistorisches Museum, Vienna’, Smithsonian Institution, 1986, p. 32) in the following terms: “The creature was placed in the required posture, its mouth held open with small rods, and was then covered with a very fine-grained fluid clayey mass that would 'take' the finest detail of the epidermis, the object being to imitate nature as convincingly as possible. When the coating of clay was thick enough and had dried, it was heated to a high temperature so that the animal within was burnt to a cinder; what remained of its ashes could be blown out of the mould or washed out of the liquid bronze.” The skill with which Wenzel Jamnitzer, working in silver, adopted the example of earlier Paduan bronze casters, and even succeeded in reproducing flowers and grasses of great thinness and delicacy by this method, led to expressions of admiration from contemporaries such as Johann Neudörfer. Of the small band of imitators, few were of the calibre of Wenzel Jamnitzer, though clearly Lorenz Dhem, an Augsburg goldsmith, had a considerable reputation in the eyes of agents such as Phillip Hainhofer, who designed and master-minded the creation of the Pommersche Kunstschrank between 1611 and 1615 for Duke Philipp of Pomerania. The sheer virtuosity of Jamnitzer's Merckel table-centre has led writers to describe it as the ne plus ultra of technical and artistic skill. The Waddesdon bell is, on a smaller scale, a most comparable achievement of about the same time - although, at present, it cannot be more precisely dated than about the middle of the sixteenth century. It can be compared with Wenzel Jamnitzer's other masterpieces of the 'stil rustique', as Ernst Kris entitled it in 1926 - for example, the marked basin (DIAM. 45 cm) from the French Royal Treasury and now in the Musée du Louvre, the writing-casket that the Archduke Ferdinand of Tyrol acquired for his Kunstkammer in the Schloss Ambras and now preserved among the Hapsburg treasures in Vienna (for both, see ‘Wenzel Jamnitzer’ 1985, nos 16 and 21, with illus.) and, most impractical of all, the exotically encrusted ewer and basin preserved in the Cathedral Treasury of Ragusa or, as it is called today, Dubrovnik (see Ernst Kris, Der Stil Rustique, ‘Jahrbuch der Kunsthistorischen Sammlungen in Wien’, NFI, Vienna, 1926, p. 157, with illus.; also M. Rosenberg, ‘Jamnitzer, Alle erhaltenen Goldschmiedearbeiten. Verlorene Werke. Handzeichungen’, Frankfurt, 1920, pls 23-4). Fortunately, the Waddesdon Bequest bell can also be compared with a second firmly documented example of Wenzel Jamnitzer's mastery of the 'stil rustique' dated 1562 ; it can be studied in the Grünes Gewölbe in Dresden (see J.L. Sponsel, ‘Das Grüne Gewölbe zu Dresden’, vol. I, Leipzig, 1925, pp. 48 ff., pl. 24; also ‘Wenzel Jamnitzer’ 1985, p. 225, no. 20). In design it is a very disciplined Renaissance casket using classical architectural form and decorative details, until Wenzel Jamnitzer suddenly introduces a wholly Mannerist concept for the design of the lid: a large seated parcel-gilt female figure of Philosophy, executed in the round, is placed on a high grassy mound of enamelled silver, inhabited by silver lizards and insects partially cast from life, and beside her a tiny rock-crystal vase is filled with silver grasses. The tablet, held by Philosophy and inscribed in Latin, is a eulogy to Science: “Science resurrects mortal things through the reminder that she builds true monuments to the arts; she recalls to life what has sunk into darkness. 1562”; on the reverse is an arithmetical table inscribed “Tabula Pythagorea”. This casket, which contains writing implements and material, entered the Dresden Court Kunstkammer in 1623 as a legacy from the Electress Sophie, the widow of Christian I of Saxony, and was included in the 1978 exhibition ‘The Splendor of Dresden’ (no. 25) that opened in the National Gallery of Art in Washington. When the Munich bell is compared with the bell that has been in England since the mid-eighteenth century, there can be no doubt that in construction and execution they are so alike that they must have a common origin. However, as can be expected from a great artist of the Renaissance, Wenzel Jamnitzer has created two very different bells. Where there is a sense of restless, excited agitation and untidy profusion on the London bell, there is a calm, almost spacious, restraint and orderliness on the Munich bell, with its strong horizontal band of solemn roman lettering echoing the broader, bold horizontal band around the base of the bell. These two bands are present on the London bell, but so subtly disguised among the appliqué ornamentation that the formal discipline of the overall design is only just maintained. Whereas the lower border of the Munich bell contains a repetitive design - a clearly chased acanthus leaf alternating with a formal leaf and fruit motif - the London bell has a riotous mixture of leaves, flowers and fruits that appear to have no order or repetition. Many of the castings of the appliqué ornament on the Munich bell are faulty, with small pieces missing and tiny casting holes and blemishes, and yet all the surfaces are more polished than on the London bell, where the dull silver of the castings - equally imperfect in places - more closely resembles the visual effects achieved on the Merckel table-centre of 1549. Perhaps the oddest feature of the Munich example that helps to distinguish it from the London bell is the introduction of a thin silver 'frill', projecting at the base of the handle and forming long, serrated leaves and curling tendrils (like wood-shavings); this type of 'frill' is normally associated with the tall standing covered cups of Hans Petzolt and his contemporaries towards the end of the sixteenth century. It is a fussy detail that obscures Jamnitzer's intended pure profile, so carefully expressed in his drawing of the bell with the Caritas handle (preserved in Berlin). Nevertheless, the Munich bell's handle is supported on a waisted socle (below the 'frill') which corresponds with the Berlin drawing, whereas the London bell has a profile in this upper section of the bell (just below the handle) that compares more closely with the earlier Berlin drawing (with the Renaissance arcade and entwined pairs of lizards). Finally, the Munich bell has yet another distinguishing detail: a small loop for suspension. It is at the apex of the handle, between the two 'back-to-back' heads of Caritas, whereas on the Nuremberg drawing of the Hapsburg bell it is depicted above the head of Caritas and on the London bell there is no indication that a suspension loop was ever intended. It may therefore be assumed that the latter - if ever intended for use - was placed on a desk or table, whereas the Munich bell and the Hapsburg example may have been made for an ecclesiastical purpose. Although unmarked, this bell in the Waddesdon Bequest is now securely attributed to Wenzel Jamnitzer and it was undoubtedly a special commission from one of his many illustrious and powerful patrons. Jamnitzer was born in Vienna in 1508 (eight years after Cellini's birth in Florence), but his life before 1534, when he was admitted a citizen of Nuremberg, remains totally obscure; however, he was evidently a fully qualified master-goldsmith by that time. Within four weeks of acquiring his citizenship he was married to Anne Braunreuchen. They continued to live in Nuremberg and had eleven children. His first official city appointment as coin and seal die-cutter followed nearly ten years later, and his workshop in the Zistelgasse steadily expanded from a partnership with his brother to include his sons, two sons-in-law and, no doubt, many apprentices and assistants. His success led to an overwhelming stream of royal commissions - from four emperors in succession (Charles V, Ferdinand I, Maximilian II and Rudolph II), the Archduke Ferdinand of Tyrol, Philipp Duke of Pomerania, Albrecht Duke of Bavaria, and, not least, the Elector of Saxony. At the age of seventy-seven Wenzel Jamnitzer died, having for the previous thirty years been a member of Nuremberg's ruling Council - even serving on that smaller body, the inner Council, which wielded the supreme political power within the city. His contribution towards establishing Nuremberg as the pre-eminent German-speaking centre of the goldsmith's craft and of artistic design in the Mannerist style during the middle decades of the sixteenth century can scarcely be overstated. Bibliography: Yale edition of ‘Horace Walpole's Correspondence’, New Haven and London, 1-48, 1939-83; Horace Walpole, ‘A Description of the Villa of Mr Horace Walpole’, Strawberry Hill, 1774 (100 copies), 1784 (200 copies); ‘The Works of Horatio Walpole, Earl of Oxford, in Five Volumes’, II, 1798, pp. 393-512; ‘A Catalogue of the Classic Contents of Strawberry Hill collected by Horace Walpole’, Auction Sale Catalogue, London, 1842, pp. xix-xx (with illus.), and p. 157 (Fifteenth Day's Sale, 11 May 1842), lot 83; E. Plon, ‘Benvenuto Cellini’, Paris, 1883, pp. 316-17, pl. LVI; Charles Hercules Read, ‘The Waddesdon Bequest: Catalogue of the Works of Art bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898’, London, 1902, no. 95; M. Rosenberg, ‘Jamnitzer, Alle erhaltenen Goldschmiedearbeiten. Verlorene Werke. Handzeichungen’, Frankfurt, 1920, no. 49 with illus.; Marc Rosenberg, ‘Der Goldschmiede Merkzeichen’. 3rd edn, Frankfurt, vol. III, 1925, pp. 61-2, R3 3835 (a), pl. 79; O.M. Dalton, ‘The Waddesdon Bequest’, 2nd edn (rev), British Museum, London, 1927, no. 95; E. Kris, ‘Golschmeidearbeiten des Mittelalters, der Renaissance und des Barock. I Teil: Arbeiten in Gold und Silber’, Publikationen aus den Kunsthistorischen Summlungen in Wien, Band 5, Vienna, 1932, p. 36, no. 52; K. Pechstein, Wenzel Jamnitzers Silberglocken mit Naturabgüssen, ‘Anzeiger des Germanischen Nationalmuseums 1967’, Nuremberg, 1967, pp. 36-43, fig. 1; H. Brunner, ‘Schatzkammer der Residenz München’, 3rd edn of the Catalogue, Munich, 1970, p. 258, no. 614; J. F. Hayward, ‘Virtuoso Goldsmiths and the Triumphs of Mannerism 1540-1620’, Sotheby Parke Bernet Publications, London, 1976, p. 209, pl. 423; Hugh Tait, ‘The Waddesdon Bequest: The Legacy of Baron Ferdinand Rothschild to the British Museum’, London, 1981, pp. 69-70, col. pl. XIIIA; ‘Wenzel Jamnitzer und die Nürnberger Goldschmeidekunst 1500-1700’, exh. cat., Germanisches Nationalmuseum, Nuremberg, 1985, p. 66, fig. 31; no. 302, p. 344; Hugh Tait, 'Catalogue of the Waddesdon Bequest in the British Museum, II : The Silver Plate', British Museum, London, 1988, no. 11, pl.V, figs. 84-86; Christoph Stiegemann, 'Wunderwerk : göttliche Ordnung und vermessene Welt ; der Goldschmied und Kupferstecher Antonius Eisenhoit und die Hofkunst um 1600', Verlag Philipp von Zabern, Mainz Am Rhein, 2003, p.323; Tonny Beentjes & Pamela H. Smith, in David Saunders, Marika Spring & Andrew Meek, eds., 'The Renaissance Workshop', Archetype Publications, London, 2013, pp.144-151; Dora Thornton, 'A Rothschild Renaissance: Treasures from the Waddesdon Bequest', British Museum, London, 2015, pp.310-317; Maickel van Belleguem, Dora Thornton, Paul Buck and Susan La Niece, `Conservation treatment and technical observations on two objects from the Waddesdon Bequest with life castings', British Museum Technical Bulletin, vol.9, 2015, pp. 15-24; A. Meek et al, \"Technical Examination of the Waddesdon Bequest\" in The Waddesdon Bequest, a new look, eds. P.Shirley and D.Thornton, London 2017, p.164. N.B. For a discussion of the significance of the 'Cellini Bell' and Benvenuto Cellini's ‘Vita’ in the history of eighteenth- to nineteenth-century taste and collecting see the Introduction, pp. 13-16 and fig. 1."], "Bibliographic references": [" Read 1902 / The Waddesdon Bequest. Catalogue of the Works of Art Bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898 (95) ", " Dalton 1927 / The Waddesdon Bequest : jewels, plate, and other works of art bequeathed by Baron Ferdinand Rothschild. (95) ", " Tait 1988 / Catalogue of the Waddesdon Bequest in the British Museum; II The Silver Plate (11) ", " Thornton 2015 / A Rothschild Renaissance, Treasures from the Waddesdon Bequest ", " Shirley and Thornton 2017 / A Rothschild Renaissance: A New Look at the Waddesdon Bequest in the British Museum (p.iv, p.53, fig.67, p.83, p.164-167, p.164, fig.241a, p.165, fig.242a-b) ", " van Bellegem et al 2015 / Conservation treatment and technical observations on two objects from the Waddesdon Bequest with life castings (p.15-23, p.16, fig.1, p.17-22, p.18, table.1, fig.4, p.19, fig.5, p.20, fig.6, p.21, fig.7, p.22, fig.8) "], "Location": ["On display (G2a/dc1)"], "Condition": ["Excellent, although there are signs of alteration around the aperture in the handle. Therefore it may be conjectured that there might originally have been an inset - perhaps an armorial disc, similar to the gold enamelled arms of Bavaria and Lorraine which are set into the handle of the similar Wenzel Jamnitzer bell in the Schatzkammer of the Residenz in Munich (for a full discussion, see Curatorial Commentary)."], "Subjects": [" myth/legend ", " classical deity ", " virtues and vices "], "Associated names": [" Representation of: Pan/Faunus ", " Associated with: Pope Clement VII ", " Associated with: Horace Walpole, 4th Earl of Orford "], "Acquisition name": ["Bequeathed by: Baron Ferdinand Anselm Rothschild"], "Previous owner": [" Previous owner/ex-collection: Earl of Waldegrave ", " Previous owner/ex-collection: Horace Walpole, 4th Earl of Orford ", " Previous owner/ex-collection: Lord Rockingham ", " Previous owner/ex-collection: Marquis Leonati "], "Acquisition date": ["1898"], "Acquisition notes": ["This collection is known as the Waddesdon Bequest under the terms of Baron Ferdinand Rothschild’s will."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["WB.95"], "Conservation": [" Treatment: 05 Apr 1994 ", " Treatment: 30 Jul 1991 ", " Treatment: 19 Dec 1984 ", " Treatment: 26 Mar 1971 ", " Treatment: 05 Jul 2011 ", " Treatment ", " Treatment: 01 Aug 1962 "]}