{"artifact_name": "finger-ring; memento mori", "Object Type": [" finger-ring ", " memento mori "], "Museum number": ["WB.199"], "Description": [" Finger-ring; memento mori; gold; enamelled; engraved; set with jewels; bezel in form of clasped book; on upper side is white skull between four stones(sapphire, ruby, emerald and diamond), two green toads and snakes; underside decorated with translucent conventional designs; inside book is white recumbent figure with skull and hour-glass upon green ground, mounted on separate gold plate; black-letter inscription on underside of cover; figure groups on shoulders representing Fall from Grace and Expulsion from Eden; back of hoop in form of hands clasping heart. "], "Production date": ["1525-1575"], "Production place": [" Made in: France (?) ", " Made in: Belgium (?) ", " Made in: Flanders (?) "], "Materials": [" gold ", " enamel ", " sapphire ", " ruby ", " emerald ", " diamond "], "Technique": [" engraved ", " enamelled ", " embossed ", " chased "], "Dimensions": [" Height: 1.50 centimetres (bezel closed) ", " Height: 2.70 centimetres (bezel open) ", " Length: 3.10 centimetres (bezel and hoop) ", " Length: 1.40 centimetres (bezel) ", " Weight: 15.08 grammes ", " Width: 1.30 centimetres (bezel) ", " Width: 2.90 centimetres (hoop;max) "], "$Inscriptions": [" "], "Curator's comments": ["Text from Tait 1986:- Origin: Perhaps Flemish, mid-16th century. Provenance: Stated in Read 1902 and Dalton 1912 to have been formerly in the Collection of Ralph Bernal, Esq., MP. The Bernal Collection, sold at Christie's, London, on 5 March-30 April 1855, appears not to have contained this ring by that date. Commentary: The Bernal Collection provenance was given in Read 1902 but without any precise reference; the 1857 post-sale publication on the Bernal Collection by H. G. Bohn, which incorporates with his ‘Guide’ to the Collection a complete reprint of all the many days' sale catalogues, together with the prices fetched and the names of the purchasers, contains no description of this ring nor any account of how or when it had been acquired by Ralph Bernal. In a private communication from Mrs Diana Scarisbrick the author's attention was drawn to the much earlier Christie sale catalogue of 14 and 15 December 1781, when a collection of' ‘Pictures, Bronzes and Marbles . . . the property of a Nobleman, gone Abroad. . . . Also a valuable Collection of Antique Cameos and Intaglios, in Rings, Seals, etc, including many curious and interesting subjects . . . selected with great Judgment by Edward Parker, Esq. decd., Late of Brigg, in Lincolnshire’ was put up for sale. In amongst the engraved gems lot 47 was the exception: “an ancient thumb ring with groups of figures supporting a book, within which is a Latin inscription, figures, &c. emblematic of mortality. The whole curiously designed, and elaborately finished in fine gold, enriched with a diamond, a ruby, a saphire [sic], and an emerald.” So exactly does this brief description fit the Waddesdon ring that, despite the absence of an illustration or a fuller account of the ring, there seems ample justification for supposing that it might be the same and that in the eighteenth century this ring was in Edward Parker's Collection in Brigg, Lincolnshire. Confirmation of this interpretation is still awaited from local records. The attribution of this ring, “German, 16th century”, was made in Read 1902 and was repeated in Dalton 1912 and 1927. More recently it has been illustrated and captioned as “German, c. 1560” without any mention in the text, and without any owner's name or acknowledgement that it is in the British Museum's collections (see Hackenbroch 1979, fig. 461c, col. pl. XVI). More cautiously it was again illustrated as “German, 16th century” (see C. Gere in Ward et al. 1981, pl. 208), but in the absence of a detailed study of comparable finger-rings with reliable provenances the firm attribution to a German workshop is perhaps over-confident. The well-known example in Munich, which was first recorded in the 1598 Inventory of the Bavarian Ducal Kunstkammer (see no. 584 in the 1937 edn of the ‘Schatzkammer der Residenz, Munchen’), is of incomparably superior workmanship, and is now reliably attributed to the Munich workshop of Hans Reimer, c. 1560 (see ‘Schatzkammer’, Munich, 1964, p. 265, no. 647). However, it is not a fede-ring, nor is it in the form of a book; the bezel is square and raised like a low casket, the top of which is enamelled and set with nine rubies; inside the 'casket' are gold enamelled scenes of the Annunciation and the Birth of Christ with St George and St Michael, all executed with great skill and artistry. The Munich example illustrates this class of devotional finger-ring at its most accomplished, whereas the Waddesdon ring represents the rather less exalted level, albeit a commission from a wealthy patron. This ring is an interesting and rare example of a lingering medieval tradition being modified to incorporate elements of Renaissance ornament and design. The lettering is no longer a medieval form of script and the ornamental pattern on the lower book-cover is from the repertoire of Renaissance design, but the iconography with its emphasis on the Fall and on Death combined with its use as a fede-(or betrothal-) ring is wholly in accord with late medieval practice. Even the book form of the bezel and its attachment to the hoop is only a minor adaptation of the medieval box bezel that was designed to hold an image or a relic, like the famous Thame Hoard reliquary finger-ring (c.1450), the top of which is set with an amethyst Cross of Lorraine and the legend in gold Lombardic letters: “Memanto mei Domini”; when opened, the cavity for a relic once held a fragment of the True Cross, whilst the lower side of the ‘casket’ bezel is still enamelled with a Crucifixion scene (preserved in the Ashmolean Museum, Oxford, since it was found in 1940; see Joan Evans, E. T. Leeds and J. D. A. Thompson, The Thame Hoard, ‘Antiquaries Journal’, vol. 21, 1941, pp. 197-200; John Cherry, The Thame Hoard, Appendix III, in ‘Archaeologia’, vol. 104, 1973, pp. 320-1; C.C. Oman, ‘British Rings, 800-1914’, 1974, pl. 63; also Gerald Taylor and Diana Scarisbrick, ‘Finger-rings, from Ancient Egypt to the Present Day’, Ashmolean Museum, Oxford, 1978, p. 58, no. 432, col. pl. II). Rings of this type were probably much in favour in the north-west of Europe, particularly in the Netherlands and in England, even in the first half of the sixteenth century, as the published inventories indicate. There are, for example, two related rings among the jewels that were described in the 1531 Inventory of Margaret of Austria, who had ruled since 1507 as Regent of the Netherlands; the document, dated 19 March 1531 at Malines, is now preserved in the Staats-Archiv, Vienna, and was first published in ‘Jahrbuch der Kunsthistorischen Sammlungen’, XI, Vienna, 1890, pp. v ff., reg. no. 6286: “77. Une bague ou ymage a demi rond, ou qu'est ung crucifix attaché en une croix de bois de deux couleurs, que l’on dit estre de la saincte croix, et les ymages de Notre-Dame et Sainct Jehan, couvert d'ung cristal, et le tout mis en or; et derrière est gravée une ymage de la Veronique. 89. Une bague d'or, a demi rond, ou mylieu de laquelle est une ‘saincte Catherine’, esmaillée de blanc, a l'environ sont assizes quatre perles, une testelette de prasme d'emeraude, deux saphirs de peu de valeur et ung grain de balay, que gueres ne vaillent.” The humanist courts of the Regent and that of her successor, Maria, at Malines and Brussels were among the most cultivated and enlightened in Northern Europe, and yet the Netherlands at that period also clung firmly to many of its late medieval traditions and its many wealthy patrons would have provided the milieu in which a devotional finger-ring of the kind exemplified by this Waddesdon example would have been entirely appropriate. Bibliography: Charles Hercules Read, ‘The Waddesdon Bequest: Catalogue of the Works of Art bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898’, London, 1902, no. 199; O.M. Dalton, ‘Catalogue of Finger-Rings, Early Christian, Byzantine, Teutonic, Medieval and Later in the British Museum’, 1912, no. 811, with three line illus; O.M. Dalton, ‘The Waddesdon Bequest’, 2nd edn (rev), British Museum, London, 1927, no. 199, with three line illus, p. 42; Yvonne Hackenbroch, ‘Renaissance Jewellery’, Sotheby Parke Bernet Publications, London, New York and Munich, 1979, fig. 461 C, col. pl. XVI; C. Gere in Ward et al., ‘The Ring from Antiquity to the twentieth Century’, London, 1981, pl. 208 (no text); ‘Il valore dei Gioielli’, ed. Diana Scarisbrick (in the series 'Annuari di Economia dell'arte', Turin, 1984) p. 16, with three line illus; Diana Scarisbrick, 'Rings: Symbols of power, wealth and affection', London 1993, p. 69."], "Bibliographic references": [" Read 1902 / The Waddesdon Bequest. Catalogue of the Works of Art Bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898 (199) ", " Dalton 1912 / Franks Bequest Catalogue of the Finger Rings, Early Christian, Byzantine, Teutonic, Mediaeval and Later, Bequeathed by Sir Augustus Wollaston Franks, KCB, in which are included the other rings of the same period in the Museum. (811) ", " Dalton 1927 / The Waddesdon Bequest : jewels, plate, and other works of art bequeathed by Baron Ferdinand Rothschild. (199) ", " Tait 1986 / Catalogue of the Waddesdon Bequest in the British Museum; I The Jewels (5) "], "Location": ["On display (G2a/dc6)"], "Condition": ["Apart from a certain amount of damage to the enamelled areas, the ring seems to be in its original state."], "Subjects": ["old testament"], "Associated names": [" Representation of: Adam ", " Representation of: Eve "], "Associated events": [" Associated Event: Expulsion from Eden ", " Associated Event: Fall from Grace "], "Acquisition name": ["Bequeathed by: Baron Ferdinand Anselm Rothschild"], "Previous owner": [" Previous owner/ex-collection: Ralph Bernal (?) ", " Previous owner/ex-collection: Edward Parker (?) "], "Acquisition date": ["1898"], "Acquisition notes": ["This collection is known as the Waddesdon Bequest under the terms of Baron Ferdinand Rothschild’s will."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["WB.199"]}