{"artifact_name": "ewer", "Object Type": ["ewer"], "Museum number": ["WB.89"], "Description": [" Ewer; silver-gilt; embossed and chased; spout in form of goat's head supported by draped female figure standing on mask of Pan; handle a flat band rising from a figure of Pan who stands on a female mask, and terminating in a goat-like monster; oviform body with two circular medallions, Neptune and Amphitrite fully draped; body ornamented with strapwork, terminal figures and two pairs of monsters; ground covered with floral scrolls in relief; birds and scrolls in relief on foot; inscribed. "], "Production date": ["1545-1550 (circa)"], "Production place": [" Made in: Antwerp (city) "], "Materials": ["silver"], "Technique": [" chased ", " embossed ", " relief ", " stamped ", " gilded "], "Dimensions": [" Diameter: 11.80 centimetres (foot) ", " Height: 33.90 centimetres ", " Length: 144 centimetres ", " Weight: 1900 grammes ", " Width: 20.80 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["Text from Tait 1988:- Origin: Attributed to Antwerp, mid-16th century (formerly dated 1544-5); unidentified maker's mark. Marks: (i) Unidentified maker's mark: within a shield a hand grasping three ears of corn (R3 5104). N.B. This is the only mark punched on the ewer itself. It is stamped on the neck. The following three marks occur on the 'loose plate' under the foot: (ii) Assay mark for Antwerp (R3 5020 (?)). (iii) Date-letter, a Gothic L, probably for 1544-5 (R3 5048). (iv) Unidentified maker's mark: a pair of compasses (R3 5103). Provenance [of WB.89 and WB.90]: Robert de Lynden, of the district of Liège, seigneur de Froidcourt, Vicomte de Dormael, Governor of the Castle and Marquisate of Franchimont (died 1610 and buried in the church of Theux, close to the Castle); under the terms of the joint will of Robert de Lynden and his wife, Marie d’Ingenieulandt, dated 3 March 1600, their possessions were divided between their two surviving children, Charles-Ernest and Anne; Charles-Ernest de Lynden inherited the ewer and basin, which is mentioned, for the first time, in his contract of marriage with Catherine de Rosey, signed in the house of her uncle in Liège and dated 13 June 1610: “Item, luy donne promptement un bassin d'argent doré avec son pot estimés a mille florins dc Brabant, à condition touttefois qu'il ne le pourra aliéner ains (c-à-d. : mais) qu'il demeurera pour son fils aisné, ou, à faute d'hoirs masles, à sa fille ainée.” In their joint will, dated 23 March 1641, Charles-Ernest and his wife stipulated: “. . . finablement aurat encore ledit Ferdinand hors parte un bassin et aigier d'argent doré provenant de son grand’père et destinés à tousjours à l'avantage du plus aisné fils de la famille.” By descent to the eldest son of Charles-Ernest, who was Baron Ferdinand de Lynden, grand mayeur de Liège (1656-74); he made a joint will with his wife, Marguerite-Isabelle de Rheede, dated 19 April 1660, leaving the ewer and basin to their eldest son, Maximilien-Henry, with the same injunction: “un bassin ct aigiere d'argent doré provenant de l'ayeul dudit sgr testateur et destiné à toujours à l'avantage du plus aisnez fils de la famille.” Baron Ferdinand de Lynden died in 1674, but two years earlier his eldest son, Ferdinand-Maximilien-Henry, had married Ernestine-Constance-Isabelle, Comtesse de Suys, and in their marriage contract of 8 June 1672 it states: “Item aurat encor (qui luy doit suivre hors parte) un bassin et aiguière d'argent doré provenant de feu Messire Robert de Lynden son Ayeul, destiné à tousjours à l'avantage du plus aisné fils de la famille, le tout en conformité de la disposition testamentaire desdits Sgr Baron et de la feue Dame Baronne de Lynden, ses père et mère, sans aucune innovation.” Because there was no male heir, the ewer and basin (together with the barony and title of Froidcourt) passed at the death of Ferdinand-Maximilien-Henry in 1689 to his brother, Charles-Ernest-François, Comte d'Aspremont Lynden, who died in 1705, having married Marie-Françoise-Agnès, a direct descendant of the first Comte de Reckheim (created in 1623). By descent to their eldest son, Ferdinand-Charles (1689-1772), who became a Field-Marshal-General in the Imperial Army, colonel in Prince Eugene of Savoy's regiment of dragoons, a knight of the Golden Fleece, and chamberlain at the Hapsburg Court in Vienna. In his will, dated 3 May 1765 and made in Vienna, he states: “J'ajoute que le diplôme de la famille, un grand bassin d'argent doré avec son éguier à l'antique qui sont fidéicommis et par conséquent retourne(nt) au comte d'Aspremont Lynden de Barvaux, gouverneur de Franchimont, et à ses héritiers mâles, ont par moi été déposé(s) à l'archive de Reckhcim l’an mille sept cent cinquante, en présence du chanoine Holtacher, drossart Metyner, et receveur Libens.” However, he also recognised in his will that he was the last of the Froidcourt branch of the family, since he himself had no children and his brother, Claude, had died without heirs. He named as his successor a cousin, Comte François-Maximilien d'Aspremont Lynden (1732-1814), head of the Barvaux branch of the family. Confirmation that the ewer and basin were inherited by François-Maximilien is to be found in a letter to him from the head of the Reckheim branch of the family, dated 20 May 1775, announcing their despatch to the château of Barvaux-Condroz: “Monsieur et cher Cousin, Le Major Monsieur Moxhet votre agent et constitué général m'a remit la lettre que vous m'avés fait l'honeur, mon cher Cousin, de m'écrire en date du 9 de ce mois, et selon que vous me l'avés demandé, mon cher Cousin, je lui ai fait remettre dans toutes les formes, le 17 du courant, le bassin et aiguière, qui vous revenoient du Majorat de Froidcourt, aussi bien que le Diplôme de Votre Maison que feu Mr le Maréchal Lynden avoit laissé en dépot ici dans mes archives, je ne doute nullement qu'il ne vous remettra l'un et l'autre en bon état et tels qu'on les lui a remit ici. . . .” The whereabouts of the ewer and basin are not recorded during the French Revolution of 1789 and the following years of war. However, as the French troops sacked the château of Barvaux-Condroz in 1794, it is probable that the ewer and basin, together with the most important family archives, may have been taken to Brussels, where Comte François-Maximilien had a residence, and so escaped the looting and general destruction. Subsequently, the family was re-established at the château of Barvaux-Condroz, and in 1858 the grandson, Comte François-Charles-Gobert d'Aspremont Lynden, is known to have died there and it was his widow (née Baronne Caroline-Yolande de Copis) who lent the ewer and basin to the Brussels National Exhibition in 1880, to the exhibition in Liège (L'Exposition de l'art ancien au pays de Liège, 1881) and to the exhibition in Brussels in 1888. She subsequently sold them to Baron Ferdinand de Rothschild and they joined his collection at Waddesdon Manor. Commentary [of WB.89 and WB.90]: The ewer and basin were described in the 1880 Brussels Exhibition Catalogue as “Superbe travail de la renaissance italienne, XVIe siècle”, but there is no mention of the marks on either the ewer or the basin. By 1881 the Liège Exhibition Catalogue had included a description of both sets of marks on the bases but described the ewer and basin as “Superbe travail allemand du XVIe siècle'. The detailed documentation establishing the history of the ewer and basin from 3 March 1600 to the present day was not known until the archival researches of Jacques-Henry de la Croix were published in 1969. Although it was correctly stated in Read 1902 that they had come from the collection of Comte Aspremont Lynden, the earlier history was unknown and it was due to misinformation supplied to the British Museum by Comte Albert d'Aspremont Lynden after the First World War - no doubt based on the erroneous account published by Christophe Buthens (‘Les Annales de la Maison de Lynden’, Antwerp, 1626) – that it was stated in Dalton 1927 (p. 20) that the basin had been “given by the Empress Maria Theresa of Austria to Field-Marshal the Count d'Aspremont-Lynden after the Battle of Kolin (1757)”. There is no truth in this story. The description of the basin in Read 1902 wrongly stated that the central boss was set with “a medallion engraved with the arms of Aspremont de Lynden and Reckheim”; the amended description in Dalton 1927 reads “the arms of Aspremont-Lynden”, but they should more correctly be described as the arms of the House of Lynden as borne in the late sixteenth century: gules, a cross or; the supporters, greyhounds rampant, argent, collared; and, above the mantling and the crowned helm, the crest: a greyhound sejant, collared. Neither the quality of the engraving nor the present method of attaching the armorial medallion to the boss looks original. Many of the original rounded 'claws' that held the medallion in position on the raised boss are still in situ, though some five or six 'claws' are broken off; however, none is serving any function today. The armorial medallion is, presumably, soldered into position and, although inconclusive, the evidence of the feeble engraving may indicate that the present medallion is a replacement for the lost original. However, in many cases the armorial medallion would, even in the sixteenth century, have been made separately - perhaps in a different workshop by a specialist engraver - and so the quality was not always comparable with the embossed and chased decoration of the basin. Furthermore, in the case of this basin's first owner, Robert de Lynden (died 1610), there is no evidence to indicate how he acquired the basin - nor, indeed, the ewer, which was clearly not made en suite (see discussion below) - and so, if he acquired the basin as booty during a successful military campaign, he might have removed the original medallion and added his own coat-of-arms to the boss, and the local craftsman available at the time might have been a mediocre engraver. It has not been possible to remove the present medallion and examine the reverse, nor indeed the method of attachment; consequently, no final conclusion can be reached. The presence on the basin of six scenes depicting the Plagues of Egypt and the destruction of Pharaoh's army might seem a more appropriate iconographic programme for an ecclesiastical - rather than secular - piece of plate. The rich treasuries of abbeys and bishoprics contained plate of this kind and, in the upheavals of the second half of the sixteenth century, many fell prey to the looting zeal of the soldiery. However, during the first half of the sixteenth century the fashion for Court jewellery, plate and gold-mounted cups to be enamelled or embossed with Old Testament scenes relating to the theme of kingship and justice was prevalent in northern Europe; for example, the 1536 gold cover of the Markgraf Georg von Brandenburg-Kulmbach's agate cup in the Residenz in Munich, attributed to Melchior Baier of Nuremberg, has four such scenes, including the blinding of King Zaleukos and the Judgement of Solomon (Hans Thoma, ‘Kronen un Kleinodien’, Deutscher Kunstverlag, 1955, p. 22, pls 28-9; also Hayward 1976, p. 363, pls 275-6), while, in England, an entire class of Tudor Court jewellery of the 1530s and 1540s, heavily influenced by Flemish taste, incorporates many such scenes, including the Judgement of Daniel, the Judgement of Solomon and Esther before King Ahasuerus (see Hugh Tait, The girdle-prayerbook or “tablet, ‘Jewellery Studies’, II, Society of Jewellery Historians, 1985, pp. 29-32, fig. 1). Consequently, a secular dish with six scenes from the biblical story of Pharaoh could have been ordered by a Flemish patron at the cultivated court of Mary of Hungary, who reigned as 'Queen-Governess' of the Netherlands from 1531 to 1555 on behalf of her brother, the Emperor Charles V. Fortunately, the three marks punched in the centre of the reverse of the basin are clear and unambiguous. Accompanying the Antwerp town-mark, the Antwerp date-letter in the form of a Gothic N (in a shield) establishes that the basin was finished and assayed in 1546-7, according to the current interpretation of the Antwerp date-letters by M. Piet Baudouin, formerly curator of the Provincial Museums of Antwerp. In a private communication he has stressed that, although there are many gaps and uncertainties, he regards this as one of the reliable changes that have been made as a result of studying the marks on pieces for which written sources provide external confirmation of the date. As recently as 1964 this basin with the arms of the house of Lynden was published (see Hayward 1964, p. 252) as bearing the Antwerp “Gothic \"N\" date-letter, probably for 1572/3”, although in Rosenberg 1928 it had been read as “1539-40 ?” - a shrewd new interpretation that apparently had not been communicated to the Museum because in Dalton 1927 it was catalogued as “about 1580”. M. Baudouin has established that the concordance of date-letter cycles in Antwerp before 1559-60, which had been worked out by the Abbé Crooy (‘L'Orfèvrerie réligieuse en Belgique’, Brussels, 1911, pp. 31-2) and incorporated in Rosenberg 1928, is misleadingly incorrect. In Hayward 1976 (p. 284), M. Baudouin's research is acknowledged and the date of the basin had been revised to read: “1546-7”. The identification of the maker's mark on the basin is not yet established with complete certainty, although it has been published unequivocally as the mark of Joris Weyers (see Hayward 1976, p. 395, pls 591-2). Due to the French occupation under Napoleon at the end of the eighteenth century, all guilds were abolished and the touch-plates of the goldsmiths of Antwerp were among the many records that were destroyed at that time. A tiny fraction of the goldsmiths' archives has survived (in the Public Record Office of the city of Antwerp), and for the sixteenth century there is only an account book (‘Rekenboek’) for the years 1562-92, in which the names of the officers of the guild, the freemen and those apprentices whose fees were paid, together with some other details of expenses and income, are recorded. The search for firm documentary evidence prior to 1562 has met with only partial success and, in the case of the mark of Joris Weyers, the problem is still unresolved. Joris or Georgius Weyers (van de Wyer), who has been traced by M. Baudouin in the archives, was recorded as an officer (dean) of the Antwerp Guild in 1527-8 and was still being mentioned as late as 1568-9, when his wife died. He has also been traced in the archives of the Norbertine Abbey of Averbode - in 1536 (a book-cover), in 1539 (a valuation of the abbot's rings) and, again, between 1546 and 1549. Another abbot, Coenraet van Malsen (1529-49) of the Norbertine Berne Abbey in Heusden, near the River Maas just northwest of Den Bosch, is now thought to have commissioned Joris Weyers to make his crosier when he was installed in 1534; the crosier has survived and bears the Antwerp town-mark, the date-letter, a Gothic D (probably for 1536-7), and a maker's mark, the monogram IW in a shield (see Professor F. van Molle in ‘De Glans van Prémontré’, exhibition catalogue, Abbey du Parc, Heverlee/Leuven, 1973, no. 156). Even from the photographic evidence it is clear that the monogram IW mark is definitely not the same punch as on the Aspremont Lynden basin; indeed, it is a distinctly different mark, having a close resemblance, however, to the monogram IW mark on the Antwerp chalice in the Metropolitan Museum of Art, New York (inv. no. 13, 222.2 ; Rogers Fund, 1913); the latter bears the date-letter O, perhaps for 1522-3. The marks on the chalice are clearly struck and seem even less ambiguous than those on the crosier; the maker's mark is certainly not the same punch as the goldsmith used on the Aspremont Lynden basin. Of the three, the latter is the only one to have this distinctive form of W created by using a double V (interlaced) and to have the tiny crescent or C above the W (as reproduced in Rosenberg 1928, R3 5105, and based on the line drawing in Read 1902, p. 43, which is not misleading). The latter, therefore, cannot easily be interpreted as part of Joris Weyers' monogram IW, as suggested. In conclusion, it remains an open question whether it was Joris Weyers who used the punch-mark that is found on the crosier of Abbot Coenraet van Malsen - all the records of the Norbertine Abbey of Berne were destroyed in 1572. Similarly, the undocumented chalice in New York and the Aspremont Lynden basin may - or may not - be part of the oeuvre of Joris Weyers, but if all three pieces are correctly attributed to this goldsmith, then he undoubtedly used a second - and totally different - punch-mark when in 1546-7 the basin was hallmarked in Antwerp. The style of decoration on the basin, except for the six biblical scenes in the oval reserves, is avant-garde, the creation of a goldsmith imbued with the latest vocabulary of Mannerist ornament and using it with a sophisticated ease and dexterity that is difficult to parallel except for the Aspremont Lynden ewer itself, and the Founder's Cup at Emmanuel College, Cambridge - both are works of the greatest virtuosity but, unfortunately, not of precise certain date. The Founder's Cup, given to the College by Sir Walter Mildmay (died 1589), bears a maker's mark (a lion-mask), the Antwerp town-mark and an uncertain date-letter (see Hayward 1976, p. 396, where it is dated “mid-16th century”); the latter had, however, been read as “1541-2” (see ‘Cambridge Plate’, Fitzwilliam Museum, Cambridge, 1975, p. 23, no. sc6). More reliably identified is the date-letter for 1557-8 on the beautiful Mannerist Antwerp standing-cup, with the Triumph of Neptune and Amphitrite embossed around the tall bowl, in the Schatzkammer of the Residenz, Munich (see H. Brunner, ‘Schatzkammer der Residenz München’, 3rd edn of the Catalogue, Munich, 1970, p. 242, no. 572; also Hayward 1976, p. 397, pl. 611). Although the maker's mark (a pair of compasses, R3 5103) is different from the maker's monogram mark on the Aspremont Lynden basin, the technical and stylistic similarities are striking, particularly in the use of very similar Mannerist ornament on the bowl and on the foot of the cup. For the Antwerp goldsmiths in the 1540s and 1550s, the most talented and readily available source for these Mannerist ornamental motifs was, undoubtedly, the work of a Flemish artist, Cornelis Bos (born at 's Hertogenbosch c. 1510, died in Groningen 1556). His training in Rome in the 1530s brought him into close contact with engravers such as Marcantonio Raimondi and Agostino Veneziano. Their influence, combined with his awareness of the major contributions to Manneristic art by the artists of the Fontainebleau school, led Cornelis Bos to become the first engraver to introduce the new repertoire of fully fledged, and often eccentric, Mannerist ornament into Antwerp. He had returned there in 1540 and during the next three years he produced numerous sets of engraved designs (for a comprehensive examination of this early phase, see S. Schéle, ‘Cornelis Bos: a study of the origins of the Netherlands grotesque’, Stockholm, 1965; for a general survey of the contribution of the French artists, see H. Zerner, ‘The School of Fontainebleau, etchings and engravings’, New York, 1969). Consequently, it is not surprising that the motifs on the border of the 1546-7 Aspremont Lynden basin, with its satyrs and nymphs within the strapwork and the suspended open 'baskets' of fruit, etc., can be almost exactly paralleled in Cornelis Bos's engravings of c. 1545 (Schéle 1965, nos 173, 180, 184, 186; pls 48-51; also ‘Kunst voor de Beeldenstorm’, exhibition catalogue, Rijksmuseum, Amsterdam, 1986, p. 235, fig. 115b). Furthermore, they can be found again in an early dated Antwerp masterpiece - the renowned Netherlandish maiolica tile-picture, 'The Conversion of Saul', dated 1547 (Vleeshuis Museum, Antwerp - see Schéle 1965, p. 52, fig. 30 for a clear detail of the border motifs). Less certain is the significance of the role of Bos's contemporary, Cornelis Floris (1514-76), who was also studying in Rome but had probably returned to Antwerp by 1539 (see Schéle 1965, pp. 39 ff., where many of the earlier assumptions were challenged, especially those published in R. Hedicke, ‘Cornelis Floris und die Florisdekoration. Studien zur niederldndischen und deutschen Kunst im XVI Jahrhundert’, 2 vols, Berlin, 1913). The arguments for attributing certain drawings to Floris - and hence giving Floris precedence in the field of the Netherlandish grotesque - are inconclusive. In Schéle 1965 (p. 221) it is pointed out that Floris, not being an engraver himself, was at a disadvantage compared with Bos, whose ideas received wide recognition the moment they were engraved and printed. The compositions of Floris do not appear as prints until 1548, when a set of designs for ewers was published in Antwerp by Hieronimus Cock, and judging from the initials BB, they had been engraved by Balthasar Bos (see Schéle 1965, p. 221, figs 12-13; also Hayward 1976, p. 356, pls 196-9). However, the widely held supposition that prior to 1548 Cornelis Floris was producing Mannerist drawings for goldsmiths (and others) to use is incapable of proof. (See WB.93) The biblical scenes in the six cartouches on the basin are clearly copied, perhaps quite slavishly, from a set of woodcuts or engravings similar to the well-known illustrations created by Hans Sebald Beham (see ‘Hans Sebald Beham's Holzschnitte zum Alten Testament nach der 1537’, Zwickau S, 1910) and by Bernard Salomon for the Lyons Bible of 1553 that was published in several languages by Jean de Tournes. Consequently, the goldsmith reveals no awareness of the Mannerist style within any of these six figure scenes. Even within his own specialist sphere, the goldsmith has been content to depict within the scene of the Plague of Frogs items of silver plate, none of which are in the least Mannerist in style. Indeed, the covered cup carried by the servitor is very reminiscent of the famous Holbeinesque Rochester tazza and cover, hallmarked London, 1528 and 1532, respectively (see Hugh Tait, London Huguenot Silver, ‘Huguenots in Britain and their French Background, 1550-1800’ (ed. I. Scouloudi), London, 1987, pp. 92-3, pl 1, figs 1-3, where it is suggested that the second companion tazza from Rochester Cathedral, attributed to a foreign goldsmith (perhaps Flemish?) because of its totally different and rather Continental type of punch-marks, may have served as the prototype for the English goldsmith to copy in 1528). The goldsmith of the Aspremont Lynden basin seems to have faithfully copied the old-fashioned compositions - probably originally designed as simple narrative pictures - even though they are in complete contrast with the lively and inventive strapwork frames and Mannerist decorative motifs that fill the space between each cartouche. Surprisingly, these contain no repetition in the entire sequence, although each central pendentive element between the cartouches has a basically similar character; similarly, each of the satyrs and nymphs remains totally individual, although they are arranged like heraldic supporters and have to conform to a formal harmony. The unknown goldsmith who decorated this basin did strive to improve upon the engraved sources of the scenes and give them a more three-dimensional, sculptural quality, even introducing the compositional trick of occasionally placing a part of the scene in front of the frame - for example, the frog in the bottom right-hand side of the plague scene, or the left hand of the stricken Egyptian in the foreground of the Plague of Boils and Blains, or the figure of Moses with his upraised staff in the Plague of Hail. However, his adaptation of the rectangular print source to the oval cartouche format is not entirely successful, especially where there are architectural backgrounds. The basin does not, therefore, seem to be based on an entirely original and integrated drawing by an artist of major stature, such as Etienne Delaune, who in the third quarter of the sixteenth century was already producing circular basin designs incorporating, for example, the story of Samson within four oval reserves set in a Mannerist framework (Cabinet des Dessins, Musée du Louvre - see Hayward 1976, p. 349, pl. 113). In solving the problem of scale and of relationship between the biblical scenes and the elaborate Mannerist ornamental setting, Etienne Delaune has introduced an elegant figure style and has avoided that uncomfortable cramped quality pervading the scenes on the Aspremont Lynden basin. If the task of adapting the print sources was carried out by the goldsmith himself, then this basin reveals one of his limitations while demonstrating in all other respects his technical brilliance, from his fine pointillé decoration on the wall-hangings in the Plague of Frogs scene to the very high relief of the satyrs trapped in the framing strapwork and the entirely original quasi-architectural and three-dimensional treatment of the deep concave zone of the dish itself. By contrast, the two circular reserves on either side of the Aspremont Lynden ewer are embossed and chased with a Neptune figure and an Amphitrite figure that has in each case been skilfully designed for the space of the roundel and, at the same time, relates perfectly in scale and emphasis to the surrounding background of riotous Mannerist ornament. The goldsmith, talented though he undoubtedly was, probably worked from a drawing by a gifted artist (such as Cornelis Floris) who had successfully designed this complex and most sophisticated essay in Mannerism. The identity of the goldsmith has been misrepresented in recent publications and it is important to analyse the evidence as objectively as possible. The punch-mark on the neck of the ewer is clearly struck and seems to represent a hand holding three ears of corn. There is no reason to doubt the authenticity of this mark, even though no other piece bearing this mark has yet been recorded (R3 5104). Nevertheless, it is not mentioned in Hayward 1976, p. 395, pl. 590, where the ewer is described as “Antwerp, 1544-5. Maker's mark, a pair of compasses (R3 5103)”. However, the set of marks that have given rise to this precise and firm attribution are “on a loose plate under foot” (Read 1902, p. 43) and a detailed examination reveals that: (i) The circular loose plate under the foot is only held in place by a very long modern metal screw with a large flat head and a small modern nut. (ii) The screw has to be placed inside the body of the ewer, pointing downwards, and aimed through the small threaded tube at the bottom. (iii) The screw then passes through the tubular projection (rising from the centre of the foot), inside which a modern, narrower, tubular projection (fixed to the reverse of the loose plate) has already been placed, and fastened by a short rivet through the side of the double thickness of the two tubes. (iv) The tip of the screw emerges just beyond the loose plate and the nut is then used to secure it in position. (v) The loose plate has a fresh, modern-looking trim, or cut, to the edge; furthermore, the raised border to the loose plate is almost hemispherical in section and looks modern; it serves no purpose and would actually prevent the loose plate from being 'sprung in', as has been suggested. (vi) The loose plate closes the area under the foot and thereby prevents the ewer from standing on the raised boss in the centre of the basin - the more normal and correct procedure with a late medieval or Renaissance ewer and basin. All these discrepancies and disturbingly modern features give rise to serious doubts about the 'marriage' of the loose plate to the foot of the ewer. It would seem that the set of three marks on it are almost certainly genuine and that the loose plate must, therefore, have been cut out of an authentic piece of 1544 Antwerp silver plate. As the present method of attaching the loose plate is no older than the nineteenth century, and the loose plate shows no signs of having been added to the ewer at an earlier date, it is misleading to publish this ewer as a reliably and fully marked piece of Antwerp silver dating from 1544 to 1545. It must be recognised that the set of marks under the foot probably have no significance and no bearing on the origin, date or identity of the maker of the ewer. The alternative explanation advanced in 1964 (see Hayward 1964, p. 165) was based on the assumption that “it was the practice of the Antwerp goldsmiths to mark their work on the bottom, sometimes, as on the Antwerp ewer in the British Museum, on a circular plate that was sprung into the underside of the base in order to conceal the rear view of the embossing . . .”. If this practice, apparently designed to avoid the marks disfiguring the decoration, really existed in Antwerp - and the evidence for it has never been convincingly set out - then it presupposes that the loose plate on the Aspremont Lynden ewer, having previously been 'sprung in', had become detached from the foot and that, in the nineteenth century, it was decided to recut and reshape around the circumference of the loose plate and add a short tube to the centre of the reverse before riveting it to the large tube projecting upwards from the foot (so that it could not be easily taken apart) and, finally, attaching with a long iron bolt and a nut the combined loose plate and foot to the body of the ewer. Such an elaborate operation in order to reattach the loose plate that had some two hundred or more years previously been 'sprung in' seems wholly unnecessary. There has to be a more compelling explanation - and, by the second half of the nineteenth century, it was being universally recognised among collectors that fully marked silver-plate was potentially more significant and, probably, a more reliable item to buy, even at a much higher price. Not only are there no other extant contemporary silver ewers sealed under the foot with a loose plate of silver, but any decision in the mid-sixteenth century to have this small and separately made loose disc of plain silver assayed and hallmarked with the Antwerp town-mark, the date-letter and a different maker's mark would have provided the Renaissance patron and purchaser with no safeguard or guarantee about the standard of the silver used in the ewer as a whole. It is difficult to believe that such a sloppy and unsatisfactory practice would have been permitted by the Antwerp Guild at the very height of the city's extraordinary prosperity, and at the time when the Antwerp goldsmiths' international reputation was reaching new levels of importance. The middle decades of the sixteenth century were a period of enormous affluence in Antwerp. As the great centre of international trade, the city was attracting in vast numbers rich foreign merchants who spent lavishly, and princely commissions from distant Courts - even from Duke Wilhelm V of Bavaria in Munich - were reaching the jewellers and goldsmiths of Antwerp as a result of their high standard of expertise and practice. Furthermore, the presence of the punch-mark on the neck of this ewer is sound evidence that the so-called disfigurement resulting from the use of punch-marks had no more deterred this Antwerp goldsmith than it had, for example, Hieronymus Mamacker when he finished the large sculptural Renaissance silver-gilt book-cover for the rich Norbertine Abbey of Tongerlo in 1543 - or the many Antwerp goldsmiths whose works are marked in the normal manner (see Tait 1985, pp. 39-44, figs 14-17). In 1557, according to a contemporary writer, Ludovico Guicciardini (‘Descrittione di tutti i paesi bassi’, 1568), there were 124 goldsmiths and cutters of diamonds and precious stones in Antwerp and “these produce works of beauty and marvellous quality . . .”. Under such circumstances, the strict system of maintaining standards operated by the flourishing Guild of Goldsmiths in Antwerp would have been enforced, and the marking of a loose plate under the Aspremont Lynden ewer by the Antwerp Guild's dean and assay master in 1544 seems less than credible. Once the set of three marks (under the foot) are discounted, the ewer has to be judged, attributed and dated entirely on the evidence of its one mark (on the neck) and on its general appearance, whilst also remembering its long association extending back to 1610, if not before, with the branch of the Aspremont Lynden family that had its sixteenth-century origins in the district of Liège. The following analysis of its form, shape and decoration does, indeed, help to reinforce its previous attribution to an Antwerp workshop, but perhaps to the 1550s rather than to the previous decade. The form is exceptional. Most Renaissance silver ewers do not have a separate spout. On the Aspremont Lynden ewer there is a long, narrow spout emerging from the shoulder of the oviform body, immediately below the wide, projecting lip of the mouth of the ewer. Such a design is difficult to parallel, either among the very small percentage of surviving plate or among the drawings and engraved designs. Normally, the Renaissance ewer of this type has an open, large, lipped mouth, which equally serves for the filling and the pouring process. A separate tradition, perhaps of Moorish and Spanish origin, provides the ewer not only with a long, tubular neck with a hinged cover but also with a curving spout issuing from the spherical or oviform body: examples include an early - almost transitional - Renaissance example in the Treasury of Seville Cathedral (see Hayward 1976, p. 362, pl. 268, where it is stated to be 'Portuguese'); a small, later but unmarked, Spanish example in the Victoria and Albert Museum (see Charles Oman, ‘The Golden Age of Hispanic Silver 1400-1665: a catalogue of the collection in the Victoria and Albert Museum’, London, 1968, p. 28, no. 72, fig. 145, where it is described as H. 18.5 cm and as an altar cruet - probably only a secondary use, since its very Mannerist decoration is purely secular); and the two pen and wash drawings of very similar ewers of about 1540-50 by the great French Renaissance designer, Jacques Androuet du Cerceau, preserved in the famous English royal codex now in the Kunstbibliothek, Berlin (see Hayward 1976, p. 339, pls 17-18). The most spectacular example in full-blooded Mannerist style, with a winged figure of Fame on the cover, is by the Nuremberg goldsmith Christoph Jamnitzer (1563-1618) and is preserved in the Grünes Gewölbe, Dresden (inv. no. IV, 293; H. 46 cm; see Gerald Heres and Werner Kiontke in ‘The Splendor of Dresden’, 1978, p. 155, no. 265, where it is recorded that the accompanying basin was melted down in the eighteenth century). Few better documented pieces of evidence for the prevailing late sixteenth-century fashion in northern Europe exist than the drawings from the workshop of the Hamburg goldsmith Jacob Mores, among which is a pen and wash drawing of a practical and soberly embossed ewer with a hinged cover to the tall neck and a separate spout (in the form of an eagle) issuing from the shoulder of the body (preserved in the Kunstbibliothek, Berlin - see Hayward 1976, p. 355, pl. 187). To find the source of the marriage of these two distinct types of ewer design, such as exists on the Aspremont Lynden ewer, it is necessary today to turn to the engraved designs, though even in that field it is so exceptional - probably because so few of the designs for ewers by Cornelis Bos or Cornells Floris have survived - that the conclusions reached here are extremely tentative. The well-known engraving of a ewer - from a set of twelve - by the Venetian Agostino dei Musi, dated 1531 (preserved in the Victoria and Albert Museum - see Hayward 1976, p. 338, pl. 12), corresponds closely in form to the Aspremont Lynden ewer, even having a high handle with a steep u-curve and an animal (a lion) issuing from it with its front legs and paws resting on the mouth of the ewer in an almost identical manner. However, it does not have a separate spout issuing from the body of the ewer. Another engraved design produced in Rome - dated 1543 and signed by Enea Vico - repeats the classical form but introduces a more Mannerist handle in the form of a Pan-figure and a small, horn-like spout (?) on the shoulder of the body of the ewer (preserved in the Victoria and Albert Museum - see Hayward 1976, p. 339, pl. 14). If it had been intended to serve as a diminutive spout, then it is not really integrated into the exuberant design and it is not easy to understand why it has been introduced in such a fainthearted, hesitant fashion. No such criticisms apply to Matthias Zündt's 1551 Nuremberg engraving of a ewer of this Mannerist type which has both a large spout curving up from the shoulder of the body and a large, trilobed mouth - but the latter has, most incongruously, been given a cover (or stopper) in the form of a female bust (see ‘Wenzel Jamnitzer’ 1985, p. 375, no. 379, with illus.). Equally, comparisons can be made with an Antwerp-engraved design of a ewer in a goldsmiths' pattern book published in 1563 by Hans Vredeman de Vries (preserved in the Victoria and Albert Museum-see Hayward 1976, p. 357, pl. 208). In fact, the ewer appears to have been designed with a pair of spouts side by side, issuing from the shoulder of the body, and in the form of the long necks and heads of two imaginary horned creatures. The basic classical form of the ewer (in this design) is hidden beneath the fashionable Flemish mollusc-enveloped elements but, significantly, the fantastic handle terminates at the top with an animal grotesque, the jaws of which are wide open in a similar shell-shaped curve and the front legs and paws of which rest on the rim of the open mouth of the ewer. Indeed, much of the ornamental repertoire employed in the other engraved designs in Hans Vredeman de Vries's 1563 publication also relates closely to the Aspremont Lynden ewer and probably accurately reflects the taste of the southern Netherlands in the mid-sixteenth century. Between 1549 and 1570 he is recorded in Antwerp, Malines and Friesland - he was born in Leeuwarden -and from 1577 to 1585 he was city architect of Antwerp and a man of considerable artistic influence. Consequently, the milieu of Antwerp in the 1540s and 1550s probably provided that essential mixture of southern and northern European influences that led to the conflation of these two distinct designs and the creation of the new hybrid version, as exemplified by the Aspremont Lynden ewer. Unexpectedly, confirmation of this interpretation has recently come to light in England, where new evidence is provided by a hitherto unrecognised piece of contemporary London-marked silver plate dated 1554-5 - the Wyndham ewer, now in the British Museum (reg. no. 1977,1201.1-2; H. 35.0 cm; see Tait 1987, pp. 93-4, pl. II; for the full publication, based on a paper read to the Silver Society in October 1985, see Hugh Tait, The Wyndham Ewer and Basin, ‘The Proceedings of the Silver Society’, III, no. 8 (forthcoming). Until 1977, its existence was virtually unknown: it had remained undisturbed and unpublished in the Wyndham family until the middle of the twentieth century, along with its slightly later companion basin (made by Symon Owen, hallmarked London, 1607-8). The Wyndham ewer, marked in two places with a full set of London hallmarks for the year 1554-5, together with the punch of an unidentified maker, is perhaps the work of a foreign goldsmith. It was a time when foreign influences at Court were particularly strong, and relations between England and both Spain and the Netherlands had become close. The marriage between Mary, Queen of England, and Philip II of Spain had taken place in England in 1554, and it was while the new King-Consort was residing in London that he received a summons to Brussels in the early summer of 1555 to hear his father, the Emperor Charles V, announce his abdication of the sovereignty of the seventeen provinces of the Burgundian Netherlands and to be invested as their new ruler. It was not until after Mary Tudor's death that Philip II returned to Spain, in the summer of 1559. The Wyndham ewer of 1554-5 reflects the latest Mannerist taste, so fashionable abroad. It is not in the least 'English' in its style. According to present knowledge, it is the earliest dated example of a silver (or gold) ewer in the Mannerist style to have survived - not just from England but from anywhere in Europe. Its style is in complete contrast with the conservative appearance of the famous Parker ewer and basin, hallmarked London 1546-7, presented to Corpus Christi College, Cambridge, in 1570 by Archbishop Parker (see ‘Cambridge Plate’ 1975, p. 32, no. EBI). Similarly, the Mostyn ewer and basin, undated but made in Bruges and certainly in the possession of Thomas Mostyn, of Mostyn in Flintshire, before his death in 1558, is very traditional and similar in form and type to the Parker ewer and basin (see E. A. Jones, Lord Mostyn's Silver, ‘The Burlington Magazine’, XI, May 1907, pp. 63-73, figs 2-3). It is disappointing that the Mostyn ewer cannot be more precisely dated and so has been attributed to a “mid-16th century workshop”; no doubt the patrons in Bruges were less fashion-conscious than in Antwerp, and unlikely to have adopted Mannerism as quickly as the more cosmopolitan clientele of Antwerp. In its form, the Wyndham ewer is particularly interesting because it is basically the Italian 'classical' Renaissance ewer with an oviform body, on a short stem and small foot, and a handle in the form of a fantastic creature linked through its front legs and hooves to the rim of the large mouth. However, the latter - instead of being left open in the normal classical manner - has a hinged cover. Furthermore, a fanciful spout in the form of a half-human grotesque with an animal's head has been attached to the shoulder of the oviform body, immediately below the projecting lip of the large mouth. As on the Aspremont Lynden ewer, the jaws are wide open but, idiosyncratically, the beard (or lower lip?) of the grotesque creature forms the elongated spout of the Wyndham ewer - a typical Cornelis Bos invention of the early 1540s (see Schéle 1965, no. 118, pl. 35; no. 279, pl. 68). The links between the two ewers are obvious, although it is most unlikely that there was any direct connection between the two workshops that produced them. Similarly, the embossed decoration on the 1554 Wyndham ewer is drawn from the same general repertoire of Antwerp Mannerist ornament created by Cornelis Floris and Cornelis Bos, c. 1540-3, that was used by the goldsmith who made the Aspremont Lynden ewer. However, it is a far less sophisticated programme of ornamentation - and less skilfully executed, even allowing for its rubbed and worn surfaces. The Wyndham ewer of 1554 was probably never in the same class, although it was obviously an objet de luxe in London, but, more importantly, its maker seems not to be employing such an extreme version of grotesque ornament as had been used on the Aspremont Lynden ewer. Thus, when comparing the embossed long-necked creature on the upper part of the 1554 Wyndham ewer with the similar grotesque with a beautiful female face and a scaly body on the Aspremont Lynden ewer, the documented Antwerp taste for bizarre mollusc-like forms, popularised by Cornelis Bos, c. 1550, seems to be far more evident on the Aspremont Lynden ewer (see Schéle, nos 144-9, pl. 37). Both ewers clearly have a common ancestry in the earlier engravings of the Italian artists, especially those of Agostino dei Musi in the 1530s, and the 'Bos' female caryatid figure supporting the spout of the Aspremont Lynden ewer is even reminiscent of the similarly draped figures included by Raphael in his famous 'grotesque' decoration for the Vatican Loggias of about 1519 - perhaps the earliest and greatest single work and source of inspiration within this genre. (See ‘Loggia di Rafaele nel Vaticano’, drawn by Camporesi and engraved by Volpato, Rome, 1772-7.) The Wyndham ewer, unlike the Aspremont Lynden ewer, would probably not have been originally made with a basin en suite. Certainly, the hinged cover on the former indicates that it was made to hold wine, and the protective cover would have been intended to keep out the flies, unlike the rosewater ewer and basin, which was principally intended for use at table when the fingers needed washing. The latter became increasingly magnificent during the sixteenth century and, in this richly decorated guise, was ideal for opulent display on the 'buffet' beside the high table, but was becoming by the end of the century less and less functional. The Aspremont Lynden ewer was probably intended from the outset as a display piece and hence had both virtuosity and time lavished upon its production. To a lesser extent, the earlier-looking Aspremont Lynden basin of 1546-7 seems also to have been designed principally for display and contrasts sharply with the relative simplicity of Guildford's historic Parkhurst basin, bearing the Antwerp marks for 1543. Although made in the same Flemish city, only three years before the Aspremont Lynden basin, it has a much more traditional design and its modest decoration is enlivened only by six small medallions containing classical heads within cartouches on the border and a ring of strapwork and cartouches around the raised boss in the centre. (See L. Jewitt, ‘The Corporation Plate and Insignia of Office of the Cities and Towns of England and Wales’, London, 1895, vol. II, p. 349.) It was bequeathed to the Guildford Corporation in 1575 by John Parkhurst, Bishop of Norwich, and bears (on the boss) the coat-of-arms of the See of Norwich impaling Parkhurst. His father, a burgess of Guildford, doubtless had many close trading ties with the Netherlands, and this Parkhurst basin, which provides rare valuable dated evidence from a wealthy mercantile background, is probably more typical of a high percentage of the work of Antwerp goldsmiths. Using it as a yardstick, the Aspremont Lynden basin - and its long-associated ewer - emerge as the 'aristocrats' of Antwerp plate around 1550. Bibliography: ‘Catalogue Officiel: Exposition Nationale, IVe Section, Industries d'art en Belgique antérieures au XIXe siècle’, Brussels, 1880, pp. 83-4, no. 944; ‘Installation de l'exposition de I'art ancien au pays de Liège’, exhibition catalogue, Liège, 1881, Section 4, p. 104, no. 287; ‘L’Art ancien a l'exposition nationale’, 'Orfèvrerie civile' (edited by M. G. Vermeersch), Brussels, 1882, pp. 54-5; Société de l'art ancien en Belgique: ‘Orfèvrerie’, Brussels, n.d., pls V-VI; ‘Exposition nationale belge’, Brussels, 1888, no. 297, pls 35-6; J. Destree, 'L'aiguière et le plat de Charles-Quint. . .’, ‘Annales de la Société d'archéologie de Bruxelles’, Brussels, 1900, XIV, p. 35; Charles Hercules Read, ‘The Waddesdon Bequest: Catalogue of the Works of Art bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898’, London, 1902, nos 89-90, pl. XX; O.M. Dalton, ‘The Waddesdon Bequest’, 2nd edn (rev), British Museum, London, 1927, nos 89-90; Marc Rosenberg, ‘Der Goldschmiede Merkzeichen’. 3rd edn, Frankfurt, vol. IV, 1928, pp. 28-9 (R3 5103, 5104, 5105) pl. 98; Jacques-Henry de la Croix, La célèbre aiguière Aspremont Lynden, ‘Bulletin des Archives Verviétoises’, Verviers, 1969, pp. 7-41, illus.; J. F. Hayward, The Mannerist Goldsmiths: 3. Antwerp, parts I-III, ‘The Connoisseur’, London, vol. 156, August 1964, pp. 251 ff., figs 2, 6; J. F. Hayward, ‘Virtuoso Goldsmiths and the Triumphs of Mannerism 1540-1620’, Sotheby Parke Bernet Publications, London, 1976, p. 395, pls 590-2; Hugh Tait, ‘The Waddesdon Bequest: The Legacy of Baron Ferdinand Rothschild to the British Museum’, London, 1981, p. 63, figs 41-3; Hugh Tait, 'Catalogue of the Waddesdon Bequest in the British Museum, II : The Silver Plate', British Museum, London, 1988, nos. 7 - 8, pls.II-III, figs. 30-54; Dora Thornton, 'A Rothschild Renaissance: Treasures from the Waddesdon Bequest', British Museum, London, 2015, pp.276-283."], "Bibliographic references": [" Dalton 1927 / The Waddesdon Bequest : jewels, plate, and other works of art bequeathed by Baron Ferdinand Rothschild. (89) ", " Tait 1988 / Catalogue of the Waddesdon Bequest in the British Museum; II The Silver Plate (7) ", " Thornton 2015 / A Rothschild Renaissance, Treasures from the Waddesdon Bequest (pp.276-83) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1998 May 11-Nov 1, Bucks, Waddesdon Manor (National Trust), 'Baron Ferdinand de Rothschild Collection' "], "Condition": ["Very good, except for the modern addition of the 'loose plate' under the foot (see curatorial comment) and repairs to the lip and the handle. The damage to the lip consists of a complete break through the jaws of the mask on the underside of the lip and extending from edge to edge, and the insertion of a silver-gilt liner on the upper surface of the lip which is attached by four conspicuous but short screws (two above the ears of the mask and two below the jaws) and passing through newly drilled holes. The damage to the handle consists of a complete break across the middle immediately below the drapery suspended around the grotesque mask in the centre of the handle; as a consequence, the join (at the top) where the goat-like monster with webbed feet issues from the handle is reinforced by two short screws that project slightly (at the rear), and the join (at the lower terminal) is similarly reinforced with two short screws, one on either side of the haunches of the standing figure of a satyr."], "Subjects": [" myth/legend ", " classical deity ", " nereid "], "Associated names": [" Representation of: Pan/Faunus ", " Representation of: Poseidon/Neptune ", " Representation of: Amphitrite "], "Acquisition name": ["Bequeathed by: Baron Ferdinand Anselm Rothschild"], "Previous owner": [" Previous owner/ex-collection: Caroline-Yolande d'Aspremont Lynden ", " Previous owner/ex-collection: Count François-Charles-Gobert d'Aspremont Lynden ", " Previous owner/ex-collection: Count François-Maximilien d'Aspremont Lynden ", " Previous owner/ex-collection: Count Ferdinand-Charles d'Aspremont ", " Previous owner/ex-collection: Count Charles-Ernest-François d'Aspremont ", " Previous owner/ex-collection: Ferdinand-Maximilien-Henry de Lynden ", " Previous owner/ex-collection: Baron Ferdinand de Lynden ", " Previous owner/ex-collection: Charles-Ernest de Lynden ", " Previous owner/ex-collection: Robert de Lynden, Viscount de Dormael "], "Acquisition date": ["1898"], "Acquisition notes": ["This collection is known as the Waddesdon Bequest under the terms of Baron Ferdinand Rothschild’s will."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["WB.89"], "Conservation": [" Treatment: 03 Jul 2015 ", " Treatment: 27 Feb 1998 ", " Treatment: 04 Dec 2009 "]}