{"artifact_name": "mosque-lamp; hanging lamp", "Object Type": [" mosque-lamp ", " hanging lamp "], "Museum number": ["WB.54"], "Description": [" Glass mosque-lamp; enamelled in blue with red and gilding; round the upper part are three circular designs with flower in the centre; between, interlacing lines forming shaped panels containing flowers; on the body, a band inscription in tall Arabic letters, divided by six projecting loops, from which the lamp was suspended; on the under part of the body, three circular and three oval panels of ornament. "], "Cultures/periods": ["Mamluk dynasty"], "Production date": ["1350-1400 (circa)"], "Production place": [" Made in: Syria (?) ", " Made in: Egypt (?) "], "Materials": [" glass ", " enamel ", " gold "], "Technique": [" enamelled ", " gilded "], "Dimensions": [" Diameter: 12.20 centimetres (base) ", " Diameter: 11.20 centimetres (neck) ", " Diameter: 22.20 centimetres (rim) ", " Height: 29.90 centimetres ", " Weight: 1929 grammes ", " Width: 23.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Provenance: None is recorded. Commentary: The loop handles of this lamp are designed to that it can be hung in the sanctuary of a mosque (an example in the V&A ((inv. no. 1056-1869)) still has its original metal hanging chains from c 1340). Lamps of this type are often painted with inscriptions from the Qur'an, or with the name or arms of the sultan or other official who dedicated them. This lamp is made in the name of an unknown sultan, as the inscription translates: 'Glory to our Lord the sultan, the king, the wise, the just, the warrior'. Most of the surviving lamps have been found in the mosques of Jerusalem and Damascus, as well as in Konya and the Yemen. They became desirable collector's pieces in 19th century Europe, particularly amongst the Rothschild family. Solomon de Rothschild owned two examples now in the Louvre (inv. nos. OA 7568 & OA 7567) and another was acquired and exhibited by Baron Gustave Rothschild at a Paris exhibition in 1869, an inexact copy of which by Philippe Joseph-Brocard, dated 1867, is now in the British Museum (reg. no. 1902,1118.1). Bibliography: Charles Hercules Read, 'The Waddesdon Bequest: Catalogue of the Works of Art bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898', London, 1902, no. 54; O.M. Dalton, 'The Waddesdon Bequest', 2nd edn (rev), British Museum, London, 1927, no.54; H. Tait, 'The Waddesdon Bequest', BM London 1981, p. 19, fig. 6; Dora Thornton, 'A Rothschild Renaissance: Treasures from the Waddesdon Bequest', British Museum, London, 2015, pp.104-107."], "Bibliographic references": [" Read 1902 / The Waddesdon Bequest. Catalogue of the Works of Art Bequeathed to the British Museum by Baron Ferdinand Rothschild, M.P., 1898 (54) ", " Dalton 1927 / The Waddesdon Bequest : jewels, plate, and other works of art bequeathed by Baron Ferdinand Rothschild. (54) ", " Thornton 2015 / A Rothschild Renaissance, Treasures from the Waddesdon Bequest (pp.104-107) ", " Lamm 1929-1930 / Mittelalterliche Gläser und Steinschnittarbeiten aus dem Nahen Osten (p.468) ", " Shirley and Thornton 2017 / A Rothschild Renaissance: A New Look at the Waddesdon Bequest in the British Museum (p.60, p.146, p.149, p.150, fig.220) "], "Location": ["On display (G2a/dc1)"], "Subjects": ["flower"], "Acquisition name": ["Bequeathed by: Baron Ferdinand Anselm Rothschild"], "Acquisition date": ["1898"], "Acquisition notes": ["This collection is known as the Waddesdon Bequest under the terms of Baron Ferdinand Rothschild’s will."], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["WB.54"], "Conservation": ["Treatment: 20 Oct 2004"]}