{"artifact_name": "knife", "Object Type": ["knife"], "Museum number": ["WG.606"], "Description": [" Ripple flaked fish-tail knife made from pale pinkish flint. The so-called ripple appearance is produced by pressure flaking using a bone, antler or ivory shank to press off long, thin, shallow, regular parallel flakes across both faces of the piece. The edges are additionally retouched with minute removals pressed off to create finely serrated edges. This represents high quality artisanship on a prestigious piece that may not have functioned as tool but as ceremonial object. The edges are thin, sharp and show no damage or indications of use. "], "Cultures/periods": [" Naqada ", " Predynastic "], "Production date": ["3,500-3,200BC"], "Findspot": [" Found/Acquired: Abydos "], "Materials": ["flint"], "Technique": ["ripple flaked (more usually refered to as pressure flaking)"], "Dimensions": [" Length: 192 millimetres ", " Weight: 90 grammes ", " Thickness: 4.70 millimetres ", " Width: 71 millimetres "], "Curator's comments": ["Fishtail knives are sometimes refered to as weapon points but the discovery of examples with gold, ivory, wood or reed handles on the pointed end indicates that they were knives with bifurcated (fish-tail) ends. Only about 160 examples are known and finds are concentrated in Upper Egypt, usually in male graves. They appear to be prestigious ceremonial or special funerary pieces that did not function as ordinary tools or weapons. It has been suggested that they may have been used to cut the umbilical cord at birth and then placed in the grave to symbolise/give re-birth. A comparison has also been made with a special ritual implement with a bifurcated end called a 'pesesh-kef' used to open the mouth of the deceased at the point of burial so that the soul could breath and receive nourishment but whether this served the same purpose is uncertain."], "Bibliographic references": ["Hikade, T 2003 / Getting the ritual right. Fishtail knives in Predynastic Egypt. In S. Meyer, ed. Ancient Egypt. Temple of the Whole World. Studies in honour of Jan Assmann"], "Location": ["Not on display"], "Acquisition name": ["Donated by: John Pierpont Morgan"], "Previous owner": ["Previous owner/ex-collection: Rev William Greenwell"], "Acquisition date": ["1909"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["WG.606"]}