{"artifact_name": "knife", "Object Type": ["knife"], "Museum number": ["WG.605"], "Description": [" Ripple flaked knife made from fine grained, pale pink flint. One face modified, the opposite face unmodified and smooth. The upper face is skillfully dressed by pressure flaking using a bone, antler or ivory shank to press off thin, regular, parallel flakes diagonally across the face producing the so-called rippled appearance. This technique requires considerable skill and experience. It is also time-consuming and adds nothing to the functionality of the piece as a tool. Additional tiny, pressure flaked retouch removals occur around the convex edge producing a fine serration and coverging to the offset point of the convex and straight edges. The straight edge is bifacialy modified with tiny, regular scalar removals along the margin of the plane face. The piece is fresh and shows no use damage. "], "Cultures/periods": [" Naqada ", " Predynastic "], "Production date": ["3,500 - 3,200BC (circa)"], "Findspot": [" Found/Acquired: Abydos, Found with an unburnt body at Naqada where there was a cemetery of some two thousand graves. "], "Materials": ["flint"], "Technique": ["ripple flaked"], "Dimensions": [" Length: 228 millimetres ", " Weight: 139.70 grammes ", " Thickness: 6.20 millimetres ", " Width: 58.60 millimetres "], "Curator's comments": ["This is a high quality object produced with great skill. Its large size, thinness and lack of any signs of damage indicate that it was not a functional piece except perhaps as a pretigious ceremonial implement, in this case placed in a grave. These types of knife are rare and apparently associated with male burials. They are occasionally found with gold, ivory, wood or reed handles on the narrower end. Such beautiful flint implements appear to have been prized at a time when copper and gold metalworking began in Egypt."], "Bibliographic references": ["Hikade, T 2003 / Getting the ritual right. Fishtail knives in Predynastic Egypt. In S. Meyer, ed. Ancient Egypt. Temple of the Whole World. Studies in honour of Jan Assmann"], "Location": ["Not on display"], "Acquisition name": ["Donated by: John Pierpont Morgan"], "Previous owner": ["Previous owner/ex-collection: Rev William Greenwell"], "Acquisition date": ["1909"], "Department": ["Britain, Europe and Prehistory"], "Registration number": ["WG.605"]}