{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1874,0808.1285"], "Title": ["Object: Cum in Orbem inducit Primogenitum, dicit, adorent eum omnes Angeli Dei (When he brings his firstborn into the world, he says Let all angels adore him)"], "Description": [" The rest on the flight into Egypt, with the Holy family assisted by angels; the Christ child on Mary's lap, holding a cross, choosing an object from a basket held out to him by an angel; Joseph standing behind, leaning on a staff, and various angels, including seraphim and cherubim, in attendance; trees, arches and a donkey in the background; lettered state. 1707 Mezzotint "], "Producer name": [" Print made by: John Smith, the mezzotinter ", " After: Carlo Maratti (formerly attributed to) ", " After: Giuseppe Bartolommeo Chiari ", " Published by: John Smith, the mezzotinter "], "School/style": [" British ", " Italian "], "Production date": ["1707"], "Materials": ["paper"], "Technique": ["mezzotint"], "Dimensions": [" Height: 395 millimetres ", " Width: 284 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The original painting is now in Calke Abbey in Derbyshire, and is attributed not to Maratti, but to his pupil Giuseppe Chiari. It was previously in the collection of Richard Graham (fl. 1680-1720). See Tim Clayton, 'The English Print, 1688-1802', New Haven and London, 1997, p. 70 States (i) before the haloes on Joseph and Mary; before letters (ii) with the haloes and the rays around the Christ Child strengthened; lettered with the title, 'Epist ad Hebr. cap. 1.v.6.' and 'J. Smith fec. 1707. ex Tabula Car. Maratti, alta 25 pollices & dimid. lata 20 pol. in Musæo Ri. Graham Arm. Londini // J. Smith excudit'; this state (iii) retouched: Joseph's halo gone over with burin and very dark, Joseph's face darker (iv) retouched again; much darker, Joseph's halo burnished so that the outline is mostly white, horizontal streaks in the sky to Joseph's left Reissues The print is listed in: John Boydell, 'A Catalogue of Print', London 1773, p. 29, no. 12, priced 5s. John & Josiah Boydell, 'Alphabetical Catalogue of Plates', London 1803, lot 28 Walter Shropshire, 'Catalogue of a ... Collection of Prints', London 1770, lot 282, in bistre, with counterproof, vol. 2, fol. 68 Other impressions: ACH (2 impressions, one a counterproof); London BM 1889,0603.297 (i), V,10.20 (ii); Paris BN (ii); Chatsworth (2 impresions); Cambridge Fitzwilliam, in brownish ink (ii); Glasgow Hunterian; CLB (4 impressions: i, 2 x ii, iii, 1 more); New York PL, Smith albums vol. 2, p. 68"], "Bibliographic references": ["Chaloner Smith 1883 / British Mezzotinto portraits from the introduction of the art to the early part of the present century (undescribed)"], "Location": ["Not on display"], "Subjects": [" holy family with angels ", " flight into egypt "], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St Joseph ", " Associated with: Richard Graham "], "Acquisition name": ["Purchased from: Charles Francis Arnold Howard, 5th Earl of Wicklow"], "Previous owner": ["Previous owner/ex-collection: Hugh Howard"], "Acquisition date": ["1874"], "Department": ["Prints and Drawings"], "Registration number": ["1874,0808.1285"]}