{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1895,0122.634"], "Title": ["Series: Life of the Virgin"], "Description": [" One of the series of 20 woodcuts, without text; the Flight into Egypt, within a dense wood, the Virgin and Child on a donkey, St Joseph on foot; on the left a date palm tree and a stag, on the top right a cloud with 15 angels. c.1504 Woodcut "], "Producer name": ["Print made by: Albrecht Dürer"], "School/style": ["German"], "Production date": ["1504"], "Materials": ["paper"], "Technique": ["woodcut"], "Dimensions": [" Height: 295 millimetres ", " Width: 208 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["CD: watermark: Ha.19 Text from Bartrum 1995 Literature: Bartsch, 89; C. Dodgson, I, p. 289, 49; Meder, 201 (before text, c); Panofsky, 309 The 'Life of the Virgin' prints are conceived on a slightly smaller, more intimate scale than the other two large series. They reveal a particular interest in the use of various types of architecture and landscape backgrounds to the familiar subjects. The dense forest setting of the 'Flight into Egypt', with its tropical trees and lizards, owes a debt to Schongauer's engraving of the same subject (Lehrs 7), although Dürer has expanded the scale of the composition. It is one of seventeen prints which Dürer made between 1503 and 1505 for the 'Life of the Virgin' series, before he departed for Italy in 1505. Two further prints were made in 1510 (see E,2.188) and the series was published with a frontispiece and Latin text in 1511 at the same time as the 'Apocalypse' and 'Large Passion' series, with which it was often bound (see 1895,0122.617). Owing to the length of time Dürer took to complete the series, many more impressions without text have survived (divided by Meder into three separate printings) than have proofs for the 'Apocalypse' series. Watermark: scales in circle surmounted by star (smaller version of Meder 169)."], "Bibliographic references": [" Meder 1932 / Dürer Katalog (201) ", " Bartsch / Le Peintre graveur (VII.132.89) ", " Dodgson 1903, 1911 / Catalogue of Early German and Flemish Woodcuts in the BM, 2 vols (I.289.49) ", " Schoch 2001-04 / Albrecht Dürer, das druckgraphische Werk. 3 vols I Intaglio, II Woodcuts, III Book illustrations (II.179) ", " Bartrum 1995 / German Renaissance Prints 1490-1550 (19) "], "Location": ["Not on display"], "Exhibition history": [" 1971 BM, Dürer, no.108 1995 June-Oct, BM, 'German Renaissance Prints, 1490-1550', no.19 2005/6 Oct-Jan. London, BM, Samuel Palmer 2012 April-Sep, London, National Gallery, Titian's First Masterpiece "], "Subjects": [" life of virgin ", " flight into egypt "], "Associated names": [" Representation of: Virgin Mary ", " Representation of: St Joseph ", " Representation of: Jesus Christ "], "Acquisition name": ["Donated by: William Mitchell"], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0122.634"]}