{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1860,0414.80"], "Description": [" The rest on the flight into Egypt, the Virgin holds the Christ Child who receives dates from putti seated on the donkey at right; after Antonio Campi. 1547 Chiaroscuro woodcut from three blocks in blue. "], "Producer name": [" After: Antonio Campi ", " Print made by: Anonymous "], "School/style": ["Italian"], "Production date": ["1547"], "Materials": ["paper"], "Technique": [" woodcut ", " colour "], "Dimensions": [" Height: 230 millimetres ", " Width: 230 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["One of a group of seven chiaroscuro woodcuts by probabaly at least three anonymous Cremonese blockcutters after Antonio Campi, made between 1547 and 1553. See Jonathan Bober, 'The chiaroscuro woodcut in Renaisssance Italy', Los Angeles 2018, cat.83, and pp.203-4. For a list of the BM impressions from this group see 1860,0414.75 For further information and bibliography see the entry by J. Bober on the online catalogue 'Atlante delle xilografie italiane del Rinascimento', ALU.1037.1"], "Bibliographic references": [" Bartsch / Le Peintre graveur (XII.35.10) ", " Nagler 1858-79 / Die Monogrammisten (I.1068.1) ", " Atlante delle xilografie italiane del Rinascimento (ALU.1037.1) "], "Location": ["Not on display"], "Exhibition history": [" 1985 Apr-Jul, Cremona, Comune de Cremona, Campi 2018 3 Jun-16 Sep, USA, Los Angeles County Museum of Art, Chiaroscuro Woodcut in Renaissance Italy 2018-2019 14 Oct-16 Jan, USA, Washington, National Gallery of Art, Chiaroscuro Woodcut in Renaissance Italy "], "Subjects": ["old testament"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Purchased from: Colnaghi"], "Previous owner": ["Previous owner/ex-collection: William Russell"], "Acquisition date": ["1860"], "Acquisition notes": ["The 255 woodcuts came from a group of 500 that was offered by Colnaghi for £500 (see Carpenter's report dated 21 March 1860). According to the register these came from the collection of William Russell. Carpenter proposed making a selection of those that the BM lacked; this was first declined by Colnaghi's, but was later accepted (see his later report dated 11 April). The final selection of 255 prints cost 300 guineas. Nos.312 to 327 were Japanese colour prints - almost the earliest to enter the BM collection."], "Department": ["Prints and Drawings"], "Registration number": ["1860,0414.80"], "Conservation": [" Treatment: 15 2 2018 ", " Mount: 26 Mar 2018 "]}