{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.1016"], "Description": [" The Rest on the Flight into Egypt, after Lelio Orsi; the Virgin seated on rocks with hands together, the Christ Child seated at l, Joseph with the donkey behind at r, within an arch with draped curtain at l Pen and brown ink, with brown wash, heightened with white, on blue paper "], "Producer name": ["After: Lelio Orsi"], "School/style": ["Emilian"], "Production date": ["1526-1587"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 188 millimetres ", " Width: 261 millimetres "], "Curator's comments": ["Copy of the 'Madonna della Ghiara', a drawing by Orsi in the Church of the Madonna della Ghiara in Reggio Emilia. Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq', London, 1876, no. 558 (as Spranger); A.E. Popham, ‘Italian drawings in the BM, Artists working in Parma in the Sixteenth Century’, London, 1967, I, no. 56, II, pl. 48 B Popham 1967 Attributed in the Malcolm Catalogue to B. Spranger but in fact a copy of the 'Madonna della Ghiara' the venerated drawing by Orsi dated 1569 and preserved in the church of the Madonna della Ghiara in Reggio Emilia (ill. Orsi Exh. Cat., p. 137). The curtain on the l. and St. Joseph with the ass are additions by the copyist and in the original the Virgin is represented seated in front of a rock as in 1895,0915.744. The style of the drawing resembles that of Federico Zuccaro, who was in the neighbouring city of Parma in the spring of 1608. Literature: J.C.R. 558"], "Bibliographic references": [" JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (558) ", " Popham (Parma) 1967 / Artists working in Parma in the Sixteenth Century (56) "], "Location": ["Not on display"], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St Joseph "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Gérard Leembruggen (Amsterdam, 5.iii.1866/604, bt by Malcolm for 9s.) ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.1016"]}