{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1868,1212.616"], "Description": [" Portrait of Thomas Hope, author, after Sir W Beechey; half-length in turkish costume, head turned to left, looking to left Watercolour with bodycolour "], "Producer name": [" Drawn by: George Perfect Harding ", " After: Sir William Beechey "], "School/style": ["British"], "Production date": ["1801-1853 (worked)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 138 millimetres ", " Width: 114 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The following text, which discusses this watercolour and its companion, also of Hope (1868,1212.617), is from S Lloyd and K Sloan, 'The Intimate Portrait', BM and NGS, 2008, nos 185 and 186: In 1801, Lord Glenbervie described Thomas Hope (1770-1831) as 'far from the most agreeable man in Europe…a little ill-looking man about thirty, with a sort of effeminate face and manner' (Diary, 23 July, cited in New Haven 1979). He came from a wealthy banking family of Scottish origins and spent seven years travelling in Italy, Greece, Egypt, Syria and Turkey studying the architecture of antiquity. He came home a confirmed neo-classicist and soon set out remodelling the Duchess Street mansion which he purchased in 1799 to display his collection of paintings and antiquities. He commissioned many portraits and was a great patron of Westall, Flaxman and Canova. In 1801 he purchased what remained of Sir William Hamilton's second collection of Greek vases. He later renovated his country house, the Deepdene in Surrey, designing his own architectural interiors and furnishings. His anonymous autobiography, Anastasius or the memoirs of a Modern Greek (1819) was at first believed to be by Bryon, who described him as 'House-furnisher withal' (Walker 1985). For a long time, Adam Buck's Portrait of the artist with his family of 1814 (see no. 5.37) was believed to be a portrait of Hope and his family because the neo-classical interior with its vases in columbaria was so similar to the engraved descriptions and illustrations of Hope's mansions. These portraits by the miniaturist George Perfect Harding who specialized in limned copies of larger oils are copied from William Beechey's 1798 portrait of Hope exhibited at the RA in 1799 (NPG). The large portrait hung in Thomas Hope's Duchess Street mansion with a small enamel copy by Henry Bone of 1805 nearby. Although these drawings came to the Museum with a title describing him dressed as a Turkish sailor, Ribeiro has noted that the costume is not Turkish but contemporary Albanian or Greek dress (see Ribeiro, p.228). The title here is the one recorded in the register when the drawing entered the BM. Hope is shown wearing two richly gold-embroidered and sequinned red and green velvet waistcoats (presented to the NPG by a descendant in 1968). Eastern costume was popular in British portraits of the time - Lawrence portrayed Hope's brother and his wife in Greek dress and, most famously, Phillips’ portrait of Byron in an Albanian costume he had bought in Greece in 1809 was no doubt partially inspired by Beechey's portrait of Hope. Comparison with Beechey's oil and Bone's enamel (290 x 210 mm) as well as the surviving waistcoats indicate that both Beechey and Bone had access to the original waistcoats but Harding did not and probably used Bone's version as his model, as it follows Bone's treatment of the background and has something of the smoother qualities of the enamel which are not in the original oil. Adam Buck painted a variant of the Beechey composition in 1805 in a watercolour for the Society of Dilettanti; the position of Hope's arms is reversed, the dagger becomes a longer sword and he stands in front of a felucca on the Bosphorus. K Sloan SELECTED LITERATURE: L.Binyon, Cat. of British Drawings in BM, Harding, no. 6(a,b); D. Foskett, 'Dictionary of Miniaturists', 1963; R. Walker, 'National Portrait Gallery: Regency Portraits', 1985; P. Noon, 'English Portrait Drawings and Miniatures', New Haven 1979, pp.93-5; A. Ribeiro, 'The Art of Dress', 1995"], "Bibliographic references": ["Binyon 1898-1907 / Catalogue of drawings by British artists, and artists of foreign origin working in Great Britain (6(b))"], "Location": ["Not on display"], "Exhibition history": [" 2008/9 Oct-Jan, Edinburgh, SNPG, 'The Intimate Portrait', nos 185 and 186 2009 Mar-May, London, BM, Room 90, 'The Intimate Portrait' "], "Associated names": ["Portrait of: Thomas Hope"], "Acquisition name": [" Purchased through: Sotheby's (11-12.xii.1868/77) ", " Purchased through: Edward Daniell ", " Purchased from: George Smith, the printseller (estate of) "], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,1212.616"]}