{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.1255"], "Description": [" Rest on the Flight into Egypt; the Virgin seated to right of a large stone, offering her breast to the Christ Child in her lap, Joseph standing at left leaning forward with his hands on the stone, a spray of foliage above. c.1650 Pen and brown ink, rubbed with the finger Verso: laid down but apparently blank (seen in transmitted light) No watermark "], "Producer name": [" Drawn by: Willem Drost ", " Formerly attributed to: Rembrandt "], "School/style": ["Dutch"], "Production date": ["1650 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 133 millimetres ", " Width: 138 millimetres (chain lines horizontal, 25mm apart) "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, 'Catalogue of drawings by Rembrandt and his school', 2010, Willem Drost, cat. no.1: The attribution of the drawing to Willem Drost, which has been supported by several writers,[1] rests primarily on its stylistic affinity with his drawings of 'Ruth and Naomi' in Bremen (Benesch C100, Sumowski 546), a study for his painting in Oxford,[2] and the similarly drawn sheet in Copenhagen of 'Christ and the Magdalene' (Benesch A84, Sumowksi 547x). The analogies are close, whether in the figure style, the rendering of drapery and foliage, or in the characteristic, diagonal and parallel shading. The attribution of the painting in Oxford is, however, based only on its proximity of style to other works by Drost, so that the reconstruction of his drawn oeuvre rests on somewhat insecure foundations. Nevertheless, the draughtsman who emerges from this group, including cat. nos.1-7, is distinctive, and the attribution to Drost widely accepted.[3] The composition may have taken its cue from Rembrandt's etching of the subject of 1645 (Bartsch 58, Hind 216), which is in the same, almost square format. Rembrandtesque in style, the drawing probably dates from around 1650, when Drost was still working in his master's studio.[4] A copy of the drawing is in the Kunstmuseum, Basel.[5] NOTES: [1] First proposed by Valentiner, 1934, and again in 1939, he was followed by Pont, 1960 and Sumowski, 1979 (see Lit. below). [2] Sumowski, 'Gemälde', I, no.311, repr. p.620. [3] Benesch, however, never agreed with the attribution. Yet he used the present drawing as the starting-point for the definition of the artistic personality that is now associated with Drost. His ideas were based largely on those of Lugt, as recorded in Paris, 1933 (see Lit. below). [4] Sumowski suggests that a lost composition by Rembrandt may underlie copies formerly in Dresden and another sold by Delteil, 1909, no.111, and that this putative original may also have inspired the figure of Joseph seen here. [5] Inv. U.XXXV.96. LITERATURE : Robinson, 1869/76, no.762/783 (by Rembrandt; see under Provenance above); Hofstede de Groot, 1906, no.879 (by Rembrandt; 'Holy Family under a Tree'); London, 1915, no.62, repr. pl.IX (by Rembrandt, c.1640-50?; compares 'Judah and Tamar', Rotterdam, Benesch A113, Sumowksi 560x); Hirschmann, 1918, p.22 (not Rembrandt); Valentiner, I, 1925, no.342, repr. (c.1650, 'if autograph'; execution weak); Paris, 1933, p.54, under no.1286 (pupil of c.1650; groups with Louvre 'St Jerome', Sumowski 550x, 'Adam and Eve', Berlin, Benesch A72, Sumowski 552x, 'Hagar and Ishmael', Berlin, Benesch A74, Sumowski 551x, 'Judah and Tamar', Rotterdam, Benesch A113, Sumowski 560x, 'Figures by a Fire', ex-Dewald collection, The Hague, Valentiner 341; 'Christ at the Well', St Petersburg, Sumowski 564x, 'Seated Woman', Putzker collection, Benesch A92, Sumowski 565x, and others, including the 'Hurdy-Gurdy Player', British Museum 1895,0915.1342, here Maes cat. no.10); Benesch, 1933-4, p.306, reprinted 1970, p.124 (Rembrandt; groups with 'Dismissal of Hagar', Berlin, Benesch A73, 'Hagar and Ishmael', Berlin, Benesch A74, Sumowski 551x, 'Judah and Tamar', Rotterdam, Benesch A113, Sumowski 560x and 'Ecce Homo', formerly Goldschmidt collection, Benesch A120); Valentiner, II, 1934, p.XXXI (Drost; partial acceptance of Lugt's group, proposed in Paris, 1933); Valentiner, 1939, p.325, n.5, repr. fig.12 (Drost?); Amsterdam, 1942, p.12, under no.29, p.44, under no.89 and p.73 under no.1 (Rembrandt; relates to several drawings [now] called Drost, especially, the 'Democritus and Heraclitus' in Amsterdam, Benesch 896 [ascribed to Drost by Schatborn, 1985, p.101] and 'Elijah and the Angel', Amsterdam, Benesch A65, Sumowski 555x; notes that Drost's name has been canvassed); Benesch, VI, 1957/73, no.A94, repr. fig.1662/1757 (pupil's work; follows Paris, 1933, grouping in particular with the 'Hagar and Ishmael', Berlin, Benesch A74, Sumowski 551x, the 'Adoration of the Shepherds' in Brussels, Benesch A78, Sumowski 566x, the 'Temptation of Christ', with Boerner's of Düsseldorf in 1964, Benesch A88, Sumowski 556x, the 'Woman seated', Putzker collection, Benesch A92, Sumowski 565x, and the 'Judah and Tamar' in Rotterdam, Benesch A113, Sumowski 560x); Rosenberg, 1959, p.118 (not convinced by Benesch's group; perhaps a pupil's variation on an authentic Rembrandt); Pont, 1960, p.212, no.h (Drost); van Gelder, 1961, p.150, n.13 (perhaps Rembrandt); Sumowski, 1961, p.27 (Benesch's group possibly by Eeckhout; design comparable to works formerly in Dresden and Delteil collection; notes Pont's 1960 attribution to Drost); Sumowski, 1979, etc., no.557x, repr. (Drost; compares especially 'Christ and the Magdalene', Copenhagen, Benesch A84, Sumowski 547x and 'Elijah and the Angel', Amsterdam, Benesch A65, Sumowski 555x; figure of Joseph perhaps inspired by lost drawing by Rembrandt, known through copies - see n.4 above); Exh. London, 1992, p.207, under no.100, and p.212, under no.104, n.3 (Drost)."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (62) (as Rembrandt) ", " Benesch 1973 / The Drawings of Rembrandt (A94) (attributed to Rembrandt) ", " Sumowski 1979 continuing / Drawings of the Rembrandt school (557x) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (Drost.1) "], "Location": ["Not on display"], "Exhibition history": [" Presumably 'Lawrence Gallery', 1835 (see under cat. no.15; 1895,0915.1264); London, British Museum, 1938, no.62; London, British Museum, 1956, p.22, no.4; 1992, BM, Drawings by Rembrandt and his Circle (not in catalogue, as Willem Drost). "], "Condition": ["Generally good, but was apparently trimmed when stuck down on a backing card, from which lifted in 1991."], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St Joseph "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Jonathan Richardson Senior (L.2183) ", " Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: William Esdaile (L.2617; Christie's, 17.vi.1840/53, bt Tiffin for 9s) ", " Previous owner/ex-collection: Sir John Charles Robinson ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Acquisition notes": ["Jonathan Richardson, sen. (L.2183); Thomas Lawrence (L.2445; in list of his collection [MS in Royal Academy; typescript copy in British Museum], probably p.43, C.51, no.8 ‘Study for a Repose, free pen’); William Esdaile (L.2617; see also under Inscriptions); his sale, Christie's, 17 June 1840, lot 53, bt Tiffin, 9s; J.C. Robinson (according to Robinson, 1869 ed.; see Lit. under Comment); John Malcolm of Poltalloch; purchased with his collection, 1895."], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.1255"], "Conservation": ["Treatment: 04 Feb 1992"]}