{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.12572"], "Title": ["Object: Satans, return from [Egypt] Earth. Discovered in council- with Belzebub & Belial- a sketch after Fuseli- !!!"], "Description": [" Bonaparte sits enthroned, among clouds, his brooding face supported by both hands, his right leg drawn up to rest upon a skull, left outstretched and trampling on papers: 'Hymn Marselos [sic]' and 'Council of Cinq Cents'. Under the skull are other papers: 'Liste of the Judges'; 'Myself in Egypt an Oratorio'; 'Ca ira ira'. He wears uniform and a plumed cocked hat framed in a triangle of daggers and irradiated. The three sides are inscribed respectively 'Seyes' (left), 'Buonaparte' (right), and 'Ducos'. Within it is the word 'Abbaye' (the prison at which the September Massacres began). Behind and on each side of 'Satan' stands an attendant demon (three-quarter length) emerging from clouds, with webbed wings and wearing a long straight gown with bands; one (right) wears a bonnet-rouge; beside him is inscribed: 'Constitutions Ready for all Occasions', indicating Sieyès, the other being Ducos; both look with sour apprehension at their master. In the air fly four little demons with barbed tails, with the heads of English Jacobins, but one, Sheridan (left), spits fire at his master (cf. BMSat 9397, &c). Fox is on the right, the others are smaller and less characterized: (?) M. A. Taylor (left) and Stanhope (right). Along the lower margin are the heads of ruffianly Frenchmen who applaud their new master; they wave bonnets-rouges or daggers. One shouts \"Down with the Councils up wth the Committees\", another \"Vive La Babouf Ca ira\". 30 November 1799 Hand-coloured etching "], "Producer name": [" Print made by: John Cawse (one phrase only) ", " Lettering engraved by: F Sansom (one phrase only) ", " Published by: S W Fores "], "School/style": ["British"], "Production date": ["1799"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 353 millimetres ", " Width: 268 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The identification of F. Sansom as the lettering engraver was made by Andrew Norton (correspondence, 19 February 2008). (Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) For Brumaire see BMSat 9426, &c. The conspiracy of Babeuf (1796) was exaggerated and suppressed for political reasons to give an impression of danger from red extremists. On 19 Brumaire a subservient committee proposed the abolition of the Directory and the entrusting of the provisional government to Bonaparte, Sieyès, and Ducos. For Fuseli cf. BMSat 7585, n. Broadley, i. 131."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9431)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: François Noël Babeuf ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Pierre Roger Ducos ", " Associated with: Richard Brinsley Sheridan ", " Associated with: Emmanuel Joseph Sieyès ", " Associated with: Charles Stanhope, 3rd Earl Stanhope ", " Associated with: Right Hon Michael Angelo Taylor "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.12572"]}