{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.960"], "Title": ["Object: Egyptian Sketches"], "Description": [" Emblematical frontispiece to a set of six prints on the Expedition to Egypt, see BMSats 9356-61. Two sphinxes, back to back on a stone slab (on which are the signature and imprint), support a stone ornament inscribed with the title, followed by: 'extracted from the Portfolio of an ingenious young Artist, attached to the Institut National at Cairo, which was found on board a Tartane intercepted on its Voyage to Marseilles------The Situations in which the Artist occasionally represents his Countrymen are a sufficient proof of an Impartiality and Fidelity, which cannot be too much commended; - indeed, we must suspect that his view of the flagitious absurdities of his Countrymen in Egypt, is nearly similar to ours, and that he took this method of pourtraying them, under the seal of confidence to his Correspondent at Paris.' The sphinxes wear cocked hats with tricolour cockades, and have rapacious claws. Behind the inscription is a pyramid up which climbs an ape dressed as a (ragged) French officer holding up a large bonnet-rouge (such as was then carried on the masts of French men-of-war) in order to place it on the apex. In his sash is a blood-stained dagger. A nude man, symbolizing Folly, wearing a fool's cap, clutches his coat-tail, holding up a cap and bells, the cap on an ass's head. Large clouds, and a line of desert with pyramids on the horizon, form a background. 12 March 1799 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1799"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 243 millimetres ", " Width: 349 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) 'Copies of original letters from the Army of General Bonapart in Egypt intercepted by the Fleet', showing the discontent of the officers, were published in 1798, a second set in 1799, a third in 1800. See 'Journal of Lady Holland', 1908, i. 200. They had a wide circulation, French and German editions were published, and they are still an important authority for the Egyptian campaigns. Whitbread complained, 13 Feb. 1800, of the publication as intended to prejudice the country against Bonaparte and against peace. 'Parl. Hist.' xxxiv. 1256. See also BMSats 9352, 9362. For the third series see BMSat 9523. Grego, 'Gillray', p. 256. Wright and Evans, No. 221. Reprinted, 'G. W.G.', 1830. Listed by Broadley."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9355)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.960"], "Conservation": ["Treatment: 14 Nov 2013"]}