{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7082"], "Title": ["Object: Evacuation of Malta."], "Description": [" Addington, chapeau-bras, squats in profile to the left over a cocked hat into which he evacuates papers: 'Guadeloupe', 'Martinique', 'St Domingo', 'Cape of Good Hope', 'Egypt', and (the last) 'Malta'. Napoleon (left), very small and thin, holds him by the cravat and threatens him with a sabre, saying, \"All! - all! - you Jean F-t-e! - think yourself well off that I leave you Great Britain!!!\" Addington, terrified, says: \"Pray do not insist upon Malta! - I shall certainly be turned out! and I have got a great many Cousins and Uncles & Aunts, to provide for, yet!\" A French officer in uniform, (?) Andréossi, holds out his cocked hat to catch the papers which fall from Addington. He says, holding his nose: \"My General, you had better not get him turn'd out - for we shall not be able to humbug them any more.\" Napoleon wears a huge cocked hat with tricolour plume and a tricolour sash with immense spurs on his Hessian boots. 9 February 1803 Hand-coloured etching and aquatint "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1803"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " aquatint ", " hand-coloured "], "Dimensions": [" Height: 255 millimetres ", " Width: 357 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) England was determined to delay the evacuation of Malta on account of the failure to secure satisfactory guarantees, French annexations of Piedmont Parma, and Elba, and apprehensions that Napoleon contemplated a second conquest of Egypt. At an interview with Andreossi on 15 Feb. Hawkesbury refused to give an explicit reply on the question of evacuation. Deutsch 'Genesis of Napoleonic Imperialism', 1938, pp. 109-11. Coquelle, 'Napoleon and England', 1904, pp. 28-36. See BMSat 9898, &c. For Addington's nepotism (a theme of Canning) see BMSat 9986, &c. For Malta see BMSat 9997, &c. Grego, 'Gillray', pp. 292-3. Broadley, i. 159. (Supplementary information) The verso is marked with an offset from another impression of the same print."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9967)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Henry Addington, 1st Viscount Sidmouth ", " Associated with: Comte Antoine Francois Andréossy ", " Associated with: Napoléon I, Emperor of the French (Napoleon) "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7082"]}