{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1868,1114.65"], "Description": [" The Lamentation; Christ's body is seated upright flanked by the kneeling figures of the Virgin Mary as the mother of sorrows impaled by swords and Mary Magdalene; beyond is a Gothic structure comprising two columns of three roundels containing religious scenes of the childhood of Christ and His death (Christ among the doctors, the Flight into Egypt, Circumcision and Christ carrying the cross, Crucifixion and Deposition) flanking a sculpture in a niche of the Virgin and child accompanied by St Anne, whole-length; printed on leaf (135 by 95 mm) taken from a Flemish prayer book with extensive manuscript calligraphy on verso in brown, blue and red ink Hand-coloured engraving "], "Producer name": ["Print made by: Master S"], "School/style": ["Netherlandish"], "Production date": ["1500-1525"], "Materials": ["paper"], "Technique": [" engraving ", " hand-coloured "], "Dimensions": [" Height: 97 millimetres ", " Width: 72 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See curator's comment for 1868,1114.1 Lit.: Dagmar Eichberger, 'Visualizing the Seven Sorrows of the Virgin: early woodcuts and engravings in the context of Netherlandish Confraternities' in 'The Seven Sorrows Confraternity of Brussels Drama, Ceremony, and Art Patronage (16th-17th Centuries)' ed. E. S. Thelen, Turnhout 2015, pp. 142, note 96. The print is described but not reproduced."], "Bibliographic references": [" Hollstein / Dutch and Flemish etchings, engravings and woodcuts c.1450-1700 (219) (XIII, p.121-) ", " Andresen 1868 / Beiträge zur älteren niederdeutschen Kupferstichkunde des 15. und 16. Jahrhunderts (60) "], "Location": ["Not on display"], "Subjects": ["lamentation"], "Associated names": [" Representation of: Virgin Mary ", " Representation of: St Mary Magdalene ", " Representation of: Jesus Christ ", " Representation of: St Anne "], "Acquisition name": ["Purchased from: Wilhem Eduard Drugulin"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,1114.65"]}