{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.8715"], "Title": ["Object: Patriotic humbug.- Or- Greek machinery!!!"], "Description": [" In a bare vaulted room three contrivances like the contemporary shower-bath are fixed to the roof: short wide cylinders of fabric hanging from hoops inscribed respectively Faith, Hope., Charity. From these coins fall in three golden showers. Through a doorway is seen a system of pipes for steam heating. An inscription extends above the showers: This Engine was erected by John Bull A.D. 1826 At an expence of Two Millions. Five men help themselves to the gold. Three fill their top-hats; a fourth (left), in Highland costume, crouches furtively beside a full sack, and collects more in his plaid; at his feet is a book: Humes New Ready Reckoner. He says: Eh! Lord this is just the hight of guid luck I canna see the harm in taking a pickle o the Siller, as weell as another—every mon should be paid for his trouble. The next man (?Bowring) stands in profile to the right, his full hat under his arm, a paper inscribed £25 000 hanging from his pocket. He says boldly: D—n the greeks what would they do with so much money? We had better share it between us. His vis-à-vis holds his full hat under the central shower, saying, \"Regard for my own Character with those to whom I am unknown requires that I should simply deny, x x x x x x x x x\". He is identified by a paper in his pocket: To Mr Ellice. Burdett, in profile to the right, holds his hat under the 'Charity' shower, saying, No one can suspect the purity of my motives I have pledged my honor for the result. Looking up at him is Hobhouse, in profile to the left; more moderate than the others, he only stuffs his pockets with coins, saying, Every one has his Hobby I'l take care of myself. Under his arm is a book: Homers Iliad. In the doorway, backed by the pipes, stands a plainly dressed spectacled man with plebeian features, who is Alexander Galloway, the engineer. With gestures of hurried warning he says: Gentlemen make the most of your time for the engine is stopped. At his feet is a paper: Treaty with Ali Pacha. 1826 Hand-coloured etching "], "Producer name": ["Print made by: J Lewis Marks"], "School/style": ["British"], "Production date": ["1826"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 254 millimetres ", " Width: 370 millimetres "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', X, 1952) A satire on the mismanagement of the Greek Loan of £2,000,000, whose chief object was to provide a naval force for Lord Cochrane (whose services were bought for £57,000), and on the Greek Committee in London. The loan was frittered away and the bond-holders appointed a committee of inquiry, who found it had been largely wasted through 'the incapacity and dishonesty of most of those who had been parading . . . as disinterested friends of Greece'. Cochrane asserted that Galloway, who was to provide engines for a fleet of steamers, 'having private connections with the Pasha of Egypt never intended to do the work . . .'. Autobiography, 1860, i. 333. Galloway's son published a 'Refutation' in 1871. According to the Ann. Reg. Galloway had a son in the Pasha's service whose life might be endangered by defeat by vessels built by him. Hume, Ellice, and Bowring, and the Greek deputies, filled the newspapers with letters of palliation or recrimination. Hume insisted on surrendering his investment in the loan when it fell to a discount, and on having a refund when it rose above par; Bowring, whose share of stock was £25,000, did the same, both making the Greek cause suffer for a loss in speculation. It was said that Ellice had received £14,000 in commission. See Ann. Reg., 1826, pp. 371-6. Finlay finds those chiefly responsible for the waste of money to have been Hobhouse and Burdett (guilty of negligence and folly but not of dishonesty); Ellice who admitted in a belated letter to The Times 'extreme indiscretion' (a favourable verdict); Hume and Bowring who were still more blameworthy. There was both 'just blame and much calumny'; while no apology was possible for the folly of entrusting the construction of all the engines to Galloway. Hist, of Greece, 1877, vi. 434-8. Cobbett was virulent on 'the Greek pie' in the Pol. Reg. for Nov.-Dec. 1826. 'Greek' in the title has a double meaning, cf. No. 14399. See No. 14815."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (15146)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Sir John Bowring ", " Associated with: Rt Hon Edward Ellice ", " Associated with: Alexander Galloway ", " Associated with: John Cam Hobhouse, 1st Baron Broughton ", " Associated with: Joseph Hume ", " Associated with: Muhammad 'Ali "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.8715"]}