{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1891,0414.200"], "Title": [" Object: Bonaparte Reviewing the Consular Guards ", " Object: La Revue du Quintidi (Review on the fifth day of the ten-day Republican week) "], "Description": [" Bonaparte on horseback in profile to left, looking towards the viewer, left hand on hip, wearing the overcoat worn at the Battle of Marengo, on the right, General Lannes, with his back to the viewer and between them Generals Durocq and Berthier, further right, Roustant, a young Mameluke Chief who accompanied Bonaparte from Egypt; in the background the Court of the Consular Palace (Tuileries), on which is inscribed the date August 10, 1792, when the fatal attack was made on the Swiss Guards, with several broken windows from the explosion of the machine which was intended to assassinate Napoleon as he went to the Opera, December 24, 1800; published state. 1802 Mezzotint "], "Producer name": [" Print made by: Charles Turner ", " After: John James Masquerier ", " Published by: Charles Turner ", " Published by: John James Masquerier ", " After: Jean Baptiste Isabey (elements of the composition based on his drawing) "], "School/style": ["British"], "Production date": ["1802"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": ["mezzotint"], "Dimensions": [" Height: 610 millimetres ", " Width: 710 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Whitman lists two states, in the second of which the inscription is \"very slightly strengthened and made thick and thin\", but it seems that the difference between the lettering on this impression and the other lettered state (1862,1011.802) is only a matter of damage to the surface of the sheet; both impressions have therefore been described as the first state. Whitman states that the painting was exhibited at 22 Piccadilly, opposite Green Park from 9 March 1801, admission 1s., but it appears also to have been shown at in least two other places: a pamphlet entitled 'Description of the Great Historical Picture painted by I. J. Masquerier, of the First Consul Buonaparte, reviewing the Consular Guard' describes it as exhibited in 1801 at Macklin's Poet's Gallery, 39 Fleet Street; an annotation in Charles Turner's own copy of the pamphlet (British Museum, P& D, press mark Tt.5.43) indicates that it was also shown in Marble Street, Liverpool. The pamphlet is priced sixpence, and according to further annotatations by Turner: 'This was one of the first Catalogues that was ever charged in England at Private Exhibitions. The Royal Academy charged 6d. in 1809 They charged 1s./CT'. In the pamphlet (p.9) Masquerier states that he was in Paris In December/January 1800/01 and obtained permission to paint Napoleon, making the painting the 'Only Likeness, in London, painted from the Life'. Turner responds to this with the annotation, 'False!!!!' noting as follows: 'Masquerier obtain'd the composition of this Picture by giving the Valet of Isabey the Painter a premium to let him trace His drawing of the same subject from which tracing a small picture was made here, & the large one painted from that. The head of Napoleon was from a small china bust; all the officers were copied from Prints he brought over. He never saw Buonaparte or any of his Generals. The large Picture was painted in my Room in Warren Street, & I painted all the Bridles, Saddles; & Mr H.B. Chalon the horses. C. Turner We clear'd a Thousand Pounds by the Picture one 3d was my share.' A sheet with the proposals for publishing the print by subscription (Proofs, 4 guineas, Prints 2 guineas to subscribers) is bound with the pamphlet. Whitman quotes entries from Turner's diary (22 November 1800 - 16 March 1801) in which he notes the development of the project from 'made an engagement with Mr. Masquerier for a Whole height Portrait of B_te ...' to the exhibition at Piccadilly. The drawing by Jean Baptiste Isabey must have been the one that was acquired in 1820 by George IV and is still in the Royal Collection (RCIN 451894). Although Masquerier's composition is greatly simplified he has clearly used the drawing as the basis for the calm figure of Napoleon and for General Lannes on his prancing stallion, as well as for the perspective view of the Tuileries with court ladies watching the review from the balcony. For a key to the print, see 1891,0414.535"], "Bibliographic references": ["Whitman 1907 / Nineteenth Century Mezzotinters: Charles Turner (794.I)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Associated names": [" Portrait of: Napoléon I, Emperor of the French (Napoleon) ", " Portrait of: Louis Alexandre Berthier, Prince of Neuchâtel ", " Portrait of: Jean Lannes ", " Representation of: Roustan Raza "], "Associated events": [" Associated Event: French Revolution 1789-1799 ", " Associated Event: Attack on the Swiss Guards 10 August 1792 ", " Associated Event: French Revolutionary Wars 1792-1802 ", " Associated Event: Assassination attempt on Napoleon 24 December 1800 "], "Acquisition name": ["Purchased from: Mrs Savery (Executors of)"], "Acquisition date": ["1891"], "Department": ["Prints and Drawings"], "Registration number": ["1891,0414.200"], "Conservation": ["Treatment: 20 Nov 2013"]}