{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.1030"], "Title": ["Object: Democracy;-or-a Sketch of the Life of Buonaparte."], "Description": [" A sequence of eight designs, arranged in two rows. [1] 'DEMOCRATIC INNOCENCE. The young Buonaparte, & his wretched Relatives, in their native Poverty, while Free Booters in the Island of Corsica.' The interior of a wretched hut, a fire burning on an open hearth, a tattered cloth hanging from a line. On a heap of straw sits a fat ragged woman, nursing an infant who pulls her nose. Five ragged children fight round an empty dish (on an upturned tub) for a large bare bone which one (Napoleon) has seized and is gnawing. The father enters, carrying on his back a lean chamois; his dog barks at an angry cat who has caught a rat. An axe and sword hang from the rough stone wall. A grotesque travesty of the household of Carlo and Letizia Buonaparte. [2] 'DEMOCRATIC HUMILITY. Buonaparte, when a boy, receiv'd thro' the King's bounty into the École Militaire at Paris.' A stiff Court Chamberlain, like Lord Salisbury in caricature, leads by the hand the barefooted and ragged little Bonaparte, who advances trembling towards the chair at which sits the officer in command of the school, holding out his hand to the child in a friendly manner. On the table before him are plans of forts, books : 'Sur la Guerre' and 'Vauban'; an open book: 'Principe Militaire'. Three small cadets in uniform stand beside him, one holding 'Sur I'Exercise Manuel'. Crossed foils are on the floor. In the background beneath a portrait of Louis XVI (decapitated by the upper margin) are two rows of boys. There are a small cannon, a globe, a diagram of sword exercises, &c. Bonaparte, in 1779, aged nine, was admitted to the military school at Brienne, his expenses defrayed by Louis XVI. [3] 'DEMOCRATIC GRATITUDE. Buonaparte, heading the Regicide Banditti which had dethron'd & Murder'd the Monarch, whose bounty had foster'd him.' Bonaparte stands in back-view directing with outstretched sword the demolition and plundering of a stone building, already on fire. A man with an axe on a ladder smashes a royal escutcheon. Plunderers issue (right) carrying off bags, chests, &c. Plate, coins, jewels, and orders are heaped at Bonaparte's feet and an obsequious soldier empties a sack. On the left is a band of ragged soldiers with a tricolour flag inscribed 'Vive le Egalité'; they have firebrands, a pick-axe, pikes, &c. On 13th Vendémiaire (5 Oct. 1795) Bonaparte commanded the troops by which the Convention was defended from an insurrection which was partly royalist. [4] 'DEMOCRATIC RELIGION. Buonaparte turning Turk at Cairo for Interest; after swearing on the Sacrament to support ye Catholic Faith.' Bonaparte sits cross-legged on a sofa, smoking a hookah, while a Turkish priest puts a turban on his head. A fat Turk (left) reads from a book: 'Alcoran'; another whets a knife. On the right is a group of dismayed French officers; behind are impassive Turkish priests with folded arms. An arc of an ornate tent forms a background. See BMSat 9253, &c. Reproduced, 'Propyläen-Weltgeschichte', ed. W. Goetz, vii, 1929, p. 108. [5] 'DEMOCRATIC COURAGE. Buonaparte, deserting his Army in Egypt, for fear of ye Turks; after boasting that he would extirpate them all'. A moonlight scene. Bonaparte, making furtive gestures of flight, stands in a boat which is rowed from the shore towards a ship. By the shore is a row of tents with tricolour flags, in which ragged French soldiers are asleep. Behind is an advancing army of Turkish soldiers. See BMSat 9523. [6] 'DEMOCRATIC HONOR. Buonaparte, overturning the French Republic which had employ 'd him, & intrusted him with the chief Command.' Bonaparte, sabre in hand, directs files of Grenadiers who put to flight the members of the Council of Five Hundred, who are wearing their official dress (see BMSat 9198). The president on his raised seat under a canopy inscribed 'Vive la Convention Une & Indivisible', screams in terror. (He was actually Lucien Bonaparte, whose assistance to his brother had been decisive.) Bonaparte tramples on the torn 'Constitution de I Ann: 3.' On the floor are 'Arrêts' and 'ordres'. The soldiers have a tricolour flag inscribed 'Liberté'. See BMSat 9426, &c. [7] 'DEMOCRATIC GLORY. Buonaparte, as Grand Consul of France, receiving the adulations of Jacobin Sycophants & Parasites.' He sits enthroned, wearing the dress and plumed hat of a Director (see BMSat 9199); in his left hand is a sceptre on which is poised a figure of Fame. The high back of the throne is framed by two palm-trees, above it an eagle clutches a sheaf of thunderbolts and a terrestrial globe, indicating world domination. On his right kneel members of the Legislative Body; one, kneeling at the steps of the throne, holds out an 'Addresse du Corps Legislatif'. Opposite them (right) three men prostrate themselves, in grovelling servility, one holds a paper: 'Homage du Senat Conservatif'. Beside them are men standing with bowed heads; one holds out an 'Addresse de Tribunate'. At the back of the throne ranks of grenadiers stand at attention with fixed bayonets. A censer burns before Bonaparte. Sieyès peeps furtively from behind the throne, a finger to his nose; he holds an 'Ad[resse de] I'Abbe Seyes'. The satire shows knowledge of the new French Constitution (1799). See 'Camb. Mod. Hist.' ix. 5 ff. Sieyès, however, was relegated to the conservative Senate, he and Ducos being the two first Senators. See BMSat 9509. [8] 'DEMOCRATIC CONSOLATIONS. Buonaparte on his Couch, surrounded by the Ghosts of the Murder'd, - ye Dangers which threaten his Usurpation, and all the Horrors of Final Retribution.' He lies asleep on a truckle-bed whose head is a guillotine, through which looks a grinning demon, his hand on its cord. From under the bed Death with a spear looks up at Bonaparte, a hissing serpent beside him. Clouds and the flames of Hell, filled with minute demons, billow towards him from the left; from the clouds issue a hand holding out a pistol and a woman's hand with a cup of 'Poison'. In the background are close ranks of tiny ghosts; these include a bishop pierced by a dagger, a headless man holding his skull and wearing the order of St. Louis (? Louis XVI), a headless woman, a woman with an infant, a monk, a Turk. For the ill repute of 'Democracy' cf. BMSat 8310. Cf. Rowlandson's 'The Progress of the Emperor Napoleon' pub. Tegg, 19 Nov. 1808. Grego, 'Gillray', p. 268. Wright and Evans, No. 252. Broadley, 'Napoleon', i. 134-5. Reproduced, Grand-Carteret, 'Napoléon en images', 1895, p. 63. 12 May 1800 Hand-coloured etching. "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1800"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 293 millimetres ", " Width: 456 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["It is a sequence of eight designs, arranged in two rows."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9534)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": [" Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Carlo Buonaparte ", " Associated with: Letizia Buonaparte ", " Associated with: Louis XVI, King of France and Navarre ", " Associated with: Emmanuel Joseph Sieyès "], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.1030"], "Conservation": ["Treatment: 16 Sep 2013"]}