{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1866,0407.983"], "Title": ["Object: Napoleon massacring three thousand eight hundred men at Jaffa"], "Description": [" A companion pl. to BMSat 10063 with the same signature and imprint. Turkish prisoners (l.), their hands tied behind their backs, are being shot and bayoneted by massed French troops, directed by an officer intended for Napoleon. 12 August 1803 Hand-coloured etching "], "Producer name": [" After: Sir Robert Ker Porter ", " Published by: John Hatchard ", " Published by: John Ginger ", " Published by: James Asperne "], "School/style": ["British"], "Production date": ["1803"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 446 millimetres ", " Width: 284 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) One of a set of four, see BMSat 9992, &c. On 4 Mar. 1799 Jaffa was carried by assault; part of the garrison surrendered to Bonaparte's aides-de-camp on condition that their lives were spared. Bonaparte refused to ratify this and ordered the prisoners to be taken to the beach and killed. Some military critics have justified this, though contemporaries called it a 'froide barbarie'. There is considerable evidence that the prisoners of El Arish who had capitulated on being promised that they would be allowed to withdraw unmolested were mixed with the Jaffa garrison and massacred. Fournier, 'Napoleon', 1911, 1. 165-7. The plate derives from the highly coloured description by Sir Robert Wilson, in his 'History of the British Expedition to Egypt', pp. 73-6, see BMSat 9998. This was the subject of a protest by Talleyrand to Whitworth (O. Browning, 'England and France in 1803', p. 180), and was called by the French Ambassador in an official note, 'a work . . . filled with the most atrocious and disgusting calumnies against the French army and its general' (Parl. Hist.' xxxvi. 1319). The offending passage, and a letter to the Press by Wilson justifying his allegations were printed in the 'Anti-Gallican', 1804, pp. 9-14. The allegations, including another on plague-stricken French soldiers, see BMSat 10063, were widely circulated in invasion broadsides and prints, and are the most persistent 'atrocities' in English Napoleonic satire (see Index, s.v. Jaffa). Wilson became known as 'Jaffa Wilson'. Cf. 'Buonaparte's Confession of the Massacre of Jaffa', Broadside No. 7 in the 'Warning Drum' (see BMSat 10038). The four plates were recommended in the 'Loyalist', 15 Oct. 1803."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10062)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Purchased from: Edward Daniell"], "Acquisition date": ["1866"], "Department": ["Prints and Drawings"], "Registration number": ["1866,0407.983"]}