{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1836,0811.343"], "Description": [" The Holy Family with the Infant St John the Baptist in a landscape; the Virgin and Christ Child seated beneath a tree, with the lamb nearby, Joseph reading below. Perhaps c.1655 Pen and brown ink with brown wash, touched with black chalk; ruled framing-lines in pen and brown ink. Verso: blank (see Inscriptions). Watermark: foolscap, with five bells and three balls, comparable to Hinterding K.b.a; also to Amsterdam, 1998, cat. no.172, p.243, w101 (in a drawing by Jan van Goyen dated 1651). "], "Producer name": ["Drawn by: Jan Andrea Lievens"], "School/style": ["Dutch"], "Production date": ["1655 (perhaps circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 389 millimetres ", " Width: 295 millimetres (chain lines horizontal, 23/25mm apart) "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, 'Catalogue of drawings by Rembrandt and his school', 2010, after Jan Andrea Lievens, cat. no.1: This and cat. no.2 (1922,0410.3) are the only works signed by the younger Lievens, Jan Andrea Lievens. They reveal that the artist was interested in biblical and mythological subject-matter, set in naturalistic landscapes drawn with considerable freedom and expertise. Given that the artist was born in 1644, they probably both date from the 1660s or later. They exhibit knowledge of Venetian landscapes of the sixteenth century by Titian and Domenico Campagnola, and although they do not immediately recall the work of Rembrandt, they resemble drawings by Pieter de With, two of whose drawings are dated 1659, and Johannes Leupenius (1643-93). The figures are comparable both to Titian and to Van Dyck. The latter was an important influence on the elder Jan Lievens, who worked with or near Van Dyck for much of the time between around 1632-44, when in London and Antwerp. Presumably he passed his interest in Van Dyck's work to his son, who here based the Virgin and Christ child on Schelte à Bolswert's engraving after Van Dyck's 'Rest on the Flight into Egypt'.[1] The landscape background is stylistically impossible to separate from the large group of landscape drawings attributed to the elder Jan Lievens (see further under the biography of Jan Andrea Lievens). NOTE: [1] Hollstein 1681 (Bolswert). New Hollstein , VII, 544 (Van Dyck). See Exh. Antwerp-Amsterdam, 1999-2000, cat.no.40, repr. The print, like the younger Lievens' drawing, shows the group of the Virgin and child in reverse to the original painting, which is now known through a copy in the Uffizi which in the seventeenth century was in the Huis ten Bosch, The Hague. See Susan J. Barnes, Nora de Poorter, O. Miller, H. Vey, 'Van Dyck: A Complete Catalogue of the Paintings', New Haven, 2004, pp.397-8, no.III.A1, repr. LITERATURE (always as Jan Andrea Lievens except Schneider, 1932/73): Schneider, 1932/73, p.187, under no.Z.6a, and pp.282-3 (notes that a drawing of this subject was sold, P. Fouquet, Amsterdam, 13 April, 1801, portfolio F, no.24 as by Jan Lievens; also – same drawing? – H. Reydon et al. sale, Amsterdam, 5 April, 1827, portfolio K, no.3; the signature spurious and the drawing indistinguishable from Jan Lievens the Elder, who must have made it); Berlin, 1930, p.179, under no.13189; Exh. Cambridge, 1966, under no.41 (relates to drawing in Fitzwilliam Museum, PD.453-1963); Rotterdam, 1988, p.218; Royalton-Kisch, 1998, pp.621-2 (meagre evidence suggests all the landscapes are by Jan Andrea Lievens)."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (1) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (Lievens.J.A.1) "], "Location": ["Not on display"], "Exhibition history": [" London, 1891, no.116; 1987 Jan-May, Coventry, Herbert AG, 'The Blasted Oak', no. 50; 1988-9, Amsterdam, no.63, repr. (notes inclusion of chalk in two drawings in British Museum by Lievens); 1992, BM, Drawings by Rembrandt and his Circle (not in catalogue). "], "Condition": ["Generally good; horizontal central fold; some areas apparently affected by damp."], "Subjects": [" holy family with baptist ", " reading/writing "], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St John the Baptist (Prodromos) ", " Representation of: St Joseph "], "Acquisition name": ["Purchased from: W & G Smith (purchased as by 'John Lievens')"], "Previous owner": ["Previous owner/ex-collection: John Sheepshanks"], "Acquisition date": ["1836"], "Department": ["Prints and Drawings"], "Registration number": ["1836,0811.343"]}