{"artifact_name": "album; drawing", "Object Type": [" album ", " drawing "], "Museum number": ["1889,0527.47"], "Description": [" 'The Florentine Picture-Chronicle' page from the album (recto of 1889,0527.48): Hermes Trismegistus holding a mannikin or homunculus with a nude man resting on a club (Hercules ?), a palace by a river behind them Pen and brown ink and brown wash over black chalk "], "Producer name": [" Circle/School of: Maso Finiguerra ", " Circle/School of: Baccio Baldini "], "School/style": ["Italian"], "Production date": ["1470-1475 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 326 millimetres ", " Width: 226 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Mercurius, King of Egypt, better known as Hermes Trismegistus (the thrice-great Hermes) was a mythical figure who embodied for the Middle Ages the widsom of the east. Colvin was unable to explain the depiction of the sage in this drawing where he appears to be talking to a miniature man, to the horror of Hercules (?) on the right. Lit.: S. Colvin, 'A Florentine Picture Chronicle', London, 1898; A.E. Popham and P. Pouncey, 'Italian drawings in the BM, the fourteenth and fifteenth centuries', London, 1950, I, no. 274, II, pls. CCXXXVII-CCXLI. For Popham & Pouncey 1950 entry see 1889,0527.1"], "Bibliographic references": ["Popham & Pouncey 1950 / The Fourteenth and Fifteenth Centuries (274)"], "Location": ["Not on display"], "Exhibition history": [" BM, 'Padua in the 1450s', 1998, no. 16 "], "Subjects": [" classical mythology ", " classical deity "], "Associated names": ["Representation of: Hermes Trismegistus"], "Acquisition name": ["Purchased from: John Postle Heseltine"], "Previous owner": [" Previous owner/ex-collection: Edward Schaeffer (Heidelberg; by whom bought in Florence about 1840) ", " Previous owner/ex-collection: Hofrat Schlosser (Neuburg; inherited by his nephew, Baron von Bernus) ", " Previous owner/ex-collection: Baron von Bernus ", " Previous owner/ex-collection: F A C Prestel (Frankfurt; sold 1872, bt. by Clément of Paris) ", " Previous owner/ex-collection: Clément (Paris) ", " Previous owner/ex-collection: John Ruskin (bt. 1873) "], "Acquisition date": ["1889"], "Acquisition notes": ["Popham & Pouncey 1950 The leaves of the book, in its present state, seem to be numbered 5 to 59 in a seventeenth(?)-century hand; the numbers, in the r.-hand top corner, have in many cases been partly trimmed away. The book was broken up by Ruskin, who was in the habit of lending parts of his books and manuscripts to friends and institutions in which he was interested, with the result that when the Museum purchased it from him in 1889 it contained only 49 folios. Of the remainder, two (1890,0314.1-4. Folios 13 and 14) were presented the next year by the trustees of the Ruskin Museum, Sheffield, and four (1900,0526.1-8. Folios 9, 22, 36, and 47) in 1900 by Ruskin's cousin, Mrs. Arthur Severn; folios 1 to 4 are missing, but there is nothing to indicate that they were not removed before Ruskin acquired the book."], "Department": ["Prints and Drawings"], "Registration number": ["1889,0527.47"]}