{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1848,0911.35"], "Description": [" The raising of Lazarus; Christ standing beside a tomb, surrounded by startled figures, with Lazarus seen below; arched plate; the larger plate; second state with arch darkened but still irregular; touched proof with a 'Sketch of a Woman shrinking back'. c.1632 Etching, with the figure added in graphite in the lower right corner (retouching has created an offset on the verso, which resembles a black chalk drawing, see further below). Verso: only partly exposed through a window in the mount, showing the sketch of a woman. Watermark: Strasburg bend and lily, 'WR' below (close to Piccard, XIII, nos.867, 872, 875, 876, 879, 881 and 885, from Strasburg, Oberkirch, Zweibrücken, Gengenbach and Bremen, with dates from 1588 to 1634). "], "Producer name": ["Print made by: Rembrandt (etching touched by Rembrandt)"], "School/style": ["Dutch"], "Production date": ["1631 (circa)"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 370 millimetres (chain lines vertical, 28mm apart) ", " Width: 258 millimetres (arched top) "], "$Inscriptions": [" "], "Curator's comments": ["For impressions of other states see 1845,0205.2; F,4.150-3; 1933,0719.2 and 1941,0327.11.99. For copies see also 1902,0514.1032-4; 2006,U,1101; 1861,1109.304; 1931,0413.288 and 2010,7081.2945. Recent literature: Christopher Brown, An Van Camp and Christiaan Vogelaar, Young Rembrandt, exhibition catalogue Leiden/Oxford, 2019-20, cat. no. 56. Entry from Martin Royalton-Kisch, 'Catalogue of drawings by Rembrandt and his school', 2010, Rembrandt, cat. no.6A: The sheet is kept among Rembrandt's etchings in the British Museum's collection. It is an impression of the second state of five of the 'Raising of Lazarus' (Bartsch 73, Hind 96), touched by the artist in graphite in the lower right-hand corner.[1] Clearly wishing to alter the figure of Martha at this point, Rembrandt seems at first to have envisaged a somewhat more erect stance than he finally realised in the fifth and final state. An oval shape drawn near the shoulder in the sketch (see the detail) indicates the approximate position of the head as it appears in the fifth state, where the revised figure first appears (the intermediate fourth state merely reinforces the shading in the frame of the composition). The sheet was included by Benesch in his 'Corpus' of Rembrandt's drawings in the mistaken belief that the figure on the verso is an original drawing by the master. As can be demonstrated by reversing a photograph of this sketch and comparing it with the recto,[2] the verso is merely an offset of Rembrandt's retouching. The apparently left-handed shading from top left to bottom right (a right-handed draughtsman normally shades from top right to bottom left) is further confirmation that Benesch 83a is an offset. Nevertheless the sketch documents Rembrandt's most cursory drawing style at the period of the etching's creation, c.1632,[3] and for this reason is included here. NOTES: [1] For the states, which have been renumbered (there are now only five [of which this is the second] rather than Hollstein's eight [of which this was described as the third]), see Hinterding in Exh. Amsterdam-London, 2000-01, p.32, and Hinterding, 2006, p.81. [2] See the illustrations in Exh. London, 1992, pp.38-9, figs a and c. [3] The date proposed by White and Boon, 1969, p.38, and which has been adhered to, within a year, by all writers. Benesch proposed 1633, believing that the present figure (as seen from the fifth state) is a portrait of Saskia. The woman behind the tomb he thought was the so-called sister of Rembrandt. However, this portion of the etching is based on his painting of the same subject in Los Angeles (Bredius 538, Corpus A30) and may have been completed as early as 1630-31 (see Corpus, I, 1982, p.304). LITERATURE : Duchesne, 1826, p.102, no.543 (described as a touched first state: 'Cette épreuve a de légères retouches au crayon, qui feraient croire que Rembrandt avait eu l'intention de placer une figure debout sur le devant à droite, au lieu de la femme vue par le dos.'); Blanc, I, 1859, p.167, under no.48 (touched in black chalk; seen in British Museum; no reference to verso); Middleton, 1877, p.10 (the print by van Vliet and Rembrandt; the graphite touches made by Rembrandt for van Vliet to follow); Middleton, 1878, p.178, under no. 188 (recto and verso differ from each other and from the end result); Dutuit, 1882, p.369 (as Middleton, 1878); Rovinski, 1890, col.45, under no.73, repr. I, pl.230; Seidlitz 1895/1922, pp.62-63/124, under no.73 (recto touched in chalk in 3rd state; verso differs from recto); Hind, 1912/24, under no.96, repr. (c.1632; 3rd state); Saxl, 1923-4, p.153, n.1, repr. p.264 (verso a drawing; similarity of this figure to those in attitudes of surprise by Raphael in tapestries of 'St Paul preaching in Athens and Death of Ananias'); Hind, 1932, repr. pl.XXVIII; Münz, 1952, I, repr. pl.214, II, pp.92-3, under no.192 (without reference to the verso); Benesch, I, 1954/73, no.83a, verso repr. fig.90/98 (c.1633); White, 1969, I, p.32, II, repr. figs.17-18 (the verso a tracing); White and Boon, 1969, I, p.38 (the verso a drawing); Campbell, 1971, p.75 (quotes Saxl, 1923-4, but debt to Raphael not slavish); Schatborn, 1986, pp.36-38, repr. figs.1-3; Royalton-Kisch, 1990, p.135, repr. fig.75 in reverse (offset; compared to 'Study of a Woman', Rotterdam, Benesch 518 verso); Exh. Berlin-Amsterdam-London, 1991-2[I], p.186, repr. fig.7c; Royalton-Kisch, 1993, p.121, n.31 (provenance); Hinterding, 2006, p.81 (various states of the print - fewer than previously thought - all from same period, as watermarks reveal). Hinterding et al. 2000: Given as the second state of five (by Rembrandt) in the catalogue for the exhibition 'Rembrandt the Printmaker' (25 Jan-8 Apr 2001): Erik Hinterding, Ger Luijten and Martin Royalton-Kisch, BMP in association with the Rijksmuseum, Amsterdam, 2000, cat.17, pp.119-122: Selected literature: Mariette 1857, p. 351; Seymour Haden 1877, pp.34-5; Benesch 1926, p. 8; Graffon 1950, pp. 43-5; Slatkes 1973, pp. 251-2; Guratzsch 1980, pp. 144-57; Held 1980, pp. 161-4; Schatborn 1986, pp. 36-7; Chapman 1990, p. 19; Rand 1991; Berlin-Amsterdam-London 1991-2, pp. 185-8, no.7; Royalton-Kisch 1992, no. 6a; Royalton-Kisch 1992b, pp. 336-7; Lambert & Seveno 1997, pp. 37-41; White 1999, pp. 27-31. In the late 1620s Rembrandt made several rather experimental-looking, sizeable etchings on biblical subjects, like the 'Rest on the flight into Egypt' (1925,0615.24) and 'Peter and John at the gate of the temple' (1848,0911.50), only to continue to develop his skills in this genre solely in small prints. It was not until around 1632 that he again worked on a large scale with the 'Raising of Lazarus'. This highly detailed print is based on a painting of the same subject that he made in around 1630-31, probably in a spirit of creative competition with Jan Lievens. Lievens also painted a version of the raising of Lazarus in 1631, and made a large print of it. [See Braunschweig 1979, no. 26 and no. 102, with further literature references. See also Royalton-Kisch 1992, no. 15 for a drawing which until recently muddied the waters in the debate about the creation of the works by Rembrandt and Lievens]. Rembrandt's etching illustrates the moment described in the Bible when Jesus, standing by the grave, 'cried with a loud voice: \"Lazarus, come forth\". The dead man came out, his hands and feet swathed in linen bands, his face wrapped in a cloth' (John 11: 43-4). The focus is mainly on the reactions of the bystanders. Although Jesus is rendered as a towering figure with his arm raised in summons, his face is all but invisible as he is standing with his back half turned to the viewer. The faces and the wild gestures of the other people present, among them Lazarus's sisters Mary and Martha, are plain to see, however, and clearly register their astonishment at the miracle that is taking place. The drama is heightened still further by the deployment of the chiaroscuro in the etching. With an elaborate web of lightly and more heavily bitten lines, Rembrandt succeeded in evoking a wide range of grey and black tones, placing Lazarus and the group around him in full light, with the surrounding passages gradually darkening into deep obscurity. The etching is similar in many ways to Rembrandt's painting of the same subject, despite several differences. The depiction of Lazarus is the same in both works, for example, and the woman with her arms outspread at the graveside appears in an identical pose. The most obvious difference is in the position of Christ. In the painting he stands behind the grave and is shown from the front. The fact that the etching and the painting were created in close association with each other recently emerged from an X-radiograph of the panel, which revealed that Rembrandt had significantly reworked the composition and that it had originally resembled the etching more closely. Lazarus's head in the painting was nearer the centre, as in the etching, and the woman with outstretched arms was holding a cloth. Nevertheless, the suggestion that the etching is a representation of an earlier version of the painting [See Bruyn in 'Corpus', no. A30, and especially pp. 301-4] is debatable, since it also shows signs of reworking. The man with the turban and long beard at the far left of the painting was originally depicted in the etching, but on the extreme right. However, he had to make way for the man with the outstretched arms, visible in the third state shown here. There are five states altogether, but the changes in the later states were minor [White and Boon describe eight states, but closer examination reveals that there are only five. See pp. 31-2]. The most significant change was to Martha, the woman in the lower right corner. Initially she was shown shrinking back, but in the third state Rembrandt made her lean forward so as to bring her into closer association with the other figures. He prepared for this ingeniously by drawing what he had in mind in graphite on the impression of the second state included here. He had probably placed a piece of paper, coated with black chalk, under the impression, so that the lines on the front were traced onto the verso of the impression. He then made the changes to the copper plate using this 'carbon' copy to guide him [See Schatborn 1986, pp. 36-8 and Royalton-Kisch 1992, no. 6a]."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (113.II) (Rembrandt) ", " Hind 1923 / A Catalogue of Rembrandt's Etchings; chronologically arranged and completely illustrated (96.III) ", " White & Boon 1969 / Rembrandt's Etchings: An Illustrated Critical Catalogue (73.III) ", " Hinterding et al. 2000 / Rembrandt the Printmaker (17.III) ", " Benesch 1973 / The Drawings of Rembrandt (83a) (verso) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (6.1) (Rembrandt) "], "Location": ["Not on display"], "Exhibition history": [" London, 1899, p.29, no.98b; 1992, no.6a, repr.; Amsterdam-London, 2000-2001, p.122, repr. figs a and b (respectively recto and verso). 2012 Sep-Nov, Glasgow, Hunterian, Rembrandt and the Passion 2019 7 Feb-4 Aug, BM, G90, 'Rembrandt: thinking on paper' 2019-2020 1 Nov-6 Feb, The Netherlands, Leiden, Museum De Lakenhal, Young Rembrandt 2020 27 Feb-1 Nov, Oxford, Ashmolean Museum, Young Rembrandt "], "Condition": ["Generally good, but the graphite lines at lower right on the recto have been erased in part, scraping the surface of the paper just above the foreground figure’s left hand."], "Subjects": ["raising of lazarus"], "Associated names": ["Representation of: Jesus Christ"], "Acquisition name": ["Purchased from: W & G Smith"], "Previous owner": [" Previous owner/ex-collection: Jan Pietersz. Zomer ", " Previous owner/ex-collection: Antonio Maria Zanetti I ", " Previous owner/ex-collection: Baron Dominique Vivant Denon ", " Previous owner/ex-collection: Heneage Finch, 5th Earl of Aylesford (L.58) ", " Previous owner/ex-collection: Samuel Woodburn "], "Acquisition date": ["1848"], "Acquisition notes": ["Jan Pietersz. Zomer; A. M. Zanetti; purchased from him in 1791 by Vivant Denon (provenance given by Duchesne, 1826); his sale, 12 February, 1827, no.343; Earl of Aylesford (L.58; probably purchased by the Earl of Aylesford from Samuel Woodburn in 1829); W. Smith, from whom purchased 1848."], "Department": ["Prints and Drawings"], "Registration number": ["1848,0911.35"], "Conservation": ["Treatment: 17 Feb 1992"]}