{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6828"], "Title": ["Object: \"Praetor-Urbanus;\"-Inaguration of the Coptic Mayor of Cairo, preceded by the Procureur de la Commune."], "Description": [" A grotesque, obese, black Copt, holding a mace or staff, rides (right to left) an ass which, though led procession-ally by a Copt, proceeds on account of the bayonet with which a grinning French soldier stabs its hind quarters. The 'Mayor' wears a French military coat and breeches, with a tricolour scarf and cocked hat with large tricolour plumes. He is otherwise naked, and a heavy chain of beads hangs from his ear. The 'Procureur' is naked except for a cocked hat and tricolour scarf; he carries a (?) goad as a staff of office. Behind his ear is a pen. 12 March 1799 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1799"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 253 millimetres ", " Width: 359 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) See BMSat 9355, &c. The print seems to illustrate a passage in the Introduction (p. x) to the second series of 'Letters': Bonaparte (in Cairo) 'selects a few poor wretches from the dregs of the populace, cloaths them in tri-coloured scarfs, dignifies them with the name of Cheiks and Agas . . .', although such 'Coptic scribes and Jew pedlars have been for ages in Egypt objects of contempt and odium'. Bonaparte established Egyptian notables as a 'Divan général de l'Égypte' (with local 'Divans' at Cairo and elsewhere), with president, secretary, &c. Charles-Roux, 'Bonaparte, Gouverneur d'Égypte', 1935, pp. 188-90. Cf. a print (reproduced ibid., p. 112) of Napoleon giving the tricolour scarf to a Bey of Egypt. See also BMSat 9362, a copy. Grego, 'Gillray', pp. 256-7. Wright and Evans, No. 224. Reprinted, 'G.W.G.', 1830. Reproduced, Charles-Roux, op. cit., p. 96."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9358)"], "Location": ["Not on display"], "Subjects": ["satire"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6828"]}