{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.926"], "Description": [" Architectural caprice; large columns with trees behind at centre, broken frieze and pillars on ground at r, colonnade and pyramid in distance at l, in a circle Pen and brown ink, with grey wash Verso: Studies of centaurs; six studies in various reclining positions Pen and brown ink "], "Producer name": [" Drawn by: Jean Lemaire ", " Formerly attributed to: Nicolas Poussin "], "School/style": ["French"], "Production date": ["1593-1665"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 184 millimetres ", " Width: 189 millimetres "], "Curator's comments": ["Walter Friedlaender and Antony Blunt's suggestion that this was by Jean Lemaire, an attribution supported by Pierre Rosenberg and Louis- Antoine Prat, was confirmed by the publication of a related painting of the 'Rest on the Flight into Egypt' in a private collection, see Fagiolo Dell'Arco 1996, no. 47, p. 204. The circular composition of the canvas shares with the drawing the foreground architectural setting including the Orestes sarcophagus (broken and reversed in the picture), based on now in the Vatican, and the pyramidical monument on top of another sarcophagus approached through a grandiose portico. The temple in the drawings is replaced by an obelisque in the picture. The BM work is one of only a dozen drawings by the artist, four of which are in the Albertina, Vienna. Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq.', London, 1876, no. 481 (as Poussin); W. Friedlaender and A. Blunt (eds.), 'The drawings of Nicolas Poussin, catalogue raisonné: Studies for the Long Gallery ', London, 1963, IV, B35, p. 56 (as ? Lemaire), illustrated p. 227; M. Chiarini, 'Due mostre e un libro: (studi recenti sulla pittura di paesaggio a Roma fra Sei e Settecento)', \"Paragone\", 16, September 1965, 187, p. 70 (as Mola); W. Friedlaender and A. Blunt (eds.), 'The drawings of Nicolas Poussin, catalogue raisonné: studies for the Long Gallery, the decorative drawings, the illustrations to Leonardo's treatise, the landscape drawings', London, 1963, IV, no.. B 35, p. 56, pl. 227; P. Rosenberg and L.-A. Prat, 'Nicolas Poussin, 1594 -1665: catalogue raisonné des dessins', Milan, 1994, no. R485; M. Fagiolo Dell'Arco, 'Jean Lemaire: pittore \"antiquario\"', Rome, 1996, no. D5, p. 227; H. Kurita and M. Koshikawa, in exhib. cat., Nagoya, Aichi Prefectural Museum of Art and Tokyo, National Museum of Western Art, 'French drawings from the British Museum: from Fontainebleau to Versailles', 2002, no. 34"], "Bibliographic references": [" Rosenberg & Prat 1994 / Nicolas Poussin 1594-1665. Catalogue raisonné des dessins (R485) ", " Friedlaender 1939 / The Drawings of Nicolas Poussin (B35) ", " JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (473) "], "Location": ["Not on display"], "Exhibition history": [" 1968 BM, Piranesi, no.9 1991 Sep-Nov, Bristol Mus and Art Gallery, 'Primacy of Drawings', no.104 1991 Nov-Dec, Stoke on Trent Art Gallery, 'Primacy of Drawings', no.104 1992 Jan-Feb, Sheffield, Graves Art Gallery, 'Primacy of Drawings', no.104 2002 April-June, Nagoya, Aichi Prefectural Mus of Art, 'French Drawings from the British Museum' 2002 July-Sep, Tokyo, NM of Western Art, 'French Drawings from the British Museum "], "Subjects": [" architecture ", " centaur "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Sir John Charles Robinson (according to Malcolm catalogue) ", " Previous owner/ex-collection: John Malcolm of Poltalloch (L.1489) "], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.926"]}