{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.655"], "Description": [" The Flight into Egypt, study for a fresco; with the Virgin holding up the Christ Child who reaches out to touch fruit on a branch which angels strain to pull down for him Pen and grey and brown ink, with brown wash, heightened with white, over black chalk, on brown prepared paper "], "Producer name": ["Drawn by: Taddeo Zuccaro"], "School/style": ["Roman"], "Production date": ["1558-1559 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 393 millimetres ", " Width: 232 millimetres "], "Curator's comments": ["The related fresco in S. Maria dell'Orto, Rome is illustrated in Acidini Luchinat, I, p. 104. Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq.', London, 1876, no. 214 (as Barocci); J.A. Gere and P. Pouncey, 'Italian drawings in the BM, Artists working in Rome', London, 1983, no. 329; C. Acidini Luchinat, 'Taddeo e Federico Zuccari, fratelli pittori del cinquecento', Milan, 1998, I, p. 132, n. 9 Gere & Pouncey 1983 As Barocci in the Lawrence-Woodburn Sale and in the Malcolm Catalogue. Schmarsow pointed out the markedly Roman character of the drawing and argued that if it were by Barocci it would have to belong to the period of activity in Rome when the artist was in contact with the Zuccaro brothers; but he went on to say that though the handling of the foliage resembles that found in Barocci's later work, it was impossible to come to any certain conclusion about the authorship of the drawing since in his opinion the group of figures in the foreground had been coarsely reworked by another hand. We see no sign of any such reworking. The later attribution to Federico Zuccaro suggested by Voss in a MS note formerly on the mount seems on the face of it to be fully confirmed by the fact that this is a study for one of the four frescoes flanking the high altar of S. Maria dell'Orto in Rome (Gere, pl. 117). Vasari (vii, p. 85) says that Taddeo Zuccaro procured this commission for his brother when he saw that Federico could manage by himself \"e fare da sè con i suoi propri disegni\", but \"perciochè a Federigo solo, essendo anco giovinetto, non sarebbe stata data giamai\" Taddeo had to give the impression that he himself would in fact undertake the greater part of it: \"Taddeo, dunque, per sodisfare a quegli uomini [di Santa Maria dell'Orto] vi fece la Natività di Cristo; ed il resto poi condusse tutto Federigo\". The clear implication of this passage would seem to be that Federico was responsible for the design as well as the execution of the other three frescoes, the 'Sposalìzio', the 'Visitation' and the 'Flight into Egypt'; but Voss's attribution of the drawing to Federico was made at a time when the distinction between the two brothers was still far from clear, and in our opinion the present drawing is certainly by Taddeo. His personality is to us no less evident in the two other known studies for the same composition, both in the Louvre (2816 verso, Gere 170 and pl. 111; idem, 'Louvre Exh.', 1969, no. 19 verso; and 5091, Gere 180 and pl. 112; idem, 'Louvre Exh.', 1969, no. 20, pl. v) as well as in the study on Louvre 2816 recto (Gere 170, pl. 110; idem, 'Louvre Exh.' 1969, no. 19, pl. vi) for a group of Muses in the fresco of 'Parnassus' formerly in the garden-house of the Palazzo Bufalo - a commission in which Federico is not recorded as having been involved. Of the three studies for the 'Flight into Egypt', Louvre 2816 verso is furthest from the final solution. It shows St Joseph leading the ass from l. to r. down a slope and slightly away from the spectator so that its hindquarters fill most of the l. foreground. In the other two studies and in the fresco itself this treatment of the subject, with a novel use of foreshortening that would have commended itself to Barocci, gives way to a more conventional one with the ass pacing sedately from r. to l. In Louvre 5091 St Joseph is standing in the extreme foreground on the l., moving away from the spectator; in 1895,0915.655 he is walking forward to the l. in profile, on the far side of the ass's head; in the fresco he is integrated even more closely into the group by turning his head to look up towards the Virgin and Child. To judge from the context in which Vasari discusses this commission it preceded Federico's decoration of a house-façade opposite the church of S. Eustachio with scenes from the legend of the saint, his earliest wholly independent work, carried out when he was eighteen years old, i.e., c. 1558-9 (Vasari, vii, p. 89). Literature: JCR 214; Schmarsow, iii, p. 22; Gere 101."], "Bibliographic references": [" Gere & Pouncey 1983 / Artists Working in Rome c.1550-c.1640 (329) ", " JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (214) "], "Location": ["Not on display"], "Exhibition history": [" 1996, BM Old Master Drawings from the Malcolm Collection 2006-7 Nov - Jan. BM, Nativity show (no cat.) "], "Subjects": ["flight into egypt"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: William Young Ottley (? T. Philipe, 6.vi.1814/93 as Barocci 'One - flight into Egypt, pen and bistre, heightened - CAPITAL' £1-1-0) ", " Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: Samuel Woodburn (Christie's, 4.vi.1860/52 as Barocci 'The flight into Egypt - bistre and white on tinted paper' bt Robinson £1-2-0) ", " Previous owner/ex-collection: Sir John Charles Robinson ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.655"]}