{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1862,0308.26"], "Description": [" The Dream of Joseph and the Adoration of the Magi, vignettes, possibly as designs for a monument; in the upper image an angel appears to man sleeping on ground, and below three magi bowing down to child, seated l, on mother's lap. around 1792-94 Pen and grey ink with grey wash "], "Producer name": ["Drawn by: John Flaxman"], "School/style": ["British"], "Production date": ["1792-1794"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 195 millimetres ", " Width: 159 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["A cast from a relief of the Adoration of the Magi is at University College, London. For the newly-discovered original marble relief (private collection) see D. Bindman, 'John Flaxman's \"Adoration of the Magi\" rediscovered', Apollo, no. 162 (2005), 526, pp. 40-45. (see the curatorial comment for 1967,1014.91) This drawing was exhibited as cat. no. 5 in S Tritz and H-U Kessler, \"John Flaxman and the Renaissance: A Master of Neo-Classicism in Dialogue with Masaccio and Donatello\", Skulpturensammlung, Staatliche Museen, Berlin, 2009). They noted that the subject of the other drawing is Joseph's Dream and by linking these two subjects, Flaxman was following the medieval typological tradition of depicting stories from the Old Testament that foreshadow those in the New. Joseph dreamt that his elder brothers would bow down before him (Genesis 37:1-9). Two corresponding plaster reliefs are displayed on the lower level of Sir John Soane's Museum. These two drawings are comparable in size, medium and composition to two brush drawings of 'The Flight into Egypt' and 'The Three Marys at the Sepulchre', subjects similarly from the New Testament (College Art Collections, University College London). See 1967,1014.91 for another, probably later-stage, drawing for this sculpture and further details about it. The date of the register number precedes that of the sale at which the drawings were acquired. The date in the register should therefore have been May rather than March, 1862."], "Bibliographic references": ["Binyon 1898-1907 / Catalogue of drawings by British artists, and artists of foreign origin working in Great Britain (89(b))"], "Location": ["Not on display"], "Exhibition history": [" 2009 April-July, Berlin, Staatliche Museen zu Berlin, 'John Flaxman and the Renaissance'. no. 5 "], "Subjects": ["adoration of magi"], "Associated names": ["Representation of: Magi"], "Acquisition name": [" Purchased from: John Flaxman (descendants of) ", " Purchased through: Christie's (11.iv.1862/part of lot 301, 4 in the lot, 'The Adoration of the Magi; Jacob's Dream' bt. £4-10-0 ? [price not clearly inscribed]) "], "Acquisition date": ["1862"], "Department": ["Prints and Drawings"], "Registration number": ["1862,0308.26"]}