{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1860,0616.29"], "Description": [" An angel running to left, and a study for drapery Metalpoint, with brown wash, heightened with white (partly oxidised), on pink prepared paper "], "Producer name": [" Drawn by: Lorenzo di Credi ", " Formerly attributed to: Andrea del Verrocchio "], "School/style": ["Florentine"], "Production date": ["1474-1537 (?)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 243 millimetres ", " Width: 181 millimetres "], "Curator's comments": [" This was catalogued as Credi in the Woodburn sale of 1860 and this attribution has been accepted by most specialists, although recently Everett Fahy has proposed that it is by the young Fra Bartolommeo. As has long been recognised, the figure's pose is based on the angel in the upper right of the monument (strictly a cenotaph) to Cardinal Niccolò Forteguerri (1419-1473) in Pistoia Cathedral by Andrea Verrocchio (see Butterfield pp. 137-52, 223-8, fig. 179), a work commissioned in 1477. The work was much altered in the eighteenth century but its original appearance is recorded in a terracotta preparatory model by Verrocchio in the Victoria and Albert Museum, London. By the time of Verrocchio's death in 1488 only seven of the nine promised figures were sculpted and Lorenzo di Credi, the sculptor's heir, agreed to have the remaining two figures completed within eighteen months (in fact this did not happen until 1493). Berenson and Crutwell regarded the BM drawing as a study by Credi for the sculpture. This argument is not persuasive as Credi was not a sculptor (he turned down, for example, the opportunity to complete his master's Colleoni monument in Venice), and the relevant angel in the monument was almost certainly finished before Verrocchio's death: those generally agreed to have been produced under Credi's supervision - like the kneeling figure of the Cardinal - are of a notably less good quality. Rather than being a study for the marble, the drawing is generally now thought to be an interpretation of the sculpted figure with an eye to borrowing, or adapting it for one of his paintings. The general pose of the figure is closer to the marble rather than to the terracotta as in the latter the angel's left arm is bent, and his gaze is not directed downwards. The present work is perhaps the earliest drawing by Credi, if, as seems likely, it dates from around the time of his involvement in the project c. 1477-8. This type of flying angel does appear in two early paintings of the mid-1480s: in the 'Saint in Glory' in Huntingdon Art Gallery, Pasadena; and in the Esztergom 'Elevation of Mary Magdalen' (Delli Regoli figs 50-1). In the drawing the figure's pose is studied in a more simplified manner and without clothing in the sketch on the upper r., below the fold of drapery. Popham and Pouncey note that the drapery resembles the swag of fabric across Christ's lap in the marble, and it is even closer to the V. & A. terracotta in this respect. For Fahy this detail is the key to the attribution as he contends that it is a study for the drapery of the Virgin in an early painting by Fra Bartolommeo of the 'Madonna and Child with the Infant Baptist' in the Metropolitan Museum of Art, New York (see E. Fahy, 'The earliest work of Fra Bartolommeo', \"Art Bulletin\", LI, 1969, pp. 145-7, fig. 8) The two draperies are certainly similar, yet not sufficiently close to support Fahy's attribution. The drawing is much more likely to be by Credi as he is documented as having been involved in the Forteguerri sculpture, and stylistically it is comparable to studies universally accepted as being by him - compare, for example, the application of white heightening in the Berlin 'Prophet' (Dalli Regoli no. 21, fig. 34). HC Lit.: M. Crutwell, 'Verrocchio', London, 1904, p. 136 B. Berenson, 'Drawings of the Florentine Painters', Chicago, 1938, II, no. 691, III, fig. 140; A.E. Popham and P. Pouncey, 'Italian drawings in the BM, the fourteenth and fifteenth centuries', London, 1950, I, no. 45, II, pl. XLI (with previous literature); L. Grassi, 'I disegni italiani del Trecento e Quattrocento: scuole fiorentina, senese, marchigiana, umbra', Venice, n.d [1960?], no. 50; G. Dalli Regoli, 'Lorenzo di Credi', Cremona, 1966, pp. 19-20, no. 1, figs 1-2; E. Fahy, in exhib. cat., Florence, Palazzo Pitti and Museo di San Marco, 'L'età di Savanorola, Fra Bartolomeo e la scuola di San Marco', 1996, p. 7 (as Fra Bartolommeo); A. Butterfield, 'The Sculptures of Andrea del Verrocchio', New Haven and London, 1997, p. 150, fig. 191; P.L. Rubin, in exhib. cat., London, National Gallery, 'Renaissance Florence: the Art of the 1470s', 1999, no. 16; C. Brandon Strehlke, review of National Gallery exhibition, 'The Burlington Magazine', CXLII, January 2000, p. 46 (as Fra Bartolommeo); B. Boucher (ed.), in exhib. cat., Houston, Museum of Fine Arts and London, Victoria and Albert Museum, 'Earth and Fire: Italian Terracotta Sculpture from Donatello to Canova', 2001-2, no. 14 This drawing was issued as a coloured facsimile by the British Museum in 'Reproductions of Drwaings by Old Masters in the British Museum', Part II, Published by the Trustees, in 1891 where it was number 1 and described there as 'Andrea del Verrocchio, Study for Figure of an Angel'. ", " Popham & Pouncey 1950 A lightly drawn sketch of a figure in the same attitude as the angel is to be seen on the r., below the fold of drapery. Regarded by Cruttwell and Berenson as a preparatory study for the upper r. angel in the Forteguerri tomb in Pistoia Cathedral, commissioned from Verrocchio in 1477. Since both authors adopt the generally accepted view that the drawing is by Credi (a conclusion to which the style indeed points unmistakably) they adduce this sheet as evidence of the artist's activity as a sculptor. Thus Cruttwell, on the strength of this drawing alone, is disposed to attribute all the Verrocchiesque portions of the monument to Credi; whilst Berenson infers from it that Lorenzo was working on the monument \"from the first\"; and, at any rate in his 'Florentine Drawings', thinks it not improbable that the 'modello' in the Victoria and Albert Museum (7599-1861) is also from his hand. The drawing, he observes, is more closely connected with the 'modello' than with the tomb, not merely in the figure of the angel but in the drapery study (cf. the fold at Christ's waist). Recent criticism has turned against the theory that this drawing was done in preparation for the Forteguerri tomb. Wilder (followed by Middeldorf) remarks with justice that the drawing does not look like a sculptor's preliminary sketch and suggests that it is more likely to be a study after one of the 'modelli' made for the tomb and to have served for a picture which was to include flying angels. Such a picture, in the archiepiscopal collection at Esztergom, representing 'S. Mary of Egypt carried to Heaven' (Van Marle, xiii, fig. 215) shows that this type of flying angel was part of Credi's repertoire of motives. It seems highly probable, therefore, in the absence of any evidence that Credi practised as a sculptor, that Wilder's view is correct. It was in fact anticipated by mid-nineteenth-century connoisseurs: in the Woodburn Sale Catalogue (where the drawing is already ascribed to Credi) the figure of the angel is described as a study for a picture of the 'Assumption of the Virgin'; whilst in the departmental register the subject of the hypothetical picture is given as the 'Magdalen carried up to Heaven'. According to Cruttwell our drawing was attributed by Morelli to Verrocchio. Literature: BB 691, fig. 140, and pl. xxix of 1st ed.; B.M. Reproductions, ii (1891), 1; B.M. Guide, 1895, no. 19; H. Mackowsky, Verrocchio, 1901, p. 58, fig. 34; M. Cruttwell, Verrocchio, 1904, p. 136; Gronau, Thieme-Becker, viii (1913), p. 74; Van Marle, xiii (1931), pp. 270 and 320, fig. 219; E. Wilder, The Unfinished Monument by Andrea Verrocchio to . . . Cardinal . . . Forteguerri, 1932; E. Maclagan and M. H. Longhurst, Catalogue of Italian Sculpture in the Victoria and Albert Museum, 1932, p. 59; U. Middeldorf, Zeitschrift für Kunstgeschichte, iii (1934), p. 56. "], "Bibliographic references": ["Popham & Pouncey 1950 / The Fourteenth and Fifteenth Centuries (45)"], "Location": ["Not on display"], "Exhibition history": [" 1999/2000 Oct-Jan, London, National Gallery, 'Renaissance Florence: The Art of the 1470s', no.16 2001/2 Nov-Jan, Houston, Mus of Fine Arts, 'Earth and Fire, Italian Terracotta Sculpture' 2002 Mar-July, London, V&A, 'Earth and Fire, Italian Terracotta Sculpture' 2015 Apr-Jul, Milan, Palazzo Reale, 'Leonardo 1452-1519' 2016-17, Oct-Jan, Suzhou, 'Italian Renaissance Drawings', no. 10 2019 11 Apr-30 Jun, Macau Museum of Art, Macau, 'Italian Renaissance Drawings' 2021-2022 3 Sept – 20 Feb, Beijing, MWOODS, Italian Renaissance Drawings "], "Subjects": ["angel"], "Acquisition name": [" Purchased from: Samuel Woodburn ", " Purchased through: Christie's (5.vi.1860/320 as Lorenzo di Credi 'A study for one of the four angels, conveying the Holy Virgin to heaven, in a picture painted by him. Metal point, on a prepared ground, heightened with white Very beautiful' bt Tiffin £21-0-0) ", " Purchased through: Walter Benjamin Tiffin "], "Previous owner": ["Previous owner/ex-collection: Sir Thomas Lawrence (L.2445)"], "Acquisition date": ["1860"], "Department": ["Prints and Drawings"], "Registration number": ["1860,0616.29"]}