{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1875,0710.2620"], "Description": [" The rest of the Holy Family on the flight into Egypt; Mary seated with Christ Child on her lap, an angel at left, Joseph at right holding the reins of the donkey, putti above, c.1650-70 Brush with red-brown ink and red wash over red chalk "], "Producer name": ["Drawn by: Francisco Camilo"], "School/style": ["Spanish"], "Production date": ["1650-1670 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 266 millimetres ", " Width: 205 millimetres (arch at top) "], "$Inscriptions": [" "], "Curator's comments": ["Modified text from McDonald 2013 In his biographical Lives of the Artists, Antonio Palomino describes the extraordinary grace and beauty of Camilo’s depictions of the Virgin, qualities that are demonstrated in his surviving work of which this drawing is an outstanding example. Palomino embellishes his assessment observing how Camilo was so inclined toward sweet and devout subjects that when he painted mythological works for Philip IV's palace, the king was not satisfied, and observed that Jupiter looked like Jesus Christ (A. Palomino, 'Lives of the Eminent Spanish Painters and Sculptors', trans. N. Ayala Mallory, Cambridge 1987, p.233). Camilo was a prolific painter whose work embodies a type of religious art greatly admired in Spain around the mid seventeenth century. It is characterised by carefully arranged multi-figure compositions that present the subject in a direct and unambiguous way. In this drawing his refined and modulated use of brush and ink complements the intimacy of the subject. The main elements of the drawing correspond to a painting known only though a photograph (Harris 1960). In both works the recumbent Christ Child is identical, his right arm raised, right leg and foot lowered, the left foot supported by the Virgin. The angel in the upper left is also the same, he moves forward, his outstretched right hand offering dates, his left hand resting on a cloud. However, the differences between the two works suggest that the drawing was possibly for another painting of the subject, or a model from which elements could be copied in more than one composition, a common practice in Spanish seventeenth-century art. A survey of Camilo’s drawings suggests they played a sophisticated role in his work. Some are squared for transfer and relate to surviving compositions whereas others seem to have been made as independent works, forming a library of images. These would have served a very practical use for Camilo who worked for clients in Madrid, Segovia, Salamanca and Toledo where knowledge of his compositions could have been conveyed through his drawings. The drawing once belonged to the Madrid artist and collector Francisco de Solís (1620-84) whose name appears in the bottom centre. The inscription in the upper part of the drawing 'de Camilo' is probably also by Solís for it is in the same hand and agrees with his practice of writing attributions on drawings (see L.A. Banner, 'Francisco de Solís: A seventeenth-century artist-collector', Master Drawings, XLV, 2007, pp. 359–66). Literature E. Harris, 'Un dibujo de Franciso Camilo en el Museo Británico', Archivo Español de Arte, XXXIII, 1960, p. 88; M. P. McDonald, 'Renaissance to Goya: Prints and drawings from Spain', exh.cat., British Museum, London 2012, pp.101 & 103; M. P. McDonald, 'El trazo español en el British Museum: Dibujos del Renacimiento a Goya', exh. cat., Museo Nacional del Prado, Madrid 2013, cat.no.18."], "Bibliographic references": ["McDonald 2013 / El trazo español en el British Museum: Dibujos del Renacimiento a Goya (18)"], "Location": ["Not on display"], "Exhibition history": [" 1976 BM, `Spanish Drawings`, (no cat) 2012/13 Sept-Jan, London, British Museum, ‘Renaissance to Goya: Prints and Drawings from Spain’ 2013 March-June, Madrid, Museo Nacional del Prado, ‘El trazo español en el British Museum …’ 2013, Aug-Nov, Sydney, AGNSW, 'Renaissance to Goya' 2013-4, Dec-Mar, Santa Fe, New Mexico Museum of Modern Art, 'Renaissance to Goya' "], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: St Joseph "], "Acquisition name": ["Purchased from: Edward Daniell"], "Previous owner": ["Previous owner/ex-collection: Francisco de Solís"], "Acquisition date": ["1875"], "Department": ["Prints and Drawings"], "Registration number": ["1875,0710.2620"], "Conservation": ["Treatment: 30 Mar 2011"]}