{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1860,0616.121"], "Description": [" The dismissal of Hagar and Ishmael; Abraham in turban stands on the steps of his house, his hand touching the head of Ishmael, Hagar to right. c.1642-1646 Pen and brown ink with brown wash, heightened with white; a touch of red chalk by the figure of Sarah; ruled framing lines in pen and brown ink. 188 x 237 (23/24h); a section of the paper is inserted - see Condition under Comment - in which the chain lines are vertical but cannot be measured; the paper seems to be of a similar type as the rest of the drawing, but has a different watermark - see below). Verso: see Inscriptions. Watermark: on the main sheet, a fragment of a foolscap watermark; on the inserted section, a shield with a crown with Basel crozier, similar to Tschudin 226 (1637). "], "Producer name": ["Attributed to: Rembrandt"], "School/style": ["Dutch"], "Production date": ["1642-1646 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 188 millimetres ", " Width: 237 millimetres (chain lines horizontal, 23/24mm apart) "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, ‘Catalogue of drawings by Rembrandt and his school’, 2010, attributed to Rembrandt, cat. no.75. The subject is from Genesis, XXI, 9-24: Abraham's wife, Sarah, gave birth late in life to Isaac. She had previously been barren and permitted Abraham to take Hagar as his second wife, by whom his son Ishmael was conceived. After Isaac's birth, Sarah forced Abraham to expel Hagar and Ishmael from their home: 'And Abraham rose up early in the morning, and took bread, and a bottle of water, and gave it unto Hagar, putting it on her shoulder, and the child, and sent her away' (verse 14). The immediate basis for the many treatments of the subject by Rembrandt and his pupils[1] are the versions by his master, Pieter Lastman, who also depicted the apocryphal gesture of benediction by Abraham. Further analogies exist with sixteenth-century representations, including an engraving by Georg Pencz (Bartsch 3) and a painting by Jan Mostaert in Lugano.[2] Rembrandt produced an etching of the subject in 1637 (Bartsch 30, Hind 149), with which the present sheet was long associated, but the relationship is not especially close. The etching is upright in format and the liquid handling of the drawing conforms more closely with Rembrandt's style in the 1640s. Of the unquestioned drawings of this period, mention might be made of the 'Entombment' in the Rijksmuseum (Benesch 482, recto), the 'Two Men in Discussion' in the Courtauld Institute (Princes Gate Collection, Benesch 500a), the 'Study for the sick Woman in the Hundred Guilder Print' in the Rijksmuseum (Benesch 183), the 'Blind old Man' for the same print in the Louvre (Benesch 185) and the 'Star of the Kings' (cat. no.38; inv. no.1910,0212.189, Benesch 736). In comparison with these the attribution to Rembrandt of the present sheet does not inspire complete confidence. Its proximity to a drawing in the Rijksmuseum of 'Christ and the Magdalene' (Benesch 537), which has recently been attributed to Ferdinand Bol,[3] undermines its status still further. Nor can its similarity to another drawing that has generally been given to Bol, the 'Joseph interpreting the Prisoners' Dreams' in Hamburg (Sumowski 101), be ignored. Yet the attribution of the latter is not wholly certain[4] and the British Museum's drawing cannot readily be associated with other drawings that are unquestionably by Bol (compare also the drawings in the British Museum, especially Bol cat.nos.3-5; 1836,0811.337, 1918,0615.9 and 1946,0713.168). The head of Abraham may also be compared to that of the father in Rembrandt's drawing in Haarlem of the 'Return of the Prodigal Son' (Benesch 519). The figure of Ishmael resembles the 'Three Orientals in Conversation' in the Rijksmuseum (Benesch 682).[5] Nevertheless, like the 'Man of Gibeah offering Hospitality' (cat. no.76; Oo,9.67), which seems to be by the same hand, it is here retained under Rembrandt's name with misgivings. Both drawings, if by Rembrandt, should be dated to around 1642-6 on the basis of the analogies enumerated above. It must be stressed that a judgement on the status of the present sheet can only be made with reference to the older photograph (see under Condition). Several variants by Rembrandt's pupils and followers are known which seem to depend on the British Museum's drawing (another reason, perhaps, for retaining it under the master's name). The closest are school copies, one in a private collection which follows the original closely but in reverse,[6] the other in the Louvre which is also horizontal in format and in which the three main figures are little changed, but it is probably based on yet another drawing.[7] Two later versions by or attributed to Rembrandt himself also exhibit similarities with the London drawing (including cat. no.50; 1910,0212.175 - see n.1 below), as do several school paintings and drawings of the 1640s and 1650s.[8] The earliest to be dated are two paintings by Gerbrand van den Eeckhout and Jan Victors of 1642,[9] coinciding with the terminus a quo here suggested for the date of the British Museum's drawing. Two reproductive prints were etched after the drawing by J. J. de Claussin (1795-1844). In one the composition is reversed. NOTES: [1] Three drawings by Rembrandt, as well as his etching, could be autograph: two in the British Museum (the present sheet and cat. no.50; 1910,0212.175) and one in the Rijksmuseum (Benesch 916, see Amsterdam, 1985, no.40, where dated c.1650). In Vienna is a black chalk sketch by Rembrandt (Benesch 447) after Lastman's painting of the subject of 1612 in Hamburg. A version in Berlin (Benesch 649) has in my view been correctly rejected as a Rembrandt by several authors, including Falck and Valentiner, and has been associated with Aert de Gelder (see Berlin, 2006, p.216, repr. p.215). A drawing exhibited as by Rembrandt at Marseilles in 1861 from the collection of M. Gendarme de Bavotte cannot now be identified (see Chaumelin, 1862, pp.161-2 and Vosmaer, 1868, p.450, and 1877, p.516). School versions are discussed below. [2] For the iconography, see Hamann, 1936, C. and A. Tümpel in Exh. Berlin, 1970, under nos.6 and 7, Zafran, 1977, Exh. Amsterdam, 1984-5, pp.84-91 and Exh. Berlin-Amsterdam-London, 1991-2, pp.380-83. Drawn versions by or formerly attributed to Lastman are also repr. Freise, 1911, figs.38, 39 and 42. [3] See Schatborn, 1985, pp.94-5, repr. fig.1. The comparison was first made by Benesch, 1935, and Henkel in Amsterdam, 1942 (see Lit. below). [4] The attribution of the Hamburg drawing depended on its relationship to a painting at Schwerin, long atttributed to Bol but now assigned to Kneller (Sumowski, 'Gemälde', III, 1983, no.970, repr.). Blankert, 1982, no.D1, also doubts the attribution of the painting to Bol. [5] By Schatborn in Amsterdam, 1985, no.26, repr. (as of the mid-1640s). [6] Brought to my attention by e-mail from Christie's, Paris, 5 January, 2006. The drawing is very stained (I have not seen the original). It was later offered at Paris, Artcurial (F.Tajan), 19 January 2006, lot 3 (unsold) and subsequently acquired by a private collector (who kindly communicated this to the British Museum by e-mail on 15 August 2008. [7] Paris, 1933, no.1208, repr.; assigned by Bauch, 1952-3, p.232, and Sumowski, in, 1980, no.736x, to G. van den Eeckhout. Other school drawings are repr. Valentiner, I, 1925, nos.18-19, 21-5 (25 here De Gelder cat. no.1 [1910,0212.176, Benesch 648]), 28-9 and 428 (the latter repr. Exh. Bremen, 2000-2001, p.27, fig.10 and p.175, no.A26 as perhaps by Victors, following Sumowski, 1963, p.98, no.126). Another version showing the central group only (formerly A. Glüenstein collection, L.123 and art market, London), shows them in precisely the same attitudes as the one in Paris. It was accepted by Benesch as an original (1964, p.123, repr. fig.20; 1973, III, no.524A, repr. fig.692) and by Bernhard, 1976, II, p.316, repr., but assessed as a copy by Sumowski, loc. cit. The compiler saw this drawing in March 1994 and believes it to be a good school drawing of the same period as the British Museum sheet. It does not seem to be a copy, and bears a basilisk watermark similar to Briquet 844, which he dates to 1644, precisely the period to which we assign the British Museum's drawing. It may have been substantially cut, and the Louvre drawing mentioned above was probably based on it. Jacob van Dorsten's study of the subject in the Rijksmuseum is also based, in reverse, on the present sheet or another similar version now lost (see Sumowski, II, 1979, p.1128, under no.526). [8] For example, those by Ferdinand Bol and Jan Victors, repr. Sumowski, 'Gemälde', I, 1983, no.92, and IV, 1989, no.1731 (Victors painted the subject at least five times) and the drawing by Maes in Berlin (S.1764) which was probably done c.1653 for his painting of the subject in New York (Sumowski, 'Gemälde', III, no.1315, repr. in colour). The figure of Hagar resembles that in a lost painting formerly attributed to Rembrandt but of dubious status, known through a mezzotint by J. Spilsbury (repr. Sumoski, 'Gemälde', IV, no.1758, as by Victors). [9] Repr. Sumowski, 'Gemälde', II, no.393, the Victors as in n.8. LITERATURE (always as Rembrandt unless otherwise stated: 'etching' refers to Bartsch 30, Hind 149): Middleton, 1878, pp.197-8, under no.204 (study in reverse for the etching, with considerable differences; Michel, 1893, p.581; Seidlitz, 1894, p.122 (doubtful as Rembrandt); Seidlitz, 1895/1922, p.42/103, under no.30 (as Middleton, 1878); Lippmann, I, no.101; Kleinmann, II, no.51; Bell, c.1905, p.14, pl.XXIII; Valentiner, 1905, p.29 (c.1636-7; the child Rumbartus, Rembrandt's son); Hofstede de Groot, 1906, no.865 (c.1637, reminiscent of etching); Exh. Paris, 1908, p.27, under no.28 (relates to etching); Saxl, 1908I, p.536, (inspired Munich forger to create Munich inv. no.1471); Becker, 1909, pp.55-7 repr. pl.IV (on narrative qualities); Wurzbach, 1910, p.417; Hind, 1912/24, I, under no.101 (compares etching and Rijksmuseum drawing, Benesch 916); London, 1915, no.34 (c.1635-40; near in date to etching; notes Amsterdam version, Benesch 916, and doubts of Seidlitz, 1894); Eisler, 1918, pp.44-5, repr. fig.15 and pp.106, 117-18 and 237 (for the etching); Hirschmann, 1918, p.22 (school, based on Benesch 916, Rijksmuseum); Graul, 1920, p.23 (relates to etching); Valentiner, I, 1925, no.20, repr. (approx. same period as etching and Widener sheet, Benesch 499); Kauffmann, 1926, p.176, n.1 (c.1637-8); Weisbach, 1926, p.216 (later 1630s and thus after the etching); Van Dyke, 1927, p.51 (Bol); Müller, 1929, p.59 (c.1637, like the etching; Lastman influence, citing Rembrandt's Vienna copy, Benesch 447); Hell, 1930, pp.22-3 and 36 (architecture and steps compared to earlier and later works); Paris, 1933, p.38, under nos.1208-9 (copy in Louvre, falsely dated 1650; another weak version in Louvre is based on British Museum sheet and Benesch 916 in Amsterdam); Exh. Madrid, 1934, p.49, under no.49 (related to etching); Benesch, 1935, p.35 (c.1642/43); Hamann, 1936, pp.511-13 and 520, repr. fig.61 (later than the etching); Amsterdam, 1942, p.20, under no.45, and p.29, under no.59 (1637, related to etching; follows Benesch 1935 in comparing Benesch 537; second ref. dates British Museum drawing early 1640s; refutes Hirschmann, 1918); H. E. van Gelder, 1946, III, p.25 (broad execution; relates to etching); von Alten, 1947, no.28, repr.; 'Rembrandt Bible', 1947, no.4, repr.; Hamann, 1948, pp.30, 80 and 82-4, repr. fig.58 (c.1638, after the etching; relates to other variants, including Rembrandt's copy after Lastman in Vienna, Benesch 447); Wallrath, 1949, p.103 (c.1637; notes inconsistent dating in Amsterdam, 1942); Münz, 1952, II, p.86, under no.174 (later than the etching, which is based on Tempesta); Bauch, 1952-3, p.229, n.13 (mentioned in error; the drawing referred to sold Sotheby's, 21 March 1973, lot 56, as noted by Sumowski, 1975, pp.183-4, n.62); Benesch, III, 1955/73, no.524, repr. fig.652/693 (1642-3; compares Benesch 520, 'Mourners beneath the Cross', the etching and other versions that had been repr. by Valentiner, 1925; believes Louvre copy records another sheet, now lost); Biörklund and Barnard, 1955, p.67, under no.37A (relates in reverse to etching); Roger Marx, 1960, repr. p.212, fig.72a; Scheidig, 1962, pp.49-50, no.66, repr. {c.1642-4; subject rare outside Rembrandt's circle); Rotermund, 1963, p.14 and repr. pl.21; Stech, 1968/63, p.20 and repr. pl.36; Benesch, 1964, pp. 122-4, reprinted Benesch, 1970, p.256 (c.1642-3; most important sheet of the subject; compares Benesch 524a and rejects Louvre version); Exh. Amsterdam, 1964-5, p.65, under no.54; Slive, 1965, I, no.102, repr. (c.1640-43); Fuchs, 1968, pp.46-7, repr. fig.8 (c.1639; relates to versions illustrated by Valentiner, 1925); Walsh, 1972, pp.105-114 (influenced Maes' drawing in Berlin [Sumowski 1764] related to Maes' painting in New York of 1653 [Sumowski, 'Gemälde', no.1315]); Bernhard, 1976, II, repr. p.314; Exh. Milwaukee, 1976, p.28, under no.9 (influenced van der Pluym); Haak, 1976/74, no.41, repr. (c.1642-3); Zafran, 1977, p.98, repr. p.103, fig.14 (1640s; compares versions by Victors; iconography based on Lastman and traceable to Mostaert); Sumowski, III, 1980, under no.736x (the basis for school drawings - see n.8 above; also as Walsh, 1972); Hoekstra, II (deel 1), 1983, repr. p.24 (c.1640-43); Amsterdam, 1985, under no.40, repr. fig.40a, and under no.62 (mid-1640s); Sumowski, IX, 1985, p.4780, under no.2129x (beginning of 1640s; influenced van der Pluym); Exh. Paris, 1986, p.110, under no.55 (compares Lastman painting Hamburg); Sumowski, 'Gemälde', IV, 1989, p.2364, under no.1591 (as in 1985); Exh. Berlin-Amsterdam-London, 1991-2, pp.382-3 and n.8 (Ishmael seen from behind here and in cat. no.50; 1910,0212.175, differing in this from Lastman's painting in Hamburg or the painting attributed to B. Fabritius in San Francisco, Sumowski, 'Gemälde', no.547); Haverkamp-Begemann, 1992, p.466 (by Bol?); Schatborn, 1994, p.22 (attribution questionable - as Exh. London, 1992); Giltaij, 1995, p.100 (by a skilful follower); Kuretsky, 1997, p.62, repr. fig.3-4; Exh. Bremen, 2000-2001, p.36, under no.3, repr. fig.a; Budapest, 2005, p.136, under no.130 (compares composition of drawing by S. van Hoogstraten of 'Flight into Egypt', in the Museum of Fine Arts in Budapest, Sumowski 1190x); Exh. Braunschweig, 2006, p.64, under no.20 (influenced S. van Hoogstraten, esp. figure of Hagar, in drawing in Braunschweig, inv. no.Z 337, Sumowski 1208x); Exh. Paris, 2006-7[II], p.113, under no.39, repr. fig.74 (more restrained mood than the etching)."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (34) ", " Benesch 1973 / The Drawings of Rembrandt (524) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (75) (attributed to Rembrandt) "], "Location": ["Not on display"], "Exhibition history": [" London, 1899, no.A24 (compares to etching, Bartsch 30, Hind 149, of 1637 and dated to same period); 1938, no.34 (c.1635-40); 1956, p.24, no.1; 1992, Drawings by Rembrandt and his Circle, no.41, repr. in colour (c.1642-6); 2021-22, 6 Oct-30 Jan, Becoming Rembrandt: creativity and competition in Amsterdam, Stadel Museum Frankfurt. "], "Condition": ["The figure of Abraham is inserted on a separate piece of paper in the centre that does not completely fill the gap by Hagar’s right foot; comparison with an old photograph (taken c.1930-45) shows that the drawing has suffered from exposure to damp since this period (it may have been dampened to lift it from an old mat); as a result the ink in the lines has run considerably and there is a water stain along the top right edge; a reproduction from the old negative (no.½ pl.11838) is to be included here for comparison."], "Subjects": ["old testament"], "Associated names": [" Representation of: Abraham ", " Representation of: Hagar ", " Representation of: Ishmael "], "Acquisition name": [" Purchased from: Samuel Woodburn ", " Purchased through: Christie's (Woodburn's sale, 13.vi.1860/1388 as 'Rembrandt, Van Rhyn - Abraham dismissing Hagar - pen and bistre wash' bt Tiffin for £5-15-0) ", " Purchased through: Walter Benjamin Tiffin "], "Acquisition date": ["1860"], "Acquisition notes": ["Possibly John Knight sale, London, Phillips, 20 July, 1841, lot 113 (‘Dismissal of Hagar – pen and bistre, fine’) bt Woodburn, £1-14-0; Samuel Woodburn, sale, Christie’s, 9th day, 13 June, 1860, lot 1388."], "Department": ["Prints and Drawings"], "Registration number": ["1860,0616.121"], "Conservation": ["Treatment: 03 Jan 1992"]}