{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1871,0812.2140"], "Description": [" The diplomatic corps of Naples: in the foreground, two thin men, in profile (Bonecchi at left and Count Proshansky at right), surrounding a paunchy prelate (Cardinal Bernis, French ambassador in Naples) wearing the insignia of the Order of the Saint-Esprit; seven other diplomats in the background. 1784 Etching "], "Producer name": ["Print made by: Baron Dominique Vivant Denon"], "School/style": ["French"], "Production date": ["1784"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 148 millimetres ", " Width: 173 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["A duplicate impression (1931,0413.291) is annotated with names of the three sitters. Text from Jenkins & Sloan, 'Vases and Volcanoes' BM 1996, cat.14: Vivant Denon was to become Director of the National Museums in France, responsible for the installation in the Louvre of the treasures brought by Napoleon from all over Europe. From 1772 until 1785, however, as Chevalier de Non, he was a diplomat in the service of Louis XV and later Louis XVI. He came from the minor nobility of Burgundy (the Revolution was to change de Non to Denon), and combined great intelligence and charm (especially to women) with a passionate devotion to the arts, forming his own collection. His first diplomatic post had been to the court of Catherine the Great at St Petersburg, where he met Diderot; from there he was sent on missions to Stockholm and then Geneva, spending a week with Voltaire in Ferney en route. From 1777 to 1779 Denon undertook a long journey through Sicily, Malta and Calabria in order to supervise a group of artists and to provide a travel diary for a publication being prepared by J. B. de Laborde and the Abbé de Saint-Non - the 'Voyage Pittoresque ou Description des Royaumes de Naples et de Sicile' (1781-6), one of the most celebrated books of the eighteenth century (Griffiths, pp. 408-11). He applied for and took up his post as secretary to the French embassy in Naples in the spring of 1779. When the ambassador left in 1782 he became charge d'affaires. It was a very difficult time to be a French diplomat at the court in Naples. The queen and her new favourite, John Acton (See Jenkins & Sloan 1996, cat. no. 13), were working together to pull Naples away from its political dependence on the Bourbon court of the king's father in Spain. The latter was pushing Ferdinand IV to join the Spanish and French in the war against Britain, but the queen was determined to forge connections with her own Habsburg family and inclined strongly towards the British for assistance; both she and Acton were very anti-French. When Denon reported the queen's indiscretions with various young political advisers a little too assiduously to his superiors in Paris, he earned himself a reprimand - the queen's sister was Marie Antoinette, and reports that dealt too much with gossip about her personal affairs were not welcome in dispatches that might reach royal eyes in France. A situation which was delicate to begin with soon became difficult and even insupportable. When a French ship arrived in the harbour in 1782, Acton found a reason to accuse Denon of using one of the queen's ladies to gain information, and early in 1784 he found himself, along with the French consul and Spanish ambassador, removed from guest lists for certain functions. Cardinal de Bernis, the long-serving, well-respected French ambassador to the Holy See at Rome, was dispatched to Naples to calm the situation in the summer of 1784. The presence of the rotund cardinal in this etching which depicts the corps diplomatique at Naples indicates that it was drawn during his visit to the Neapolitan court. The carefully regulated diplomatic formalities are observed with some humour and skill, Bernis standing benignly in the centre between a young man who may be Denon on the right and the tall bowing figure of Sir William Hamilton on the left, the representatives of other European courts around them. De Bernis seems to have persuaded Denon to resign his diplomatic post, as he sent a request to be recalled for personal reasons shortly afterwards and in 1785 the new French ambassador to the court of Naples, Baron de Talleyrand, finally arrived. Denon returned to a pension in Paris and in 1787 he was received into the Académie de Peinture as an engraver. A year later he left for Venice, where he remained until events in Paris forced him to return at the end of 1793. He returned to prevent his estate being confiscated as Emigré property, but J.-L. David vouched for him and found him employment engraving republican costumes. In 1798 he joined Napoleon's expedition to Egypt and began his brilliant career as an administrator of arts. See also cat. exhib. 'Denon, l'oeil de Napoléon', Paris, 1999, No.24."], "Bibliographic references": [" Chu 1988 / Dominique Vivant Denon. French master of the nineteenth century (202) ", " IFF / Inventaire du Fonds Français: Bibliothèque Nationale, Département des Estampes (357) ", " Jenkins & Sloan 1996 / Vases and Volcanoes - Sir William Hamilton and his collection (14) "], "Location": ["Not on display"], "Exhibition history": [" 1996, London BM, 'Vases and Volcanoes: Sir William Hamilton and his collection', cat.14 "], "Subjects": ["christian cleric"], "Associated names": ["Representation of: Cardinal François Joachim de Pierre de Bernis, Archbishop of Albi"], "Acquisition name": ["Purchased from: Edward Daniell"], "Previous owner": ["Previous owner/ex-collection: Joseph Lilly"], "Acquisition date": ["1871"], "Department": ["Prints and Drawings"], "Registration number": ["1871,0812.2140"], "Conservation": ["Treatment: 28 Sep 1995"]}