{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1834,0712.57"], "Description": [" Rest on the flight to Egypt; the Holy Family in a landscape; the Virgin sits with Child underneath a tree, Joseph stands with donkey to the left; they are surrounded by numerous putti, one of whom blows a trumpet, with an attached banner, containing the Saxon shields; tone block printed in light brown. 1509 Chiaroscuro woodcut, printed from two blocks "], "Producer name": ["Print made by: Lucas Cranach the Elder"], "School/style": ["German"], "Production date": ["1509"], "Materials": ["paper"], "Technique": ["woodcut"], "Dimensions": [" Height: 285 millimetres ", " Width: 185 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Cf. D. Koepplin / T. Falk, Lucas Cranach: Gemälde - Zeichnungen - Graphik, 2 vols, exh. cat. Kunstmuseum Basel, 1974, no. 375. Additional lit.: Lit.: Magdalena Bushart, 'Druckgraphilk-Derivate Albrecht Altdorfers Helldunkelzeichnungen' in 'Jenseits des Disegno', Petersburg, 2018, p. 123, fig. 18. Label text from Nativity show: This image of the Holy Family has a markedly northern European feel thanks to the oak tree under which they shelter. The trumpet blown by one of the child angels also bears the arms of Saxony. Apart from making music, the angels are engaged in practical activities such as collecting water, firewood and food. The print is signed with Cranach’s initials on a shield with a winged serpent: a coat of arms awarded him by his employer the Duke of Saxony in 1508."], "Bibliographic references": [" Hollstein / German engravings, etchings and woodcuts c.1400-1700 (7) ", " Dodgson 1903, 1911 / Catalogue of Early German and Flemish Woodcuts in the BM, 2 vols (II.294.58) ", " Bartsch / Le Peintre graveur (3) ", " Savage 2021 / Early Colour Printing: German Renaissance Woodcuts at the British Museum (16) "], "Location": ["Not on display"], "Exhibition history": [" 2006/7 Nov-Jan. BM, Nativity show (no cat.) 2010/11 Oct-Jan, Brussels, Palais des Beaux-Arts, Lucas Cranach the Elder "], "Subjects": ["holy family with angels"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": [" Purchased from: Richard Grenville, 1st Duke of Buckingham and Chandos ", " Purchased through: Phillips (auctioneers) (19.vi.1834/2390) "], "Acquisition date": ["1834"], "Acquisition notes": ["This important group of prints by and after Dürer and Lucas van Leyden was purchased by Ottley in the second part of the Stowe sale. They were listed in the 1837 inventory under the numbers Kk,6.1 to 162 and were also registered as 1834,0712.1 to 162. Both the 1834,0712 and the Kk,6 numbers have been used in the past, but it is too disruptive to change them now as so many have been mounted. Instead on every record the alternative number has been entered as an additional number. The 162 prints were all sold on 19 June 1834; Ottley bought 20 lots in that day's sale and the total price paid by the BM was £95 17s 6d. Ottley seems to have done the bidding at the sale in person. (AVG 2019)"], "Department": ["Prints and Drawings"], "Registration number": ["1834,0712.57"], "Additional IDs": [" Other BM number: Kk,6.57 "]}