{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6832"], "Title": ["Object: A weeks amusement for Iohn Bull."], "Description": [" Pitt (left), tall and thin, holds out a large scroll to John Bull, a countryman in top-boots. He says: \"There Master John, we'll endeavour to furnish you with afresh Bill of fare next week\". The scroll, the rolled end of which rests on the floor, is inscribed: 'Hamburgh Mails. \\ News from Paris. \\ German Gazzettes. \\ Report \\ of secret Committe. \\ Income Tax \\ Race \\ between \\ Diamond, & \\ Hambletonian, \\ at \\ Newmarket. \\ Deliverance of Europe. \\ News from Egypt. \\ bitto [sic] \\ from Ireland. \\ Important \\ Intelligence, \\ from \\ The East Indies'. John points to 'Diamond', saying, \"Dang it Measter - let times go how they will - I must have a bet on one of them Horses.\" 27 March 1799 Hand-coloured etching "], "Producer name": ["Published by: S W Fores"], "School/style": ["British"], "Production date": ["1799"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 266 millimetres ", " Width: 287 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) A satire on the intense interest, at a time of national crisis, in a match for £3,000 on 25 Mar. at Newmarket between Hambletonian (b. 1792, Highflyer Mare by King Fergus) and Diamond (b. 1792, Matcham Mare by Highflyer), owners Sir H. Vane Tempest and Mr. Cookson. This was expected 'to form a new era on the turf. Hambletonian won by half a neck. 'Lond. Chron.', 25 and 26 Mar.; 'Stud Book', 1802. The chief public sources of Continental news were the Hamburg Mails and the French newspapers; the news eagerly awaited was of the war between Austria and France, Francis II having made his long-awaited declaration of war on 12 Mar.; after some success on the Upper Inn the French were defeated at Stockach (25 Mar.). 'Lond. Chron.', Mar., 'passim.' The news from India was that open hostilities with Tipu Sahib were inevitable. Ibid., 9 Mar. For the Income Tax see BMSat 9363, &c. for the Report of the Secret Committee, BMSat 9369. Besides the anxieties over the Union (see BMSat 9284, &c.) another Irish rising with French support was feared. Ibid., 16th Mar.; 'Cornwallis Corr.' iii. 76, 77, 81. Movements at Brest were anxiously watched. 'Corr. of Lord Castlereagh', ii, 'passim.'"], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9366)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": ["Representation of: William Pitt the Younger"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6832"]}