{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1867,0112.9"], "Title": ["Object: Diversions of Purley."], "Description": [" Pl. from the 'Satirist', ii. A rowdy scene at the dinner-table of Horne Tooke, at Wimbledon. At one end (l.) sits Bosville decapitating a dog, 'John Bull', at a small guillotine standing on the table. In his pocket is a pamphlet: 'Killing no Murder' [by Saxby, 1657]. Two young men watch with pleasure. On his back under the table lies an ugly 'Irish pleader' (probably Curran, who often visited England). A brawny man in Highland dress, wearing a broadsword, argues across the table with a military officer; he has smashed the table with his fist. Opposite, Burdett's brother, Jones Burdett, stands tipsily flourishing bottle and glass. A man in volunteer uniform (Lord Duncannon) empties a tankard of beer on the head of a brewer described as 'Tim'. Parson Este, wearing a cassock over Harlequin's dress, stands on the table, posturing with a poker and a cat; a book, 'My own Life', is tucked into his belt. Horne Tooke and Burdett, both wearing bonnets rouges, sit close together, Burdett studying a 'Horn Book' [to illustrate his childish dependence on Tooke, as in BMSat 11056], while Tooke abstracts his purse to illustrate an explanation of 'Droits' [see BMSat 10967] which he is giving his pupil. At the end of the table (r.) are two barristers in conversation; one is Clifford (see BMSat 10708), holding a pamphlet: 'Flower for Libel'. The other hugs a bottle inscribed 'Essence of Algernon' [Sidney, the republican]. On the farther side of the table two guests clasp hands, waving their bonnets rouges. An officer who had been in Egypt (in civilian dress) lies on the ground (r.), drunk (? Lord Hutchinson). On the r. end of the table is a plaster figure ot a naked child wearing a bonnet rouge and holding up a cap of Liberty on a staff, and described as holding a phallus. It stands on a pedestal: 'To Reason and Liberty'. On the floor, besides broken bottles and glasses, are books. 'Trial of John Horne Tooke for High Treason' [see BMSat 8491]; 'Priapus'; 'Diderot'; 'Age of Reason' [Paine's book, see BMSat 8646, derided by Tooke]; ΕΠΕΑΠΤΕRΟΕΝΤΑ [the first title of 'Diversions of Purley', see BMSat 9894]. 1 April 1808 Hand-coloured etching "], "Producer name": [" Print made by: Samuel De Wilde ", " Published by: S Tipper "], "School/style": ["British"], "Production date": ["1808"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 195 millimetres ", " Width: 325 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) A slanderous attack on the weekly dinners of Tooke at Wimbledon which were believed were believed to be financed by Bosville and Burdett. The Highlander is Bosville's nephew and heir, Godfrey Macdonald, who succeeded as 3rd Baron Macdonald of Slate; he took part in the expedition to the Cape in 1805-6, and was Lt.-Col. of the Grenadier Guards from 1808. Parson Este, see BMSat 7607, was one of Bosville's protégés. Clifford's book is a tract by him: 'Proceedings of the . . . Lords in the case of Benjamin Flower for a libel . . .', Cambridge, 1800."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10976)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Sir Francis Burdett, 5th Baronet ", " Associated with: John Philpot Curran ", " Associated with: Denis Diderot ", " Associated with: John William Ponsonby, 4th Earl of Bessborough ", " Associated with: Charles Este ", " Associated with: Benjamin Flower ", " Associated with: Godfrey Macdonald, 3rd Baron Macdonald of Slate ", " Associated with: Thomas Paine ", " Associated with: Algernon Sidney ", " Associated with: John Horne Tooke "], "Acquisition name": ["Purchased from: John Wilson"], "Acquisition date": ["1867"], "Department": ["Prints and Drawings"], "Registration number": ["1867,0112.9"]}