{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.1162"], "Title": ["Object: Ci-devant occupations-or-Madame Talian and the Empress Josephine dancing naked before Barrass in the winter of 1797.-a fact!-"], "Description": [" Below the title: 'Barrass (then in Power) being tired of Josephine, promised Buonaparte a promotion, on condition that he would take her off his hands; - Barrass had, as usual, drank freely, & placed Buonaparte behind a Screen, while he amused himself with these two Ladies, who were then his humble dependents, - Madame Talian is a beautiful Woman, tall & elegant; - Josephine is smaller & thin, with bad Teeth, something like Cloves, - it is needless to add that Buonaparte accepted the Promotion & the Lady, - now, - Empress of France!' In the centre of the design the two women dance, veiled by transparent drapery which is framed by a heavy festooned curtain. On the r., in full light, sits Barras, lolling tipsily in an ornate armchair. On the left., in shadow, Bonaparte lifts the curtain to stare intently at Josephine. The women are naked, except for gartered stockings, slippers, bracelets, and barbaric ear-rings. They dance, beating tambourines, and are as described, Mme Tallien in back view, Josephine directed towards Bonaparte but looking over her right. shoulder. Their hair hangs in snaky locks below the waist. Barras' chair or Directorial throne has a draped canopy, its back is surmounted by a realistic figure of an infant Bacchus among grapes wearing a bonnet rouge and holding up a full glass and a bottle resembling a Chianti flask. Similar flasks and a cornucopia with grapes flank the Bacchus. Barras, bloated and brandy-faced, holds a glass, spilling the contents. Before him is an ornate round writing-table; its legs are carved with satyrs' heads and terminate in hooves. A decanter of 'Burgundy' stands on a paper headed 'Egypt'; 'Commission pour Buonaparte', above the signature, 'Barrass'. There is also a bottle of 'Mareschino', decanters, and glasses. Other bottles and a broken glass lie on the floor. On the wall an oval frame is inscribed 'Messalina'; the picture is hidden by the curtain framing the dancers. Bonaparte leans forward, holding his cocked hat behind his back. He wears a long military coat with heavy sword and boots. Behind him is a high folding screen. On this are skulls wearing bonnets rouges, and, above, partly concealed by the curtain, a shadowy crown. On another leaf (l.) a little Cupid, blowing a pipe, rides a crocodile, pyramids and palm-trees forming a background (cf. BMSat 11057). 20 February 1805 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1805"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 302 millimetres ", " Width: 450 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) A grossly libellous satire based on the facts of Napoleon's infatuation with Josephine in 1796 when she and Mme Tallien were protegées of Barras, and the command of the Army of Italy which he obtained through Barras as a result of his marriage in 1796 (cf. BMSat 10058). It anticipates the spirit of the venomous passages in Barras' own 'Mémoires'. Grego, 'Gillray', p. 315 f. (small copy). Reprinted, 'G.W.G.', 1830. Broadley, i. 226 (coloured reproduction), 229. Reproduced, Fuchs, i. 152."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10369)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": [" Associated with: Paul François Jean Nicolas, Vicomte de Barras ", " Associated with: Joséphine, Empress of the French ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Thérèse Tallien "], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.1162"], "Conservation": ["Treatment: 11 Nov 2013"]}