{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6771"], "Title": ["Object: Nelson's Victory;-or-Good-news operating upon Loyal Feelings."], "Description": [" Members of the Opposition, arranged in two horizontal rows, receive the news of Aboukir. [1] In the upper left corner Burdett sits, directed to the right, intently reading the 'Extraordinary Gazette' on 'Nelson's Victory'; his shock of hair covers his eyes, and he says, left hand raised in alarm: \"sure I cannot see clear?\" On the wall (left) is a print, a profile head of 'Buonaparte'. [2] Jekyll stands beside Lansdowne, who reclines in an arm-chair in dressing-gown and bonnet-rouge, a gouty leg resting on a cushion. He holds out a paper headed 'Captured IX French Ships of War'; under his arm is a paper: '2 Burnt'; he holds up two fingers. Lansdowne puts his hands over his ears, saying, \"I can't hear! I can't hear.\" (For Jekyll and Lansdowne cf. BMSat 9179, &c.) [3] Bedford, sitting on a large treasure-chest, sourly tears in half a paper: 'complete Destruction of Buonaparte's Fleet - ', saying, \"It's all a damn'd Lye\". Behind his chest are padlocked sacks inscribed '£', indicating his wealth; on the wall hang jockey-cap, boots, and riding-whip. [4] Erskine lies back in his chair holding a smelling-bottle to his nose, from his dangling right hand have dropped papers: 'Capture of Buonaparte's Dispatches'. He says \"I shall Faint, I.I.I.\" He sits by a table on which are writing-materials and 'Republican Briefs'. (For Erskine's fainting in court, and egotism, see BMSats 7956, 9246, &c.) [5] Norfolk sits in an arm-chair beside a table on which are signs of a debauch: overturned decanters and a candle guttering in its socket. Wine pours from his mouth and from a glass in his right hand. At his feet is a broken tobacco-pipe, in his left hand a paper: 'Nelson & the British Fleet'. He says \"what a sickening Toast!\" (cf. BMSat 9168, &c). [6 and 7] Tierney and Sheridan sit looking at each other across a table, Tierney (left) clutching his knee, on which lies a paper: 'End of the French Navy - Britannia Rules the Waves'. From his pocket issues a paper: 'End of the Irish Rebellion'. He says: \"ah! our hopes are all lost\". Sheridan, elbows on the table, his chin in his hands, says \"I must lock up my Jaw!\" Before him are papers: 'List of the Republican Ships Taken and Destroy[ed]'. [8] Fox, in the lower right corner, hangs by a noose, having just kicked a stool from under his feet; his crisped fingers have dropped a paper: 'Farewell to the Whig Club'. He says: \"and I, - end with Éclat!\" He wears a bonnet-rouge. 3 October 1798 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1798"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 261 millimetres ", " Width: 365 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) News of the Battle of the Nile (1 Aug.) reached England on 26 Sept., confirming a report in the French 'Rédacteur'. It ended a period of conflicting reports and extreme anxiety during Nelson's chase of the French fleet, see BMSat 9241. St. Vincent calls it (28 Sept.) 'the almost incredible and stupendous victory'. 'Navy Records Society, Spencer Papers', ii. 473. See ibid., pp. 425 ff. Lady Holland (Nov. 1798) describes the 'lamentable plight' of the Opposition owing to successes in Egypt and Ireland, 'so contrary to their predictions'. 'Journal', i. 203. See BMSats 9241, 9251, 9257, 9258, 9259, 9262, 9263, 9266, 9267, 9273, 9279, 9411, and cf. BMSats 8518, 8683, 8992. For the battle see BMSat 9250, &c. Grego, 'Gillray', p. 247. Wright and Evans, No. 209. Broadley, i. 120. Reprinted, 'G.W.G.', 1830."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9248)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Francis Russell, 5th Duke of Bedford ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Sir Francis Burdett, 5th Baronet ", " Associated with: Thomas Erskine, 1st Baron Erskine ", " Associated with: Charles James Fox ", " Associated with: Joseph Jekyll ", " Associated with: William Petty, 2nd Earl of Shelburne and 1st Marquess of Lansdowne ", " Associated with: Horatio Nelson, 1st Baron and Viscount Nelson ", " Associated with: Charles Howard, 11th Duke of Norfolk ", " Associated with: Richard Brinsley Sheridan ", " Associated with: George Tierney "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6771"]}