{"artifact_name": "drawing; print study", "Object Type": [" drawing ", " print study "], "Museum number": ["1836,0811.337"], "Description": [" The Holy Family in an interior; study for a print, a room with a canopied hearth at left foreground and a tall window behind, a cat in front, the Virgin seated on the ground suckling the Child, Joseph behind, an open basket and wicker cradle at centre, a chair, and a wicker bed propped against a chest at right. Pen and brown ink with black chalk, touched with red and yellow ochre chalks, with grey and brown wash, heightened with white; the outlines indented for transfer. Verso: Laid down on card. No watermark visible. "], "Producer name": ["Drawn by: Ferdinand Bol"], "School/style": ["Dutch"], "Production date": ["1635-1642 (Circa. (Please refer to the Curatorial Comment for further discussion).)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 180 millimetres ((chain lines vertical, 22mm apart)) ", " Width: 207 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, 'Catalogue of drawings by Rembrandt and his school', 2010, Ferdinand Bol, cat. no.3: A key work for reconstructing Bol's work as a draughtsman, this is his preparatory drawing, indented for transfer to the copper plate, for his etching of 1643 (Bartsch 4; for an impression in the British Museum, see 1973,U.1548).[1] The etching is in reverse and follows the drawing faithfully, apart from the simplification or clarification of some minor details. For example, the articulation of the wall near the window is mostly abandoned, the individual planks of the cupboard by the chair and the floor are largely suppressed, the fenestration is clarified, and the tablecloth by the window is darkened, allowing greater definition of the books resting on the table. As has often been noticed, the composition is related to other works produced by both Bol and Rembrandt between the late 1630s and 1642. The format of the design owes much to Rembrandt's print of 'St Jerome in a dark Chamber' of 1642 (Bartsch 105; Hind 201), in which a window acts as the single light source in a comparable way. This is also the case with the painting in the Louvre of the 'Holy Family with St Anne',[2] which although an upright composition, includes many of the motifs seen in the drawing, such as the bed, the basket hanging on the far wall and the wicker cradle. The construction of beams and floorboards provides further analogies between these works, some of them echoed in other compositions, most clearly in the painting of the 'Parable of the Workers in the Vineyard' in the Hermitage. This has also been assigned to the school of Rembrandt, but it could be an original by the master of around 1637.[3] Comparable interiors are also found in Bol's drawings, in particular the 'Annunciation' now in Veste Coburg, with its window illuminating a dark room, complete with similar furniture to that seen here (and a cat).[4] Bol also returned to the image of the breast-feeding mother on several occasions, as in his painting of the 'Rest on the Flight into Egypt', for which a preparatory drawing survives in the Louvre,[5] and in his drawing of the 'Holy Family' now in Darmstadt.[6] A painting, doubtless based on the etching, was on the art market in 1997,[7] and there is an early drawn sketch after the print, now in Weimar.[8] NOTES: [1] The date has sometimes been read as 1645 or 1649, but the reading 1643 is now generally accepted, and indeed seems almost beyond question in the best impression in the British Museum (1973.U.1548). [2] Corpus C87 (as perhaps by Bol; this remains a controversial reattribution), Bredius 563. [3] Corpus C88, Bredius 558. The Corpus suggested that it reflects a lost work of c.1637, but in the compiler's opinion it is more probably the original by Rembrandt. [4] Inventory no.Z2704, Sumowski 147x. [5] The painting is known through a version, the authenticity of which is disputed, in San Diego (repr. Benesch, II, under no.359). A variant is in Dresden (Sumowski, 'Gemälde', I, no.81, repr.). The Louvre drawing, inv. no.RF29734, which has sometimes been connected with the 'Holy Family in an interior', is repr. Benesch, no.359 and Sumowski, no.96 (with further literature). [6] Inv.no.AE592, Sumowski 195x, repr. [7] London, Phillips, 2 December, 1997, lot 288 (as circle of Salomon Koninck); panel, 190 x 230. LITERATURE : London, 1915, p.61, no.1, repr. pl.xxix (Bol; for his etching of 1643; compared with painting in Louvre; chair to right compared with Rembrandt's 1639 etching of 'Death of the Virgin', B.99, H.161); Hirschmann, 1918, p.23; Van Dyke, 1927, p.47 (by Bol, but resembles van der Pluym); Henkel, 1931, p.81; Köhne, 1932, p.27 (the etching already reworked in first state, thus the drawing preserves a notion of its authentic appearance); Amsterdam, 1942, p.65, under no.2 (shading compared with 'God's Messenger appearing to Joshua' in Rijksmuseum, inv. no.1930-37, Sumowski 196x); Hollstein, III, p.18, under no.4; Sumowski, 1957-8, p.237; Sumowski, 1963[I], p.92 (compares Veste Coburg 'Annunciation', inv.Z.2704, Sumowski 147x); Sumowski, 1965, p.121, under no.5 (as Sumowski 1963[I]); Tsuritani, 1974, pp.18 and 55; Sumowski, 1979, I, no.95, repr.; Exh. Boston-St Louis, 1980-81, p.155, under no.100 (influence of Rembrandt's St Jerome etching, Bartsch 105, Hind 201); Broos, 1984, p.181; Corpus, III, 1989, p.546 and pp.564-6, repr. fig. 7 (1643 date on etching questionable; incorporates elements from other Bol works, including 'Annunciation' in Wroclaw, Sumowski 153x; preceded by the Louvre painting, Corpus C87, Br.563; cat as in Rembrandt's 1639 etching of 'Death of the Virgin', Bartsch 99, Hind161); Exh. New York, 1995-6, pp.238-9, under no.104, n.2; Royalton-Kisch, 2003, pp.152, repr. fig.5; Dibbits, 2006, p.116; N. Middelkoop, ed., 'Ferdinand Bol and Govert Flinck: Rembrandt's Master Pupils' Exh. cat Rembrandthuis/Amsterdam Museum, Amsterdam 2018, cat. no. 106."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (1) ", " Sumowski 1979 continuing / Drawings of the Rembrandt school (95) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (Bol.3) "], "Location": ["Not on display"], "Exhibition history": [" 1858-1860, London, British Museum, no.120 (Bol; for the etching); 1956, London, British Museum, p.31, no.2; 1992, BM, Drawings by Rembrandt and his Circle (not in catalogue). 2017-2018 13 Oct - 18 Feb Amsterman, Rembrandhuis, \"Flinck and Bol: Rembrandt’s master pupils\" 2021-22, 6 Oct-30 Jan, Frankfurt, Stadel Museum Frankfurt, Becoming Rembrandt: creativity and competition in Amsterdam "], "Condition": ["Generally good condition, though a few rubbed parts and scuffs."], "Subjects": ["holy family"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St Joseph "], "Acquisition name": ["Purchased from: W & G Smith"], "Previous owner": ["Previous owner/ex-collection: John Sheepshanks"], "Acquisition date": ["1836"], "Acquisition notes": ["John Sheepshanks; purchased with his collection, 1836 (in inventory as by Jan Lievens)."], "Department": ["Prints and Drawings"], "Registration number": ["1836,0811.337"], "Conservation": ["Treatment: 07 Jul 2017"]}