{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1860,0114.150"], "Title": [" Object: St Antony, Pope Cornelius and Mary Magdalene ", " Series: Galerie des Frères Boisserée "], "Description": [" The three saints standing, each equipped with their individual attributes. 1823 Lithograph with tint-stone "], "Producer name": [" After: Stefan Lochner ", " Print made by: Johann Nepomuk Strixner "], "School/style": ["German"], "Production date": ["1823"], "Production place": [" Printed in: Stuttgart "], "Materials": ["paper"], "Technique": ["lithograph"], "Dimensions": [" Height: 283 millimetres ", " Width: 190 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Text from Antony Griffiths and Frances Carey, 'German Printmaking in the Age of Goethe' BM 1994, no. 127 : In the years following the closure of many churches and Monasteries by the invading French, the brothers Sulpiz (1783-1854) and Melchior Boisserée, with their friend J.B.Bertram, assembled an extraordinary collection of early German and Netherlandish painting. This was very well known and much visited, and Sulpiz Boisserée knew almost the entire German intellectual elite. Goethe published various essays on the collection (see J.Gage, 'Goethe in art', 1980 pp. 130-47), and his correspondence with Sulpiz between 1810 and 1832 occupies no less than 593 Pages in the 1862 edition of Sulpiz's 'Briefswechsel'. In 1819 the brothers moved the collection from Heidelberg to Stuttgart, where Strixner saw it. He was so enthralled by the paintings that he threw up his safe job in Munich, and entered into an agreement with the brothers to publish lithographs of the entire collection accompanied by their text. His autobiography describes his sale of his house and possessions in Munich, and triumphal reception in Stuttgart with his whole family, one draughtsman and two printers. The published correspondence and diaries of Sulpiz Boisserée, and numerous reviews in 'Kunstblatt' by Speth allow the progress of the project to be followed. Sulpiz was at the same time working on his great monograph, 'Geschichte und Beschreibung des Doms von Köln', 1823-32, of which he had the plates engraved in Paris. This made him realise that technical advances in lithographic printing in France were now outstripping Germany, and so at the very end of 1823 he arranged for Strixner and Adam Franz Schnorr to spend some months in Paris being taught by Constans. The prints were published in thirty-nine parts, each containing three plates: one was of the early Cologne School, one of the period of Jan van Eyck, and one of a leading master of the early sixteenth century. This made a total of 117 plus three introductory sheets (an almost complete set is in the British Museum, 1860,0114.113 to 227). When in 1827 Ludwig I of Bavaria purchased the entire collection for the Alte Pinakothek, Strixner moved back to Munich where the later parts were published. Strixner's account shows that the work was a huge success: instead of dropping away, the number of subscribers steadily increased as the parts came out, and by 1822 the work was employing fifteen men. The print shown here reproduces the left outer wing of Stephan Lochner's altarpiece of the 'Last Judgement' from the church of St Laurenz in Cologne. The central panel is now in the Wallraf-Richartz-Museum there, while the two inner panels are in the Städelsches Kunstinstitut in Frankfurt. When purchased with the matching right wing by the Boisserée brothers in 1812, they recognised that they were by the same artist as the great altarpiece in Cologne Cathedral. Friedrich Schlegel had discovered in the Limburg Chronicle the name of a painter, Wilhelm, who was described as \"the best painter in Germany\" in 1380. This print was therefore published under the name of Meister Wilhelm. Curiously it was in an article this year ('Kunstblatt' 27 January 1823) that J.F. Böhmer (see Griffiths & Carey 1994, cat.121) identified the correct name as Meister Stefan from a reference in Dürer's diary of his journey to the Netherlands in 1520-1."], "Bibliographic references": ["Winkler 1975 / Die Frühzeit der deutschen Lithographie (971 (29))"], "Location": ["Not on display"], "Exhibition history": [" 1994/5 Sep-Jan, BM, German Printmaking in the Age of Goethe, no.127 1995 Jan-Mar, Lancaster, Peter Scott Gall, German Printmaking Age/Goethe 1995 Mar-May, Edinburgh, NG Scotland, German Printmaking Age/Goethe 1995 May-Jun, Newcastle, Northumbria Univ, German Printmaking Age/Goethe 1995 Jul-Aug, Plymouth City Mus & AG, German Printmaking Age/Goethe 1995 Sep-Oct, York City AG, German Printmaking Age/Goethe 1995 Nov-Dec, Nottingham, Djanogly AG, German Printmaking Age/Goethe "], "Associated names": [" Representation of: St Mary Magdalene ", " Representation of: St Antony of Egypt ", " Representation of: Pope Cornelius (St Cornelius) ", " Associated with: Sulpiz Boisserée ", " Associated with: Melchior Boisserée "], "Acquisition name": ["Purchased from: Willis & Sotheran"], "Acquisition date": ["1860"], "Department": ["Prints and Drawings"], "Registration number": ["1860,0114.150"], "Conservation": ["Treatment: 11 Apr 1994"]}