{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7073"], "Title": ["Object: A Phantasmagoria;-scene- Conjuring-up an Armed Skeleton."], "Description": [" Design in an oval, placed on an oblong background representing a stone wall, and thus simulating the projection of a magic lantern. The figures, except Wilberforce, are light against a dark background. Addington, Hawkesbury, and Fox, as the three witches in Macbeth, cook their hell-broth in a cauldron. From this rises a cloud inscribed 'PEACE' which frames a skeleton (of Britannia). Its long hair shows that it is that of a woman; in one hand is a trident, in the other her shield. From the pot issue the tail and one paw of the British lion. His decollated head lies on the ground (right); on it stands a crowing Gallic cock wearing a tiny bonnet rouge. Addington stands on the left ladling into the pot guineas from a sack inscribed: 'To make Gruel Thick & Slab' [Macbeth, iv. i]. He raises his right arm, holding up an olive branch; a serpent twines round arm and branch; its fangs pointing at the word 'Peace'. Hawkesbury crouches on the right, recklessly feeding the fire with papers inscribed: 'Dominion of the Sea', 'Egypt', 'Malta', 'Cape', 'Continental Alliances', 'Honduras', 'Switzerland', 'Brit[isk] Isles'; beside him are others: 'Gibralter' and 'Ireland'. Among the papers already blazing the word 'West Indies' is just visible. At his side hangs an ink-pot with a pen, suspended from a tricolour ribbon, indicating the Foreign Secretary. Behind him Fox, as a fat old woman, stands full face, holding up a broom tied with a tricolour ribbon. All three wear conical hats; that of Addington has a tricolour favour, that of Fox a tricolour cockade and bunches of olive. Addington is grave, Hawkesbury melancholy, Fox exultant. In front of the cauldron, beside the lion's head, kneels Wilberforce (left), a little figure in Monkish robes, hideously caricatured, chanting a 'Hymn of Peace' from an open book. 5 January 1803 Hand-coloured etching and aquatint "], "Producer name": [" Print made by: James Gillray ", " Published by: James Gillray "], "School/style": ["British"], "Production date": ["1803"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " aquatint ", " hand-coloured "], "Dimensions": [" Height: 350 millimetres ", " Width: 255 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) For the Peace of Amiens, here represented as a sacrifice of Britain to France, see BMSat 9852, &c., and for Fox's attitude, BMSat 9735, &c. Wilberforce approved Preliminaries, saying that 'he confided in the wisdom, justice and moderation of his majesty's ministers' ('Parl. Hist.' xxxvi. 141, 4 Nov. 1801) and on 24 Nov. 1802 spoke in favour of peace and against all continental alliances (ibid., pp. 989-96); cf. BMSat 8637. See BMSat 9895; for Napoleon's conquests in peace, BMSat 9898, &c. 'Phantasmagoria' was a name invented in 1802 by Philipsthal for an exhibition of optical illusions produced by the projecting lantern. It was a new French invention which, according to 'London und Paris', xi. 78-9, had recently spread from France to England and Germany. Philipsthal exhibited on a transparent screen at the Lyceum representations 'in a dark scene' of apparitions and spectres which appeared to advance or recede, increase or diminish, by means of lenses and concave reflectors. 'Cobbett't Ann. Reg.' ii, 1802, p. 1053. See also BMSats 9971, 10059, 10366. Grego, 'Gillray', pp. 291-2. Wright and Evans, No. 272. Reprinted, 'G.W.G.', 1830. Listed by Broadley (Latta Collection)."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9962)"], "Location": ["Not on display"], "Exhibition history": [" 2014-15 Sept - Jan.London, BM, Witches and Wicked Bodies "], "Subjects": ["satire"], "Associated names": [" Associated with: Henry Addington, 1st Viscount Sidmouth ", " Associated with: Charles James Fox ", " Associated with: Robert Banks Jenkinson, 2nd Earl of Liverpool ", " Associated with: William Wilberforce "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7073"], "Conservation": ["Treatment: 02 Sep 2013"]}