{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1843,0607.33"], "Description": [" The Flight into Egypt: a night piece; the Virgin seated on a donkey holding the Christ Child, while St Joseph leads the way towards the left while holding a lantern; second state with parallel strokes added to Joseph's right hand in uncertain technique, before additional shading in the figures of the Virgin, Joseph and the donkey, the ground, and lower part of sky. 1651 Etching, burin and drypoint, with surface tone Watermark: Foolscap (Hinterding catalogue, variant unclear [detail of bottom only]) "], "Producer name": ["Print made by: Rembrandt"], "School/style": ["Dutch"], "Production date": ["1651"], "Materials": ["paper"], "Technique": [" etching ", " drypoint "], "Dimensions": [" Height: 128 millimetres ", " Width: 110 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["For comment and an impression of first state see also F,4.103. The parallel lines in Joseph's hand only occur in this state, although they do not appear to have been drawn in pen and ink (see New Hollstein 262). In the third state they have been replaced by horizontal hatchings."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (262.II) (Rembrandt) ", " Hind 1923 / A Catalogue of Rembrandt's Etchings; chronologically arranged and completely illustrated (253.II) ", " White & Boon 1969 / Rembrandt's Etchings: An Illustrated Critical Catalogue (53.II) "], "Location": ["Not on display"], "Exhibition history": [" 2017-2018 21 Oct-7 Jan, Norwich Castle Museum and Art Gallery, Rembrandt: Lightening the Darkness 2019-2020 14 Nov-12 Jan, London, BM, G90a, '50th Anniversary of the Harold Wright Scholarship' "], "Subjects": ["flight into egypt"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Purchased from: W & G Smith"], "Acquisition date": ["1843"], "Acquisition notes": ["1843,0607.1 to 233 is the so-called 'second' collection of etchings by Rembrandt purchased by the Trustees from W & G Smith in 1843 to form a series that was intended to be consulted by visitors to the Print Room, in order to save wear and tear on the 'first' series, which contained the rare states and valuable items and which was to be reserved for connoisseurs and experts in the subject. See Josi's report to the Trustees dated 5 July 1843. Since 1843 many of the prints have been sold or exchanged as duplicates."], "Department": ["Prints and Drawings"], "Registration number": ["1843,0607.33"], "Conservation": [" Treatment: 20 Jul 2017 ", " Treatment: 18 Dec 1998 "]}