{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6968"], "Title": ["Object: The preliminaries of peace."], "Description": [" Bonaparte (left), not caricatured, stoops with bared posterior, which Addington, in profile to the left, kneels to kiss. Bonaparte is in uniform, with a plumed cocked hat; under his left arm is a large sabre, in his right hand a paper: 'Mem, the grand design haveing failed in Egypt agree to Peace Item to get back all and give up none'. Addington wears his Speaker's wig and robes; his back is oddly and abjectly curved. Behind him and on the extreme right. John Bull stands full face, holding his hat and scratching his head with a perplexed grin. He is very fat and wears a striped waistcoat, plain coat, and breeches. He says: \"Oddzooks if this is the beginning, what will be the finish, of the Business\". In the background (left) five men dance round a Liberty Tree, a pole surmounted by bonnet rouge wreathed with laurel (cf. BMSat 9214, &c); they wave their bonnets rouges in ecstasy. 3 November 1801 Hand-coloured etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: S W Fores "], "School/style": ["British"], "Production date": ["1801"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 248 millimetres ", " Width: 349 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) See BMSat 9726, &c. News of Abercromby's victory at Alexandria on 30 Aug and the forthcoming evacuation of Egypt, reached London on 2 Oct., tne day after the signing of the Preliminaries. The official dispatch arrived only on 21 Nov.; Bonaparte ordered Otto to insist on signature before 2 Oct.as an alternative to war. 'Camb. Hist. of Br. Foreign Policy', i. 305. Listed by Broadley."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9736)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Henry Addington, 1st Viscount Sidmouth ", " Associated with: Napoléon I, Emperor of the French (Napoleon) "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6968"]}