{"artifact_name": "print; book-illustration; title-page", "Object Type": [" print ", " book-illustration ", " title-page "], "Museum number": ["1864,1114.753"], "Description": [" Title-page border with Cleopatra and Dionysius of Syracuse; under an arcade at the foot of a monument lies the Egyptian queen, comitting suicide with poisonous snakes; the tyrant appears on either side, robbing treasures from the statues of the Gods; ornamental architrave with dolphins, putti, vase and skull; first used as title-page to Desiderius Erasmus, Paraphrasis in Evangelium secundum Ioannem, ad illustrissimum principum Ferdinandum, nunc primim excusa ..., Basel, J. Froben, Februar 1523 (2°); this impression is taken from Desiderius Erasmus, Christiani matrimonii institutio ..., Basel, J. Froben 1526. 1523 Woodcut and letterpress "], "Producer name": [" Print made by: Hans Holbein the Younger ", " Block cut by: Hans Lützelburger ", " Published by: Johann Froben "], "School/style": ["German"], "Production date": ["1523"], "Materials": ["paper"], "Technique": [" woodcut ", " letterpress "], "Dimensions": [" Height: 237 millimetres (subject) ", " Width: 161 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Cut by Lützelburger after a design by Holbein. See F. Hieronymus, Basler Buchillustration 1500 bis 1545, exh. cat. Basel 1984, no. 418. C. Müller: Hans Holbein d. J. Die Druckgraphik im Kupferstichkabinett Basel, exh. cat. 1997, no. 41. G. Bartrum, German Renaissance Prints 1490-1550, BM exh. cat. 1995, no. 231. Text from Bartrum 1995 Literature: Woltmann, II, p.191, 226; Hieronymus, 418; Hollstein, 50 This is one of Holbein's most original designs for a title-page and its high quality indicates that Lützelburger was responsible for cutting the block. Holbein has created an illusion of a sculptural monument in a Renaissance style; underneath is the suicide of Cleopatra, Queen of Egypt, represented before a tiny but evocative landscape. At left and right, the tyrant of Syracuse, Dionysius I (c.430-367) is shown looting treasures from statues of various gods in order to fund his building projects and a protracted war against Carthage (see Hieronymus, p. 453). Both monarchs exemplify an amoral lust for power, in contrast to the heroic deeds of the Romans so often seen in Holbein's designs for title-pages. The title-page first appeared in 'Paraphrasis in Evangelium secundum Ioannem', written by Erasmus and dedicated to the brother of the Emperor Charles V, Ferdinand of Austria (J. Froben, Basel, February 1523). It was probably Holbein's most popular title-page and was frequently copied, often with an additional border round the edge, which effectively destroys the illusion of space in the design. Hieronymus listed eight copies, most of which were done during the 1520s and 1530s, but which continued to appear in publications until the 1570s."], "Bibliographic references": [" Hollstein / German engravings, etchings and woodcuts c.1400-1700 (50) ", " Bartrum 1995 / German Renaissance Prints 1490-1550 (231) "], "Location": ["Not on display"], "Exhibition history": [" 1995 Jun-Oct, BM, 'German Renaissance Prints, 1490-1550', no.231 "], "Subjects": [" ancient history ", " ornament "], "Associated names": [" Representation of: Cleopatra the Great ", " Representation of: Dionysius I, Syracuse "], "Acquisition name": ["Purchased from: Willis & Sotheran"], "Acquisition date": ["1864"], "Department": ["Prints and Drawings"], "Registration number": ["1864,1114.753"]}