{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.8690"], "Title": ["Object: A meeting for the conversion of the benighted Irish"], "Description": [" The platform extends across the centre of the design. Below are the audience, T.Q.L. and H.L., standing and seated. A man in patched clothes stands in the front of the semicircle of men seated on the platform, holding out his empty breeches pockets. With sanctimonious melancholy he says: Oh! my Bretheren! in that black and benighted land of Ireland have the Servants of the Lord fought the good fight! For behold! we have wrestled lustily with the Wh—re! Yea, with the Scarlet Wh—re! and behold, from the pestiferous abominations of papistry, Millions have we gather'd to the fold, of Starving Souls who yearned for the Word!—but yet my Bretheren! 6 times 999000 still worship in the temple of Dagon!—still dwell in the tabernacles of the Enemy!—still hang over the Gulf! and shall they Tumble therin? even into the brimstone and the desolation & ye Confla=ge=ra=tion? No! No! No!—but alas! the Vinyard of the Lord is deserted, for the labourer lacketh his hire! Open thy purse strings Oh Israel! and let ye Mamon of the World be converted into the Sweet Manna of Justification! for lo! there is no Corn in Egypt, and the pockets of the faithful are lank and unreplemished [sic], yea even as the Udders of the Seven Starving kine in the Vision of King Pharoah!!! Those on the platform listen in pious gloom. In the centre are two stout bishops with a lean minister (? Irving) between them, dressed like a minister of the Scottish Church. The others are gaunt, elderly, in plain old-fashioned dress with knee-breeches. One (left) (who resembles Liston as Maw-worn in Bickerstaffe's 'The Hypocrite'), with lank hair resting on his shoulders, fingers clasped and thumbs together, says: That Man's a Saint, if ever there was a Saint. Another says oh! oh! The rest listen in silence. On the platform is a pile of books, three inscribed Bible, two Tracts, one Prayer. A man brings in on his shoulders a large basket inscribed Food for the Starving Irish, heaped with similar books, with a great preponderance of Bibles. Among the audience stands a man with a collecting-plate heaped with sovereigns; coins and a note are contributed. The audience listen intently or converse gloomily. A paper hangs from the platform: Paddy, Mullagan Converted by a Pair of Leather Breeches—Biddy Quin by a Peticoat and a Pair of Shoes. June 21 1827 Hand-coloured etching "], "Producer name": [" Print made by: Henry Heath ", " Published by: Thomas McLean "], "School/style": ["British"], "Production date": ["1827"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 282 millimetres ", " Width: 340 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', X, 1952) Probably a meeting of the British and Foreign Bible Society which had active Auxiliaries in Ireland, or a synthesis of that and the Religious Tract Society, see No. 15362. An attack on No-Popery and on the bigotry of Evangelicals, cf. Nos. 14815, 15172."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (15407)"], "Location": ["Not on display"], "Subjects": ["satire"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.8690"]}