{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6777"], "Title": ["Object: Buonaparte in Egypt- a terrible task preparing a mummy for a present- to he great nation."], "Description": [" A fierce Turk with a drawn sabre siezes the neck-cloth of the terrified Bonaparte, who raises his hat abjectly; he says: \"as for you, you Dog of no Religeon I'll sacrifice you at the tomb of the Prophet whose name You have prophaned for the purpose of Murder, Rapine, and plunder.\" Bonaparte's empty scabbard is broken; he says: \"now mild and gentle Sir dont be so rough do you think I would cut your throat, ravish your Wives, or plunder your house, no by Mahomet, I would not, Sacré Dieu I would not Ah Diable You'll choak me!!\" Behind him kneel in supplication four terrified leaders of the Opposition: Fox, the foremost, says: \"pray dont hurt our dear friend, he would not hurt man, Woman or Child, he cant bear the sight of blood, as for plunder or deception, he is the determined enemy to both, by ----- he is and we are ready to Swear it.\" Sheridan says: \"d------n me if he aynt and we are ready to Swear it.\" Erskine adds \"I'll Swear it I I I\" (see BMSat 9246, &c). Norfolk, more faint-hearted, echoes swear it. On the extreme right, behind the suppliants and unnoticed by them, stands a Turk about to place a bow-string round all their necks; he says: \"you agree so well I think I'll fix you together for Life\". In the background (left), outside some Turkish tents, two Mamelukes are strangling a bunch of French soldiers; one screams: \"ah my General was tell me he make my fortune.\" 20 October 1798 Etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: S W Fores "], "School/style": ["British"], "Production date": ["1798"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 264 millimetres ", " Width: 433 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) The print is inspired by Nelson's victory, and does not relate to events in Egypt except in satirizing Bonaparte's attitude to Moslem rites, see BMSat 9253, &c. It also satirizes the sworn testimony of the Opposition at O'Connor's trial, see BMSat 9245, &c. The rebellion in Cairo, when many French were massacred, occurred on 21 Oct. and was ferociously subdued, cf. BMSat 9336. Broadley, i. 121-2; reproduction, p. 119."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9255)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Thomas Erskine, 1st Baron Erskine ", " Associated with: Charles James Fox ", " Associated with: Charles Howard, 11th Duke of Norfolk ", " Associated with: Richard Brinsley Sheridan "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6777"]}