{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6778"], "Title": ["Object: John Bull taking a luncheon: -or- British cooks, cramming old grumble-gizzard, with bonne-chére"], "Description": [" John Bull, gross and obese, seated at a table covered with the emblems of naval victory, looks towards British admirals, who advance towards him wearing aprons over their uniforms, but with stern expressions, holding out dishes containing captured French ships. John, knife in his right hand, about to swallow a French ship speared on his fork, says: \"What! more Frigasees? - why you sons o' bitches, you, where do ye think I shall find room to stow all you bring in? - \" In the foreground is Nelson, in profile to the left, his face bearing scars; from his pocket hangs a 'List of French Ships Taken Burnt & destroy[ed]'. His dish is 'Fricassée à la Nelson'. Howe, full-face, is the centre of the group with 'Fricando à la Howe'. Warren holds up 'Desert à la Warren'. Behind Nelson (right) is Duncan, whose dish contains 'Dutch Cheese [bis] à la Duncan'. The other three are less characterized, their dishes are: 'a la Gardiner', 'à la Bridport', and 'à la Vincent'. Behind appears the head of an eighth officer. On the wall behind John Bull hangs a hat with a ribbon inscribed 'Nelson'; it obscures a print of 'Buonaparte in Egypt'. On the floor stands a large frothing jug of 'True British Stout', decorated with the Royal Arms. The table is laid with crossed cannons, a dish of battered ships: 'Soup and Bouilli'; and side-dishes containing small gunboats. Through an open window leaders of the Opposition are seen in flight, with upraised arms: Fox says, \"Oh, Curse his Guts! he'll take a Chop at Us, next.\" Next him is Sheridan. 24 October 1798 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1798"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 262 millimetres ", " Width: 362 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) One of many prints illustrating the exultation at Nelson's victory, see BMSat 9250, &c. Cf. a passage on 'Nelson's New Art of Cookery', 'The Times', 13 Mar. 1797, quoted J. Ashton, 'English Caricature on Napoleon I', 1888, p. 40. For the attitude of the Opposition cf. BMSat 9248, &c. For the other victories and captures here indicated see BMSats 9046, 9160, 9167, 9262, 9264, 9412, and Index of Persons. The grossness of John Bull, the severity of the admirals, add an element of irony. BMSat 9259 is an imitation of this print. Grego, 'Gillray', p. 248 (reproduction). Wright and Evans, No. 208. Van Stolk, No. 5416. Reprinted, 'G.W.G.', 1830. Reproduced, Ashbee, p. 38; Maurice and Cooper, p. 9."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9257)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 Jun-Sep, London, Tate Britain, 'Gillray and the Art of Caricature' 2004-2005 July-Jan, London, Tate Britain, Art and National Identity 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": [" Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Adm Alexander Hood, 1st Viscount Bridport ", " Associated with: Adam Duncan, 1st Viscount Duncan ", " Associated with: Charles James Fox ", " Associated with: Adm Alan Gardner, 1st Baron Gardner ", " Associated with: Adm Richard Howe, Earl Howe ", " Associated with: Horatio Nelson, 1st Baron and Viscount Nelson ", " Associated with: John Jervis, Earl of St Vincent ", " Associated with: Richard Brinsley Sheridan ", " Associated with: Sir John Borlase Warren "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6778"]}