{"artifact_name": "print; book-illustration", "Object Type": [" print ", " book-illustration "], "Museum number": ["1871,1209.358"], "Title": [" Object: Van Hemel en Aarde ", " Series: Hieroglyphica of Merkbeelden der oude volkeren "], "Description": [" An allegorical representation on Heaven and Earth; Plate 9 from a series of 63 etchings by Romeyn de Hooghe (re-issues) and 2 by Jan Wandelaar; illustrations to 'Hieroglyphica of Merkbeelden der oude volkeren'; bound in a volume (Amsterdam: Joris van der Woude, 1735). 1735 etching "], "Producer name": [" Print made by: Romeyn de Hooghe ", " Published by: Joris van de Woude "], "School/style": ["Dutch"], "Production date": ["1735"], "Production place": [" Published in: Amsterdam (Netherlands) "], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 180 millimetres (each plate, approx) ", " Height: 278 millimetres (each sheet, approx) ", " Width: 140 millimetres ", " Width: 230 millimetres "], "Curator's comments": ["For the complete series (bound), see 1871,1209.347-412. For curatorial comment on the whole book, see 1871,1209.347. Comments taken from Trudelien van’t Hof, “Romeyn de Hooghe’s Hieroglyphica: An Ambivalent lexicographical History of Religion” in. Spaans and Touber, Enlightened Religion, Brill, 2019, p. 233-269 In the upper left corner, De Hooghe has represented the four continents, Asia (B), Europa (C) Afrika (D) and America (E). De Hooghe represents Asia with a Janus-face, evoking in his commentaries the alternatively praiseworthy or foul character of its different peoples. Europa is the only figure holding a laurel wreath, materializing her success in the Arts, Diligence and War trade. The figure is praised by De Hooghe as brave and fighting for the freedom of all. Africa is described as the worst part because of its pervasive slavery, but bringing forth the wisdom, blessings and riches from Egypt, Palestine, Abyssinia as well as the best moor philosophers and arab atronomers. America remains in the shadow as she had been unknown to westerners for a long time. Here, De Hooghe explains that in every part of the world, one can find the same roots for polytheistic systems, which are all comparable in their deification of the forces of nature. Though Europe is presented as superior, De Hooghe presents the viewer with important qualities of the other parts of the world."], "Bibliographic references": [" Landwehr 1970 / Romeyn de Hooghe as book illustrator (108) ", " Hollstein / Dutch and Flemish etchings, engravings and woodcuts c.1450-1700 (673-736) "], "Location": ["Not on display"], "Associated names": [" Illustration to: Romeyn de Hooghe ", " Associated with: Arnoldus Henricus Westerhoff (Editor) "], "Associated titles": ["Associated Title:", " Hieroglyphica of Merkbeelden der oude volkeren "], "Department": ["Prints and Drawings"], "Registration number": ["1871,1209.358"]}