{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6951"], "Title": ["Object: Lilliputian-substitutes, equiping for public service"], "Description": [" The new Ministers (identified by inscriptions below the design) don the clothes of their predecessors. These are (left to right) the Chancellor (Eldon) on the Woolsack, in back view, wearing the wig, enormously elongated so that it trails on the floor, characteristic of Loughborough (cf. BMSat o. 6796): 'Lord L------gh------h's large Wig'. He says: \"O such a Day as This, so renown'd so victorious, \\ \"Such a Day as This, was never seen!\" His feet are pressed against the front bench. The principal figure is that of Addington standing in profile to the right on the 'Treasury Bench', inside an enormous jack-boot, reaching to his neck: over this hangs Pitt's far too large coat (the Windsor uniform, blue with red facings). His forehead disappears in a vast cocked hat, and his wig-bag is enormous. He is 'Mr Pitt's Jack-Boot'. He says: \"Well! to be sure these here Cloaths do fit me to a inch! - & now that I've got upon this Bench, I think I may pass muster for a fine tall Fellow, & do as well for a Corporal, as my old Master, Billy, himself!!! - \". In front stands Hawkesbury, youthful, nervous, and almost tearful; he stands within the bulky breeches of his predecessor as 'Ld G - n - le's Breeches'; he says: \"Mercy upon me! - what a Deficiency is here!!! ah poor Hawkee! - what will be the consequence, if these d------d Breeches should fall off in thy ''March to Paris\", & thou should be found out a Sans-Culotte?\" Lord Hobart, a very broad figure, 'Mr D-d-s's Broad Sword', stands full face, a curious divided petticoat (made out of Dundas's kilt) is buttoned under his arms, over a military coat. His head is overweighted by Dundas's large Scots cap; he stands defiantly, left hand on hip, in his right he holds erect a broad-sword dripping blood. He says: \"Ay! Ay! leave Us to settle them all! here's my little Andrew Ferrara!!! - was it not Us that tip'd em the broadside in the Baltic? - was it not Us that gave ye Crocodiles a breakfast in Egypt? - I'm a Rogue if it is not Us that is to save little England from being swallow'd up in the Red Sea!!!\" In the foreground (right) the fat, elderly, but comely Lord Glenbervie (who succeeded Canning as Paymaster General) sits on the floor in shirt and waistcoat, trying to pull on the pointed slippers which are far too long and too narrow for his gouty feet. He is 'Mr C-n-g's Old Slippers'. He says: \"ah, Dam'n his narrow Pumps! I shall never be able to bear them long on my Corns! - zounds! are these Shoes fit for a Man, in present-pay Free Quarters\". Behind him stand together the two new Treasury secretaries (John Hiley Addington, brother of the Minister, wearing spectacles, and Nicholas Vansittart). They wear the coats of their predecessors, which trail on the ground, and hold, like muskets at attention, two enormous pens. On the head of each is a vast round ink-pot: 'G. Rose's old Stand' and 'C. Long's old Stand'. They are 'Treasury Ink Stands'. Behind (left), partly hidden by Eldon and Addington, are two unidentified figures: a man wearing a large naval cocked hat, and a lawyer in back view. The former must be St. Vincent who succeeded Spencer at the Admiralty. The latter may be Law who became Attorney General. Between and behind Addington and Hawkesbury is a sulky-looking man in a military coat and an enormous busby in which is a huge pen: 'Wyndham's Cap & Feather'. He is Charles Yorke who succeeded Windham as Secretary of War. 28 May 1801 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1801"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 253 millimetres ", " Width: 358 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) A satire on the incapacity of the new Ministry, cf. BMSat 9843; it may also echo a speech by Fox at the Whig Club on 5 May: 'We may come to a situation in which the King may not only rule us by his Jack-boot, but we may be governed by his Jack-boot's Jackboot.' 'London und Paris', vii, 1801, p. 250. For Hawkesbury's 'March to Paris' see BMSat 9726, &c. Pitt's Ministry had dispatched the fleet to the Baltic which won the battle of Copenhagen on 2 Apr., see BMSat 9706. Dundas, who had issued the secret orders to Parker on 14 Mar. ('Camb. Hist. of British Foreign Policy', i. 303) was responsible for the Egyptian campaign: news of Abercromby's victory (21 Mar.) reached England on 30 Apr.; 'Crocodiles' is an allusion to the Battle of the Nile, see BMSat 9250, &c. Glenbervie was delighted at the patronage and house attached to his post and complained of Canning's 'clinging to the place and its emoluments till the Great Seal at last forced him to quit his hold' ('Diaries', ed. Bickley, 1928, i. 167, 209), while Canning wrote to his wife: 'It is not at all good fun going out of the best house in London . . . and to have a Mr. Wollup [Wallace] or Lord Glenbubby come into all my compots instead of me.' Bagot, 'Canning and his Friends', 1909, i. 180. The prominence given to Glenbervie supports an hypothesis that Gillray (Canning's protégé), was basing prints on suggestions conveyed to him by Canning through Sneyd, see BMSat 9726. For Pitt's resignation see BMSat 9705, &c. for the new Ministry see G. Rose, 'Diaries and Corr.', i860, i. 286 ff.; Pellew, 'Life of Lord Sidmouth', 1847, i. 278 ff.; 'Journal of Lady Holland', 1908, ii. 126-32, and BMSats 9843, 9867; cf. BMSat 10232. Grego, 'Gillray', pp. 276-7. Wright and Evans, No. 260. Reprinted, 'G.W.G.', 1830."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9722)"], "Location": ["Not on display"], "Exhibition history": [" 2001 Jun-Sep, London, Tate Britain, 'Gillray and the Art of Caricature' "], "Subjects": ["satire"], "Associated names": [" Associated with: Henry Addington, 1st Viscount Sidmouth ", " Associated with: John Hiley Addington ", " Associated with: George Canning ", " Associated with: John Scott, 1st Earl of Eldon ", " Associated with: Edward Law, 1st Baron Ellenborough ", " Associated with: Sylvester Douglas, Baron Glenbervie ", " Associated with: William Wyndham Grenville, Baron Grenville ", " Associated with: Robert Banks Jenkinson, 2nd Earl of Liverpool ", " Associated with: Robert Hobart, 4th Earl of Buckinghamshire ", " Associated with: Charles Long, Baron Farnborough ", " Associated with: Alexander Wedderburn, Ist Earl of Rosslyn ", " Associated with: Henry Dundas, 1st Viscount Melville ", " Associated with: William Pitt the Younger ", " Associated with: Right Hon George Rose ", " Associated with: John Jervis, Earl of St Vincent ", " Associated with: Nicholas Vansittart, 1st Baron Bexley ", " Associated with: William Windham ", " Associated with: Charles Philip Yorke "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6951"]}