{"artifact_name": "drawing; album", "Object Type": [" drawing ", " album "], "Museum number": ["1859,1210.941-972"], "Description": [" Album bound in brown leather with gilt ruling and gold tooling, cross-hatching, and a banded spine, containing 32 leaves with drawings laid down within drawn lines, mainly studies of frescoes by Mantegna in the Eremitani Chapel and by Giotto in the Arena Chapel, at Padua, and a titlepage; also marbled fixed and free endpapers and 3 blank leaves; including figures from 'The Trial of St James', 'The Martyrdom of St James', 'The Martyrdom of St Christopher', 'The Burial of St Christopher', the 'Lamentation of Christ', and portraits of Mantegna and Giotto. 1773 Pen and ink with brown wash, heightened with white; on blue paper "], "Producer name": [" Drawn by: John Skippe ", " After: Andrea Mantegna ", " After: Giotto "], "School/style": ["British"], "Production date": ["1773"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 465 millimetres ", " Width: 377 millimetres (covers) "], "$Inscriptions": [" "], "Curator's comments": ["K Sloan, Noble Art 2000 A Latin inscription in a cartouche on the title page explains that the album contains 28 drawings of Saints James and Christopher after Mantegna's paintings of 1444 in the church of the Augustinian fathers at Padua. The last three drawings in the album were added after the title page had been written: a portrait of Giotto in a decorated frame, the present study of the lower part of Giotto's Lamentation and a study of the whole composition of Mantegna's Trial of St James. They are mannered simplifications of the original paintings, focussing on the outlines of the figures, the chiarascuro and the composition, with no attempt to record the colours of the originals. Skippe came from an old established family at Upper Hall in Ledbury, Hertfordshire and went up to Merton College, Oxford in 1760. Malchair (cat.115) had arrived in the city only shortly before and Skippe was one of his first pupils. The novice drawing master set his pupil to copying prints after the Carracci and these first lessons seem to have given Skippe a taste for Bolognese drawings, paintings and prints which he not only followed up by collecting on his grand tour, but also by making his own drawings in this manner long after his return: the mount on one is inscribed 'Designs by John Skippe, in the composing of hundreds of which he amused himself in his winter nights' (Fleming-Williams, Amateurs, p. 264). Malchair's drawings record a visit to Upper Hall in 1760 and Skippe probably continued his lessons through his time at Merton (to 1764/5). He made his first visit to Italy in 1766-67 and renewed his contact with Malchair on his return, touring the West Country with him in 1768. Malchair visited him at Ledbury in 1772 on the eve of Skippe's departure for his second tour, to Italy and Egypt, from which he did not return until 1778, when he settled at Overbury in Worcestershire. Their correspondence and visits continued through the 1780s. Skippe's interest in Mantegna was unusual for the time, but should not be seen not as forerunner of the taste for Italian 'primitives' demonstrated by William Young Ottley (cat. 162), but rather as an antiquarian interest, an aspect of his work not previously commented upon but also indicated by his surviving drawings of Alexandria and Egypt (private coll.) Skippe's well- known collection of old master drawings, purchased on the continent and in England, were arranged by him in two albums in such a way as to provide an illustrated history of art, although his attributions were much derided by recent cataloguers (dispersed Christie's 20-21 November 1958). A dispute with his family which had resulted in the move to Overbury must have resulted in a shortage of funds, as he attempted to sell his collection of old masters at Christie's in 1779, apparently without much success. In a more unusual attempt to gain public notice (and presumably income) from 1781-3 he made a series of forty chiaroscuro woodcuts after his old master drawings, probably in imitation of J.B. Jackson's woodcuts of three decades earlier. Jackson considered the technique to be more effective than the 'little Exactness' of engraving on copper for conveying the qualities of freedom, boldness and spirit found in drawings. However, the technique was already more of interest to print historians than the general print buying public who perceived as 'archaic' and associated with the beginnings of printmaking. Jackson failed to make a financial success of his own series and Skippe appears to have been his only follower. Many of Skippe's notebooks and letters survive, including notes from various artists of their recipes for painting and a manuscript list of 'Pictures painted at Ledbury & elsewhere', which gives the titles of portraits and history paintings he painted and presented to friends. These included a classical composition presented to Malchair in 1784 and another to Reynolds the following year, as well as The Baptism of our Saviour... in a landscape presented to the Rev. Cracherode in 1780, with whom he had corresponded about printmaking techniques, and a portrait of Miss Price sent to Foxley (cat. 117) Literature: Fleming-Williams, 'Amateur', p. 264; Harrison, pp. 14, 17-19,30-31, 71; Brenda Rix, John Baptist Jackson, the Venetian Set, exh. Art Gallery of Ontario, Toronto, 1983-4, n.p.; notes on Skippe's papers in the Brinsley Ford Archive, PMC."], "Bibliographic references": ["Binyon 1898-1907 / Catalogue of drawings by British artists, and artists of foreign origin working in Great Britain (1)"], "Location": ["Not on display"], "Exhibition history": [" 2000 May-Sep, BM P&D, 'A Noble Art', no.124 (open at 1859,1210.971) "], "Subjects": ["christian saint/martyr"], "Associated names": [" Portrait of: Andrea Mantegna ", " Portrait of: Giotto ", " Representation of: St James the Greater ", " Representation of: St Christopher (?) ", " Representation of: Jesus Christ "], "Associated places": [" Associated with: Padua "], "Acquisition name": ["Purchased from: Dr Granville"], "Acquisition date": ["1859"], "Department": ["Prints and Drawings"], "Registration number": ["1859,1210.941-972"]}