{"artifact_name": "drawing; print study", "Object Type": [" drawing ", " print study "], "Museum number": ["1861,0810.77"], "Description": [" Peasants with their flocks travelling by night. 1775 Brown chalk, with brown wash, over red chalk underdrawing "], "Producer name": ["Drawn by: Jean Baptiste Huet"], "School/style": ["French"], "Production date": ["1778"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 424 millimetres ", " Width: 319 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The composition is based on a drawing dated 1655 by the Dutch landscape artist, Nicolaes Berchem that came to the BM in Richard Payne Knight's bequest of 1824, inv. Oo,10.200. The history of Berchem's drawing is not known but it probably was in France as the French collector and amateur etcher Claude Henri Watelet (1718-1785) made a print after it (BM impression, 1802,0712.25). As P. Stein observed, Huet's borrowing from a Berchem drawing was common among French artistic contemporaries such as Boucher. No painting by Huet derived from this drawing is known, but he etched it in reverse in his 'cahiers d'etude' of 1797/8 (BM impression, 1860,0211.163) and took a counterproof from it with the resulting drawing dated 1792 with Didier Aaron's London Gallery in 2004. Lit.: P. Stein, in exhib.cat., New York, Metropolitan Museum of Art, and London, BM, 'French Drawings from Clouet to Seurat', 2005, no. 63 (with previous literature). From a family of animal, flower and ornament painters, Huet first trained with animal painter Charles Dagomer (died before 1768) before joining the studio of Jean-Baptiste Le Prince. L. Hug's recent archival research on Huet has brought to light several inventories that reveal that he also assembled an extensive collection, especially of works on paper, and that the artists he collected in depth correlate with the artistic influences evident in his work.(n.1) Among the most prominent contemporary French artists represented in his collection were his master, Le Prince, and, in turn, his master, François Boucher, both of whom Huet apparently befriended, followed by Hubert Robert, Jean-Honoré Fragonard and Jean-Jacques Lagrene'e. Although a taste for Northern genre painting could have been gleaned indirectly through examples of Boucher's work, the inventory made after Huet's death enumerated substantial holdings of prints after Northern artists specializing in animals and rustic scenes, including Nicolas Berchem, Paulus Potter, Johann-Elias Ridinger and Philips Wouwerman. Although the emphatic and abbreviated handling of chalk in the BM sheet, as well as its Castiglionesque subject of rustic figures herding a flock of sheep by torchlight are strongly suggestive of Boucher's late pastorals, the compositional source has been identified as a pen and wash drawing by Nicolaes Berchem (1620-83), which entered the BM in 1824.(n.2) This work may well have been in France at the time Huet created his drawing as it was etched in reverse by the collector and amateur, Claude-Henri Watelet (1718-86).(n.3) Huet's use of Berchem's drawing finds ample precedent in the studio practice of François Boucher and others of his circle.(n.4) No painting related to Huet's composition is known to survive,(n.5) although he did return to the composition twice: once to rework the counterproof, a sheet which bears the date 1792, and once to etch it in reverse, with a printed date, Tan 6'.6 The procession by torchlight of rustic figures and sheep, travelling in the night with a woman and child riding a donkey is reminiscent of depictions of the Holy Family's Flight to Egypt. The breakdown of boundaries between rustic genre and scenes from the life of Christ is characteristic of the third quarter of the eighteenth century, especially in the work of Boucher and his circle. Text by P. Stein, 2005 as cited above. Notes 1 L. Hug, 'Recherches sur la biographie du peintre Jean-Baptiste Huet, 1745-1811', Bulletin de la Société de l'Histoire de l'Art Français, 1998, pp.159-73. An index of names cited in the inventories appears on p.173. 2 Oo. 10-200; see A. M. Hind, `Catalogue of Drawings by Dutch and Flemish Artists Preserved in the Department of Prints and Drawings of the British Museum`, III, London, 1926, p.29, no.13, pl.XVI. 3 Ibid., p.29. 4 See F. Joulie, `Bouclier et les peintres du nord`, exh. cat., Musée Magnin, Dijon, 8 October-14 December 2004, and Wallace Collection, London, 6 January-6 March 2005. 5 Numerous canvases are referred to as Caravans or Rests on the Flight to Egypt in the inventory of Huet's estate, making the identification of specific works difficult. See Hug, op. cit., pp.169-72. 6 For the former, see Didier Aaron, New York, `French Master Drawings`, 16 May-9 June 1984, no.21, fig.34. The latter appears in the 'cinquième cahier' of Huet's `Oeuvre`, no.30."], "Bibliographic references": ["Stein 2005 / French Drawings from the British Museum: Clouet to Seurat (63)"], "Location": ["Not on display"], "Exhibition history": [" 2005/6 Nov-Jan, New York, Met Mus of Art, Clouet to Seurat/BM, no. 63 2006 June-Oct, BM, Clouet to Seurat/BM, no. 63 2016 1 Feb-30 May, Paris, Musee Cognacq-Jay, Jean-Baptiste Huet (1745-1811) "], "Subjects": ["peasant/villager"], "Acquisition name": ["Purchased from: Edward Daniell"], "Acquisition date": ["1861"], "Department": ["Prints and Drawings"], "Registration number": ["1861,0810.77"], "Conservation": ["Treatment: 15 Jul 2005"]}