{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1865,1111.2291"], "Title": ["Object: Massacre in Egypt."], "Description": [" See No. 12454. P. 78. French soldiers savagely attack Turks; they are directed by Bonaparte, who stands in the middle distance (left) calmly point ing a finger towards the massacre. In the foreground a soldier is about to strike down a kneeling woman who tries to protect her child, while his companion gleefully holds up the body of an infant spiked on a spear. Another child is flung into the air, while a third is held up on a bayonet. On the right Turks are fleeing. On the left lean French soldiers advance in formation. Behind (left) are Pyramids, with tiny figures killing and being killed. Clouds of smoke rise from the ground. 2 December 1814 Hand-coloured etching and aquatint "], "Producer name": [" Print made by: George Cruikshank ", " Published by: Thomas Tegg "], "School/style": ["British"], "Production date": ["1814"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " aquatint ", " hand-coloured "], "Dimensions": [" Height: 138 millimetres ", " Width: 220 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', IX, 1949) An insurrection broke out in Cairo, 16 Oct. 1798, and was punished by savage executions. For Alexandria cf. No. 10094."], "Bibliographic references": [" BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (12463) ", " Reid 1871 / A descriptive catalogue of the works of George Cruikshank (374) ", " Cohn 1924 / George Cruikshank, catalogue raisonné (153) "], "Location": ["Not on display"], "Subjects": [" satire ", " massacre "], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Purchased from: James Rimell & Son"], "Previous owner": ["Previous owner/ex-collection: Edmund Story Maskelyne"], "Acquisition date": ["1865"], "Department": ["Prints and Drawings"], "Registration number": ["1865,1111.2291"]}