{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1895,0122.366"], "Description": [" The Holy Family at a Fountain; the Virgin represented as the Beautiful Virgin of Regensburg, scene set in a Gothic chapel, fountain surmounted by nude male heathen figure. c.1512-15 Woodcut "], "Producer name": ["Print made by: Albrecht Altdorfer"], "School/style": ["German"], "Production date": ["1512-1515 (circa)"], "Materials": ["paper"], "Technique": ["woodcut"], "Dimensions": [" Height: 230 millimetres ", " Width: 176 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See G. Bartrum, 'German Renaissance Prints', exh. cat. BM 1995, no. 190. Text from Bartrum 1995 Literature: Bartsch, 59; C.Dodgson, II, p.226, 47; Hollstein, 47; Winzinger, 83 Altdorfer's choice of unusual themes is one of the most notable features of his work. This scene does not conform at all with normal iconography, although the traditional interpretation as the Holy Family resting at a fountain during the flight into Egypt is undoubtedly correct - a similar fountain appears in the foreground of Altdorfer's painting, the 'Rest on the Flight into Egypt', dated 1510, which is set in a landscape (Berlin, Gemäldegalerie). The figures in this woodcut are curiously overshadowed by the dominant architectural forms of a Gothic chapel, a setting perhaps inspired by the interior of the Jewish synagogue in Regensburg (recorded by Altdorfer in two etchings of 1519; Hollstein, 82-3), and by the elaborate construction of the large fountain, which is surmounted by a nude male heathen figure. These features serve as reminders of Altdorfer's occupations as a designer of ornament prints (see 1849,0210.350-1) as an architect. The dating of this print has been the subject of some debate. The Virgin's headdress is of a similar type to that of the icon in Regensburg of the 'Beautiful Virgin', images of which proliferated during the cult period 1519-20 (see 1909,0612.3, 1895,0122.77-78). But other factors indicate an earlier date of c. 1512/15 for this print, which reinforces the notion that the 'Beautiful Virgin' image had popular appeal before the cult period began. Altdorfer's drawing of two putti on the back of an unused woodblock with the 'Lamentation of Christ', dated 1512, drawn on the front is a preliminary study for the two putti with the dolphins at the base of the fountain (Munich, Staatliche Graphische Sammlung; Mielke 72). The fountain was also a direct source of inspiration for one of the border drawings executed by a follower of Altdorfer in the Emperor Maximilian's 'Prayer-Book' of 1515 (fol. 74r., see W. Strauss, 'The Book of Hours of the Emperor Maximilian the First', New York, 1974, p. 147), so this woodcut must have been made prior to that date. This is an exceptionally fine impression of the woodcut printed on paper watermarked with a cardinal's hat, which Winzinger describes as rare."], "Bibliographic references": [" New Hollstein (German) / The New Hollstein: German engravings, etchings and woodcuts 1400-1700 (w.47) (Altdorfer) ", " Bartsch / Le Peintre graveur (VIII.80.59) ", " Dodgson 1903, 1911 / Catalogue of Early German and Flemish Woodcuts in the BM, 2 vols (II.226.47) ", " Bartrum 1995 / German Renaissance Prints 1490-1550 (190) "], "Location": ["Not on display"], "Exhibition history": [" 1995 Jun-Oct, BM, 'German Renaissance Prints, 1490-1550', no.190 1996 Jun-Aug, Canterbury, Royal Mus and AG, German Renaissance Prints 1996 Nov-Dec, Edinburgh, NG of Scotland, German Renaissance Prints 1997 Jan-Mar, Cardiff, Nat Mus of Wales, German Renaissance Prints 1997 Apr-May, Llandudno, Oriel Mostyn Gallery, German Renaissance Prints 1997 Oct-Dec, Norwich, Sainsbury Centre, German Renaissance Prints "], "Subjects": [" holy family with angels ", " flight into egypt "], "Associated names": ["Representation of: Holy Family"], "Associated places": [" Associated with: Regensburg "], "Acquisition name": ["Donated by: William Mitchell"], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0122.366"], "Conservation": ["Treatment: 26 Jan 1995"]}