{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6796"], "Title": ["Object: St George and the dragon or the glorious æra of 1798."], "Description": [" Pitt as St. George, riding a bull (John Bull), with a long spear inscribed 'United strength of the people' pierces a dragon with three heads. One head, that of Fox, has been already slashed off; the others are Sheridan and Tierney. The snorting bull tramples on five cocks (left), inscribed 'The Directory'. Beside them a dying dog, 'Spain', lies on its back. Pitt wears quasi-classical armour, his cloak floats behind him. Broad beams of light converge upon him from the three points in the arc of a circle, where are figures placed as if signs of the Zodiac; these are: a crescent, its beam inscribed 'Turkey', a double-headed eagle, for 'Austria', holding in one beak the paw of a pug-dog representing 'Holland'. A bear represents 'Russia'. Heavy clouds on the right are dispersing under the influence of these beams. 5 December 1798 Hand-coloured Etching "], "Producer name": [" Print made by: F Sansom ", " Formerly attributed to: Isaac Cruikshank ", " Published by: S W Fores "], "School/style": ["British"], "Production date": ["1798"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 269 millimetres ", " Width: 373 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The print was annotated by Hawkins with Isaac Cruikshank's name but that attribution was not accepted by George. Andrew Norton (correspondence 19 February 2008) points out that \"the engraving style is very formal and highly finished ...The lettering is in the hand of F Sansom and he is a more likely candidate for having engraved the entire print.\" That attribution has accordingly been followed. (Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) The victory of the Nile, see BMSat 9250, &c, leaving the best generals and troops of France shut up in Egypt, incited the Emperor Paul to hostility against France, encouraged Austria, and brought on immediate war between France and Turkey. Grenville had suggested (27 Aug. 1798) an Anglo-Russian expedition to free the Dutch Republic. 'Camb. Hist. of British Foreign Policy', i. 285 ff. For the effect of the victory on the Opposition see BMSat 9248, &c. Cf. BMSat 6405 (1784)."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9273)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Paul François Jean Nicolas, Vicomte de Barras ", " Associated with: Charles James Fox ", " Associated with: Louis Marie de la Révellière-Lépeaux ", " Associated with: Philippe Antoine Merlin (Merlin de Douai) ", " Associated with: William Pitt the Younger ", " Associated with: Jean François Rewbell ", " Associated with: Richard Brinsley Sheridan ", " Associated with: George Tierney ", " Associated with: Jean Baptiste Treilhard "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6796"]}