{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6866"], "Title": ["Object: Smuggling corn from Egypt!!!"], "Description": [" Pitt and Dundas stand together on the sea-shore with their backs to the sea, addressing John Bull. Pitt holds behind his back long strings attached to ships in full sail, which are also impelled towards him by a blast from the head of (?) Bonaparte [This seems curiously to anticipate Napoleon's permission of the export of corn to England during the dearth of 1810 (believing that England would be ruined by the export of bullion).] in the clouds. Bull, a countryman in a smock and broad hat, clutching a heavy staff in both hands, says with a dismayed expression: \"I Zomehow think my Masters if we were to ax for a Little Corn they would Let us have it.\" Dundas answers: \"Why Johnny you might as well Expect to find Corn on the Summit of the Mountains of Scotland.\" Pitt says: \"They have Corn how Do you think they Should Come by it! - they have not had a Good harvest these Eight Years - Corn indeed - why all the People are at this moment Starving because you have Plenty of Every thing you Fancy every Body must have the Same.\" 18 March 1800 Hand-coloured etching "], "Producer name": [" Print made by: John Cawse ", " Published by: W Hixon "], "School/style": ["British"], "Production date": ["1800"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 219 millimetres ", " Width: 408 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The print was tentatively attributed to Cawse by Dorothy George, but Andrew Norton considers it unequivocally in his manner. (Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) A satire on the serious shortage of corn due to a bad harvest. On 6 March the Committee of the Commons on the scarcity recommended a bounty to encourage the importation from the Mediterranean and America (where prices were low compared with those in Great Britain). 'Parl. Hist.' xxxiv. 1544-5. See BMSat 9545, &c."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9525)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Henry Dundas, 1st Viscount Melville ", " Associated with: William Pitt the Younger "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6866"]}