{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.901"], "Description": [" Landscape with the Rest on the Flight into Egypt, study connected with the painting; view between trees, a bridge in the foreground, various ruins including a pyramid, a river or coast bordered by hills in the distance. 1660 Pen and brown ink, brown wash Verso: Two sketches of a head Pen and brown ink "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1660"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 208 millimetres ", " Width: 319 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This drawing corresponds to the painting of the Landscape with the Rest on the Flight to Egypt that Claude produced in 1661 for van Hamale (for which see Roethlisberger 1962, no. 257) and which is recorded in the Liber Veritatis at No. 154 (for which see 1957,1214.160). It is one of a number of preliminary drawings for this painting (for another see Oo,7.135). The present drawing records the completed landscape, albeit in reverse. This method of working out the setting prior to the addition of the figures was used by Claude across his career. He does however appear to have started to draw in the figure of the Virgin the lower right corner. There are two small characterful sketches of faces on the verso that appear to have been made on a whim. Lit.: A.M. Hind, 'Catalogue of the Drawings of Claude Lorrain preserved in the Department of Prints and Drawings', London, 1926, no. 254; M. Roethlisberger, 'Claude Lorrain: The drawings catalog', 2 vols, Berkeley and Los Angeles, 1968, no. 853."], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (853) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (254) ", " JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (448) "], "Location": ["Not on display"], "Exhibition history": [" 1978/9 Oct-Jan, Paris, Musée du Louvre, 'Claude Lorrain', no. 82 1996/7 Sep-Jan, BM, Malcolm Collection, Appx 2000/1 Dec-Apr, London, Tate Britain, 'Pure as Italian Air...' 2002/3 Dec-Mar, Nancy, Musée des Beaux-Arts, 'Turner et le Lorrain' 2008/9 Sep-Jan, Münster, Landesmuseum, 'Orte der Sehnsucht' no.53 "], "Subjects": [" landscape ", " rest on flight into egypt "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Dr Rev Henry Wellesley (Sotheby's, 4.vii.1866/1573 as Claude 'THE SETTING SUN. A classical landscape, cluster of trees; to the right fine open country with a round bridge, mountains in the distance, sun disappearing behind them pen and sepia, highly finished, at the back is written Claude Gelee inv. in Roma. 1666' £66-0-0 bt Colnaghi) ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Acquisition notes": ["Bought by Malcolm from Colnaghi 7 July 1866 £69-6-0 (according to annotated copy of his catalogue)"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.901"], "Conservation": ["Treatment: 3 Aug 1978"]}