{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.1020"], "Title": ["Object: Buonaparte leaving Egypt."], "Description": [" Bonaparte stands on the sea-shore, about to embark (on 23 Aug. 1799) in a boat (left) which will take him to a ship in full sail (the 'Muiron'). He looks with a sly leer to the right, where a little band of ragged and emaciated French soldiers hurry towards him making gestures of dismay. He wears the embroidered fastened coat or tunic with a sash of authentic portraits, without a hat; he points up towards a vision in the sky surrounded by massive clouds of a sceptre and imperial crown superimposed on the revolutionary fasces and axe. Above the general flies a figure of Fame, smiling sardonically and pointing down derisively. Two soldiers in cocked hats who stand in the boat waiting for Bonaparte to embark greedily hug large money-bags. A plank slants from the boat to the shore. The boat has a figure-head composed of two heads facing opposite ways wearing a single coronet. Behind the French troops is a small encampment with tricolour tents and flags. Behind this stretches a vast Turkish camp with crescent flags. Beneath the title: 'For an illustration of the above, see, the Intercepted Letters from the Republican General Kleber, to the French Directory, respecting the Courage, Honor & Patriotic Views, of - \"the Deserter of the Army of Egypt\".' 8 March 1800 Hand-coloured etching. "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1800"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 362 millimetres ", " Width: 260 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) Another batch of letters (the third) from Egypt (see BMSat 9355) was intercepted in the Mediterranean and published by order of the Government (B.M.L., B. 502/2). They contained Bonaparte's instructions to Kleber on his departure, and official dispatches from Kleber and others to the Directory, and covered the period from 23 Aug. to 17 Sept. 1799. Kleber wrote:'. . . Bonaparte quitted this country for France . . . without saying a word of his intention to any person whatever. He had appointed me to meet him at Rosetta on the subsequent day!' (pp. 38-9). General Dugua wrote to Barras: 'I confess to you . . . that I could never have believed General Bonaparte would have abandoned us in the condition in which we were; without money, without powder, without ball . . . more than a third of the army destroyed by the plague, the dysentery, by ophthalmia, and by the war; that which remains almost naked, and the enemy but eight days march from us!' (pp. 158-9). The publication of the letters caused a great sensation ('Lond. Chron.', 17 Jan.). The introduction was supposed to be by Canning, the notes by William Gifford. 'Lady Holland's Journal', ii. 42, 44. For the desertion of the army see BMSat 9534. For Bonaparte and the crown, cf. BMSat 9433, &c. Wright and Evans, No. 254. Broadley, i. 134. Reprinted, 'G.W.G.', 1830. Reproduced, Grand-Carteret, 'Napoléon en images', 1895, p. 61."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9523)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Jean Baptiste Kléber "], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.1020"]}