{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.12740"], "Title": ["Object: The Imperial tyger hunt. | Satirist 1st December 1813."], "Description": [" Plate from the 'Satirist', xiii. 473. A tiger with the head of Napoleon, badly wounded, leaps from a low bluff into the river 'Rhine', closely pursued by five sovereigns. The principal figure is the Tsar, bearded and dressed as a Cossack and unrecognizable, on a rearing horse; he is about to strike with his spear, his cloak swirling above his head. On the trapping of his horse is the word 'Moscow'. Bernadotte stands on the brink; his spear, inscribed 'Sweden', is raised. Above his head is a star, indicating the Swedish order of the Polar Star. The King of Bavaria, who deserted Napoleon before Leipzig, raises a spear inscribed 'Bavaria', he holds a (?) crown inscribed 'Legion of Honor' (received from Napoleon). He wears a crown and ermine-bordered robes. Prussia has a bare torso, on which is (incorrectly) a large double eagle; he runs forward, his right arm raised, showing that he has hurled one of the spears with which the tiger is pierced; he carries three in his left hand inscribed 'Katzbach' [see No. 12086], 'Partha', 'Leipsic'. A knight in armour (right) with his face obscured by a visor, gallops at the head of an army indicated by spears and a sea of heads. In his right hand is a sword, in his left a spear, and on his surcoat is a cross, with the word 'Prague', showing that he is the Emperor of Austria, who was also King of Bohemia. The tiger is bleeding from wounds in which (broken) spears are embedded; he wears a broken crown, and his head is gashed. 1 December 1813 Hand-coloured etching "], "Producer name": ["Print made by: William Henry Brooke"], "School/style": ["British"], "Production date": ["1813"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 198 millimetres ", " Width: 371 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', IX, 1949) The pursuit of Napoleon to the Rhine (see No. 12108) after Leipzig, see No. 12093, &c., had none of the savage energy depicted. Napoleon defeated the Bavarians under Wrede at Hanau, 29-31 Oct., and crossed unmolested at Mainz on 2 Nov. The Coalition was incapable of 'swift and purposeful action'. 'Camb. Mod. Hist.' ix. 540. The text elaborates the theme of Napoleon's flights, from Egypt, from Russia, and from Germany, and of the flights of Jerome and Joseph from Cassel and Madrid. The theme was current in France after Waterloo, see No. 12564, &c. For Napoleon as a tiger cf. Nos. 10254, &c., 12509, 12565. Broadley, i. 342 f. Reproduced, Rosner, 'Writing on the Wall', 1943."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (12109)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Alexander I, Tsar of Russia ", " Associated with: Karl XIV Johan, King of Sweden and Norway (Jean-Baptiste Bernadotte) ", " Associated with: Francis II, Holy Roman Emperor and Francis I, Emperor of Austria ", " Associated with: Frederick William III, King of Prussia ", " Associated with: Maximilian I Josef, Elector and King of Bavaria, Grand Duke of Berg ", " Associated with: Napoléon I, Emperor of the French (Napoleon) "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.12740"]}