{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1880,0214.303"], "Description": [" Design for one of the titles to 'Nelson's Victories', celebrating the Battle of the Nile; bust of Nelson on a monument on which is a relief of a river god surmounting a sphinx and in front of which the British Lion is striking the Gallic Cock, among a debris of anchors, cannons, sails, etc., with a ship exploding behind, and a column of naval trophies on right. Pen and brown ink, with brown wash, over graphite "], "Producer name": ["Drawn by: Philip James de Loutherbourg"], "School/style": [" British ", " French ", " German "], "Production date": ["1798-1812"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 511 millimetres ", " Width: 380 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The following entry is taken from David Bindman, Shadow of the Guillotine: Britain and French Revolution, no. 188, exhibition, BM, 1989 Literature: Binyon 1902, III, p.69; Joppien 1973, no.67 Clearly a finished drawing for a patriotic publication celebrating British naval victories, of which the Battle of the Nile of 1 August 1798 was the most decisive before the end of the century, resulting in the loss of eleven French warships. This victory surpassed in importance even Howe's victory of 1 June 1794 (see 1859,0709.1577) and virtually cut off Bonaparte's new possession of Egypt from France. The battle made Nelson a national hero and led to a flood of commemorative souvenirs, a large display of which can be seen in the National Maritime Museum. Loutherbourg made himself a specialist in the heroic depiction of British naval victories, and the great number of rival versions of each of his compositions testifies to his success. Here Nelson's victory is seen in terms of a British lion crushing the inflated pretentions of a French cock. For a companion drawings see 1880,0214.304. Possibly the drawing Landseer was proposing to engrave, see 1902,0325.95?"], "Bibliographic references": [" Binyon 1898-1907 / Catalogue of drawings by British artists, and artists of foreign origin working in Great Britain (1) ", " Bindman 1989 / The Shadow of the Guillotine - Britain and the French revolution (188) "], "Location": ["Not on display"], "Exhibition history": [" 1969 BM, Royal Academy Draughtsmen 1769-1969, no.256 1974 Jun-Aug, London, Iveagh Bequest, Kenwood, de Loutherbourg, no. 67 1989 May-Sep, BM, Shadow of Guillotine: Britain/French Revolution, no.188 1990 Jan-Mar, Manchester, Whitworth, Britain/French Revolution, no.153 1990 Jun-Sep, Vizille, Mus/Rev Francaise, Britain/French Revolution, no.153 1998 Mar-Jun, Berlin, Deutscheshistorisches Museum, Myths of Nations "], "Subjects": ["allegory/personification"], "Associated names": ["Portrait of: Horatio Nelson, 1st Baron and Viscount Nelson"], "Associated events": ["Associated Event: Battle of the Nile"], "Acquisition name": [" Purchased from: William Benoni White ", " Purchased through: Christie's (sale 29-30.i.1880/274) ", " Purchased through: John Wilson "], "Acquisition date": ["1880"], "Department": ["Prints and Drawings"], "Registration number": ["1880,0214.303"]}