{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7145"], "Title": ["Object: Bruin become mediator."], "Description": [" The Tsar with the head and paws of a bear stands between John Bull (left) with a bull's head, and Napoleon with a monkey's head. Alexander puts one paw on John's right wrist, the other under Napoleon's left wrist, inviting them to shake hands, which they are about to do. He says, looking sideways at John: \"I wonder! you civilized folks could not agree upon matters without reference to me whom you have ridiculed as a Barbarian - but I suppose you think I must have more sense than yourselves because I come farther North!\" Bonaparte says: \"I promise on the faith of a Frenchman (which is as any Birmingham sixpence - ) to let you graze quietly in the Malta Paddock - and to love you with all my heart as much as I do the Liberty of the French Nation!\" His left hand is on his hip and points to his enormous sabre and to other weapons in his belt. John, a fat civilian with a large cudgel under his left arm, says: \"Well Nappy if you will leave off your Pranks and not think of skipping over to Egypt and if you will promise not to hop the twig to Hanover I will be reconciled.\" Alexander and Napoleon wear cocked hats and orders with military dress. John wears a little round hat on his bull's head. June 1803 Hand-coloured etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: Thomas Williamson "], "School/style": ["British"], "Production date": ["1803"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 350 millimetres ", " Width: 250 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) Napoleon had appealed to the Tsar for mediation; the latter accepted, if both parties should express a desire for it. On 27 May Fox moved the acceptance of the Tsar's mediation, 'Parl. Hist.', xxxvi. 1517 ff. On 12 June Napoleon offered to the Russian Ambassador to evacuate Holland, Switzerland, and Naples if Malta (see BMSat 9997, &c.) was delivered to Russia, the matters in dispute to be then submitted to a general congress or to the personal arbitration of the Tsar. Neither Napoleon nor Alexander was believed to be sincere, and the aims of the latter were suspect. The occupation of Hanover, see BMSat 10023, had lessened the chances of successful mediation. Sorel, 'L'Europe et la rév. fr.' vi. 310-17; Deutsch, 'The Genesis of Napoleonic Imperialism', 1938, pp. 154-9; 'Camb. Hist. of British Foreign Policy', i. 327-30. See BMSats 9974, 10010. Broadley, i. 175-6."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10018)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Alexander I, Tsar of Russia ", " Associated with: Napoléon I, Emperor of the French (Napoleon) "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7145"]}