{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7195"], "Title": ["Object: Buonaparte's soliloquy at Calais"], "Description": [" Heading to a broadside printed in two columns, 'by D. N. Shury, No. 7, Berwick Street'. Napoleon, with a twisted frown, leans with folded arms against a signpost, 'Road to England'. He wears his accustomed plumed bicorne. He turns his back on the sea. On the opposite shore (r.) is a high cliff surmounted by fortifications flying a British flag; at the base of the cliff are ships. The parody of Hamlet's soliloquy was very popular, see BMSat 9999: 'To go, or not to go ? that is the question; - Whether 'tis better for my views to suffer The ease and quiet of yon hated rival, Or to take arms against the haughty people, And by invading end them? T'invade, - to fight, - No more; and by a fight, to say, we end The envy and the thousand jealous pangs We now must bear with; 'tis a consummation Devoutly to be wish'd. T'invade, - to fight; - To fight ? - perchance be beat: aye, there's the rub; For in our passage hence what ills may come, When we have parted from our native ports, Must give us pause; for there's the respect That makes th' alternative so hard a choice. For who would bear their just and equal laws, Their sacred faith, and general happiness, That shew in contrast black our tyrant sway, [Cf. Moreau to Lady Bessborough in Jan. 1803 on the cause of Napoleon's hatred of the English: 'Ce n'est ni votre Marine ni votre Commerce ni votre pouvoir . . . c'est votre répresentation populaire, votre beau gouvernement raisonablement libre qui prêche tout contre le sien.' 'Corr. of Lord G. L. Gower', 1916, i. 404.] Our frequent breach of treaty, and the harms Devouring armies on our people bring, When he himself could the dark shame remove, By mere invasion ? Who would tamely view That happy nation's great and thriving power, But that the dread of falling on their coast, (That firm and loyal country, from whose shores No enemy returns,) puzzles the will, And makes us rather brave those ills we have, Than fly to others that we know not of? Thus conscience* does make cowards of us all:\" [Five more lines.] Alluding probably to Egypt' [i.e. Jaffa, see BMSats 10062, 10063, &c.]. 21 September 1803 Etching and letterpress "], "Producer name": [" Print made by: Isaac Cruikshank ", " After: George Moutard Woodward ", " Published by: Ackermann "], "School/style": ["British"], "Production date": ["1803"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " letterpress "], "Dimensions": [" Height: 224 millimetres (platemark) ", " Height: 413 millimetres (sheet) ", " Width: 263 millimetres (platemark) ", " Width: 267 millimetres (sheet) "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) Also a coloured impression, B.M.L. 650. A. 12/171. One of many invasion broadsides, see BMSat 10038. Cf. BMSat 10102 and a similar parody, 'To arm, or not to arm', see 'Gent. Mag.' 73, ii, pp. 760 ff. (Aug. 1803). Text quoted in full, J. Ashton, 'English Caricature and Satire on Napoleon I', 1884, i. 269 f. Listed by Broadley. (Supplementary information) Title is printed within platemark."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10104)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7195"]}