{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.759"], "Description": [" The death of St Antony Abbot, flanked by angels, with above the Virgin and Child and two female saints Pen and brown ink and brown wash "], "Producer name": ["Drawn by: Francesco Vanni"], "School/style": ["Sienese"], "Production date": ["1609"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 143 millimetres ", " Width: 100 millimetres "], "Curator's comments": ["A.E. Popham attributed this to Vanni in 1940 (his note in interleaved copy of the Malcolm catalogue). As Peter Anselm Riedl pointed out on a visit to the BM in 1963, it is a study for Vanni's altarpiece dated 1609 executed for the Oratory of St Antony Abbot in Siena and now in the chapel of S. Antonio in the Cimitero della Misericordia. There is a oil sketch for the painting in the Louvre (2014; Viatte 1988, no. 541) and Riedl also records related drawings in the Biblioteca Comunale, Siena (E.I. 14/79v) and another in a private collection. A full list of related drawing is given by Ciampolini. The upper part of this design also features in a painting in the Villa Torrigiani at Capannori near Lucca (Ciampolini 2010, p. 920), on which see 1895,0915.586. Another preparatory drawing for the S. Antonio picture, still closer to the Lucca painting, is now in the Real Academia de Bellas Artes de San Fernando, Madrid. Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq.', London, 1876, no.312 (as Girolamo Mazzola); P.A. Riedl, 'Francesco Vanni als Zeichner', \"Munchner Jahrbuch der bildenden Kunst\", XXX, 1979, p. 88, fig. 9; F. Viatte, 'Inventaire général des Dessins italiens, III, Dessins Toscans XVIe - XVIIIe siécle', Paris, 1988, under no. 541; M. Ciampolini, 'Pittori Senesi del seicento', Siena, 2010, III, pp. 920 and 945; P. Betti, 'Storie di dipinti migrati da Siena a Lucca a fine Settecento: Francesco Vanni e Rutilio Manetti', in M. Ciampolini ed., 'Francesco Rustici e il naturalismo a Siena', Busto Arisizio, 2023, p. 152."], "Bibliographic references": ["JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (312)"], "Location": ["Not on display"], "Subjects": [" christian saint/martyr ", " death "], "Associated names": [" Representation of: St Antony of Egypt ", " Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: Sir John Charles Robinson (L.1433, erased) ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.759"]}