{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.468"], "Description": [" Virgin and Child enthroned with St Francis of Assisi, St Antony Abott, a sainted nun and a young bishop saint; framed by pillars and a pediment with classical decoration Pen and brown ink, with grey-brown wash, heightened with white (partly oxidised), on blue-grey prepared paper "], "Producer name": ["Drawn by: Francesco Granacci"], "School/style": ["Florentine"], "Production date": ["1484-1543"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 301 millimetres ", " Width: 264 millimetres "], "Curator's comments": ["The drawing was copied in C.M. Metz, 'Imitations of Ancient and Modern Drawings from the Restoration of the Arts in Italy to the Present Time', London, 1798 (expanded edition of 1789). The drawing was thought to be by Francia by Richardson while Robinson believed it to be Florentine of the 'earlier time of Mariotto Albertinelli'. Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq.', London, 1876, no. 32 (as Early Florentine School). Turner, Florentine Drawings of the Sixteenth Century, London, 1986 The saints represented are St Francis of Assisi and a sainted nun, either St Clara or St Agnes of Assisi, on the left, and St Antony Abbot and a young sainted bishop, perhaps St Louis of Toulouse, on the right. Attributed to Francia while in the collection of E. Knight, and engraved as such by Metz ('Imitations', facsimile engr. in reverse: Weigel 2528). When in the Malcolm Collection, Robinson catalogued it as Early Florentine School and hinted that it might be by Albertinelli. Dr Frederick Antal was the first to propose Granacci's authorship. This is probably the finest and most important of Granacci's surviving drawings and typifies his delicate, slightly archaic style. Although clearly conceived as the design for an altarpiece - the artist has been at pains even to draw the frame and to pick out the small predella scene of the 'Pietà', bottom centre - no corresponding picture has so far been traced. From its resemblance to the composition of Granacci's altarpiece in S. Giovanni Battista at Montemurlo, the drawing may be dated in the early 1520s. Literature: JCR 32; von Holst, no. 33; Primato del disegno, no. 240."], "Bibliographic references": [" JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (32) ", " Turner 1986 / Florentine drawings of the sixteenth century (59) "], "Location": ["Not on display"], "Exhibition history": [" 1980, Palazzo Strozzi, '16thC Florentine Drawings', no. 240 1986, BM, '16thC Florentine Drawings', no. 59 1992 Oct-Dec, UEA, 'Florentine Drawings' "], "Subjects": ["virgin and child with saints"], "Associated names": [" Representation of: St Francis of Assisi ", " Representation of: St Antony of Egypt ", " Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Jonathan Richardson Senior (L.2184) ", " Previous owner/ex-collection: E Knight ", " Previous owner/ex-collection: Dr Rev Henry Wellesley (Sotheby's, 27.vi.1866/530 as Francesco Francia 'THE VIRGIN WITH THE SAVIOUR ENTHRONED, with four Saints surrounding her on grey paper, pen and sepia, heightened with white; from the Collection of Richardson' £26-0-0 bt Whitehead) ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.468"]}