{"artifact_name": "print; satirical print; broadside", "Object Type": [" print ", " satirical print ", " broadside "], "Museum number": ["1868,0808.8138"], "Title": ["Object: Cruce dignus | The grand menagerie, | With an exact representation of Napoleon Buonaparte*, | The little Corsican monkey, | As he may probably appear at the island of Elba."], "Description": [" Heading to a printed broadside. A reissue of 'Pidcock's Grand Menagerie', No. 10077 (1803), with altered title. John Bull, a showman, displays a captive monkey with the head of Napoleon. His words have been adapted to the events leading up to the abdication. They begin: 'This surprising Animal was taken by John Bull and his Allies...' 'Russia &c.' is added after the allusion to Egypt, the reference to Sidney Smith is omitted. As before: 'he thought he \"coud\" conquer the four Quarters of the Globe'. The speech ends: 'But Bull and Co. coming up with him by break of day, compelled him to surrender, and transported him to Hell Bay, (\"Elba.\")' The asterisk in the title refers to a note: 'Anagram upon Buonaparte's name. On his attempting to steal the crown, &c. \"Bona rapta pone leno.\"— Lay down the goods you have stolen Rascal!' There is also a note to 'Deceptions': 'The First Twenty-seven Verses of the 14th Chapter of Isaiah.' May 1814? Hand-coloured woodcut with letterpress text "], "Producer name": [" Print made by: James Lee ", " Published by: James Asperne "], "School/style": ["British"], "Production date": ["1814"], "Materials": ["paper"], "Technique": [" woodcut ", " hand-coloured ", " letterpress "], "Dimensions": [" Height: 441 millimetres (sheet) ", " Height: 189 millimetres (woodcut) ", " Width: 281 millimetres (sheet) ", " Width: 241 millimetres (woodcut) "], "$Inscriptions": [" "], "Curator's comments": [" In this broadside, a captive monkey with the head of Napoleon has become an exhibit in Pidcock’s Grand Menagerie. As further humiliation, the monkey wears a colourful patched costume usually associated with the comic figure of Harlequin. Gilbert Pidcock (1743–1810) was the owner of a collection of animals, known as the Royal Menagerie, which included lions, tigers, beavers, ostriches and other wild birds and animals. It toured all across the country, but from 1793 was based in an exhibition hall in London’s Strand. This printed image was first published in 1803, however, in this later print, the satirist has adapted the words to associate it with the political events leading up to the abdication of Napoleon. Pidcock announces, “This surprising Animal was taken by John Bull and his Allies... But Bull and Co. coming up with him by break of day, compelled him to surrender, and transported him to Hell Bay.” ‘Hell Bay’ was a popular reference to the Island of Elba, where Napoleon was exiled in 1814. ", " (Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', IX, 1949) See No. 12229, &c. For 'Hell Bay' cf. No. 12231. Other broadsides advertised below the imprint are 'A delicate Finish to a Corsican Usurper, with a large Copperplate. Price 6d Plain, or 1s. Coloured', see No. 12227, and two without illustrations, price 3d. or 6 for a shilling: 'Cruce Dignus ... [on this is advertised 'An exact Representation of Buonaparte as he may probably appear on the Island of Elba'; 6d. Plain, 1s. Coloured' (probably No. 12267)] ', 23 Apr. 1813 (suggesting that these two words have been inadvertently prefixed to the title of this print), and 'Bona Rapta . . .' (n.d.). Copies of these last two are pasted on the back of this print [and registered as 1868,0808.8139 and 8140]. Broadley, i. 362. "], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (12267)"], "Location": ["Not on display"], "Exhibition history": [" 2018 12 Jan-11 Mar, BM, 90a, Pots with attitude: British satire on ceramics "], "Subjects": ["satire"], "Associated names": [" Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Gilbert Pidcock "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.8138"], "Conservation": [" Treatment: 28/11/17 ", " Mount "]}