{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.3864"], "Title": ["Object: Locusts"], "Description": [" A satire on the government and people in positions of authority implying they are devouring the country’s wealth. Clouds of locusts are descending on Whitehall having eaten all the leaves on the trees including those on a tree lettered “Hab[eas]: Corp[us]” and another lettered “Mag[na] C[arta]”. On the roadway are swarms lettered “C[ustoms] Off[icer]s”, “Co[mmissione]r”, “Ex[cis]e m[e]n”, “Priests”, “Attor[ne]ys”, “L[aw]y[er]s”. A bigger locust wearing the Papal triple tiara flies over at left end, others carry emblems of the State and Church: a mace, keys, batons, the Great Seal and mitres. In the front moving in different directios are eight large locusts numbered in a key below. 1. “Found at St James’s” is the Duke of Cumberland, 2. “found in Staffordshire”, wearing an earl’s coronet is Earl Gower, Lord Privy Seal, 3. “found in Bloomsbury”, wearing a ducal coronet, is the Duke of Bedford, Secretary of State for the Southern Department 4. “found in Lincoln’s Innfields”, also wearing a ducal coronet, is the Duke of Newcastle, Secretary of State for the Northern Department 5. “the fellow to the fourth” is Henry Pelham, Prime Minister and Chancellor of the Exchequer, 6, “A female Locust found at Yarmouth” is the Countess of Yarmouth, the King’s mistress, 7. “found near Huntington” is the Earl of Sandwich, First Lord of the Admiralty whose country seat was Hinchingbrooke, Huntingdonshire, 8. “found in Worcestershire” is probably intended for Lord Sandys whose family had long the county in parliament. Etching "], "Producer name": ["Print made by: Anonymous"], "School/style": ["British"], "Production date": ["1748 (circa)"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 170 millimetres (image) ", " Height: 193 millimetres (trimmed?) ", " Width: 301 millimetres (trimmed) "], "$Inscriptions": [" "], "Curator's comments": ["Numbers of Locusts appeared in parts of the west country, Shropshire and Staffordshire in August 1748; for \"A true Representation of the Locusts that fell in England the 4th of Augst 1748\", see 1914,0520.557."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (3018)"], "Location": ["Not on display"], "Subjects": [" satire ", " insect ", " anthropomorphism ", " taxation "], "Associated names": [" Representation of: John Russell, 4th Duke of Bedford ", " Representation of: Prince William Augustus, Duke of Cumberland ", " Representation of: John Leveson Gower, 1st Earl Gower ", " Representation of: Thomas Pelham-Holles, Duke of Newcastle ", " Representation of: Henry Pelham ", " Representation of: John Montagu, 4th Earl of Sandwich ", " Representation of: Samuel Sandys, 1st Baron Sandys of Ombersley ", " Representation of: Amalie Sophie Marianne von Wallmoden "], "Associated places": [" Topographic representation of: London (Whitehall) "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.3864"]}