{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1868,0612.417"], "Description": [" The Virgin and Child with carved cradle; a cat in the bottom left corner, an apple in the Child's hand, and a figure in the background. 1612/1616 Etching with stipple "], "Producer name": [" Print made by: Jacques Bellange ", " Published by: Jean Leblond I "], "School/style": ["French"], "Production date": ["1612-1616"], "Materials": ["paper"], "Technique": [" etching ", " stipple "], "Dimensions": [" Height: 146 millimetres (trimmed) ", " Width: 215 millimetres (trimmed) "], "$Inscriptions": [" "], "Curator's comments": ["(Text by Craig Hartley from 'Jacques Bellange, Printmaker of Lorraine', BM 1997, cat.6) The unique proof of the unfinished first state was published and illustrated by Walch, who stated that she knew it only from a photograph in the Witt Library at the Courtauld Institute of Art; subsequent scholars have referred to the illustration in Walch but none has known the location of the print. It was Richard Godfrey who discovered that the print itself is in the collection of the Courtauld Institute, where it was formerly filed in the Witt Library. The backing paper shows that it was in England by the eighteenth century. This proof is of crucial importance for the study of Bellange the printmaker as it is the only known proof before completion of work with the exception of the unique first state of Diana and Orion in the Bibliothèque Nationale in Paris. Although the Courtauld proof is less finished than the proof of Virgin with a rose (which may have been issued in that state) it shows work rather further advanced than was the case in the Diana and Orion proof. The printing of the proof is so faint that on first sight it looks like an impression from a worn plate, but this effect is typical of some of the very first proofs printed from a newly etched plate before the ink has worked its way fully into the lines. A similar effect is seen in the proof (before the artist's lettering) of Barocci's Annunciation in the British Museum. The faint printing makes some of the work on the plate difficult to discern, but most of the light shading, such as the horizontal lines in the sky, has already been etched. Many areas, such as the shadows on the Virgin's drapery, were overlaid with another layer of hatching in the second state. The most significant changes were those made to the Virgin's nose and outstretched hand. In the first state her nose had the same concave profile seen on the face of the Virgin in R.8-3. Perhaps it was too stark against the child's forehead. In any case, Bellange burnished out the line and reversed the shape of the profile in the second state - traces of the burnishing can be seen on the forehead of the child. At the same time he lowered the position of the top of the Virgin's left wrist and forearm while raising the fingers holding the swaddling clothes. That this search for a more elegant hand gesture is typical of Bellange is shown by the traces of alteration to hands and fingers found in several other prints. The extensive burnishing needed to erase the previous work in this area of the plate resulted in the erasure of some of the fluted lines at the bottom of the pilaster in the second state. Other more minor changes include the shading on the wall by the distant figure, thereby obscuring some of the architectural detail sketched in the first state. In addition, the halo is reduced in width on the right: the original line is still just visible in the second state. The rather crude signature was also added in the second state. The soft and subtle shading of the stippled and burnished flesh, and the carefully judged pattern of hatching and highlights on the drapery, are entirely characteristic of Bellange's mature etching style which varies little in the future. The depiction of the Virgin with a cradle and a distant figure, often seen through a doorway and clearly identifiable as Joseph, occurs in numerous late-sixteenth and seventeenth century prints of the Holy family in Egypt (for example, Jan Sadeler after F. Sustris, Hollstein 303). Walch (p. 80, quoted also in Worthen-Reed) notes that elements of the composition seem to derive from a print of the Madonna and Child (Bartsch 5) by Ventura Salimbeni, which is now considered a copy of an etching by Guido Reni. Bellange could have known either print by 1613 (the date of the deaths of both Salimbeni and the Roman publisher of Reni's etching, Nicolo van Aelst). But although either of these would have provided a precedent for the arrangement of the architectural setting, with an opening at the back in which the figure of Joseph is seen, the group of the Virgin and child is quite different. The pose of the child is virtually a repetition of that found in another print by Bellange showing the Virgin wrapping the Christ child in swaddling clothes (Walch 8) which lacks the technical refinement of this print and is probably earlier. The infant Christ is shown holding an apple, the fruit of the Tree of Knowledge, which was a common allusion in such depictions to Christ's role as the future Redeemer of mankind from Original Sin. The cat was another frequent inclusion in prints of the Virgin and child, although whether it always carries an intentional symbolism of the devil, or an association with night or sleep, is difficult to establish. The elaborately carved cradle at first looks like either another piece of obscure symbolism, or a piece of typical Bellange whimsy, but it is neither: cradles of an almost identical design appear in many early seventeenth-century prints (see for example, Jan Saenredam's engraving Night after Goltzius, Bartsch 94, which also includes a cat). Although the identification of the distant figure as Joseph is reasonably inferred from other prints of this subject, he is here rather enigmatic, to say the least, resembling the mysterious figures wandering anonymously about in the background of Bellange's larger prints (see no. 16)."], "Bibliographic references": [" Walch 1971 / Die Radierungen des Jacques Bellange (7.III) ", " Robert-Dumesnil 1835-71 / Le Peintre-Graveur Français (5) "], "Location": ["Not on display"], "Subjects": ["virgin and child"], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": ["Purchased from: Edward Daniell"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0612.417"], "Conservation": ["Treatment: 30 Jun 1995"]}