{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1887,0502.120"], "Description": [" Cleopatra, after Michelangelo Black chalk "], "Producer name": ["After: Michelangelo"], "School/style": [" Florentine ", " Roman "], "Production date": ["1533-1600"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 246 millimetres ", " Width: 170 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Wilde 91 is a contemporary copy of Michelangelo`s drawn depiction of `Cleopatra` in the Casa Buonarroti (Corpus 327) in Florence. It attests to the fame of the original which, as Vasari records, was given in the early 1530s by the artist to his young friend of Roman patrician family, Tommaso de`Cavalieri (c. 1519/20-87). The `Cleopatra` stands out amongst the drawings given to Cavalieri, such as the `Fall of Phaeton` in the BM (1895-0915-517 / Wilde 55), in its iconic presentation, suggesting that it was among the first drawings which Michelangelo gifted to Cavalieri. It shares with the `Countess of Canossa` (1895-9-15-493 / Wilde 42), dated to the mid to late 1520s, the careful depiction of a fantastical head dress, something of a speciality of Michelangelo at this time. The `Cleopatra` is less static than the `Countess`, however, Michelangelo`s making a nice visual play on the coiled tresses on the top of her head which are linked by the tress draped over her shoulder to the winding asp which imparts its venomous bite to the underside of her purposely exposed left breast. Plutrach and Cassius Dio record that Cleopatra committed suicide by placing an asp or Egyptian cobra between her breasts, and it became a common conceit of Renaissance art to exploit the sensual possibilities of the account. There is a sense in which Michelangelo`s Cleopatra functions as a `paragone`, a commentary on the differences between drawing and sculpture: Cleopatra recoils in the horrifying moment of her suicide yet she is also petrified, depicted in the form of an armless sculpted bust - her dying gaze is made perpetual. This conceit is emphasized by the coil of the snake`s body which extends beyond the edge of the bust, creating a lozenge-shaped void. This representational play is heightened by the similarity of the composition in the cast of the head to the celebrated antique sculpture of a recumbent woman first recorded in 1512 when it was placed in the Belvedere by Julius II, and then thought to represent Cleopatra in her death throes (see F. Haskell and N. Penny, `Taste and the Antique`, New Haven and London, 1981, pp. 184-7). Wilde describes the present drawing as a `feeble copy`, and, indeed, Cleopatra`s androgyny and glassy gaze of horror in the original are distorted, the Egyptian queen`s gaining a more feminine and sickly countenance. The ribbon across Cleopatra`s forehead securing the headdress in the original (there is a similar band across the forehead of the `Countess`) becomes a meaningless line dividing bare paper from shading. In the typical manner of a copyist, the chalk is applied tentatively, softening the contours and reducing the number of chalk strokes and pentimenti of the original. The tresses fluttering to either side of the head coil (likened by de Tolnay [1976] to the flames of an eternal lamp) are likewise reduced in impact. Very faintly reproduced is the vessel above Cleopatra`s left shoulder, equally only outlined in the original. Wilde 91 is in poor condition, the chalk much rubbed and the surface containing distracting black marks, perhaps oxidised white chalk or stray drops of glue size. The original was ceded by Tommaso de` Cavalieri to Duke Cosimo I de`Medici, as recorded not just by Vasari but by Tommaso himself in a letter of 1562 to the Duke in which he famously laments that giving up the original was like losing a son. The status of Wilde 91 as a contemporary copy is made more interesting by a letter written by Cosimo`s ambassador to the Papal Court, Averardo Serristori, to his employer, equally dated to 1562, in which Serristori states that before giving up the drawing Tommaso wanted to have a copy of it made by `un maestro amico suo` (`an artist friend of his`- see Daly Davis [1981]). It seems unlikely that Tommaso would have been happy with the poor transcription offered by Wilde 91, however, and Joannides (2003) suggests that the BM version may derive from the fine copy in the Louvre (Joannides 115) which he attributes to Giulio Clovio (1498-1578), miniaturist and librarian to the Farnese, who produced many sensitively drawn copies of Michelangelo`s drawings. Clovio strengthens Michelangelo`s contours and reduces the pentimenti, especially in the sinuous left-hand contour of Cleopatra`s neck. In favour of Joannides` proposition is the way in which Wilde 91 similarly accentuates the abrupt cutting off of the upper arm, conveying what Hirst (1988 and 1989) describes as an `all`antica` bust form - in the original the edge of the bust is softened through shading. Against Joannide`s suggestion is that where Clovio gives greater definition to the lock falling below Cleopatra`s breast, this remains as sketchy as the original in Wilde 91, but given the copyist`s artistic mediocrity the question of precedence must remain open. The third known drawn copy of the `Cleopatra`, esteemed by Wilde, is in the Boijmans Museum, Rotterdam. It was Wilde who first judged the version in the Casa Buonarroti to be the original, noting its impeccable documentation. The backing paper was removed in the late 1980s to reveal a sketchy version of the recto with the same orientation (and thus not traced from the recto). In contrast to the recto, the subject looks directly towards the viewer, her mouth open in the appearance of a scream, and the headdress is very differently composed. The presence of this verso sketch confirms the justice of Wilde`s attribution of the sheet since Michelangelo`s presentation drawings often contain sketches of contrasting finish to their rectos which are then ignored by copyists. Wilde 42 is a good example of this with ribald drawings in red chalk on its verso. In addition, the verso of the Cleopatra sheet carries the profile of an old, hook-nosed man, almost certainly drawn in a second moment, and considering the head`s smaller scale, and propinquity to the Cleopatra, perhaps drawn with the comical intention of showing a connoisseur observing the bust from a close distance. Hirst (1989) expanded his `Cleopatra` entry in the `Michel-Ange dessinateur` catalogue to include a discussion of the recently re-discovered verso, giving it to Michelangelo, followed by Carmen Bambach (1990). Wallace (1995), however, attributed the verso to Mini, judging it of considerably lower quality than the recto, and suggesting it was drawn after the face of the sculpted `Aurora` destined for the tomb of Lorenzo de`Medici, a recapitulation of his view of 1989. Wallace posits that the pupil`s composition preceded the recto, providing the impulse for Michelangelo`s more finished composition on the recto. Wallace`s thesis that the weak sketches by studio hands on occasion provided graphic starting points for Michelangelo is more plausible where the artist`s draws over his assistant`s original such as in the bravura dragon in pen and ink in the Ashmolean (Corpus 96) or the girl with a spindle, Wilde 40 / 1859-6-25-561, in the BM (on this issue see H. Chapman, exhib. cat., BM, `Michelangelo Drawings: closer to the Master`, 2005, p. 197). Considering the drawings that were to come, it might be considered strange that Michelangelo would give Cavalieri a sheet with a drawing not his on its verso. Although rubbed, the verso study is of high quality, vigorously drawn and of such decided contrast to the recto as to suggest Michelangelo`s invention. The `Cleopatra` is resonant in relation to the subjects of the other drawings Michelangelo gave to Cavalieri, mostly Ovidian and thus related to metamorphosis and changing states. Cleopatra commits suicide at the loss of her beloved Anthony, and in Michelangelo`s interpretation is metamorphosed, changed into stone. This surely had resonance for Michelangelo in relation to Cavalieri to whom the artist also directed many of his poems of the period: `resto prigion d`un cavalier armato` (Girardi 98). Michelangelo may have considered the moment of death in mystical terms, namely as being the moment of union with the beloved, on a plane above that of corporal experience, terms of understanding with which he was trying to temper his attraction for Cavalieri. The serpentine subject of the `Cleopatra` evokes the Ovidian story of the Medusa, the hair of whose decapitated head became a mass of writhing snakes, and whose gaze turned people into stone. This link was a common trope of Renaissance letters (see Garrard, 1989). Lit.: J. Wilde, `Italian Drawings in the BM, Michelangelo and His Studio`, London, 1953, no. 91, pp. 125-6; L. Dussler, `Die Zeichnungen des Michelangelo`, Berlin, 1959, under no. 409 (= Corpus 327), pp. 212-3; P. Barocchi, `Michelangelo e la sua scuola: i disegni di Casa Buonarroti e degli Uffizi`, under no. 133 (= Corpus 327), pp. 164-5; C. de Tolnay, `Corpus dei disegni di Michelangelo`, Novara, 1976, vol. ii., under no. 327, p. 100; M. Daly Davis, in exhib. cat., Florence, `Giorgio Vasari`, 1981, no. 7, pp. 253-4; M. Hirst, `Michelangelo and His Drawings`, New Haven and London, 1988, pp. 116-7; Ibid., exhib. cat., National Gallery, Washington, `Michelangelo Draftsman`, Milan, 1988, under no. 48 (= Corpus 327), p. 116; M. D. Garrard, `Artemisia Gentileschi: the Image of the Female Hero in Italian Baroque Art`, Princeton, 1989, p. 261; M. Hirst, in exhib. cat., Washington, National Gallery of Art and Paris, Louvre, 'Michelangelo Draftsman', 1988, under no. 48 (= Corpus 327), p. 116; Ibid., exhib. cat., Musée du Louvre, Paris, `Michel-Ange dessinateur`, Paris and Milan, 1989, under no. 48 (= Corpus 327, recto and verso ill.), pp. 118-121; W. Walace, review of `Michelangelo: Draftsman / Architect` in `Master Drawings`, xxvii, 1, 1989, pp. 67-9; C. Bambach, review of M. Hirst, `Michelangelo and His Drawings` in `The Art Bulletin`, 1990, vol. lxxii, 3, p. 495; C. Gilbert, `Un viso quasiche di furia`, in Craig Hugh Smyth ed., `Michelangelo Drawings`, Washington, 1992, pp. 213-219, 222-3; W. E. Wallace, `Instruction and Originality in Michelangelo`s Drawings`, in `The Craft of Art. Originality and Industry in the Italian Renaissance and Baroque Workshop`, ed. A. Ladis and C. Wood, Athens, Georgia, 1995, pp. 127-131, figs. 19-20 (= Corpus 327 r + v); L. Bardeschi Ciulich and P. Ragionieri, exhib. cat., Casa Buonarroti, Florence, `Vita di Michelangelo`, 2001, under no. 57 (= Corpus 327), pp. 90-1 (cat. entry by P. Ragionieri); P. Joannides, `Michel-Ange, élèves et copistes`, Paris, 2003, under no. 115 (= Clovio copy of Michelangelo`s `Cleopatra`), pp. 258-9; A. Schumacher, `Michelangelo`s Teste Divine. Idealbildnisse als Exempla der Zeichenkunst`, Münster, 2007, pp. 160-2, 175-178; A. Gnann, exhib.cat., Albertina, Vienna, `Michelangelo: Zeichnungen eines Genies`, 2010, under no.86 (= Corpus 327), p.287."], "Bibliographic references": [" Wilde 1953 / Michelangelo and His Studio (91) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (378) "], "Location": ["Not on display"], "Exhibition history": [" 2001 Apr-Aug, British Museum, 'Cleopatra of Egypt: from History to Myth' "], "Subjects": ["ancient history"], "Associated names": ["Portrait of: Cleopatra the Great"], "Acquisition name": ["Donated by: Henry Vaughan"], "Previous owner": [" Previous owner/ex-collection: William Young Ottley (T Philipe, 23.vi.1814/1769 as Michelangelo 'One - a bust of Cleopatra - a highly finished and capital design - black chalk') ", " Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: Samuel Woodburn (Christie's, 4.vi.1860/140 as Michelangelo 'CLEOPATRA, WITH THE ASP. A BEAUTIFUL DRAWING, HIGHLY FINISHED, IN BLACK CHALK. Engraved in the Italian School of Design. From the Collection of W.Y. Ottley, Esq.' bt Gasc £16-16-0) "], "Acquisition date": ["1887"], "Department": ["Prints and Drawings"], "Registration number": ["1887,0502.120"]}