{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1878,1228.121"], "Description": [" Tlos from the NE; view from a hillside looking across a wooded glen, beyond which rises the crag of Tlos with fortress and tombs, the Xanthus valley at r, in the right distance the snowy mountains of Anticragus. 1844 Watercolour, over graphite "], "Producer name": ["Drawn by: William James Müller"], "School/style": ["British"], "Production date": ["1844"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 354 millimetres ", " Width: 553 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Stainton 1985 A pupil of J. B. Pyne in his native Bristol (his father had been a Prussian refugee from the Napoleonic wars and had settled there), Müller was influenced by studying the Cotman drawings belonging to the Rev. James Bulwer to visit Norfolk for two months in 1831; in the following year he founded a Sketching Club in Bristol, inspired by that of Girtin and Cotman. Like many other topographical watercolourists of the period, Müller travelled abroad extensively, both in Europe and further afield, visiting Athens and Egypt in 1838-9. In 1843-4 he accompanied the Government Expeditionary Force, led by Sir Charles Fellows, to Lycia, and made a series of thirty-six watercolours (all in the British Museum), of which this is an example. Perhaps fortuitously, the supplies of white bodycolour he took with him oxidised, and he abandoned its use, concentrating instead on a strikingly bold and free use of pure watercolour, in rich, earthy tones of ochre and brown, well-suited to the rugged landscape through which he was travelling. Probably sold at Christie's 1 - 3 April 1846: there are eleven drawings described as \"Iloss\" (a contemporary mis-spelling of Tlos)."], "Bibliographic references": [" Binyon 1898-1907 / Catalogue of drawings by British artists, and artists of foreign origin working in Great Britain (61) ", " Stainton 1985 / British Landscape Watercolours 1600-1860 (180) "], "Location": ["Not on display"], "Exhibition history": [" 1985, BM, British Landscape Watercolours 1600-1860, no.180 1991 Sept-Nov, Bristol AG, 'Muller', no. 160 "], "Associated places": [" Topographic representation of: Lycia "], "Acquisition name": ["Bequeathed by: John Henderson"], "Acquisition date": ["1878"], "Department": ["Prints and Drawings"], "Registration number": ["1878,1228.121"]}