{"artifact_name": "drawing; print study", "Object Type": [" drawing ", " print study "], "Museum number": ["1861,0713.6"], "Description": [" Study for the Temptation of St Antony (second version); the saint surrounded by devils beside fire-breathing dragon in front of him on the left , various grotesques and imaginary creatures, including a flying dragon at centre top. 1635 Brush drawing in brown wash, over black chalk and incising, on light brown paper "], "Producer name": ["Drawn by: Jacques Callot"], "School/style": ["French"], "Production date": ["1635"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 309 millimetres ", " Width: 450 millimetres "], "Curator's comments": ["A study in reverse and with numerous small differences for Callot's late etching, the 'Temptation of St Antony' of 1635 (Lieure 1416; Meaume 139), a revised version of his earlier print of 1617. The BM has a single impression of the rare first version from the Scarisbrick collection, 1861,0713.259, taken from the plate ruined by foulbiting and another two from the same source of the later print, 1861,0713.261-262. According to Pier-Jean Mariette's notes (P. de Chennevières and A. de Montaiglon (eds), 'Abecedario de P. J. Mariette et autres notes inédites de cet amateur sur les arts et les artistes', Paris, 1853, I, pp. 286-287) the cabinet maker André-Charles Boulle had two studies by Callot for the print, one of which may conceivably be the present one as it has a French XVIIIc provenance. Mariette in the Crozat sale (1741) mentioned along with the drawing in that collection a fourth one that is possibly the drawing now in Dresden (inv. 600), D. Ternois, 'Jacques Callot. Catalogue De Son Oeuvre dessiné. Supplément (1962-1998)', Paris, 1999, no. 1506. In the Quentin de Lorangère sale (see the description given in the provenance) a drawing from the Jullienne sale is mentioned of the subject, but said wrongly to be related to Callot's first version. The Crozat drawing is in the Nationalmuseum, Stockholm (2471/1863; Ternois no. 953) and the Julienne one is in the Hermitage, St Petersburg (14522; Ternois 954). The much damaged BM drawing is closest to the print and is therefore most likely the last of the trio to have been executed. Ternois also listed a fourth drawing of the subject in the Ashmolean Museum as being related to the print (K.T. Parker, 'Catalogue of the collection of drawings in the Ashmolean Museum: Netherlandish, German, French and Spanish schools', Oxford, 1938, no. 394; Ternois 956). The Oxford drawing is completely unlike the other three drawings and Ternois in the 1992 Callot catalogue revised his opinion, believing it to be more likely a study for a theatrical backdrop. Lit.: D. Ternois, 'Jacques Callot: catalogue complet de son oeuvre dessiné', Paris, 1962, no. 955, p. 135; H. Diane Russell, in exhib. cat., Washington, National Gallery of Art, 'Jacques Callot Prints & Related Drawings', 1975, no. 138, p. 178; D. Ternois in exhib. cat., Nancy, Musée Historique Lorrain, 'Jacques Callot: 1592-1635', 1992, no. 533, p. 426"], "Bibliographic references": ["Ternois 1962 / Dessins de Jacques Callot, Catalogue complet de son oeuvre dessiné (955)"], "Location": ["Not on display"], "Exhibition history": [" 1975, Washington, NGA, Callot, no. 138 1992 Jun-Sep, Nancy, Musée Historique Lorrain, Jacques Callot, no. 533 "], "Subjects": [" christian saint/martyr ", " grotesque "], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": [" Purchased from: Charles Scarisbrick ", " Purchased through: Christie's (14.v.1861/ part of lot 475) ", " Purchased through: Colnaghi "], "Previous owner": [" Previous owner/ex-collection: André Charles Boulle (?) ", " Previous owner/ex-collection: Quentin de Lorangère (?, sale, Gersaint, Paris, 2.iii.1744 (first day of sale) and following, 4th volume (French school), lot 56 as Callot 'Le Dessein original de la tentatation de S. Antoine, fait au Bistre, par Callot, où il se trouve quelques petites différences qui ne sont point dans l'Estampe. Ce Dessein est un des plus capitaux que l'on connoisse de ce Maître, aussi bien que celui que possese M. de Julienne [now inv. 14522; Hermitage, St Petersburg/ Ternois 954] qui est l'original de l'autre grande tentation qui est gravée, & dont nous parterons, ci-après dans le Catalogue de l'Oeuvre de Callot') "], "Acquisition date": ["1861"], "Acquisition notes": ["From the Scarisbrick collection of Callot's work: see comment on 1861,0713.1. Mariette recorded two Temptation of St Antony studies in the collection of Boulle collection, BM one plausibly one of them as it was likely one sold in Quentin de Lorangère sale in 1744"], "Department": ["Prints and Drawings"], "Registration number": ["1861,0713.6"]}