{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6763"], "Title": ["Object: Anticipation- ways and means- or Buonaparte really taken!!"], "Description": [" A booth inscribed 'The Only Booth in the Fair' stands on a platform round which are the heads and shoulders of gaping yokels. Fox stands in the centre, full-face, dressed as a zany in (tricolour) striped tunic and trousers. He displays a large painting of a grotesque and ferocious figure, above which is inscribed: 'To be seen here alive \\ The Noted \\ Boney-Part \\ from Egypt \\ an Undoubted Likeness'. 'Boney' holds a dagger in each hand. He wears bonnet-rouge and jackboots with huge spurs; the right ankle is chained to a tree-stump. Fox weeps, saying, \"he is certainly taken I never was so pleased at any event in the whole course of my Life\". Pitt sits on a chair, his back towards Fox, leaning towards the spectators on the right of the platform holding out a trumpet to which is attached a fringed banner decorated with the heads, in consultation, of George III, Dundas [actually John Bull], and himself, with the inscription 'John Bull Humbug'd'. He is grotesquely thin, one gouty leg rests on a stool (cf. BMSat 9226); he says: \"Believe me I do not mean to decieve you this time, he is really taken, and in this Booth at this present moment - Out with your pence good people - dont be so shy - tumble up Mr Bull - the only Booth in the Fair! dont be alarm'd - he is perfectly tame I assure you\". Behind Fox and Pitt is the booth, a curtain over the door, into which a fat yokel is pushing his way. On the platform (left) is a salt-box, with a baton in it, instrument of rough music, inscribed 'CIF' [C. J. Fox]. 13 August 1798 Hand-coloured etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: S W Fores "], "School/style": ["British"], "Production date": ["1798"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 293 millimetres ", " Width: 389 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) A double-edged satire. Many reports on Nelson's Mediterranean chase of Buonaparte were reaching England. Rose wrote, 2 Aug., that an account of Buonaparte's capture was given as a joke in Plymouth and believed by many in Hampshire. 'Auckland Corr.' iii. 43. A report reached the Admiralty on 21 Aug. of the landing at Alexandria. 'Spencer Papers', ed. J. S. Corbett, ii, 1914, p. 453. For later rumours cf. Buonaparte's 'Dance of Death!', p. 576. For the attitude of the Opposition to war-news, cf. BMSat 9248, &c. Reproduced, Broadley, i. 114. ........................................................................ George identified the head in the centre of the group of three on Pitt's flag as Dundas, but he resembles closely the gullible man standing immediately below, and must be intended as John Bull (the lettering below reads \"John Bull Humbug'd\")"], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9241)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": [" Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Henry Dundas, 1st Viscount Melville ", " Associated with: Charles James Fox ", " Associated with: George III, King of the United Kingdom ", " Associated with: William Pitt the Younger "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6763"], "Conservation": ["Treatment: 16 Sep 2013"]}