{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.709"], "Description": [" Cleopatra; three-quarter length, partly draped, her head in profile to right, her left arm leaning on a surface, in her right hand an asp Red chalk Turner and Plazzotta 1991 She stands three-quarter length with her body facing the spectator but with her head turned almost in profile to the right, looking upwards; she rests her left arm on a block and in her right hand she holds an asp which makes towards her bared right breast. "], "Producer name": ["Drawn by: Guercino"], "School/style": ["Bolognese"], "Production date": ["1635-1640 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 292 millimetres ", " Width: 215 millimetres "], "Curator's comments": ["Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq', London, 1876, no. 269; N. Turner and C. Plazzotta , in exhib. cat., BM, 'Drawings by Guercino from British Collections', 1991, no. 120 and Appendix (Drawings by Guercino, his School and Followers, in the British Museum ), no. 36, colour pl. 19; Turner and Plazzotta 1991 [Exhibition Catalogue] The style of the drawing suggests a date in the late 1630s. Guercino evidently painted three representations of this subject during this decade, only one of which survives, the painting commissioned by the Marchese Francesco Fiaschi (Malvasia, 1678, II, p. 372; 1841, II, p. 265; referred to in the Account Book under the date 21 December 1639, 'Libro dei Conti', 1808, pp. 90-91; 1841, p. 319) and now in a private collection in Ferrara (Mahon, 'Dipinti', 1968, no. 70; Salerno, 1988, no. 183). As Salerno has pointed out, another lost picture of Cleopatra is the subject of a small printed volume entitled 'La Cleopatra, pittura dell'immortal pennello del Sig. Cav. G. F. Barbieri di Cento' (Forli, 1638), which is dedicated to Alfonso Palettonio, Governor of Ferrara, who had been Governor of Cento the previous year. A third depiction of the subject, referred to on p. 3 of the Palettonio volume, is said to have been painted by Guercino for another patron, Conte Angelo degli Oddi of Perugia. Neither of these last two pictures is mentioned in either Malvasia's life of Guercino or the Account Book. Also mentioned in the volume is a 'Cleopatra' in the process of being painted: in our opinion it is likely that this was the Fiaschi picture, rather than a fourth rendering of the subject. Since there is no direct connection between the present drawing and the one extant painting of 'Cleopatra' executed in the 1630s, it seems likely to us that it would have been made for one of the lost pictures. A red chalk drawing of Cleopatra in the École des Beaux-Arts, Paris (inv. no. 2695), has several points in common with 1895,0915.709 and may be a related drawing. Although the figure is seated, in full profile to the right, and more scantily clad, the position of the hands, details of the face and coiffure, and the technique of the drawing, with its dark background acting as a foil to the figure, all weigh in favour of such a connection. [Appendix] It is clear from the annotated copy of the 1859 Christie's sale catalogue in the Library of P. & D. Colnaghi's, London, a xerox of which is in the Library of the Department (shelf-mark A. 6. 32), that Robinson was the purchaser of only one of the lots of red chalk drawings by Guercino. This was lot 72 containing four drawings, of which none of the three listed represented Cleopatra. While it is possible that the fourth drawing in this lot was 1895,0915.709, this seems unlikely since a drawing of such distinction would surely have merited description. On the other hand, lot 66, purchased by 'Smith', contained three drawings: 'The Holy Family'; and two studies for 'Cleopatra'. Robinson probably acquired his drawing from 'Smith' after the sale, since he often negotiated swaps or purchases with other buyers immediately after the sales he attended. Literature: Robinson, Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq., London, 1869, no. 259; Robinson, Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq., 2nd Edition, London, 1876, no. 269."], "Bibliographic references": [" Turner & Plazzotta 1991 / Drawings by Guercino from British Collections (App.36) ", " JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (269) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (369) ", " Bate & Thornton 2012 / Shakespeare: Staging the World (p. 145, fig. 27; p. 290) "], "Location": ["Not on display"], "Exhibition history": [" 1991 May-Aug, BM, Guercino, no.120 1996 Feb-Apr, Tokyo, Nat Mus Western Art, Italian Drawings/BM, no.72 1996 Apr-May, Nagoya, Aichi Pref Mus of Art, Italian Drawings/BM, no.72 1999/00 Nov-Feb, Sydney, New South Wales AG, 'Drawing the Figure' 2012 London, BM, Shakespeare "], "Subjects": ["ancient history"], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Casa Gennari ", " Previous owner/ex-collection: John Bouverie (L.325) ", " Previous owner/ex-collection: Christopher Hervey ", " Previous owner/ex-collection: Charles Noel, 1st Earl of Gainsborough (Christie's, London, 20.vii.1859/part of lot 66, with two others, bt Smith £0-13-0; See Curatorial Comment) ", " Previous owner/ex-collection: Sir John Charles Robinson ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.709"]}