{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1899,0617.2"], "Description": [" Fragment of a design for a pulpit, with the Flagellation, the Road to Calvary and the Crucifixion; an acanthus frieze below with cherubim between Pen and point of the brush in brown ink, on vellum "], "Producer name": ["Drawn by: Anonymous"], "School/style": ["Sienese"], "Production date": ["14thC"], "Materials": ["vellum"], "Technique": ["drawn"], "Dimensions": [" Height: 110 millimetres ", " Width: 411 millimetres (max; irregular) "], "Curator's comments": [" Two fragments of the same drawing continuing the design to l. and r. are in the Museo dell' Opera del Duomo at Orvieto, and in the Kupferstichkabinett in Berlin (see the photomontage of all three in Degenhart and Schmitt, I-1, p. 99; ). The drawings are generally considered to be designs for an unexecuted pulpit for Orvieto cathedral, though no such work is documented. The narrative scenes from the Life of Christ at the upper register begin on the Orvieto drawing with the 'Birth of Christ' (the 'Annunciation' would have certainly preceded this but the vellum is torn on the left) and finishes with the 'Deposition' on the Berlin sheet. The BM part of the design is missing the lower section showing octagonal pillars supporting the structure. Reconstructing the intended form of the structure from the drawings it appears that it would have been a pentagon with one side taken up by the stairs, the entrance of which would have been the arch shown in the Berlin drawing (a ground plan on these lines is illustrated in Degenhart and Schmitt, I-1, p. 99). Calderoni Masetti has tentatively suggested that the drawings are for an octagonal reliquary (her figs. 21 and 22), noting that many of the narrative scenes would have been impossible to render in marble but could have been in enamel. She proposed that the drawings might be by Ugolino di Vieri (fl. c.1329-1380/5), pointing out stylistic similarities with his enamels on the Reliquary of the Santo Corporale (1338) in Orvieto Cathedral. Whether they are close enough to be the same hand is questionable, and their affinity might as easily be due to the artist responsible for the pulpit design having looked at the enamels (or vice versa as the drawings must have been in Orvieto at the time). The impracticality of the design might be more easily explained by Popham and Pouncey's suggestion that the pulpit was designed by a painter not a sculptor. The critics are unanimous in thinking that the design is by a Sienese artist of the first half of the fourteenth century (Degenhart and Schmitt date them c. 1340) influenced by Ambrogio Lorenzetti and Simone Martini. HC Lit.: A.E. Popham and P. Pouncey, 'Italian drawings in the BM, the fourteenth and fifteenth centuries', London, 1950, I, no. 268 (with previous literature), II, pl. CCXXX; B. Degenhart and A. Schmitt, 'Corpus der italienischen Zeichnungen 1300-1450', Berlin, 1968, I-1, no. 41, I-3, pl. 74; A.R. Calderoni Masetti, 'Sui disegni figurati trecenteschi del Museo del'Opera del Duomo a Orvieto', in \"Ori e Tesori d'Europa, atti del convegno di studio\", Castello di Udine, 1991, pp. 245-54; H-Th. Schulze Altcappenberg, in exhib. cat., Berlin, Kupferstichkabinett and Saarbrücken, Saarland Museum, 'Die italienischen Zeichnungen des 14. und 15. Jahrhunderts im Berliner Kupferstichkabinett', 1995, p. 28 ", " Popham & Pouncey 1950 Two other fragments of the same drawing continuing the design to 1. and r. are respectively in the Museo dell' Opera del Duomo at Orvieto and the Kupferstichkabinett in Berlin and are reproduced by the Vasari Society, loc. cit. Our fragment has been studied in relation to the others by Dodgson and Fumi, both of whom have been guided by the reconstruction proposed by Carlo Franci, whose drawings are reproduced by Fumi, loc. cit. It is on the conclusions arrived at by these authors that the brief summary which follows is mainly based. It is evident that the design is for a pulpit and it seems likely that it was for Orvieto Cathedral, even though no pulpit of early date exists there and no documentary reference to such a work has as yet been discovered. Although considerable portions of the original parchment sheet are missing, the three fragments combine to form a continuous stretch of the design and, indeed, give nearly the whole of the parapet on which, in compartments separated by figures of prophets, are represented scenes from the life of Christ. The design is seen to end on the r. of the Berlin fragment. The beginning is torn away; but it does not seem likely that more than one compartment of the parapet is lacking. The iconography indicates that the missing scene was probably the 'Annunciation'. The design of the pulpit below the level of the parapet can be deduced from the Orvieto and Berlin fragments. The entire area below the first surviving scene, the 'Nativity', and that which once preceded it, the 'Annunciation' (?), is a solid wall, the whole of the upper part of which is occupied by the 'Marriage of the Virgin'. This wall is flanked by octagonal pillars. From the r.-hand one springs a trilobate arch, the first of three supported by octagonal pillars. The first of these free-standing pillars rests on a plinth, the second on a lion; the base of the third is missing. There is no indication of what follows below the next part of the parapet (the first two compartments on the B.M. fragment). But it is possible to infer from the fragment of decoration under that portion of the following compartment, the 'Crucifixion', which occurs on the Berlin fragment, that the area under this exceptionally wide scene was to be solid wall, corresponding with the l.-hand section of the Orvieto fragment. Had there been an arch underneath the 'Crucifixion' there would have been, instead, the normal roundel with a half-length angel in the spandrel. It may be conjectured that if there was a large relief on the upper part of this wall to balance the 'Marriage of the Virgin' it might well have represented the 'Resurrection'. If, then, it be assumed that a fourth arch occurred under the two small compartments on the B.M. fragment, it becomes possible to envisage the pulpit platform as a regular pentagon in plan. One side would be taken up by the head of a staircase enclosed within the two solid walls and entered under the arch shown on the Berlin fragment. Since the two solid walls differ from each other in length the staircase would be trapezoidal in plan. The four remaining sides of the platform of the pulpit would each consist of an arch surmounted by two compartments of the parapet. The position of the preacher is indicated by the eagle-shaped book-rest on the parapet above the first of the free-standing pillars. Emphasis is given to this pillar by placing two prophets instead of one on its capital and similarly to the reading-desk immediately above by placing a companion figure, apparently an angel, alongside the prophet separating the 'Presentation' from the 'Flight into Egypt'. The first author to discuss this design, L. Beltrami, considered that it was probably by Orcagna. He was led to this conclusion mainly by the fact that Orcagna, between 1358 and 1362, was in contact with the cathedral authorities and was for a while capomaestro of the Duomo. But the attribution has no stylistic foundation and has been rejected by later critics with the exception of Van Marle, who has suggested that if the artist was not Orcagna he might have been his brother, Matteo, who is known to have accompanied him to Orvieto. There is, however, no reason to suppose that the artist was a Florentine. On the contrary, both the style and the types point unmistakably to a Sienese or at any rate to an artist formed under Sienese influence. Venturi in his 'Storia' abandoned his earlier view that the author might be Lorenzo Maitani and said that he was reminded of two other Sienese sculptors, Agostino and Agnolo di Ventura. But the pulpit design cannot be said to resemble in style the reliefs on the Tarlati monument in Arezzo Cathedral (1330), readily divisible between Agostino and Agnolo, any more than it does the slightly earlier reliefs on the façade of the duomo at Orvieto, attributed to Maitani. There exists, so far as we are aware, no work with which this fine drawing can be satisfactorily grouped. It would seem to date from the early years of the second half of the century and to be by a painter (rather than a sculptor) in whom the influence of the Lorenzetti is outweighed by that of Simone Martini. Literature: L. Beltrami in L. Fumi, Album poliglotto, 1891, p. 129; A. Venturi, Archivio storico, v (1892), pp. 210 f.; the same, Storia, iv (1906), p. 397; B.M. Guide, 1901, no. A1; C. Dodgson, Vasari Society, First Series, i (1905/6), 23-5; L. Fumi, Orvieto, n.d., pp. 100 ff.; Van Marle, iii (1924), p. 472. "], "Bibliographic references": ["Popham & Pouncey 1950 / The Fourteenth and Fifteenth Centuries (268)"], "Location": ["Not on display"], "Subjects": [" flagellation ", " road to calvary ", " crucifixion "], "Acquisition name": ["Purchased from: Miss Warnerke"], "Acquisition date": ["1899"], "Department": ["Prints and Drawings"], "Registration number": ["1899,0617.2"]}