{"artifact_name": "print; book-illustration", "Object Type": [" print ", " book-illustration "], "Museum number": ["1863,0613.285"], "Description": [" Interior with Lotte surrounded by her siblings; Werther approaching through a doorway to right; illustration to Goethe's 'Sorrows of Young Werther'. 1776 Etching "], "Producer name": ["Print made by: Daniel Chodowiecki"], "School/style": ["German"], "Production date": ["1776"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 655 millimetres ", " Width: 84 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Text from Antony Griffiths and Frances Carey, 'German Printmaking in the Age of Goethe'. BM 1994, no. 20 : Goethe's tragic tale, composed in epistolary form, of 'The Sorrows of Young Werther', achieved immediate success. Within five years of its first publication in German in 1774 (without illustrations), it was translated into every European language, with the first English version appearing in 1779, translated from the French edition of 1776. It became the inspiration for every variety of dramatic performance and popular ballad, for the decoration of Meissen porcelain, fashions in dress, jewellery and perfume. When Goethe was presented to Napoleon at Erfurt in 1808, Werther was one of the principal topics chosen for discussion by the Emperor, who had carried a copy in his field library to Egypt. The subjects of these two vignettes are taken from the beginning and end of the novel. The first shows Werther's initial encounter with Lotte cutting bread for her brothers and sisters when he is instantly captivated by her charms, while the second is Werther's chamber with the hero's corpse lying on the curtained bed after the suicide, to which his tortured sensibility has driven him. This ending was sufficiently controversial, because of its apparent sanction for suicide, for a ban to be imposed on the book's sale in Leipzig, as well as inviting the derision of rationalists like Lichtenberg. The narrative was closely allied to Goethe's own turbulent emotional experiences at this time; much later, in 1824, he stated: \"I have only read the book once since its appearance, and have taken good care not to read it again. It is a mass of congreve rockets. I am uncomfortable when I look at it; and I dread lest I should once more experience the peculiar mental state from which it was produced.\" (see J. P. Eckermann, 'Conversations with Goethe', 2 January, 1824). Chodowiecki's first illustration associated with 'Werther' was a vignette for a parody of the novel, 'The Joys of Young Werther', written and published in 1775 by the Berlin bookseller, Friedrich Nicolai (E.120). He also drew portraits of Lotte and Werther with different scenes inset below as bas-reliefs which were etched by Daniel Berger (1774-1824) for the 1775-9 collected edition of Goethe's writings, published by Himburg in Berlin without the author's consent. Three of these drawings by Chodowiecki belong to the Veste Coburg Collection (see nos 28 and 29 in the Goethe-Institut catalogue 1989) which also holds the drawing for E.151, 'The First Meeting between Lotte and Werther' (ibid. no.30). A preparatory drawing for E.152 in the Kunstsammlungen zu Weimar (Geismeier p. 156) shows a different arrangement of the bedchamber. Goethe, who first met Chodowiecki in 1778, was aware of the contribution Chodowiecki's illustrative work made to the wider appreciation of much contemporary literature, albeit within a narrow genre; in a letter of 1779 he commented: \"Chodowiecki, the artist whom we admire, works within a limited sphere but Chodowiecki, the craftsman, who illuminates trivial aphorisms with his copperplates, will count for something\", (Geismeier, p.8; for further details of Goethe's relationship with Chodowiecki see Geismeier pp.11-12 and Ernst Volkmann, 'Chodowiecki und Goethe', Danzig 1930)."], "Bibliographic references": ["Engelmann 1857 / Daniel Chodowiecki's sämtliche Kupferstiche (151)"], "Location": ["Not on display"], "Exhibition history": [" 1994/5 Sept-Jan, BM, 'German Printmaking in the Age of Goethe', no. 20 1995 Jan-Mar, Lancaster, Peter Scott Gall, German Printmaking Age/Goethe 1995 Mar-May, Edinburgh, NG Scotland, German Printmaking Age/Goethe 1995 May-Jun, Newcastle, Northumbria Univ Gall, German Printmaking Age/Goethe 1995 Jul-Aug, Plymouth, City Mus & AG, German Printmaking Age/Goethe 1995 Sep-Oct, York, City AG, German Printmaking Age/Goethe 1995 Nov-Dec, Nottingham, Djanogly AG, German Printmaking Age/Goethe "], "Associated names": [" Illustration to: Johann Wolfgang von Goethe ", " Representation of: Lotte "], "Associated titles": ["Associated Title:", " The Sorrows of Young Werther ", "(French translation)"], "Acquisition name": ["Purchased from: Frederick Startridge Ellis"], "Acquisition date": ["1863"], "Department": ["Prints and Drawings"], "Registration number": ["1863,0613.285"], "Conservation": ["Treatment: 12 Nov 1993"]}