{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.714"], "Description": [" The Flight into Egypt; the Virgin and Child on a donkey at r, being led by St Joseph who is looking back over his shoulder, putti above Pen and brown ink, with grey-brown wash, over red chalk "], "Producer name": ["Drawn by: Pier Francesco Mola"], "School/style": ["Roman"], "Production date": ["1627-1668"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 148 millimetres ", " Width: 206 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq.', London, 1876, no. 274; N. Turner, 'Italian Drawings in the BM, Roman Baroque Drawings', London, 1999, I, no. 218 Turner 1999 Attributed by Resta to \"Francesco Mola\" in MS Lansdowne 802, 242r and 242v (British Library, Department of Manuscripts). An upright rectangular washed border, perhaps drawn on to the sheet at Resta's instigation, shows through from the verso, which is backed down on to the modern, museum mount. Resta's comment on this and three other drawings by Mola (his nos \"m. 142-6\") is an early appreciation of Mola as a painter and draughtsman, and seems worth quoting from the manuscript in full, though it depends on Pellegrino Antonio Orlandi's earlier note on the artist (1704, p. 320). \"Francesco Mola da Lugano, imparò da Franc.o Albano naque [sic]/ l'anno 1609 e di 56 di sua età mori il 1665./ Francesco Mola non solo fu celebre Pittore, come ne fano [sic] certa/ testmonianza tante sue opere a fresco ed oglio nella Citta di Roma./ Ma si diletto anco di caricare alla Caraccesca, come si vede dalle/ due qui poste caricature, e molte del Mola passano sicure per caricature/ de Carracci. Piaque in oltro al Mola il Schizzare alla Guercinesca e nel dipinto/ s'accosto a quella grande e celebre Maniera, che diede/ lume a tanti pittori fra quelle oscurità della prima/ Maniera, di non fare li quadri tanto levali e bassi di/ colore.\" The erroneous birth and death dates given by Orlandi and Resta were also followed by Richardson (see Pp,4.89). The drawing is typical of Mola's style of the 1640s. Literature: Robinson, 1869, no. 264; Robinson, 1876, no. 274."], "Bibliographic references": [" JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (274) ", " Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (218) "], "Location": ["Not on display"], "Subjects": ["flight into egypt"], "Associated names": [" Representation of: St Joseph ", " Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Padre Sebastiano Resta (L.2981; his number: \"m.146\". See Acquisition Comment) ", " Previous owner/ex-collection: John Somers, Baron Somers (L.2981; from 1710 until at least 1716. His sale, London, 1717.) ", " Previous owner/ex-collection: Jonathan Richardson Senior (L.2184) ", " Previous owner/ex-collection: Alleyne Fitzherbert, Baron St Helens (according to Robinson; according to Malcolm catalogue) ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Acquisition notes": ["Inscribed with Resta no: \"m.146\" Turner 1999 Loaned by Padre Sebastiano Resta to Giovanni Matteo Marchetti, Bishop of Arezzo, with other drawings from his volume 'm', for a period, ending 1703."], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.714"]}