{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1894,0417.28"], "Title": ["Object: Fraternization in grand Cairo or the mad general & his bonny-party likely to become tame musselmen"], "Description": [" Bonaparte stands despairingly between two Turks; one is about to put a bow-string round his neck, the other drags off his coat. A third, wearing a huge sabre (right), points with a gesture of menacing command to the 'Temple of Eunuch's' (right). Terrified Frenchmen are being pushed through the doorway by Turks, while a scowling Moslem priest stands by the door, a knife in his teeth. In the background a Frenchman is being strangled; the bodies of four others are bound to high posts, while serried ranks of Turkish soldiers stand on guard. Behind (left) is a massive Turkish fort with other buildings. 9 October 1798 Hand-coloured etching. "], "Producer name": [" Print made by: Thomas Rowlandson ", " Published by: Ackermann "], "School/style": ["British"], "Production date": ["1798"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 274 millimetres ", " Width: 334 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) A satire on the results of the Battle of the Nile (see BMSat 9250, &c), and on the efforts of Bonaparte (cooped up in Egypt) to pose as a Moslem. Bonaparte's Arabic proclamation on landing in Egypt was published in the English newspapers, e.g. 'Lond. Chron.', 27 Sept., containing the passage: 'The French are true Mussulmen. Not long since they marched to Rome, and overthrew the Throne of the Pope, who excited the Christians against the Professors of Islamism.' See Charles-Roux, 'Bonaparte Gouverneur d'Égypte', 1936; for the proclamation pp. 26-9, for Bonaparte and Islam pp. 75 ff. See BMSats 9255, 9278, 9349, 9359, 9534, 9544. Broadley, i. 120-1."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9253)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Purchased from: G Underwood"], "Acquisition date": ["1894"], "Department": ["Prints and Drawings"], "Registration number": ["1894,0417.28"]}