{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1895,0915.706"], "Description": [" Charity with an old man; half-length, three small children around her, one holding a vase at l Pen and brown ink, with brown wash Turner and Plazzotta 1991 Charity is seated on the ground in the centre, almost in profile to the right; one child, to whom she bends her head, stands at her side to the right within her embrace; immediately to the left of Charity are two more children; one, on the left, holds an amphora in both hands, but turns to the right in the direction of the other, who leans diagonally towards him, with both hands over his head; the old man, wearing a turban, looks on from the right. "], "Producer name": ["Drawn by: Guercino"], "School/style": ["Bolognese"], "Production date": ["1622-1626 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 269 millimetres ", " Width: 417 millimetres "], "Curator's comments": ["Lit.: J.C. Robinson, 'Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq', London, 1876, no. 266; D. Mahon and N. Turner, 'The Drawings of Guercino in the Collection of Her Majesty the Queen at Windsor Castle', Cambridge, 1989, p. 48, under nos. 78-82; N. Turner and C. Plazzotta , in exhib. cat., BM, 'Drawings by Guercino from British Collections', 1991, Appendix (Drawings by Guercino, his School and Followers, in the British Museum), no. 9, colour pl. 12 Turner and Plazzotta 1991 [Exhibition Catalogue] No related painted composition exists for this exceptional example of Guercino's technique of drawing in pen and wash. In it the artist has achieved an effect remarkable even for him in its liquidity and almost sensual feeling for light. As Mahon has suggested, the drawing may be dated on stylistic grounds in the period 1622-6; a later rather than an earlier moment in this span seems to us more likely. The drawing was first described in the Casa Gennari inventory of 1719. [Appendix] The subject, which Robinson, in the first edition of the Malcolm catalogue (1869, p. 103, no. 254), understandably identified as a 'Repose in Egypt', is unusual in the inclusion of the turbaned man on the right whose iconographical significance is unclear, and who indeed might easily be mistaken for Joseph. The poses of the two full-length putti recur in other drawings datable to this period or a little later, a good instance of Guercino's characteristic reworking of ideas: the putto with his arms raised, for example, recurs scarcely modified, but in reverse, in a drawing of two putti, in the Royal Library, Windsor Castle (Mahon & Turner, 1989, no. 51), for the 'Martyrdom of St Laurence' of c.1628; Mahon and Turner noted this same motif in another, slightly later drawing at Windsor (Mahon & Turner, 1989, no. 81; see No. 100) which is datable 1634 on account of its connection with the 'Christ appearing to St Teresa' of that year. The standing putto with the amphora reappears in an almost identical pose, but with wings and supporting a Baroque cartouche, in a drawing in the Ashmolean Museum, Oxford (see Turner and Plazzotta 1991, cat. no. 66), which we have dated near the Piacenza frescoes of 1626-7. A red chalk copy of the group of Charity and the three children but omitting the old man (except for a few scant indications of his turban) was sold at Sotheby's, London, 8 December 1920, in the anonymous [Benno Geiger] sale; this drawing, possibly the second item in lot 149, was said to have come from the Grahl Collection, Leipzig (photo, Witt Library). A second, more feeble copy, also in red chalk and omitting the old man, is in the Fitzwilliam Museum, Cambridge (inv. no. PD. 17-1956). As Mahon pointed out, 1895,0915.706 was first described in an entry in the 1719 Casa Gennari inventory as follows: \"Un Simile [i.e., un disegno] d'Acquarella d'una Carità con Puttini ed' un Vecchio, in Cornice dorata e lastra Seg.to n.o 43. del Guerzino L Novanta\" (fascicule G, sheet 5, item 43). The provenance of the drawing subsequent to its ownership by Guercino's heirs has been admirably described by Mahon (Disegni, 1969, no. 185). Very few drawings described in the inventory can be matched with Guercino's surviving studies: for other examples see Pp,4.62 and Pp,4.60. Literature: Robinson, Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq., London, 1869, no. 254 (as 'Repose in Egypt'); Robinson, Descriptive Catalogue of Drawings by the Old Masters, forming the Collection of John Malcolm of Poltalloch, Esq., 2nd Edition, London, 1876, no. 266 (as 'The Virgin, seated, with the Infant Saviour'); Mahon, Il Guercino (Giovanni Francesco Barbieri, 1591-1666): Catalogo critico dei disegni, exh. cat., Bologno, Palazzo dell'Archiginnasio, 11 September -18 November 1968; second corrected edn, October 1969, under no. 25, no. 185; Mahon and Turner, The Drawings of Guercino in the Collection of Her Majesty the Queen at Windsor Castle, Cambridge, 1989, p. 48, under nos. 78-82."], "Bibliographic references": [" Turner & Plazzotta 1991 / Drawings by Guercino from British Collections (App.9) ", " JCR / Descriptive Catalogue of drawings by old masters forming the collection of John Malcolm of Poltalloch (266) "], "Location": ["Not on display"], "Exhibition history": [" 1991 May-Aug, BM, Guercino, no. 54 1996, BM, Malcolm Drawings, apx. "], "Subjects": ["virtues and vices"], "Acquisition name": ["Purchased from: Col John Wingfield Malcolm"], "Previous owner": [" Previous owner/ex-collection: Casa Gennari ", " Previous owner/ex-collection: John Bouverie (L.325) ", " Previous owner/ex-collection: Christopher Hervey ", " Previous owner/ex-collection: Charles Noel, 1st Earl of Gainsborough (Christie's, 20.vii.1859/54 bt Tiffin £3-3-0) ", " Previous owner/ex-collection: Sir John Charles Robinson ", " Previous owner/ex-collection: John Malcolm of Poltalloch "], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0915.706"], "Conservation": ["Treatment: 09 Mar 1990"]}