{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1883,0310.12"], "Description": [" The Triumph of Divinity; in the centre the Trinity stands upon a chariot drawn by the Four Evangelists accompanied by their symbols, the ox (Luke), the eagle (John), the lion (Mark) and the angel (Matthew); the chariot is accompanied by a multitude of bound saints, among them St Peter (with a key), St Paul (holding a sword), St Antony Abbot (holding a stick) and St John the Baptist (with a cross); the Trinity is flanked by the sun and the moon; on the platform of the chariot stand four trumpeting angels; with trace of initial letter 'D' in reverse (off-set) in red ink to the upper right; illustration to Petrarch's 'Triumph of Divinity'. c.1480-90 Engraving "], "Producer name": [" Print made by: Anonymous ", " Attributed to: Francesco Rosselli "], "School/style": ["Florentine"], "Production date": ["1480-1490 (circa)"], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 300 millimetres ", " Width: 199 millimetres "], "$Inscriptions": [" "], "Curator's comments": [" For the volume of text the prints were extracted from see 1883,0310.1+ ", " The print belongs to a series of six engravings illustrating Francesco Petrarch's short poem the 'Triumphs', written between 1340 and 1374. Executed in a style called by Hind the 'Broad Manner', these engravings are now attributed to Francesco Rosselli. For a discussion of the group see the entry for Hind B.II.1.I (P&D 1883-3-10-7). This impression is the first state of the print. Other examples of the first state are in Berlin, Chantilly, Rothschild collection (Louvre, Paris) and Vienna. The first state is distinguishable from the second only in that it lacks signs of reworking of the plate. The image conforms to conventional early Renaissance representations of the subject with the chariot of Divinity being pulled by the four evangelical beasts. Hind suggested a comparison between the representation of the Trinity in the engraving and that in a predella painting of the same subject by Pesellino (1455-60, National Gallery, London; NG 727). The red off-setting 'D' [rubbed] is also found on another print from the same series and with the same provenance (see Hind B.II.5.I, P&D 1883-3-10-11). "], "Bibliographic references": [" Hind 1938-48 / Early Italian Engraving, a critical catalogue (B.II.6.I) ", " Bartsch / Le Peintre graveur (XIII.279.44) ", " TIB / The Illustrated Bartsch (24.2404.023.S1) "], "Location": ["Not on display"], "Subjects": [" religion/belief ", " christian saint/martyr "], "Associated names": [" Illustration to: Petrarch ", " Representation of: St Peter ", " Representation of: St Paul ", " Representation of: St Antony of Egypt ", " Representation of: St John the Baptist (Prodromos) ", " Representation of: St Matthew ", " Representation of: St Mark ", " Representation of: St Luke ", " Representation of: St John the Evangelist "], "Associated titles": ["Associated Title:", " Triumphs "], "Acquisition name": ["Purchased from: Bernard Quaritch"], "Acquisition date": ["1883"], "Department": ["Prints and Drawings"], "Registration number": ["1883,0310.12"]}