{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7705"], "Title": ["Object: Political quacks, or the Erfurth copartnership commencing business."], "Description": [" Napoleon, as a quack doctor, stands on a platform addressing the crowd below, whose heads and shoulders form the base of the design. He wears uniform with his small cocked hat (the petit chapeau making a first appearance in these prints), with a bushy powdered wig, to indicate the quack. In his left hand he holds a cannon-ball, and points to the rightow of his patients (the princes of Europe, &c.) seated behind him. They are in front of the closed curtains of his booth; these are drawn aside by a grinning skeleton, Death, who puts his head out, holding a dagger, and says: \"Walk up, Walk up Kill or Cure\". The audience are yokels and women except for the two centre figures: one is John Bull, probably George III (he wears the King's characteristic wig; see below and cf. BMSat 10088), with an Officer on his right. wearing a cocked hat, evidently Gustavus IV. Napoleon says: \"Ladies and Gentlemen depend upon it here is no deception, Observe the patients ranged behind me, on my right is a prussian Gentleman who was much afflicted with a complication of Disorders, till I cured him by administering a few leaden Boluses. - next to him is an Austrian patient entirely reliev'd by my Austerlitz draught [see BMSat 10450, &c.] next to him is a Spaniard whose case is rather doubtfull - I wont say much about it, - the nex is a Dutchman, he was a little crack'd, but I have made him as lame as a Frog, beyond him is an Old Gentleman of the Popish persuasion - whom I cured by one bottle of my Italian drops [cf. BMSat 10970, &c.] - ther are many more in the background whom I have cured of various disorders, or have now in my care - but Ladies and Gentlemen let me particularly draw your attention to the great Russian Bear, once a very fierce Animal, but dumb like the rest of his species, but after taking a dose of my Friedland Pills, and an application of the Tilsit Powder [see BMSat 10750, &c.], he is able to converse like a rational being!!!\" A huge brown bear, muzzled and with an iron collar inscribed 'Doctor Boney', to which a chain is attached linking him to a staple in the floor, holds a sheaf of bills and scatters them to the crowd at the left. side of the platform (acting as the quack doctor's zany). They are headed 'Nap, Bruin and C°'. He says: \"Ladies and Gentlemen I am proud to say as well as my Muzzle will permit me, that I have a large share in the concern\". On the opposite side of the platform (r.) Talleyrand is gesticulating. He wears a mitre, long gown, and the usual props under the shoe of his lame leg. He points with one hand to Napoleon, with the other downwards to John Bull, saying, \"Ah Master Bull what are you amongst the crowd - come now you and your Sweedish Friend had better step up into the Booth, and take a dose or two of my Master's Pills\". John answers: \"We'll see you and your Master d - d first\". On the ground at Talleyrand's feet are trays of Napoleon's remedies; one is inscribed 'NB one Pill is a dose' and contains cannon-balls inscribed respectively: 'Naples', 'Egypt', 'Alps', 'Lodi', 'Switz', 'Italy', 'Friedland', 'Pyre[nees]', 'Austerlitz'. The other contains bottles and is inscribed 'Composing draughts'. The patients seated in the first row are (l. to r.) the King of Prussia, an old soldier with bandaged eye, amputated l. arm, and wooden leg (cf. BMSat 10756), the Emperor of Austria, disconsolate, Ferdinand of Spain partly hidden and peering over Napoleon's wig, a fat Dutch burgher smoking a pipe, the Pope, wearing his tiara and very melancholy. Three others look over the shoulders of those in front: a man of the same type as the Prussian and Austrian sovereigns (? the King Bavaria), a very fat man, probably the King of Würtemberg (see BMSat 10518, &c.), and the Sultan wearing a jewelled turban. Buildings form a background to left. and r. of the stage. November 1808 Hand-coloured etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: Walker "], "School/style": ["British"], "Production date": ["1808"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 324 millimetres ", " Width: 393 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) The meeting at Erfurt of Napoleon and the Tsar (28 Sept. to 14 Oct.) was attended by minor German princes. Owing to the situation in Spain, Napoleon could not dictate. Talleyrand secretly warned Alexander not to be dorninated by Napoleon. The Tsar refused to put pressure on Austria: Napoleon disappointed the Tsar over the evacuation of Prussia and the partition of Turkey. The two Emperors dispatched a letter to George III begging him to accord peace to the world and 'to guarantee all the powers then existing', threatning that otherwise still greater changes would occur, all opposed to the interess of Great Britain. On 28 Oct. Canning answered that the King was now allied to the sovereigns of Portugal and Sicily and had sacred engagements with the Spanish people, and that these engagements must be respected. See 'Ann. Reg.', 1808, pp. 226 ff., 364 f. Sweden was still unsuccessfully at war with Russia. For Napoleon as a doctor with cannon-balls as pills for Europe cf BMSat 9544 (1800); as a doctor terrorizing the Powers cf. BMSat 10970. See BMSat 11055. Broadley, i. 297."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (11054)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Alexander I, Tsar of Russia ", " Associated with: Ferdinand VII, King of Spain ", " Associated with: Francis II, Holy Roman Emperor and Francis I, Emperor of Austria ", " Associated with: Duke Frederick Achilles of Württemberg-Neuenstadt ", " Associated with: Frederick William III, King of Prussia ", " Associated with: George III, King of the United Kingdom ", " Associated with: Gustav IV Adolf, King of Sweden ", " Associated with: Maximilian I Josef, Elector and King of Bavaria, Grand Duke of Berg ", " Associated with: Mustafa IV ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Pope Pius VII ", " Associated with: Charles Maurice de Talleyrand-Périgord, Prince de Benevento "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7705"]}