{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.12638"], "Title": ["Object: Bony's visions or a great little man's night comforts"], "Description": [" Plate from the 'Satirist', ix. 165. Napoleon, wearing a night-shirt, leaps from a canopied bed (left), terrified at the demons, goblins, and ghosts that surround him menacingly. He holds a dagger, under his pillow are two pistols; he calls in terror: \"Duroc, Savory, Roustan, aux armes aux armes.\" Marie Louise sleeps beside him. A large imperial eagle, crowned and holding a sword, flies above his head, saying, \"Wretch I leave thee for ever.\" Napoleon's son is nursed by a demon seated on a stool (left), who says: \"Dear Image of my darling Nap, / Suck milk of Hell instead of pap.\" The child wears the iron crown of Italy (see No. 10432) and his head is like that of Napoleon, as in No. 11719, &c. Facing Napoleon are his visions. The heads and shoulders of ghosts issue from clouds; they say (left to right): \"I am D'Enghien the blood of your King\" [see No. 10251]; \"Remember Captn Wright\" [see No. 11057]; \"I am Pichegru\" [see No. 11053]; \"I am George\" [Cadoudal, cf. No. 9998]. Above them a Turk rides on the horizontal and elongated body of a French Grenadier, whose head is a skull, and who says: \"I am one of your own Soldiers poisoned in the Hospitals of Egypt [see No. 10063].\" From the Turk's mouth issues the head of another Turk, saying, \"We are the Turkish Prisoners murdered at Jaffa [see No. 10062].\" A grotesque bird with the head of an African says \"I am Toussaint\" [see No. 10090]; he is propelled towards Napoleon by a demoniac quasi-human creature with two heads, one winged. Above floats an open book framing a head which says \"I am Palm\" [see No. 11053]; two hands (palms) project from behind the book. On the ground before the bed a demon, seated on the back of an emaciated man who is about to slice a heart with a knife, gleefully holds up a placard inscribed: 'Morning Post—Courier [two ministerial papers]—Peltier—Ambigu Satirist—Gilray's Caricatures &c &c &c'. Facing these is the largest object in the design, a monster with a quasi-human profile above a huge fanged mouth from which diabolical creatures are issuing; it has a bird-like leg. Nearer to the bed is a coffin marked with 'N' and a crown; on this are a rat and two birds: a stork and an owl (? a chouan, or rebel of La Vendée, cf. No. 9887). An imp with antlers, crouching on the bed-curtain, is about to knock off with a wand the crown surmounting Napoleon's night-cap. Above is a skeleton. In the foreground are skulls and bones. On the right a flying cherub displays a vision to Napoleon, saying, \"Napoleon, lo! Britannia still enjoys the blessings of the Constitution—Surrounded by Liberty, Commerce, and Plenty, supported by her heroes—and attended by public felicity, She defies thy machinations!\" This allegorical group is on a dais to which lead steps inscribed 'Wellington', 'Graham', [and] 'Beresford'. A pillar inscribed 'G III Rex' supports an architectural canopy, beneath which Britannia sits with her lion beside her. Liberty, wearing a Roman helmet, holds up the cap of Liberty; a figure holding a caduceus and cornucopia represents both Commerce and Plenty, while Public Felicity puts a protecting arm on each. 1 September 1811 Etching and aquatint "], "Producer name": ["Print made by: Anonymous"], "School/style": ["British"], "Production date": ["1811"], "Materials": ["paper"], "Technique": [" etching ", " aquatint "], "Dimensions": [" Height: 201 millimetres ", " Width: 349 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', IX, 1949) An illustration to 'The Vision of Buonaparte', 'Satirist', ix. 110-21 (Aug.), translated from 'L' Ambigu', No. 288, and purporting to be the Emperor's account of a dream the night after his son's birth. This relates only indirectly to the print, in which he appeals for protection to those especially concerned with his personal safety: Duroc, Grand-maréchal du Palais; Savary, who succeeded Fouche as Minister of Police in 1810; his mameluke, Roustan. For the British successes in Portugal see No. 11722, &c. The thanks of Parliament were voted to Beresford for Albuera (16 May). Napoleon is beset by the ghosts of those he had actually or reputedly done to death. For Peltier and his paper 'L' Ambigu', see No. 9887, &c. For Bonaparte and the English Press see No. 9998. 'Napolean' connotes the Beast of Revelation, see No. 11004. The design may derive from 'A Little Man's Night Comforts or Boney's Visitor', 14 July 1803, in which also he shouts \"Aux Armes!!\", and in which the newspapers are those of Peltier and Cobbett (not in B.M., Broadley i. 179 f.). It is a variant of many atrocity satires, see Indexes s.v. names of victims and 'Jaffa'. Cf. Napoleon's dream before Waterloo in 'The Dynasts' and Nos. 11722, 12170. Broadley, i. 304."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (11736)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: William Carr Beresford, Viscount Beresford ", " Associated with: Géraud Christophe Michel Duroc, Duc de Frioul ", " Associated with: Louis Antoine Henri de Bourbon-Condé, Duke of Enghien ", " Associated with: George III, King of the United Kingdom ", " Associated with: James Gillray ", " Associated with: Thomas Graham, Baron Lynedoch ", " Associated with: Toussaint Louverture ", " Associated with: Marie Louise, Empress of the French and Duchess of Parma ", " Representation of: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Johann Philipp P. Palm ", " Associated with: Jean Gabriel Peltier ", " Associated with: Jean Charles Pichegru ", " Associated with: Georges Cadoudal ", " Representation of: Napoléon II, King of Rome and Duke of Reichstadt ", " Associated with: Roustan Raza ", " Associated with: Anne Jean Marie René Savary, Duc de rovigo ", " Associated with: Arthur Wellesley, 1st Duke of Wellington ", " Associated with: John Wesley Wright "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.12638"]}