{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7120"], "Title": ["Object: Maniac Raving's-or-Little Boney in a Strong Fit."], "Description": [" Napoleon stamps in fury, right arm outstretched with clenched fist, left fist on his forehead. His frantic gestures have overturned table (left), 'Consular Chair', and terrestrial globe, both on the extreme right. His huge plumed cocked hat lies on the floor; his (sheathed) sabre is broken. From his head issue swirling words: (left) \"English Newspapers- \\ English Newspapers!!! \\ Oh, English Newspapers!!! \\ hated & Betray'd by the French! - Despised by the English! \\ & Laughed at, by the whole World!!! \\ Treason! Treason! Treason! Georges! [Cadoudal] Arras! de Rolle! Dutheil! O Assassins!! \\ O! Sebastiani! Sebastiani! Oh! \\ English calumniating Newspapers! \\ British Trade & Commerce! - Oh! Oh! Oh! \\ Treaty of Amiens! - damnation \\ Insolence of British Parliament \\ Oh cursed Liberty of y British press! \\ Malta! Malta! Malta! \\ O Diable \\ the Riches! Freedom! & Happiness, of the British Nation!!! \\ ha Diable! \\ Diable! \\ Diable \\ O- Egypt! Egypt! Egypt! \\ Oh St Domingo! Oh! \\ Oh! the Liberty of the British Press \\ English Blood-hounds! \\ Wyndham! Grenville! Pitt! \\ Oh! I'm Murder'd! - I'm Assassinated!! \\ London Newspapers! Oh! Oh! Oh! \\ Revenge! Revenge! \\ come Fire! Sword! Famine! \\ Invasion! Invasion! \\ Four Hundred & Eighty Thousand Frenchmen \\ British Slavery - & everlasting Chains! \\ everlasting Chains.\" Under the overturned writing-table are Napoleon's ink-stand and pen and papers: 'Scheme'; 'List of Future Conquests, Turkey - Persia China'; 'pour le Expedition a la Lune' [see BMSat 9988]; 'Pour Mettre le Thames en Feu dedié a mi Lord Stanhope' [as Francophil Jacobin and inventor of steam navigation, see BMSats 8448, 8640, &c]; 'Pour le Hamburg Gazette'; 'Pour le Moniteur'; 'Pour le Argus'. Against his hat lies a large 'Plan for Invading Great Britain with a list of ye Members of the British Republic'. On other papers he is stamping frantically: 'Wyndham's Speeches'; 'Cobbett's Weekly Journal'; 'Parliament[ary] Debates'; 'Anti-Jacobin Review' [see BMSat 9243, &c.]; 'de Peltier'; 'Lloyds'; 'True Briton'; 'Mor . . . Herald'; 'Times'; 'Wilson's Egypt'; 'Debates'. The globe is damaged: a jagged hole fills the place of Europe, leaving the British Isles untouched. The back of the ornate 'Consular Chair' is decorated with Medusa's head, the snakes in violent action. After the title: 'Vide Lord W-----, account of a Visit to ye Thuilleries.' 24 May 1803 Hand-coloured etching. "], "Producer name": [" Print made by: James Gillray ", " Published by: James Gillray "], "School/style": ["British"], "Production date": ["1803"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 260 millimetres ", " Width: 352 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) A well-informed burlesque of the grievances of Napoleon and exposition of the points at issue between England and France, related to the famous scene made by the First Consul at a levée on 13 Mar. when he reproached Whitworth (see BMSat 9993) with the conduct of the British Government. Exaggerated reports of this and another interview appeared in the Press: Napoleon is said to have threatened a descent on England with 400,000 or 500,000 men. See 'Lond. Chron.', 15 Mar., 26 Apr. This became stereotyped as 'A Descent I am determined to attempt, by putting myself at the Head of the Expedition, and with 480,000 men at command, army after army will be found for the enterprise'. 'Anti-Gallican', 1804, title-page. Creevey wrote 16 May of 'some intemperate furious expression of Bonaparte; it related to Egypt ... the Consul got irritated; said he would put himself at the head of his army and invade England.' 'Creevey Papers', 1912, p. 14. Cf. BMSat 9995. The inscription shows knowledge of the correspondence between Whitworth, Otto, and Hawkesbury laid before Parliament on 18 May, and incorporates allusions to many of the points in the declaration of war. ('Parl. Hist.' xxxvi. 1259 ff.) See O. Browning, 'England and Napoleon in 1803', 1887, pp. 115-17. or the importance of Napoleon's exasperation with the British Press see H. C. Deutsch, 'Genesis of Napoleonic Imperialism', 1938, pp. 111-15. He told Fox (see BMSat 9982, &c.) that Windham and Pitt had been associated with the plot resulting in the explosion of 24 Dec. 1800. He repeatedly pressed for the expulsion from England of Georges Cadoudal and other adherents of the Bourbons, including Dutheil, Baron de Roll, and the Bishop of Arras. See of J. Hall, 'General Pichegru's Treason', 1915, pp. 291-7. The sensational report of Sébastiani ('Moniteur', 30 Jan. 1803) pointed directly to a French attack on Egypt, stiffened the British refusal to evacuate Malta (see BMSat 9997, &c), and was a leading cause of the rupture. See 'Parl. Hist.' xxxvi. 1349 ff., 1383, 1387 ff., 1410-12; Deutsch, op. cit., pp. 109 f., 116ff., 126. News of the negro revolt in San Domingo reached Paris in January: renewal of war with England would be fatal to the expedition (see BMSat 9842). Repeated French protests were made against Peltier's 'L'Ambigu', see BMSat 9887 [B.L., PP.3612;228.9.5 (his Trial)], &c. Cobbett's papers were also the subject of protests. Sir Robert Wilson's 'History of the British Expedition to Egypt', published at the end of 1802, and its laudatory review in 'The Times' (18 Jan. 1803) violently exasperated Napoleon. The book was the chief source of the allegations of massacre at Jaffa, see BMSats 10062 10063. A 'gross and unwarrantable libel', inserted by the French Minister in the 'Hamburg Gazette', was the subject of a British protest, as a breach of the neutrality of Hamburg, and was officially disowned. Whitworth wrote 18 Apr. 1803 : 'There can I think be no doubt that M. Reinhard received it from the First Consul for publication.' O. Browning, op. cit, pp. 172f. 179 f. See also 'Parl. Hist.' xxxvi. 1329, 1371-4. The Argus (cf. BMSat 10026) was a Paris newspaper printed in English, and widely distributed by the French Government: it accused Windham, 2 Feb. 1803, of implication in the assassination plot. See Cobbett's 'Ann. Reg.', 1803, pp. 182, 189-91; 'Trial of Peltier', 1803, pp. 212 ff. For Napoleon's passion cf. BMSat 10599. This print, styled 'Boney in a Fit', was, with BMSat 10012, compared by Peltier with his own woodcut, see BMSat 9887. For the approach of war (declared 18 May) see BMSat 9972, &c. See also BMSat 9999. A Spanish adaptation is BMSat 11058. Rowlandson's 'Corsican Munchausen', 4 Dec. 1813, is based on this print. Grego, 'Gillray', p. 295. Wright and Evans, No. 279. Reprinted, 'G.W.G.', Broadley, i. 170-2. Reproduced, Wheeler and Broadley, i. 267; Grand-Carteret, 'Napoléon', No. 63. ........................................................................ 'Wyndham's Speeches' [sic] is a reference to William Windham's attacks in the House of Commons on the Treaty of Amiens. While the preliminaries were being negotiated he warned that ending the war when France was in a powerful position would bring about the ruin of Britain and once the resumption of war became invevitable he campaigned for the recruitment of regular troops in preference to voluntary militia. A speech of November 1801 was printed the following April with a diatribe against Napoleon. See R. Thorne (ed.), The History of Parliament: the House of Commons 1790-1820, (1986): Biography of William Windham, http://www.historyofparliamentonline.org, accessed 21 August 2014; see also BM Satires 9735."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9998)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": [" Associated with: William Wyndham Grenville, Baron Grenville ", " Associated with: Nicolas François Dutheil ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Jean Gabriel Peltier ", " Associated with: William Pitt the Younger ", " Associated with: Baron de Roll ", " Associated with: Comte Horace François Bastien Sébastiani de La Porta ", " Associated with: Charles Stanhope, 3rd Earl Stanhope ", " Associated with: Charles, Earl Whitworth ", " Associated with: Sir Robert Thomas Wilson ", " Associated with: William Windham ", " Associated with: Georges Cadoudal ", " Associated with: Thomas Creevey ", " Associated with: Louis Guillaume Otto, Comte de Mosloy ", " Associated with: Robert Banks Jenkinson, 2nd Earl of Liverpool ", " Associated with: William Cobbett ", " Associated with: Hugues de la Tour d'Auvergne-Lauraguais "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7120"], "Conservation": ["Treatment: 15 Oct 2013"]}