{"artifact_name": "print; frontispiece(?)", "Object Type": [" print ", " frontispiece (?) "], "Museum number": ["1874,0711.951"], "Description": [" Portrait of Dominique Vivant Denon, half-length, turned to left, his head turned to the viewer; apparently used as a frontispiece to Denon, 'Travels in Upper and Lower Egypt'. c. 1804 Lithograph "], "Producer name": [" Print made by: George Arnald ", " After: Baron Dominique Vivant Denon ", " Published by: Georg Jacob Vollweiler "], "School/style": ["British"], "Production date": ["1804 (c.)"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": ["lithograph"], "Dimensions": [" Height: 194 millimetres ", " Width: 154 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The print may be the frontispiece that was advertised as appearing in an English translation of Denon's 'Travels in upper and Lower Egypt' published by John Bell, which was advertised in the Morning Post of 21st April 1804 as 'the first and only complete edition', having 'a portrait of the author, after an etching by himself, and now copied correctly after a process of printing from stone, without engraving or etching' (information from Michael Kassler). The print is based on Denon's self-portrait after a drawing by Isabey (IFF 271; Chu 153; impression in BM: 1881,0611.20) which was used as the frontispiece to Denon's \"Voyage en Egypte\", 1802. The present impression is pasted into a volume of early English lithographs, described as \"Specimens of Polyautography\", compiled before c.1820. The sheet to which it is attached has a watermark dated 1816, but the print itself carries no date. Man (Felix H Man, \"Lithography in England (1801-1810)\", in C. Zigrosser (ed.), \"Prints\" (1962), p. 117) dated it on stylistic grounds to 1806, taking a view of the technical progress of lithography in England in the years after the earliest English lithographs were made in 1801; the keys to his dating were a certain number of dated prints, notably a set of twelve published in 1803 by Philipp André, and sets of thirty-six and at least five published in 1806 and 1806/07 by G J Vollweiler. Few lithographs were produced in the next decade before the technique was taken up by Ackermann and Hullmandel in 1818. Man transcribes the printmaker's name as \"Arnold\", but does not identify him; the ink is blotted and the name may be \"Arnald\", i.e., George Arnald, the painter."], "Bibliographic references": ["Man 1962 / Lithography in England 1801-10 (with a catalogue of 165 prints) (12)"], "Location": ["Not on display"], "Associated names": [" Portrait of: Baron Dominique Vivant Denon ", " Illustration to: Baron Dominique Vivant Denon "], "Associated titles": ["Associated Title:", " Travels in Upper and Lower Egypt "], "Acquisition name": ["Purchased from: James Rimell & Son"], "Previous owner": ["Previous owner/ex-collection: Thomas Fisher"], "Acquisition date": ["1874"], "Department": ["Prints and Drawings"], "Registration number": ["1874,0711.951"]}