{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1866,0407.10"], "Description": [" The Temptation of St Antony; St Antony kneeling in right foreground by hollow tree trunk reading bible; around him several demons play instruments, fight and attempt to get the saint's attention; behind him in centre a river from which emerges a monstrous head topped with a hollow fish sprouting a tree from its mouth; boats and fantastical contrivances floats on river; a town on banks of river in right background; after Pieter Bruegel the Elder. 1556 Engraving "], "Producer name": [" After: Pieter Bruegel the Elder ", " Print made by: Pieter van der Heyden ", " Published by: Hieronymus Cock "], "School/style": ["Netherlandish"], "Production date": ["1556"], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 244 millimetres ", " Width: 326 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The preparatory drawing by Bruegel is in the Ashmolean Museum, Oxford, inv.no. WA1863.162 (signed and dated 1556 by a later hand). There has been debate about the attribution of this drawing, but it has now generally been accepted as preparatory to this plate, though the drawing is in the same direction as the print. Literature: M. Ilsink, in J. van Grieken - G. Luijten - J. van der Stock, \"Hieronymus Cock: The Renaissance in Print\", exh.cat. Royal Library of Belgium in Brussels and Fondation Custodia in Paris, New Haven and London, 2013, cat.no.66."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (10) (Pieter Bruegel the Elder) ", " Bastelaer 1908 / Les estampes de Peter Bruegel l'ancien (119) ", " Lebeer 1969 / Catalogue raisonné des estampes de Bruegel l'ancien (14) ", " Hollstein / Dutch and Flemish etchings, engravings and woodcuts c.1450-1700 (119) (after Pieter Bruegel the Elder) ", " Riggs 1977 / Hieronymus Cock, Printmaker and Publisher (55) "], "Location": ["Not on display"], "Subjects": [" christian saint/martyr ", " devil/demon ", " reading/writing "], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Edward Daniell"], "Acquisition date": ["1866"], "Department": ["Prints and Drawings"], "Registration number": ["1866,0407.10"]}