{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.10394"], "Title": ["Object: Phaeton alarm'd!"], "Description": [" After the title: '\"Now all the horrors of the heav'ns he spies, \"And monstrous shadows of prodigious size, That, deck'd with stars, lie scatter'd o'er the skies. - \"Th' astonish'd youth, where-e'er his eyes could turn, \"Beheld the universe around him burn: \"The world was in a blaze!\" - See, Ovid's Metamorphoses.' Canning, as Phaeton, drives his chariot with four horses abreast on a curving track across the heavens, slanting upwards across the design from left. to r. On this are signs of the zodiac; other constellations of the zodiac are on the darkened sky, above and below the path of Phaeton; all assail him. The base of the design is part of the northern hemisphere, showing the world in flames, and flanked by the ghosts of Pitt and Fox. In the lower left. corner is the ghost of Pitt as Apollo (half length); he weeps, dropping his lyre, and raises his shroud to gaze up at his son, Phaeton. He is surrounded by heavy clouds. In the opposite corner, the head and shoulders of Fox as 'Pluto', holding a pitchfork, emerge from flames: he looks up with sinister anxiety at the conflict in the heavens. Canning's head is the centre of an irradiated sun: 'The Sun of Anti-Jacobinism.' He is heroic, youthful, and naked, except for floating draperies. Above him (l.) is a crescent moon. His horses have human heads set behind equine jaws and nostrils which jet flame. They are (l. to r.): Hawkesbury, Perceval, Castlereagh (with a profile expressive of nobility), Eldon (sub-human). Flame streams backwards from the chariot wheels; the wheels pass over the (dismantled) scales, 'Libra-Britannicus' [British justice], one scale inscribed 'Copenhagen'. Close behind the chariot the British Lion, 'Leo Britannicus', rushes furiously; on the chariot's track, facing the horses, is the Ram (faintly sketched). Behind this is Taurus, a ferocious Irish bull, snorting fire at the horses. His collar is inscribed 'Erin go Bragh'; from it flies a rosary; to his tail is tied a pot inscribed 'Emancipation'. The most conspicuous assailant of the horses is 'Scorpio Broad-Bottom', with the head of Grenville, the words inscribed on the two ferocious claws, in which his arms terminate. (He is the Scorpion who 'bends out his arms into two bows, . . . [and] spreads over the space of two signs'.) The body spirals into a barbed tail, emitting names close to Fox. Smaller claws terminate in human heads (below, l. to r.): Temple, Spencer (both spitting fire), Bedford; (above, l. to r.): Moira, Tierney. Covering Grenville's posterior is an irregular circle. In its centre is an irradiated ring enclosing a chalice with the Host; round this are irradiated heads: Grafton, Stanhope, Derby, Carlisle, Norfolk, Holland. Flame and a barbed tongue issue from Grenville's mouth. Other constellations below Canning's path are (l. to r.) 'Sagittarius': Windham, as a centaur, aims his bow at Canning. Next is 'Cancer', a large malevolent head (St. Vincent's) between a pair of crab's claws. Then 'Silenus' [Sheridan], naked and gross, garlanded with vine-leaves, bestrides a small ass which snorts fire towards Canning; he brandishes in each hand a bottle of 'Port'. These three constellations are reached by thunder-bolts which dart from the irradiation of Canning's sun (l.). Four constellations above the sun try to extinguish it by dashing liquid against it. These are (l. to r.): Petty, as 'Pisces', who ejects a cascade of water. Whitbread, as 'Aquarius', holds up a cask of 'Small Beer', the contents gushing from the bung-hole. Sidmouth, as 'Sangradarius' [Dr. Sangrado as in BMSat 9986], squirts his clyster-pipe. The head of Erskine, as 'Astrea' [Justice], spits venom. He has a long neck issuing from an elongated Chancellor's wig which streams behind him, terminating in flame. All these liquid attacks dash harmlessly against the circumference of the sun. The other constellations, in the upper right. corner, are, like their neighbour the Irish bull, attacking Canning's horses. They are Ellenborough as Hercules, wrapped in a lion's skin, and wielding a 'Herculanean Club'. Particularly menacing is 'Python' [Serpens] [Ovid, 'Metamorphoses', i. 150.] with the head of Grey (inveterate enemy of Canning) in profile, with a long serpentine body and webbed wings-fanged jaws project from his profile, emitting flames and a barbed tongue (cf. BMSat 10992). In a loop formed by his body flies a little bird of prey 'Aquila', with the head of Lauderdale, wearing a bonnet rouge, and spitting flame. Below, the arc of the globe stretches from Pitt to Fox; on it is a map of the northern hemisphere from America to 'Tartary'. 'America', 'Portugal', 'Spain', 'France', 'Britain', 'Holland', 'Germany', 'Italy', 'Turkey', 'Denmark', 'Norway', 'Sweden', 'Poland', the 'Russian Empire', and 'Persia' are in flames. In the flames arising from northern Europe is a double-headed eagle. From behind the globe rise the figures of 'Neptune', dropping his trident in horror, and a huge (Russian) bear, 'Ursa Major', on which a tiny Napoleon rides triumphantly among the flames, sabre in hand. The background, which represents the sky, is dark, except where it is irradiated, or patterned with stars, fixed and shooting. 22 March 1808. Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1808"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 345 millimetres ", " Width: 378 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) The Ministry, with the world in flames, and dominated by Napoleon and his Russian tool, are attacked by the forces of faction. According to the allegory, Canning will be hurled to destruction for his presumption in driving the horses of the sun, that is of his father Apollo, or Pitt (cf. BMSat 8644). The presumption seems to be the Copenhagen expedition, see BMSat 10762. But Canning himself is the Sun of Anti-Jacobinism (cf. BMSat 9240) and the thunderbolts are directed against his enemies. The flames of war have reached America: for the fighting at Buenos Ayres see BMSat 10974, &c. Disputes over the blockade threatened to embroil the United States with Britain, see BMSat 10626. Turkey had come into the war zone by the expedition to the Dardanelles, see BMSat 11391, and the invasion of Egypt (evacuated Sept. 1807). For Napoleon and Europe cf. BMSat 10970. For Opposition factiousness see M. Roberts, 'The Whig Party, 1807-1812', 1939, pp. 110ff. St. Vincent (cf. BMSat 10576) was brought forward to testify that Zeeland was easily defensible against an army in Jutland. 'Parl. Debates', x. 375 (8 Feb.). The Irish bull has been goaded to fury by offers of Emancipation, cf. BMSat 10709. For the ghosts of Pitt and Fox cf. BMSat 10728. The print is strangely prophetic, cf. BMSat 11370, &c. Grego, 'Gillray', p. 354 (reproduction). Wright and Evans, No. 340. Broadley, i. 289. Reprinted, 'G.W.G.', 1830."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10972)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: John Russell, 6th Duke of Bedford ", " Associated with: George Canning ", " Associated with: Frederick Howard, 5th Earl of Carlisle ", " Associated with: Robert Stewart, Viscount Castlereagh and 2nd Marquess of Londonderry ", " Associated with: Edward Smith-Stanley, 12th Earl of Derby ", " Associated with: John Scott, 1st Earl of Eldon ", " Associated with: Edward Law, 1st Baron Ellenborough ", " Associated with: Thomas Erskine, 1st Baron Erskine ", " Associated with: Charles James Fox ", " Associated with: Augustus Henry Fitzroy, 3rd Duke of Grafton ", " Associated with: William Wyndham Grenville, Baron Grenville ", " Associated with: Charles Grey, 2nd Earl Grey ", " Associated with: Robert Banks Jenkinson, 2nd Earl of Liverpool ", " Associated with: Henry Richard Fox Vassall, 3rd Baron Holland ", " Associated with: James Maitland, 8th Earl of Lauderdale ", " Associated with: Francis Rawdon Hastings, 1st Marquess of Hastings and 2nd Earl of Moira ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Charles Howard, 11th Duke of Norfolk ", " Associated with: Right Hon Spencer Perceval ", " Associated with: Henry Petty-Fitzmaurice, 3rd Marquess of Lansdowne ", " Associated with: William Pitt the Younger ", " Associated with: John Jervis, Earl of St Vincent ", " Associated with: Richard Brinsley Sheridan ", " Associated with: George John Spencer, 2nd Earl Spencer ", " Associated with: Charles Stanhope, 3rd Earl Stanhope ", " Associated with: George Tierney ", " Associated with: Samuel Whitbread II ", " Associated with: William Windham ", " Associated with: Richard Grenville, 1st Duke of Buckingham and Chandos "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.10394"]}