{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.6775"], "Title": ["Object: A messenger from the Nile- agreable news for the Directory- or- the runaway Admirals unexpected arrival."], "Description": [" Four Directors, wearing the elaborate dress and feathered hats shown in BMSat 9199, sit or stand round a small rectangular table covered with a heavy fringed cloth; they receive with consternation a naval officer, Villeneuve, in ragged uniform, who enters (right) screaming and terror-struck. A fragment of broken scabbard hangs from his belt, his scanty (singed) hair stands on end. He says: \"O by Gar Messieurs les Directeurs I have run away as fast as possible, to tell you dat we be all loss, dat Nelson be de Devil, dare vas Le Conquerant vas taken, Le Souverain Peuple by Gar vas Oblige to submit and Oh ma foi such a blow up in de East and if dat Diable d'Anglois had had toiher Eye and tother Arm, by gar you vas never see poor Villeneve any more. Oh I was singe from head to foot, or else I would have play de Devil vid dat D------d Nelson Got dam he vas singe even my Nose.\" All are much caricatured, with coarse features, and Villeneuve's nose is damaged. The mouth of (?) Barras, the centre figure, is arrogantly closed, he says \"B****e\", taking snuff from a box inscribed 'Rome' and decorated with the head of 'Buonaparte'. The other Directors are frankly terrified; they say (left to right): \"Diable\"; \"Peste\"; \"o by Gar dat is not Villeneuve\"; \"he be all singe indeed\". On the table are: 'Map of England', 'Map of Ireland', and a bundle of papers: 'Instructions for Admiral Bruyes on his leaving Egypt'. 8 October 1798 Etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: S W Fores "], "School/style": ["British"], "Production date": ["1798"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 280 millimetres ", " Width: 431 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) At this date the Directors were Barras, Larevellière, Merlin of Douai, Rewbell, Treilhard. After the battle (see BMSat 9250, &c). Rear-Admiral Villeneuve, whose inaction in support of Brueys has been much criticized, escaped, reaching Malta with three ships only. See Mahan, 'Influence of Sea Power', 1793-1812, 1892, i. 263 ff."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9252)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Paul François Jean Nicolas, Vicomte de Barras ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: François Paul Brueys d'Aigalliers ", " Associated with: Louis Marie de la Révellière-Lépeaux ", " Associated with: Philippe Antoine Merlin (Merlin de Douai) ", " Associated with: Horatio Nelson, 1st Baron and Viscount Nelson ", " Associated with: Jean François Rewbell ", " Associated with: Jean Baptiste Treilhard ", " Associated with: Pierre Charles Jean Baptiste Silvestre de Villeneuve "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.6775"]}