{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7094"], "Title": ["Object: John Bull teazed by an ear-wig!!"], "Description": [" John Bull, a bloated 'cit', rests an elbow on a table (left) on which are half a cheese inscribed 'Malta' and a small loaf inscribed 'Ceylon'. He turns his eyes towards a tiny Napoleon who stands on tiptoe on his left shoulder, in profile to the left, pricking his cheek with his sword. Napoleon, who wears an enormous cocked hat, says: \"I will have the Cheese you Brute you, - I have a great mind to annihilate you, you great overgrown Monster!!\" John says: \"I tell you what young one - if you wont let me eat my bread and cheese in peace and comfort, - I'll blow you away you may depend upon it.\" 6 April 1803 Hand-coloured etching "], "Producer name": [" After: Temple West (?) ", " Published by: William Holland "], "School/style": ["British"], "Production date": ["1803"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 327 millimetres ", " Width: 248 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) A simplification, crudely drawn, of the position in regard to Malta, see BMSat 9997, &c. (Ceylon was not in question.) Napoleon was demanding its immediate evacuation. England wished to retain a garrison as compensation for the territorial extension of France since the Peace of Amiens, the occupation of Holland (the Batavian Republic), contrary to the Treaty of Lunéville, and of Switzerland, and an apparent French threat to renew hostilities in Egypt. See P. Coquelle, 'Napoleon and England', 1904, pp. 26-67. 'Camb. Mod. Hist.' ix. 100-4; 'Camb. Hist. of Br. Foreign Policy', i. 315-27; Deutsch, 'Genesis of Napoleonic Imperialism', 1938, pp. 116 ff. Cf. BMSat 9898, &c. An altered copy by Williams was published by Holland in 1813. Broadley, i. 161."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9976)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7094"], "Conservation": ["Treatment: 21 Oct 2013"]}