{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1871,1209.4962"], "Title": ["Object: Le jeu de Pharaon politique 1799"], "Description": [" European sovereigns and notables surround a circular table in a dignified, pilastered room, playing at faro. No crowns are worn. In the centre of the farther side, facing the spectator, are the five Directors with bags and rouleaux of coin; the central figure is Sieyès (who as an abbé wears a cap instead of the plumed hat of his colleagues); he says: \"au bout du comte cest nous qui gagnerons\". Behind them, enters Bonaparte, almost unnoticed, and hat in hand; he says: \"Vive la Republique! le jeu va bietitot finir, je suis de retour\". Behind a side table (left) stands Pitt, with bundles of 'Guiné[s]', marked '1000', &c. The Directors are flanked by two Russians in fur-bordered coats; the Tsar (left) who beckons imperiously to Pitt, saying, \"aportez moy des Subsides\", and Suvorov (right), who stands with upraised arm, saying, \"vive Souworow!\" Next Paul (murdered Mar. 1801) is George III (unrecognizable), saying, \"Honi soit qui mal y pense\"; next, a standing figure (evidently Francis II), who appears to be addressing Suvorov across the table; he says: \"vous m'avez fait presque tout perdre\". A young man kneels on his chair, his back to the table, saying: \"Je m'en vais dans mon ile\". He is probably the Duke of York, defeated in Holland in 1799, see BMSat 9421. Five foreground figures sit on the nearer side of the table; they are (left to right) Gustavus IV Adolphus, who sits on a sack of 'Monnoy de Cuivre de Suede'; he says: \"Je suis pauvre, mais je ferais ce que je pourrai.\" Next is 'Baviere', distressed, and saying: \"jai debuté fort mal [Maximilian I Joseph, succeeded as Elector 1799]. Next is 'Wittemberg' [Frederick I, Duke of Wurtemberg, see BMSat 9014, &c. a fugitive in Vienna 1799-1801], who turns to a priest on his right, saying, \"j'espere bien que vous ne m'abandonerez pas\". A priest, the Elector of 'Cologne' [Maximilian], reads despairingly 'miserere me Domini'. His neighbour, also a priest, the Elector of 'Treves', Clement Wenceslaus (abdicated 1802), reads 'Adjura Domin...'. At the corner of the table (right) stands the Pope (Pius VII), right arm raised, saying, \"Dominus vos benedicat.\" Next him (and on Suvorov's left) stands the Sultan of Turkey (Selim) wearing a jewelled turban. He turns to the Pope, saying, \"Halla isKara Holla Muhamed Halla.\" Pitt, alarmed, leans forward holding out a money-bag towards Paul and saying, \"by Good The Interest one shall pay me wery good.\" On the extreme left is a door through which looks a man (? Charles IV of Spain), saying, \"Mes chers confreres vous etes tout fous.\" On the extreme right a man in military uniform and cocked hat, leans against a small table, negligently resting his elbow on a sack of '9000000 Fridridicks'; he takes a pinch of snuff, saying, \"Ich werde nicht spieler\", and is evidently Frederick William III of Prussia who had remained neutral since the Peace of Basle (1795), though in secret negotiations with France. An arc of the circular pilastered wall forms a background; the room is lit from a high ornate chandelier which lights the surface of the table and throws heavy shadows. All the players have coins and cards except the two ecclesiastical Electors and the (?) Duke of York; the bulk of the money is held by the five Directors. Except for Bonaparte and Pitt there is little attempt at characterization. October 1799? Etching and aquatint "], "Producer name": ["Published by: Paul André Basset"], "School/style": ["French"], "Production date": ["1799-1801"], "Production place": [" Published in: Paris (France) "], "Materials": ["paper"], "Technique": [" etching ", " aquatint "], "Dimensions": [" Height: 290 millimetres ", " Width: 405 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) A comprehensive satire extending over events from the return of Bonaparte to France in 1799 to the Peace of Lunéville (9 Feb. 1801), by which the ecclesiastical electorates (Cologne, Trèves, and Mayence) were secularized, and Bavaria lost territory. The implication is that these events derived directly from Bonaparte's return from Egypt, the 'coup d'état' of Brumaire being discreetly passed over, while the date suggests prophecy. See BMSat 10149. For other French satires on the gold of Pitt see BMSats 8363, 10611, &c. Broadley, ii. 36-7. (Supplementary information) De Vinck dated this print between Bonaparte's return on 9 October and his coup on 9 November (18 Brumaire). George argues that it is reprospective, looking back from a position after the peace of Lunéville in February 1801."], "Bibliographic references": [" De Vinck 1909-1967 / Collection De Vinck. Un siècle d'histoire de France par l'estampe. Inventaire analytique. (7403) ", " BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9741) "], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Paul François Jean Nicolas, Vicomte de Barras ", " Associated with: Charles IV, King of Spain ", " Associated with: Francis II, Holy Roman Emperor and Francis I, Emperor of Austria ", " Associated with: Duke Frederick Achilles of Württemberg-Neuenstadt ", " Associated with: Frederick Augustus, Duke of York and Albany and Bishop of Osnabrück ", " Associated with: Frederick William III, King of Prussia ", " Associated with: George III, King of the United Kingdom ", " Associated with: Gustav IV Adolf, King of Sweden ", " Associated with: Maximilian Franz, Archbishop Elector of Cologne ", " Associated with: Maximilian I Josef, Elector and King of Bavaria, Grand Duke of Berg ", " Associated with: Paul I, Emperor of Russia ", " Associated with: William Pitt the Younger ", " Associated with: Pope Pius VI ", " Associated with: Selim III ", " Associated with: Emmanuel Joseph Sieyès ", " Associated with: Aleksandr Vasilyevich Suvorov "], "Associated events": ["Associated Event: Political situation 1799"], "Acquisition name": ["Purchased from: Frederik Muller & Co"], "Acquisition date": ["1871"], "Department": ["Prints and Drawings"], "Registration number": ["1871,1209.4962"]}