{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.11967"], "Title": ["Series: Political Sketches"], "Description": [" No. 639. A parody on new envelopes designed for the Post Office by William Mulready; at centre, a man dressed as Britannia (Lord Palmerston), seated on a small island lettered with 'Foreign Office' with her arms outstretched sideways; a lion lying at her feet; putti flying in the air; two more islands with people at left and right; in foreground at left, a man lying in bed (Lord Monteagle), listening to a man reading behind him (Francis Thornhill Baring); at right, a man celebrating, holding up his hat with his right hand (Daniel O'Connell); behind him, a man looking horrified (Lord Ebrington). 26 May 1840 Lithograph "], "Producer name": [" Print made by: John Doyle (HB) ", " Printed by: A Ducôte ", " Published by: Thomas McLean "], "School/style": ["British"], "Production date": ["1840"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": ["lithograph"], "Dimensions": [" Height: 325 millimetres ", " Width: 234 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["For preliminary drawing see verso of 1882,1209.479 Identifications are taken from the \"Illustrative Key ...\" of 1844, but 'A Key to the Political Sketches of H.B. Nos. 601-700' (undated) identifies the person in foreground at far right as the Duke of Wellington. Text from 'An Illustrative Key to the Political Sketches of H.B.', London 1844: This sketch is a parody on Mulready's design for the New Post Office Envelope, adopted when the uniform penny-postage first commenced. The original is at the present time so well known, that every point in the parody will be easily recognized and readily understood; but as the Government have now issued a new description of envelope, and Mulready's picture may, perhaps, in a few years, be forgotten, it may be necessary to specify here the points of comparison between the original and the parody. Lord Palmerston, in the sketch, seated on a pedestal inscribed \"Foreign Office,\" and with the British Lion crouching at his feet, occupies the place assigned in the original, to Britannia, and like the Goddess is despatching emissaries to all parts of the world. Those who are winging their flight to the East are carrying thither, fire and sword, in allusion to the war subsisting in Egypt and in China. The figures in this group are made to bear a close resemblance to those in Mulready's design, which was intended to represent the two quarters Asia and Africa. For, strange as it may seem, though it was the Inland, and not the Foreign postage, which was reduced, Mr. Mulready's picture exhibits Britannia sending her messengers, not to different parts of Great Britain and Ireland, but to places abroad, with which the new rate of Postage has no connection whatever. In West Britain (as Lord Monteagle once designated Ireland,) we see the well-known Teetotalist Father Mathew, administering the Temperance Pledge to a crowd of Irish peasants. This group also is a pretty close copy of Mulready's figures relating to America and the West Indies; and as one very conspicuous figure in the original is that of a negro nailing a hogshead of sugar, H.B. has drawn in the copy an Irish Teetotaler, knocking out the spiggot from a barrel of whisky, and letting the liquor run off in waste. In the right-hand corner Mr. O'Connell is shouting \"Hurrah for Repeal,\" - to the infinite horror of Lord Ebrington the Lord-Lieutenant. These figures are merely substitutes for those in the original, which are two girls reading a valentine and a third on tiptoe to get a peep. But the left-hand corner contains a very happy and ingenious parody on those of the Mulready picture. In the latter a young person is reading to some poor bedridden old woman, a letter which may be supposed to come from her son, a soldier or sailor in some distant colony: and the grateful parent is clasping her hands in an ecstacy of joy and thankfullness. The sketch presents us with the late Chancellor of the Exchequer, Lord Monteagle, lying in bed (sick, it may be, of the unthankful office which he has just quited), and listening, not in an ecstacy of joy, but in an agony of distress, to the account of the ill-success of his last financial scheme, the adoption of the uniform penny postage, which account his successor Mr. Baring is reading from a document just laid on the table of the House of Commons."], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Representation of: Thomas Spring Rice, 1st Baron Monteagle ", " Representation of: Henry Temple, 3rd Viscount Palmerston ", " Representation of: Daniel O'Connell ", " Representation of: Hugh Fortescue, 2nd Earl Fortescue, Viscount Ebrington (?) ", " Representation of: Arthur Wellesley, 1st Duke of Wellington (?) ", " Representation of: Sir Francis Thornhill Baring, 1st Baron Northbrook ", " Associated with: Britannia ", " Associated with: William Mulready "], "Associated events": ["Associated Event: The Post Office issued newly designed envelopes 1840"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.11967"]}