{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.12565"], "Title": ["Object: The Corsican crocodile dissolving the council of frogs!!!"], "Description": [" Bonaparte, as a crocodile, in the Orangery of St. Cloud on 19 Brumaire (10 Nov.); the Council of Five Hundred are depicted as frogs, some wearing bonnets-rouges and red cloaks. He wears a sabre and military boots, and, prophetically, an imperial crown. On each side is a helpless frog, one frog advances towards him with a dagger, clearly useless against the scaly giant. Others sit in terror, or skim through a gothic window. In the president's canopied seat sits a gaping spectacled frog (though the president was Lucien Bonaparte, to whom the 'coup' owed its success). Behind the general and on the extreme left crocodile soldiers with bayonets and pikes stand stiffly at attention. November 1799 Etching with hand-colouring "], "Producer name": ["Published by: William Holland"], "School/style": ["British"], "Production date": ["1799"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 255 millimetres ", " Width: 347 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) The two incursions of Bonaparte into the Council are combined, the first when the alleged dagger attack occurred and he retired discomfited, the second when he returned in force and the members fled through the windows. See BMSat 9426, &c. The crocodile indicates Bonaparte's return from Egypt, see BMSat 9523, probably also hypocrisy, besides showing the helplessness of the group before military force. For Bonaparte's crown cf. BMSat 9433, &c. Broadley, i. 131. (Supplementary information) See David Bindman, 'Britain and the French revolution', BM 1989, cat.178."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9427)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 May-Sep, BM, Shadow of the Guillotine: Britain and French Rev 1990 Jan-Mar, Manchester, Whitworth AG, Britain and French Rev 1990 Jun-Sep, Vizille, Mus Rev/Francaise, Britain and French Revolution 1993 May-Jun, Southampton City AG, Europeans in Caricature 1993 Jul-Sep, Bolton Museum & AG, Europeans in Caricature 1993 Oct-Nov, Newton Powys, Oriel 31, Europeans in Caricature 1994 Feb-Mar, Aberdeen Art Gallery, Europeans in Caricature 1994 May-Jul, Eastbourne, Towner AG, Europeans in Caricature 2005 Jul-Nov, London, National Maritime Museum, Nelson/Napoleon 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": [" satire ", " crocodile "], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Associated events": [" Associated Event: French Revolution 1799 ", " Associated Event: Coup of 18 Brumaire 1799 "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.12565"]}