{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1897,0615.15"], "Title": ["Object: A Gallic idol."], "Description": [" A symbolical bust of Napoleon, dressed as a Roman emperor, is on a rectangular base on which are title and inscription : 'Symbolical of the Effects produced by that Cause which the enlightened (Fox) [Depicted] in ye Eighteenth Century sagaciously predicted would ultimately prove a Stupendous Monument of Human Wisdom!!!' The head is turned in profile to the left.; the features are conventional but express ferocity, with glaring eye and fierce frown. It wears a fantastic helmet wreathed with laurel from which blood drips. The wreath is entwined by serpents, whose (three) heads are clustered at the back with words in large letters issuing from their jaws: 'Rapine', 'Lust', 'Murder'. The word 'Invasion' issues in the same manner from the mouth. Above the wreath the helmet is encircled by a band on which are quasi-zodiacal signs: a scorpion, a sickle, a crescent, an arrow, a caduceus, a goat-like monster. On the helmet sits a grinning Devil, playing a fiddle and spreading his webbed wings over the idol's head, while from under one wing Death, a skeleton, peers out; he holds a javelin poised to strike and a cup of poison inscribed 'Jaffa' [see BMSat 10063]. The shoulders are covered by drapery, drawn aside to reveal (rotten) ribs and a torn and bleeding heart which is transfixed by a dagger and a barbed spear. A scroll floats from the dagger inscribed 'Wilsons Narrative'; the spear has a scroll inscribed 'British Press' and is surmounted by a cap of Liberty. Fragments torn from the heart are inscribed 'Acre' [see BMSat 9412], 'Egypt' [see BMSat 9250, &c], and 'Irel[and]', while in the middle of the heart is a triangular patch: 'England'. The heart is surmounted by a crown made of blood-stained daggers with a central fleur-de-lis. 20 August 1803 Hand-coloured etching and aquatint "], "Producer name": [" Print made by: J S Barth ", " After: John Boyne ", " Published by: Robert Cribb "], "School/style": ["British"], "Production date": ["1803"], "Materials": ["paper"], "Technique": [" etching ", " aquatint ", " hand-coloured "], "Dimensions": [" Height: 444 millimetres ", " Width: 263 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) One of many invasion prints, see BMSat 10008. Fox, in his famous quarrel with Burke (1791), called the French Revolutionary Constitution 'a stupendous Monument of Human Wisdom', see BMSats 7856, 8150. For Napoleon, the British Press, and 'Wilson's Narrative' see BMSat 9998. For the failure of the invasion of Ireland see BMSat 9262, &c. For the device of displaying the organs of the body cf. BMSats 8291 (Fox), 9013 (Pitt). A similar but more elaborate allegorical print by the same artists is 'A Sacrifice to Ambition', pub. Cribb, 12 Dec. 1803, reproduced Broadley, i. 208. Cf. the famous 'Corpse Head' of Voltz (1814), ibid. ii. 242 ff. and vol. ix. Broadley, i. 187. Reproduced, Wheeler and Broadley, ii. 4. .......................................................................... An impression with Andrew Edmunds (May 2016) was accompanied by a letterpress explanatory key, printed by Cox & Baylis."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10070)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": [" Associated with: Charles James Fox ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Sir Robert Thomas Wilson "], "Acquisition name": ["Purchased from: J D Reigh"], "Previous owner": ["Previous owner/ex-collection: Adolphe Thiers (?)"], "Acquisition date": ["1897"], "Acquisition notes": ["Annotated in pencil, \"Thiers Collection\""], "Department": ["Prints and Drawings"], "Registration number": ["1897,0615.15"], "Conservation": ["Treatment: 15 Oct 2013"]}