{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1863,0509.930"], "Description": [" Portrait of Right Hon Henry Grattan; half-length turned slightly to right, head looking to right Pen and grey ink and watercolour "], "Producer name": ["Drawn by: Alexander Pope"], "School/style": ["British"], "Production date": ["1778-1835"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 135 millimetres ", " Width: 112 millimetres "], "Curator's comments": ["The following text is taken from S Lloyd and K Sloan, 'The Intimate Portrait', BM and NGS, 2008, no 187: The original owner of this portrait of Grattan was Elhanan Bicknell (1788-1861) who amassed a fortune from using whale oil to manufacture candles and began to collect modern British art, particularly by David Roberts and Turner. He displayed his collection in the gallery of his home, Carlton House, at Herne Hill in Surrey, frequently visited by his neighbour, John Ruskin. At the sale after his death the Museum purchased a few old masters, some works by English illustrators and two drawings by Fuseli and Blake of 'the Fertilization of Egypt' for Erasmus Darwin's 'Loves of the Plants'. 'In politics and in theology Bicknell was an enthusiastic and progressive liberal' (Whittingham), which may explain his ownership of this portrait of Henry Grattan (1740-1820), also known as 'The Irish Patriot' and a member of the Holland House set. A full-length portrait of him in parliament by Edridge dated 1798 was formerly in the Wellesley collection. The present portrait was taken from Pope's own full-length watercolour portrait of Grattan in an interior standing next to a table covered with his bills and petitions to Parliament concerning Ireland (private collection). The bills are clearly labelled: 'Petition Roman Catholics Ireland' (in his hand) and 'Bill for the Liberties of His Majesty's Subjects of the Catholic Religion', Free Trade for Ireland', 'Rights Irish Parliament' and 'The Address of April 1782' - a summary of his years as an Irish patriot in Parliament. It may have been exhibited at the Royal Academy in 1810. This smaller picture was made for an engraving published in 1810 by J. Godby for Cadell and Davies' series,' The British Gallery of Contemporary Portraits', for which Pope had been employed to paint 'towards 30 portraits of distinguished persons, many of the Irish - viz. Grattan, Ponsonby, &c. &c.' (Farington Diary, IX, 26 May, 1809, p. 3469). Alexander Pope was from a family of Irish artists; his father Thomas was a miniaturist and copyist. Alexander attended the Dublin Schools from 1776 and exhibited at the Society of Artists there for a few years before returning to his birthplace, Cork, to practise for several years before entering another art - acting. In London from 1785 he combined both, performing fairly successfully on stage and painting portraits of his fellow actors and actresses, exhibiting at the RA from 1785 to 1821. His first two wives died young and his third in 1807 was Francis Wheatley's widow, who was also a portraitist and flower painter. His work was often confused with Adam Buck's, also from Cork and from whom Pope may have taken early lessons and learnt this miniature-like stipple technique, but Pope's early works are executed in graphite with a loose touch of colour. Pope had a characteristic tendency to exaggerate the size of the sitter's eyes, also evident here. K Sloan SELECTED LITERATURE: L Binyon, 'Cat. of British Drawings in the BM', Pope, no. 1; R.R.M. See, 'Alexander Poper (1763-1835)', 'The Connoisseur', LV, no. 219, Nov. 1919, pp.131-8; D. Foskett, 'Dictionary of Miniaturists', 1963; S. Whittingham, 'Elhanan Bicknell', Oxford DNB [article 2356, accessed 3 Feb. 2008]"], "Bibliographic references": ["Binyon 1898-1907 / Catalogue of drawings by British artists, and artists of foreign origin working in Great Britain (1)"], "Location": ["Not on display"], "Exhibition history": [" 2008/9 Oct-Jan, Edinburgh, SNPG, 'The Intimate Portrait', no. 187 2009 Mar-May, London, BM, Room 90, 'The Intimate Portrait' "], "Associated names": ["Portrait of: Henry Grattan"], "Acquisition name": [" Purchased from: Elhanan Bicknell ", " Purchased through: Christie's (29-31.iv.1863//302) ", " Purchased through: Holloway (& Son) "], "Acquisition date": ["1863"], "Department": ["Prints and Drawings"], "Registration number": ["1863,0509.930"], "Conservation": [" Treatment: 30 Jul 2008 ", " Treatment: 07 Jan 2008 "]}