{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1855,0414.34"], "Title": [" Object: L'armée? c'est le peuple! Le peuple et l'armée! toujours!!...Français!..à mort! ", " Series: Croquis a la manière noire; sujets philosophiques, populaires, moraux, politiques, critiques, civils, religieux et militaires 1840 "], "Description": [" Plate no 2, an old soldier and a workingman linking hands. 1840 Lithograph. "], "Producer name": [" Print made by: Nicolas Toussaint Charlet ", " Printed by: Villain ", " Published by: Gihaut Frères "], "Production date": ["1840"], "Production place": [" Published in: Paris (France) "], "Materials": ["paper"], "Technique": ["lithograph"], "Dimensions": [" Height: 303 millimetres (image) ", " Height: 384 millimetres (sheet) ", " Width: 219 millimetres ", " Width: 254 millimetres "], "$Inscriptions": [" "], "Curator's comments": [" Part of an album published by Gihaut frères in 1840 and dedicated to the Bonapartist poet and song-writer Béranger. In original wrapper which incorporates cover illustration (see La Combe 966); all lithographs are mounted on sheets of approximately the same size as the wrapper (545mm x 367mm). ", " For further reading see Driskel, \"The Proletarian's Body: Charlet's representations of social class under the July Monarchy\" in Doesschate-Chu and Weisberg in \"The Popularisation of Images; Visual Culture under the July Monarchy\", 1994. See also, Driskel, \"Singing 'The Marseillaise' in 1840: The Case of Charlet's Censored Prints\" in \"Art Bulletin\", December 1987, Vol XIX, no 4. The print originally made direct reference to the Eastern question. According to Driskel the image was implicitly critical of the July Monarchy's failure to support Mehemet Ali of Egypt in conflict against Turkey. ", " For another impression, see 1855,0414.17 "], "Bibliographic references": ["La Combe 1856 / Charlet, sa vie, ses lettres, suivi d'une description raisonné de son oeuvre lithographique (968)"], "Location": ["Not on display"], "Subjects": [" labourer/manual worker ", " soldier "], "Associated names": [" Associated with: Pierre Jean de Béranger (The series is dedicated to Béranger) ", " Associated with: Mehemet Ali (Referred to in the caption prior to censorship. (See curatorial comment.)) "], "Associated events": ["Associated Event: \"The Eastern Question\" (See curatorial comment) 1839-1840"], "Acquisition name": [" Purchased from: Ralph Bernal ", " Purchased through: Sotheby's (19.ii.1855) ", " Purchased through: A E Evans & Sons "], "Acquisition date": ["1855"], "Department": ["Prints and Drawings"], "Registration number": ["1855,0414.34"]}