{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.1065"], "Title": ["Object: Preliminaries of Peace!-or- John Bull and his Little Friends \"Marching to Paris\"."], "Description": [" Lord Hawkesbury as a drummer boy, very thin and weedy, marches (left to right) in front of John Bull with awkward and shambling aggressiveness; he steps on to a rotten plank inscribed 'Heart of Oak' which connects the shores of England and France. His drum-sticks are a rolled document, 'Preliminaries', and an olive branch. Across his dishevelled bearskin is a ribbon: 'Peace'; from it hangs the end of a fool's cap. From his coat-pocket issues a paper: 'Instructions from Park Place' [Pitt's London address]; [So given in the Royal Kalendar (alphabetical list of the House of Commons). Broadley notes that Malmesbury lived at Park Place, Henley (this was his third country house). The crest on the drum, as well as political probability, supports the Pitt interpretation.] his drum is slung from his neck by a tricolour ribbon, and has on its side the Pitt crest, a stork holding an anchor. His expression is deprecatingly wary; and he looks sideways at John Bull, who is accompanied by a swarm of little English 'Jacobins'. He says: \"Allons, Enfans de la Patrie! - now's your time Johnny! - my dear Boys! - did not I promise long ago, to take my Friends by the hand, & lead them on to March to the Gates of Paris? - Allons! vive la Liberta!!\" In the narrow Channel which he is about to cross float Britannia's discarded shield, a large money-bag of '£400 Million', and papers inscribed: 'Malta', 'West India Islands', 'Cape of Good Hope', 'Map of Egypt', 'Restoration of French Monarchy', 'List of Soldiers & Sailors Killed'. John Bull (left), a simple yokel, very fat and good-natured, marches after Hawkesbury in high glee waving his hat; over his civilian dress is a sword-belt from which a sword falls to the ground, hilt downwards. He shouts: \"Rule Britannia! - \\ Britannia Rules the Waves!!! \\ Caira! - Caira!\" He is being urged forward by a crowd of little figures, members of the Opposition, who wave or wear their bonnets rouges. They vary in scale: the most prominent is Fox who marches along blowing a trumpet; Norfolk drags John forward, clutching his coat with both hands; behind Norfolk Tierney's head appears. Behind Fox is Sheridan pushing John from behind; on Sheridan's right is General Walpole; on his left, Burdett. Behind him on the extreme left is Moira, with a conspicuous whisker. Other persons are represented by arms waving caps. In front and under John's feet are three tiny naked mannikins: Nicholls holdup his eyeglass, his legs attached to his shoulders to show that he is 'nobody', cf. BMSat 5570; the paunchy Derby, blowing a French horn, and, smallest of all, M. A. Taylor blowing a trumpet. Across the water, in France, and on the extreme right, is a ramshackle building, perhaps a ruined church, with a large placard: 'Vive la Liberta'. Before it is planted a Tree of Liberty; a garlanded pole supporting an enormous bonnet rouge, round which tiny simian figures dance, holding hands. They wear bonnets rouges and have tails. 6 October 1801 Hand-coloured etching. "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1801"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 244 millimetres ", " Width: 349 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) Hawkesbury is attacked for surrendering British interests, acting under the orders of Pitt (cf. BMSat 9848, &c), and for misleading the peace-loving John null who is urged to destruction by a Jacobinical and pro-French Opposition, reace negotiations had been going on since March; the Preliminaries were signed on 1 Oct., the day before news reached London of the French surrender at Alexandria. The sacrifices surpassed those contemplated by Grenville in 1797, see BMSat 9031, &c. The Press was sharply divided on the peace. It was popular with the 'unreflecting multitude', approved by the Foxites, and with reservations by Pitt, who pronounced it honourable, but concluded 'in such an unskilful, hasty and conceding manner'. Malmesbury, 'Diaries', iv. 76. It was utterly condemned by Grenville and by Canning. See 'Camb. Hist. of British Foreign Policy', i. 305-11; Deutsch, 'Genesis of Napoleonic Imperialism', 1938, pp. 23 ff.; 'Camb. Hist. of the Br. Empire', ii, 1940, pp. 78-82. Hawkesbury was ridiculed (up to 1815) for saying (10 Apr. 1794) that 'marching to Paris was practicable and he for one should recommend it', see BMSats 8826, &c, 9722, 9972, 9996. For Fox's attitude see BMSat 9735, &c. For the Preliminaries see also BMSats 9727, 9728, 9729, 9730, 9731, 9732, 9733, 9734, 9735, 9736, 9737, 9738; cf. BMSat 9809. For the Definitive Treaty see BMSat 9852, &c. This and other prints of this date may owe something to Canning; his suggestions being perhaps passed on by Sneyd: Canning wrote 20 May 1802 'to Sneyd noting that Gillray had not attacked Addington on two points arising from the debates, but adds 'Do not suggest these notions'. Bagot, 'Canning and his Friends', 1909, i. 192. Cf. BMSat 9972. Grego, 'Gillray', pp. 277-8. Wright and Evans, No. 261. Van Stolk, No. 5951. Bradley, i. 147. Reprinted, 'G.W.G.', 1830. Reproduced, Simond, 'Paris', p. 54."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9726)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Sir Francis Burdett, 5th Baronet ", " Associated with: Edward Smith-Stanley, 12th Earl of Derby ", " Associated with: Charles James Fox ", " Associated with: Robert Banks Jenkinson, 2nd Earl of Liverpool ", " Associated with: Francis Rawdon Hastings, 1st Marquess of Hastings and 2nd Earl of Moira ", " Associated with: John Nicholls ", " Associated with: Charles Howard, 11th Duke of Norfolk ", " Associated with: William Pitt the Younger ", " Associated with: Richard Brinsley Sheridan ", " Associated with: Right Hon Michael Angelo Taylor ", " Associated with: George Tierney ", " Associated with: George Walpole "], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.1065"]}