{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.12525"], "Title": ["Object: The state of the war -or- the monkey-race in danger"], "Description": [" French soldiers, puny simian creatures, are being destroyed or put to flight by the powers of the Second Coalition. In the foreground (right) the British Lion devours a heap of the little creatures; others flee. An ogre in Turkish costume (left), his profile set in a crescent, grips Bonaparte in his left hand, raising a blood-stained scimitar. Bonaparte attempts to strike with a dagger; he drops a paper: 'Organization of Egypt, & Triumph of Buonaparte'. The Russian bear sits grasping and crushing struggling French apes. On the right the Habsburg eagle, clasping a sheaf of thunderbolts, flies off to the right, tearing a bonnet-rouge in beak and claws. A French army is in flight with a tricolour flag inscribed 'Egalite'. Behind Turkey are Frenchmen impaled on spears. 20 May 1799 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1799"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 257 millimetres ", " Width: 362 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) A satire on the French reverses of Apr .-May 1799. These included the losses before Acre (unknown as yet in England), from which Bonaparte withdrew (to Egypt) on May 20-1, appearing in Cairo (14 June) in the guise of a conqueror. Jourdan had been defeated by the Archduke Charles at Stockach (25 Mar., 'Gazette', 27 Apr.). For the Russian successes see BMSat 9408, &c. Grego, 'Gillray', p. 259. Wright and Evans, No. 241. Broadley, i. 126-7. Reprinted, 'G.W.G.', 1830."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9388)"], "Location": ["Not on display"], "Exhibition history": [" 1993 May-Jun, Southampton City AG, Europeans in Caricature 1993 Jul-Sep, Bolton Museum & AG, Europeans in Caricature 1993 Oct-Nov, Newton Powys, Oriel 31, Europeans in Caricature 1994 Feb-Mar, Aberdeen Art Gallery, Europeans in Caricature 1994 May-Jul, Eastbourne, Towner AG, Europeans in Caricature "], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.12525"]}