{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1868,0612.416"], "Description": [" The Virgin and Child with distaff and an angel. 1612/6 Etching with stipple "], "Producer name": ["Print made by: Jacques Bellange"], "School/style": ["French"], "Production date": ["1612-1616"], "Materials": ["paper"], "Technique": [" etching ", " stipple "], "Dimensions": [" Height: 256 millimetres (trimmed) ", " Width: 188 millimetres (trimmed) "], "$Inscriptions": [" "], "Curator's comments": ["(Text by Craig Hartley from 'Jacques Bellange, Printmaker of Lorraine', BM 1997, cat.8) An earlier state exists before the addition of the signature. It is known in only two impressions (Vienna, and Prouté collection, Paris) which are both printed with a lot of tone, and the Paris impression has very inky edges suggesting that it is a proof prior to the signed published edition. Undoubtedly there would have been still earlier working states which have not survived. There must surely, for example, have been proofs taken before the engraved and etched accents were added over the etched stippling in areas such as the Virgin's hair and Christ's face. Reed draws attention to the possible influence of Barocci's etching of the Annunciation on the setting in this print. The closest point of contact is the divine light coming through the drapes above, and the window at the back, which Bellange seems to have closed off at the left during work on the print. But it is the technical example of Barocci's prints that would have given Bellange most reason to study them, particularly the carefully built-up layers of hatching combined with stippling, and the use of an engraving tool to provide final accents and adjustments. Thuillier ignores the close relationship to prints by other artists and supposes that this etching was based on a cabinet painting. But the work is so perfectly conceived in terms of etching that it seems unnecessary to suppose that the print was dependent on a painted model. The variety of etched marks and their subtle modulation by burnishing on the lit area of the Virgin's drapery is particularly remarkable. Most magical is the depiction of the fragile thread represented by a single etched line which meanders unbroken across patches of shading and blank paper. The subject of the Virgin spinning thread while the Christ child sleeps was quite common in scenes of the Holy Family in Egypt, and Reed points to Dürer's woodcut (Bartsch 90) as one such example; another is the print by Jan Sadeler cited in no. 6 (Hollstein 303). The distaff or basket of wool (shown in the lower right of this print and also visible in no. 9) had become associated with the Virgin through a legend telling of her upbringing in the Temple of Jerusalem where she would spin and weave the priests' vestments."], "Bibliographic references": [" Walch 1971 / Die Radierungen des Jacques Bellange (9.II) ", " Robert-Dumesnil 1835-71 / Le Peintre-Graveur Français (3) "], "Location": ["Not on display"], "Subjects": ["virgin and child"], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": ["Purchased from: Edward Daniell"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0612.416"], "Conservation": ["Treatment: 30 Jun 1995"]}