{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1855,1013.39"], "Description": [" Joseph waiting on his fellow prisoners; Pharaoh's butler and baker are both seated, one with his feet in the stocks, Joseph standing with bucket at right, in an interior. c.1650-55 Pen and brown ink with (on recto only) brown wash; framing lines in pen and a darker brown ink (mostly trimmed away). Verso: Head of a bearded old man in a turban Pen and brown ink No watermark. "], "Producer name": [" Drawn by: Willem Drost ", " Formerly attributed to: Rembrandt "], "School/style": ["Dutch"], "Production date": ["1650-1655 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 180 millimetres (chain lines vertical, 24mm apart) ", " Width: 193 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["An 18th-19th-century copy of the drawing was brought to the British Museum's attention [by email on 24 November 2012, now in a private collection in Hobart] which is inscribed below 'Spencer Collection'. The present drawing does not, however, bear any of the Spencer collection's marks (see L.1530). Entry from Martin Royalton-Kisch, ‘Catalogue of drawings by Rembrandt and his school’, 2010, Willem Drost, cat. no.3. The subject is from 'Genesis', XL, 1-4: Joseph is imprisoned and charged with the care of Pharaoh's butler and baker who have also been confined. There he correctly interprets their dreams. The drawing appears to show Joseph listening to the baker describing his dream. The same subject appears in an anonymous pupil's version (Gg,2.249), and Rembrandt's drawing, cat. no.24 verso (Gg,2.248) represents the related scene of Joseph interpreting the dreams. The sheet resembles the many biblical drawings made by Rembrandt in the 1650s, with their somewhat geometrical and rectilinear approach to form. Yet comparisons with drawings now generally ascribed to Willem Drost, who adopted almost identical calligraphic formulae for his figures, suggest that the present work is by him. Characteristic of Drost rather than Rembrandt are the proliferation of parallel hatching of rather unvaried pressure, the limited range of facial expression and the unpersuasive spatial interrelationship of the figures: Joseph, for example, here seems nearer the spectator than the further prisoner, but stands beyond the stocks in which the latter is placed. Comparable works ascribed to Drost include the 'Triumph of Judith' and 'Rest on the Flight into Egypt' in the Museum's collection (Benesch nos.A93-94) and the 'David and Nathan' in Moscow (Benesch A98; Sumowski 547ax).[1] The attribution to Drost suggests a date in the first half of the 1650s, either during or not long after his apprenticeship to Rembrandt which probably occurred in the years around 1650. The slight sketch of a head in profile on the verso, which was discovered when the drawing was lifted from its old mount in about 1960, is also Rembrandtesque and resembles his 'Five Sketches of Haman's Head' in the Rijksmuseum (Benesch 1005), which dates from about the same period, but the comparison again reveals differences with Rembrandt's own work.[2] A copy of the recto was in the Novak collection in Prague.[3] NOTES: [1] The disparities between these and Rembrandt's drawings become clearer when they are set alongside those of a comparable type that are accepted as the master's work in Amsterdam, 1985, nos.37-44, Rotterdam, 1988, nos.22, 32 and 33, and Exh. Paris, 1988-9, nos.50, 58 and 59. The comparisons made by Benesch (see Lit. below) include one with his no.1006 which closely resembles Drost's work; his other comparison, with his no.1003, is not persuasive. [2] The Rijksmuseum's drawing is dated c.1657 by Schatborn in Amsterdam, 1985, no.47. The comparison was first made by White in c.1960 (notes in Museum files), who rediscovered the sketch on the verso. [3] As first noted by HdG. It was formerly in the Festetits collection, Klinkosch sale, Wawra, 15 April, 1889, lot 726, and repr. Schönbrunner and Meder 448 when in the Novak coll. From the reproduction it seems certainly to be a copy in spite of a degree of freedom in the execution, and is mentioned as such by van Guldener, 1947, p.43. LITERATURE (as Rembrandt unless otherwise stated): Bürger, 1858, p.398; Dutuit, IV, 1885, p.85; Michel, 1893, repr. p.96; Seidlitz, 1894, p.123 ('attributed to' Rembrandt); Lippmann, I, no.108; Kleinmann, II, no.61; Bell, c.1905, repr. pl.XIX; Graul, 1906/24, no.48/45, repr; Hofstede de Groot, 1906, no.871 (c.1650; copy in Novak coll., Prague; Crozat provenance); Saxl, 1908, p.233 (c.1658; Joseph modelled by Titus - compare 'Flagellation', Bredius 591, Cologne); Wurzbach, 1910, p.417; Hind, 1912, I, p.53 (hatching typical of late works); London, 1915, no.84 (c.1650-60; numeration probably Crozat's; otherwise as Exh. London, 1899 and HdG); Valentiner, I, 1925, no.109, repr. (c.1650); Hell, 1930, pp.22 and 38 (c.1650; characteristic stepped composition and hatching of this period); Amsterdam, 1942, p.81, under no.2 (compares drawing of 'Parable of the unmerciful Servant' in Amsterdam, then attributed to Barent Fabritius [Sumowski 567xx as Drost]); von Alten, 1947, no.54, repr.; Benesch, 1947, p.48, under no.254 (compares two versions of 'Dismissal of Hagar', Pierpont Morgan Library, Benesch 1008 and Berlin, Benesch A73, 'Rest on the Flight', British Museum [here cat. no.1, 1895,0915.1255], 'Judah and Tamar', Rotterdam, Benesch A113, and 'Ecce Homo', location unknown, Benesch A120); van Guldener, 1947, pp.43 and 45 (as Rembrandt?; shows same moment in the story as another British Museum drawing [here cat. no.114; inv. Gg,2.249]); Benesch, V, 1957/73, no.1001, repr. fig.1216/1284 (c.1656; compares 'God announcing his Covenant to Abraham', Dresden, Benesch 1003, and 'Lot and his Daughters', Seilern, Courtauld Institute, Benesch 1006); Slive, 1965, I, no.110, repr. (c.1655); Bernhard, 1976, II, repr. p.540; Sumowski, III, 1980, under no.756x (listing drawings with similar inscriptions); Hoekstra, II (deel I), 1983, repr. p.65 (c.1655); White, 1992, p.268 (sceptical of attribution to Drost in Exh. London, 1992); Starcky, 1993, pp.200-201 (on Mariette provenance, see n.1 above); Schatborn, 1994, p.24 (agrees with attribution to Drost in Exh. London, 1992); Budapest, 2005, p.77, under no.61 (compares Budapest drawing in the Museum of Fine Arts, of 'Two old Men', Benesch 1087, also by Drost)."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (84) (as Rembrandt) ", " Benesch 1973 / The Drawings of Rembrandt (1001) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (Drost.3) "], "Location": ["Not on display"], "Exhibition history": [" London, 1899, no.A73 (c.1650-60, and nearer the latter date); 1938, no.84; 1956, p.24, no.11; 1992, no.100, repr. (as Drost). "], "Condition": ["Generally good, though perhaps slightly trimmed; a stain (perhaps oil) lower centre and another near top right corner."], "Subjects": ["old testament"], "Associated names": ["Representation of: Joseph"], "Acquisition name": ["Purchased from: C Hamilton"], "Previous owner": ["Previous owner/ex-collection: Pierre Crozat (his number \"171\" in lower right (inscribed by Mariette while preparing Crozat's inventory in 1741))"], "Acquisition date": ["1855"], "Acquisition notes": ["Pierre Crozat (the inscription and numeration made by Mariette in preparing his inventory of Crozat's collection: inscribed lower left, in pen and black ink, in P.J. Mariette's hand: 'Joseph a le soin des prisonniers et les console'); *his sale, Paris, 6 April etc., 1741, probably part of lot 872 (25 drawings, with Mariette's numbers 151 to 175, according to Starcky, 1993), bought Filleul; possibly John Knight sale, London, Phillips, 20 July, 1841, lot 115, bt Tiffin, £5-15-0; purchased from Mr Hamilton, 1855. * On the Crozat provenance of several drawings by Rembrandt, see Schatborn, 1981, pp.41-6. For specimens of Mariette's handwriting, see L.2998 (the second and third examples approximating to the present inscription), and for other drawings similarly inscribed by him, see Starcky, 1993, p.218, n.11."], "Department": ["Prints and Drawings"], "Registration number": ["1855,1013.39"], "Conservation": ["Treatment: 31 Jul 1991"]}