{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1861,1109.647"], "Description": [" St Antony; the saint holds an open book and a bell in his right hand, a staff in his left; below to the left and right St Antony's fire rises, in the background right is a chapel on a rock; the cut is surrounded by an MS inscription Woodcut with hand-colouring "], "Producer name": ["Print made by: Anonymous"], "School/style": ["Netherlandish"], "Production date": ["1480-1490"], "Materials": ["paper"], "Technique": [" woodcut ", " hand-coloured "], "Dimensions": [" Height: 53 millimetres ", " Width: 42 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The cut is attached to one out of ten leaves from a Flemish MS. book of prayers, dated by Schreiber about 1480-90 and Ghent being suggested as their place of origin. Nine out of these form a series as they are uniform in style (Schr. 1262b, 1332a, 1413c, 1593m, 1619d, 1634c, 1668a, 1693b). Dodgson notes that the tenth cut (Schr. 2699) has no connection with the others. Mounted with Schr. 1413c and 1593m. Kathryn Rudy has identified 1861,1109.632 - 693 as belonging to a book of hours in the BL (Add Mss 24332) written by a scribe (probably Jan van Emmerick) at a monastery of Franciscan beghards dedicated to St Matthew and St Bartholomew in Maastricht, shortly before 1500. See K. Rudy, Image, Knife and Gluepot: Early Assemblage in Manuscript and Print (Cambridge, UK: Open Book Publishers, 2019): p. 84, e-fig. 44."], "Bibliographic references": [" Schreiber 1926-1930 / Handbuch der Holz- und Metalschnitte des XV Jahrhunderts (1230.a) (formerly no. 2541) ", " Dodgson 1903, 1911 / Catalogue of Early German and Flemish Woodcuts in the BM, 2 vols (B.13(1)) "], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Edwin Tross"], "Acquisition date": ["1861"], "Department": ["Prints and Drawings"], "Registration number": ["1861,1109.647"]}