{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1855,0414.26"], "Title": [" Object: Si j'avais signé les traites de 1815, je me couperais le poign!..Et moi donc! ", " Series: Croquis a la manière noire; sujets philosophiques, populaires, moraux, politiques, critiques, civils, religieux et militaires 1840 "], "Description": [" Plate no 11, an old soldier with a medal pointing to his fist, tells a young conscript: \"if I had signed the treaties of 1815, I would cut off my fist!\"; a low wall and trees in the background. 1840 Lithograph. "], "Producer name": [" Print made by: Nicolas Toussaint Charlet ", " Printed by: Villain ", " Published by: Gihaut Frères "], "Production date": ["1840"], "Production place": [" Published in: Paris (France) "], "Materials": ["paper"], "Technique": ["lithograph"], "Dimensions": [" Height: 315 millimetres (image) ", " Height: 384 millimetres (sheet) ", " Width: 220 millimetres ", " Width: 250 millimetres "], "$Inscriptions": [" "], "Curator's comments": [" Part of an album published by Gihaut frères in 1840 and dedicated to the Bonapartist poet and song-writer Béranger. In original wrapper which incorporates a cover illustration (see La Combe 966); all lithographs are mounted on sheets of approximately the same size as the wrapper (545mm x 367mm). ", " According to Michael Driskel this print criticises the July Monarchy's reluctance to support Mehemet Ali of Egypt in war against Turkey (See Driskel, \"Singing 'The Marseillaise' in 1840: The Case of Charlet's Censored Prints\" in \"Art Bulletin\", December 1987, Vol XIX, no 4) "], "Bibliographic references": ["La Combe 1856 / Charlet, sa vie, ses lettres, suivi d'une description raisonné de son oeuvre lithographique (977)"], "Location": ["Not on display"], "Subjects": ["soldier"], "Associated names": ["Associated with: Pierre Jean de Béranger (The series is dedicated to Béranger)"], "Associated events": [" Associated Event: Treaty of Paris (The treaty deprived France of territories conquered by Napoleon) 1815 ", " Associated Event: \"The Eastern Question\" (See curatorial comment) 1839-1840 "], "Acquisition name": [" Purchased from: Ralph Bernal ", " Purchased through: Sotheby's (19.ii.1855) ", " Purchased through: A E Evans & Sons "], "Acquisition date": ["1855"], "Department": ["Prints and Drawings"], "Registration number": ["1855,0414.26"]}