{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.959"], "Title": ["Object: Siege de la Colonne de Pompee-Science in the pillory."], "Description": [" Turks and Bedouins besiege the base of a tall Corinthian column, on which is a group of terrified French savants. They have lit a fire at the base of the column whose smoke ascends in an expanding cloud; other Arabs advance with sheaves of reeds to feed the flames. On the small platform eight Frenchmen are crowded together; one, with wings attached to his shoulders and arms, steps into the void, stretching out his arms to a balloon, already wrecked by musket-fire. Their commander (probably Bonaparte), who wears a large plumed cocked hat and an order, shouts to the besiegers, holding up a placard 'Vive Mahomet Qui protegoit les Sciences'. A man kneeling beside him clasps him in terror; from his pocket issues a paper: 'Projet pour Bruler la Mecque'. A stout man (left) is about to hurl down a (? celestial) globe and a scientific instrument; another prepares to fling a large book: 'Le Ciel Revolutionné ou les Constellations Sans-culottisés'. A lean fanatic is about to commit suicide: he holds up a bottle labelled 'Tone', and clasps another labelled 'Louvet Opium'; in his belt are weapons inscribed 'Romme' and 'Roland' (all of whom but (?) Louvet killed themselves). A terrified face bites a book inscribed 'Savary'. A thin scholar (right) wearing a skull-cap is perhaps Monge. A ninth man falls from the summit (left); from his pocket issues a paper: 'Projet pour rendre les Hommes Immortels'. A stork (left) flies upwards from the column. Two scientific instruments (one electric) and six books fall from the column: 'Ebauche d'un Systeme de Législation pour une Colonie d Anthropophages' [cf. BMSat 9356]; 'Traité sur la Guillotine par un Théophilanthrope'; 'Sur le Reedification de la Tour de Babel'; 'Encyclopédie Edit: de Paris Vol: LX.'; 'Tableau de Logarithms'. The lowest, 'Projet de Fraternisation avec les Bedouins', hits a Bedouin and strikes him to the ground. On the ground is 'Le Contrat Social'. The besiegers fire at the Frenchmen or hold up their spears waiting for them to fall. One fires at an exploding balloon (right), 'La Diligence d'Abissynie' (cf. BMSat 9403), from which the (tricolour) boat has already fallen. One of the occupants falls head first towards the spears below; another descends by a parachute which has been traversed by the shot at the balloon; he is about to be transfixed by an arrow. Falling books are 'Les Ruines par le Cit: Volney'; 'Traité sur la Velocité des Corps Descendans'; and 'Theorie de l'Aerostation'. In the foreground right two fat Turks sit impassively back to back on a camel which gazes upwards; they are confident and incurious; one smokes reflectively. Arabs and Africans are in violent motion, some firing, others with spears. Behind (left) men gallop up on asses. A man (left) looks up through the wrong end of a telescope. In the background are pyramids. Below the title, in four columns: 'It appears by an Intercepted Letter from General Kleber, dated \"Alexandria, 5 Frimaire, 7th Year of the Republic\" [27 Nov. 1798], that, when his Garrison was obliged to retire into the New-Town at the approach of the Turkish Army under the Pasha of Rhodes, a party of the Scavans, who had ascended Pompey's Pillar for Scientific Purposes were cut off by a Band of Bedouin Arabs, who having made a large Pile of Straw and dry Reeds at the foot of the Pillar, set Fire to it, and rendered unavailing the gallant Defence of the learned Garrison, of whose Catastrophe the above Design is intended to convey an idea. - To study Alexandria's store Of Science, Amru deem'd a bore; And, briefly, set it burning. The Man was Ignorant, 'tis true, So sought one comprehensive view Of the Light shed by Learning, Your modern Arabs, grown more wise, French vagrant Science duly prize; They've fairly bit the biters. They've learnt the style of Hebert's Jokes; Amru to Books confin'd his Hoax; These Bedouins roast the Writers.' 6 March 1799 Hand-coloured etching. "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1799"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 500 millimetres ", " Width: 415 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) For the 'intercepted letters' see BMSat 9355, &c. The burlesque character of the print is stressed by the dating of the 'letter': the authentic ones were from July to Sept. Nevertheless, considerable knowledge of the 'Commission des Arts et des Sciences' is suggested. The savants presumably include Monge (indicated by the 'Logarithms') and Berthollet, see Charles-Roux, 'Bonaparte', 'Gouverneur d'Égypte', Paris, 1935, 'passim'. One (Jollois) actually described the savants measuring Pompey's Column and suffering from thirst and hunger as 'un beau sujet de caricature'. Ibid., p. 131. One of the two companies of 'aerostatiers' went with the expedition to Egypt, but the equipment was lost at the Battle of the Nile. It cannot have been known to Gillray that of its two officers, Conté and Contelle, the latter went to explore Ethiopia and Abyssinia (Bruel, 'Hist. aéronautique', 1909, p. 28), or that Bonaparte had (cynically) proposed to Lepeaux, as an inducement to favour the expedition, the spreading of 'Théophilanthropie' (see BMSat 9240) in Egypt (Rose, 'Napoleon', 1934, pp. 178-9). Equally apt is the allusion to Volney's 'Ruines', which contained the theory that France ought to acquire Egypt (see A. Fournier, 'Napoleon I', 1911, i. 132 (cf. BMSat 9278)). Volney and (later) Monge are believed to have aroused Bonaparte's desire for the Eastern expedition. Rose, op. cit., p. 182. There was a complaint that Savary [in his 'Lettres sur l'Égypte . . .', 1785] 'a trompe sur l'Égypte'. 'Copies of Original Letters . . .', ii. 32. The allusion to Hebert's jokes is to the gross and savage jests of his 'Père Duchesne'. Grego, 'Gillray', p. 256 (reproduction). Wright and Evans, No. 220. Broadley, i. 126. Reprinted, 'G.W.G.', 1830."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9352)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Mar-Jun, Paris, Grand Palais, 'La Revolution Francaise' 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["satire"], "Associated names": [" Associated with: Jacques René Hébert ", " Associated with: Jean Baptiste Kléber ", " Associated with: Jean Baptiste Louvet de Couvray ", " Associated with: Gaspard Monge, comte de Péluse ", " Associated with: Jean Marie Roland, vicomte de la Platière ", " Associated with: Jean Jacques Rousseau ", " Associated with: Claude Étienne Savary ", " Associated with: Theobald Wolfe Tone ", " Associated with: Constantin François Chasseboeuf, Comte de Volney "], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.959"]}