{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7704"], "Title": ["Object: The progress of the Emperor Napoleon."], "Description": [" A companion pl. to BMSat 10981. A sequence of eight Napoleons arranged in two rows. [1] As' A Ragged Headed Corsican Peasant', he is a shock-headed boy registering tense determination, his hand plunged deep in the pockets of a tattered coat. [2] A youth in civilian dress sits at a small table intently studying the plan of a fort: 'Studying mischief at the royal Military Academy at Paris'. [3] Dressed in officer's uniform but without a sword, he bows, hat in hand:' An humble Ensign in a Republican Corps - requesting a situation in the British Army'. [4] He stands agressivelv hand on hip, r. arm extended, wearing a plumed bicorne and long sabre: 'A determined Atheistical Republican General - ordering his men to fire on the Parisians Vollies of grape shot'. [5] He stands in Turkish dress, bowing with a furtive sideways glance; he wears a plumed turban and fur-trimmed robe: 'A Turk at Grand Cairo'. [6] He runs hurriedly in profile to the left., wearing his cocked hat, but no sword: 'A Runaway from Egypt'. [7] As 'A Devout Catholic', he stands in uniform, without hat or sword, head bowed and hands crossed on his breast. [8] In the last scene he sits enthroned, with the inscription: 'An Emperor on a Throne of iniquities - O Tempora O Mores'. He wears a crown and long robe. The back of his throne is inscribed 'Murderer. Duke D'Enghem [sic], Prisoners at Jaffa, Palm, Captn Williams, Pichegreu, Calon, Toussaint &c &c, Robberies innumerable [commas have been inserted]'. 19 November 1808. Hand-coloured etching "], "Producer name": [" Print made by: Thomas Rowlandson ", " Published by: Thomas Tegg "], "School/style": ["British"], "Production date": ["1808"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 244 millimetres ", " Width: 346 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) Cf. Gillray's succession of small scenes: 'Democracy; - or - a Sketch of the Life of Buonaparte', BMSat 9534 (1800). [1], [2], [4], [5], [6] refer to the same incidents as designs in that print. [3] is an interesting early reference to a doubtful episode in Napoleon's early life. Lucien Bonaparte states that his brother seriously thought of taking a commission in the forces of the British East India Company, but no record of an application exists. Lady Malcolm states ('Diary', p. 88) that Napoleon told her at St. Helena that Paoli urged him to take a commission in the British Army. Rose, 'Life of Napoleon I,' 1934, i. 31. For the Concordat (7) cf. BMSat 9866. For the murder of d'Enghien see BMSat 10251; for Jaffa, BMSat 10062; for Toussaint, BMSat 10090. Palm was the Nuremberg bookseller shot by Napoleon's order, thus precipitating the Prussian war of 1806, cf. BMSat 10599. Captain Williams may be an error for Captain Wright, see BMSat 11057. Pichegru was found dead in prison, 6 Apr. 1804, probably by suicide. The belief, long held, that he was murdered by order of Napoleon is now generally discarded. Hall, 'Pichegru's Treason', 1915. p. 349 f. 'Calon' is probably Calonne who died in 1802, shortly after returning to France with Bonaparte's permission. For 'atrocity' satires cf. BMSat 10706. Grego,' Rowlandson', ii. 101-2. Broadley, i. 297."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (11053)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Associated with: Charles Alexandre de Calonne ", " Associated with: Louis Antoine Henri de Bourbon-Condé, Duke of Enghien ", " Associated with: Toussaint Louverture ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Johann Philipp P. Palm ", " Associated with: Jean Charles Pichegru ", " Associated with: Captain Williams ", " Associated with: John Wesley Wright "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1808"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7704"]}