{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1861,0713.1687"], "Description": [" The temptation of St Antony: landscape teeming with demons and with, slightly at left, St Antony kneeling and holding a crucifix, and a woman elegantly dressed standing in front of him; in the background, at centre, a monastery standing on a hill Etching "], "Producer name": ["Print made by: Nicolas Cochin (?)"], "School/style": ["French"], "Production date": ["1625-1700"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 83 millimetres (cut) ", " Width: 125 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Meaume lists three distinct versions of The Temptation of St Antony under No.1414; all were engraved by Cochin and inspired by Callot's own rendition of the theme (the demons, in particular, shows similarities with the one represented by Callot). Meaume only gives a detailed description for the first plate, which is larger than the present impression (260 x 320 mm) and whose composition appears to be in reverse. The third plate's description does not fit at all. The impression is therefore either the second, almost undescribed version of The Temptation of St Antony (Meaume records the inscription lettered on the plate, but they are missing here), a copy in reverse and on a smaller scale of the first version, or a different plate altogether."], "Bibliographic references": [" Meaume 1860 / Recherches sur la vie et les ouvrages de Jacques Callot (1414) ", " Lieure 1927 / Jacques Callot (not described) "], "Location": ["Not on display"], "Subjects": [" christian saint/martyr ", " devil/demon "], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": [" Purchased from: Charles Scarisbrick ", " Purchased through: Christie's (14.v.1861/part of lot 475) ", " Purchased through: Colnaghi "], "Acquisition date": ["1861"], "Acquisition notes": ["From the Scarisbrick collection of Callot's work: see comment on 1861,0713.1."], "Department": ["Prints and Drawings"], "Registration number": ["1861,0713.1687"]}