{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.7648"], "Title": ["Object: Boney bothered or an unexpected meeting"], "Description": [" Napoleon bursts out of a terrestrial globe on which a map is freely sketched. One leg is still below the surface; he puts the other on the 'East-Indies' close to 'Bengal'. He is astounded to find himself face to face with John Bull (r.) who also emerges from the globe, a half length figure with a huge cudgel in his right. hand. From John's coat-pocket project papers: 'Secret Intelligence'. Napoleon in his dismay drops his sword and a 'Plan of Operations in the Eas [sic] Indies'. He says: \"Begar Monsieur Jean Bull again! Vat - you know I was come here!\" John answers: \"To be sure I did - for all your Humbug deceptions I smoked your intentions and have brought my Oak Twig with me, so now you may go back again.\" Napoleon wears an enormous feathered bicorne. On the lower part of the design 'France' and 'The Tight Little Island' are shown. 9 July 1808 Hand-coloured etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: Thomas Tegg "], "School/style": ["British"], "Production date": ["1808"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 349 millimetres ", " Width: 246 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) Napoleon regarded the conquest of Spain and Portugal as a base for the conquest of the East. He wrote to Decrès from Bayonne on 17 May 1808 (when the Spanish affair seemed settled): 'There is not much news from India. England is in great penury there, and the arrival of an expeditio would ruin that country from top to bottom. The more I reflect on this step, the less inconvenience I see in taking it.' Rose, 'Napoleon I', 1934, ii. 176. In 1807 (before Tilsit) Napoleon had formed a triple plan for combined land expeditions through Central Asia and Egypt, and a sea expedition round the Cape. 'Camb. Hist. of the Br. Empire', i. 331. See BMSats 10775, 11007, 11041, 11052. For a similar theme and design see BMSat 9977, &c. Broadley, i. 291-2."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10995)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.7648"]}