{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1888,0716.242"], "Title": ["Object: The Heir Disinherited"], "Description": [" A companion print to BMSat 7815. A family group listens to the reading of a will by an elderly lawyer seated on the right, a deed-box on the ground beside him. The will which he holds is inscribed 'In the Name of Amen I publish and Protest... To my Eldest Son in consequence I bequeath One Shilling'. The heir (left), a young man wearing top-boots, looks towards him with an expression of rage, spilling a glass of wine. His mother, distressed but composed, sits beside him, on the extreme left. A butler stands behind, with wine-glasses on a salver, looking with intent concern at the lawyer. A very young man seated (centre) full face, a dog between his legs, eyes his brother with a furtive grin. A young woman, a younger boy, and a little boy playing marbles on the floor, complete the circle. A folding screen is covered with a map on which 'Africa', 'Cape of Good Hope', 'Egypt', and 'Indostan' are indicated. On the wall are pictures: (left to right) Moses receiving the tables of the law, 'Jacob and Esau' (the mess of pottage); a large 'Baptism' [of Christ], flanked by two bust portraits in oval frames, of the heir's parents: a woman (recognizable) and a cantankerous-looking man in old-fashioned hat and wig. Through an open sash-window (right) is a dignified iron gate within which stand a coach and four. Through a door (left) is seen a staircase, on an upper landing a man holds out a pair of breeches to three others, apparently disposing of his dead master's clothes. Beneath the design is engraved: 'From Chaise and four descends th' expectant Heir And next his Mother lo' usurps a Chair, The cup untasted trembling in his Hand He hears the Will transfer his House & Land While the young favorite the Fathers Boy Unfolds his vacant Face of Vulgar Joy So looks the Tyrant on a tottering Throne So the fond Patriot Eyes it as his Own.' Reproduced, Paston, pl. ccx. c.1790 Etching and aquatint "], "Producer name": [" Print made by: Francis Jukes ", " After: Samuel Collings ", " Published by: Robert Pollard "], "School/style": ["British"], "Production date": ["1785-1795"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " aquatint "], "Dimensions": [" Height: 335 millimetres ", " Width: 403 millimetres "], "$Inscriptions": [" "], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (7814)"], "Location": ["Not on display"], "Subjects": ["satire"], "Acquisition name": ["Purchased from: William Walker"], "Acquisition date": ["1888"], "Department": ["Prints and Drawings"], "Registration number": ["1888,0716.242"]}