{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.1259"], "Title": ["Object: Apotheosis of the Corsican-Phoenix"], "Description": [" After the title: \"When the Phoenix is tired of Life, he builds a Nest upon the Mountains, and setting / it on Fire by the wafting of his own Wings - he perishes Himself in the Flames! - / - and from the Smoke of his Ashes arises a new Phoenix to illuminate the World!!! - Vide. The New Spanish Encyclopaedia. Edit. 1808.\" Napoleon's flaming nest is the terrestrial globe, resting on sheaves of bayoneted muskets laid on a flat-topped pinnacle inscribed 'Pyrenean Mountains'. Clouds and crags frame the design. The phoenix, with flaming wings, has the head of Napoleon, turned in profile to the left. He is terror-stricken; his blazing crown flies upwards from his head; his predatory claws are raised in horror; from one his sceptre falls, from the other the orb. He wears a high military collar; round his neck is a tricolour'Cordon d'Honor' fringed with daggers. On the globe is a map of countries surrounding the Mediterranean, the central spot being 'Corsica'. The burning countries are 'Portugal', 'Spain', 'France', 'Sicily' [south of Corsica], 'Germany', 'Italy', 'Turkey'. At the base of the globe is the north of 'Africa' with 'Morocco' and 'Algiers' [in flames]. Above the flames by which Napoleon is surrounded are heavy clouds; from above these emerges a dove holding an olive branch, its wings inscribed 'Peace on Earth'. It is irradiated, rays descending from behind the clouds. 2 August 1808 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1808"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 360 millimetres ", " Width: 265 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) The Spanish venture is prophetically depicted as Napoleon's self-immolation. The Spanish rising, see BM Sat 10997, &c., caused Napoleon in 1808 to abandon his plans for the partition of Turkey and the conquest of Egypt and India. 'Camb. Mod. Hist'. ix. 315. Algiers was a nest of pirates. See BM Sat 10995, &c. The head of Napoleon is copied in Rowlandson's 'The Mock Phoenix!!! . . .', 10 Dec. 1813, which is based on this print. Grego, 'Gillray', pp. 357-8. Wright and Evans, No. 353. Reprinted, 'G.W.G.', l830. Broadley, i. 292-3. Reproduced, Grand-Carteret, 'Napoléon', No. 204."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (11007)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.1259"]}