{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1868,0808.8815"], "Title": ["Object: The Camelopard, or a new hobby"], "Description": [" George IV sits jauntily astride a tall high-stepping giraffe, at the base of the neck, hands on hips. Lady Conyngham (left) sits sideways on the sloping back, close to the tail, her vast posterior projecting. She smiles over her shoulder. He wears a straw hat with wide curving brim. She is décolletée, with large gigot sleeves and feathers in her hair. Four Nubians (right) bow obsequiously. c.August 1827 Hand-coloured etching "], "Producer name": ["Print made by: William Heath"], "School/style": ["British"], "Production date": ["1827"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 332 millimetres (cropped) ", " Width: 224 millimetres (cropped) "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', X, 1952) The giraffe, with two Nubian attendants, was a present to the King from the Pacha of Egypt. It was conveyed to Windsor on 13 Aug. The Times, 14 Aug. Lord Maryborough wrote, 14 Aug., 'everybody was so much engrossed by talking of the cameleopard who has just arrived, that nothing else seemed to be thought of'. Wellington, Despatches, N.S., iv. 94. Until after its death in 1829, see vol. xi, the animal figures much in satirical prints on George IV. A giraffe was presented at the same time to Charles X, and in De Vinck No. 11019 it symbolizes the French king."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (15425)"], "Location": ["Not on display"], "Exhibition history": [" 2011 Jan-May, BM P&D, William Heath: satirical printmaker 2013 Oct-Dec, Warwickshire, Compton Verney, Curious Beasts 2014 March-May, Belfast, Ulster Museum, Curious Beasts 2014 June-Aug, Hull, Ferens Art Gallery, Curious Beasts 2014 Oct-Dec, San Diego, University Galleries, Curious Beasts 2016-2017 21 Oct-5 Feb, Adelaide, South Australian Museum: ‘Curious Beasts’ "], "Subjects": ["satire"], "Associated names": [" Representation of: George IV, King of the United Kingdom ", " Representation of: Elizabeth Conyngham, Marchioness Conyngham ", " Associated with: Muhammad 'Ali ", " Associated with: Elizabeth Conyngham, Marchioness Conyngham ", " Associated with: George IV, King of the United Kingdom "], "Acquisition name": ["Purchased from: Edward Hawkins (estate of)"], "Acquisition date": ["1868"], "Department": ["Prints and Drawings"], "Registration number": ["1868,0808.8815"], "Conservation": ["Treatment: 12 Nov 2010"]}