{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1895,0122.255"], "Description": [" The Temptation of St Antony; the saint is lifted into the air by several demons; to the right a tree with the two Saxon shields hanging in the boughs; buildings in the left background; second state; with fractures, touched in with black ink; trimmed below. 1506 Woodcut "], "Producer name": ["Print made by: Lucas Cranach the Elder"], "School/style": ["German"], "Production date": ["1506"], "Materials": ["paper"], "Technique": ["woodcut"], "Dimensions": [" Height: 404 millimetres (borderlines) ", " Width: 270 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Lucas Cranach's patron, Elector Frederick the Wise, greatly encouraged his activity as a printmaker and as a result he enjoyed considerable success in this area. Cranach entered his employ around 1505, and from then his print production increased dramatically. In many of Cranach's woodcuts, including this Temptation, the Saxon coat of arms is prominently displayed, acknowledging the house of his protector. Antony, like other hermits, suffered hallucinations because of his ascetic life in the desert. The temptations assumed two forms, attack by demons or assault by erotic visions. Cranach has chosen the demonic temptation, probably because it allowed him free rein to depict the fantastic hybrid creatures shown here. Schongauer's engraving of c.1475 inspired the group of figures attacking St Antony but the landscape below is completely Cranach's own invention. From M. P. McDonald, Ferdinand Columbus: Renaissance Collector, British Museum, London, 2005. Cf. also G. Bartrum, German Renaissance Prints 1490-1550, BM exh. cat. 1995, no. 168. D. Koepplin / T. Falk, Lucas Cranach: Gemälde - Zeichnungen - Graphik, 2 vols, exh. cat. Kunstmuseum Basel, 1974, no. 398. Watermark: high crown. Text from Bartrum 1995 Literature: Bartsch, 56; C.Dodgson, II, p. 282, 4 II; Hollstein, 76 II; Koepplin and Falk 398 Cranach's early religious woodcuts of 1502-3 are excessively rare and some are only known from unique impressions. From 1505-6, after he entered the employment of Elector Friedrich the Wise, the output of his prints increased dramatically and they have survived in larger numbers. The group of demonic figures attacking St Anthony in this print of 1506 was inspired by the engraving of the same subject by Martin Schongauer of c.1475 (Lehrs 54), although the extensive landscape is a fine example of Cranach's individual style. The production of this print is possibly linked with the Chancellor of Wittenberg University, Goswin von Orsoy (1450-1515), who was also the preceptor of the Antonite monastery at nearby Lichtenburg. The monastery had owned a chapel in Wittenberg since c.1460 in which there was an altarpiece of St Anthony, and it has been conjectured that Dürer's wings for an altarpiece of St Anthony and St Sebastian now in Dresden, were commissioned for this chapel (Anzelewsky, pp. 134ff, no. 39). It is possible that the group of buildings in the middle ground of Cranach's woodcut, which gives the appearance of some topographical accuracy, represent the Antonite monastery at Lichtenburg which has since been destroyed. Reliquaries of St Anthony were also represented by Cranach in the 'Wittenberg Heiligtumsbuch' of 1509 (1949,0411.4991(1-68))."], "Bibliographic references": [" Hollstein / German engravings, etchings and woodcuts c.1400-1700 (76.II) ", " Dodgson 1903, 1911 / Catalogue of Early German and Flemish Woodcuts in the BM, 2 vols (II.282.4) ", " Bartsch / Le Peintre graveur (VII.282.56) ", " Bartrum 1995 / German Renaissance Prints 1490-1550 (168) "], "Location": ["Not on display"], "Exhibition history": [" 1995 Jun-Oct, BM, 'German Renaissance Prints, 1490-1550', no.168 1996 Jun-Aug, Canterbury, Royal Mus and AG, German Renaissance Prints 1996 Nov-Dec, Edinburgh, NG of Scotland, German Renaissance Prints 1997 Jan-Mar, Cardiff, Nat Mus of Wales, German Renaissance Prints 1997 Apr-May, Llandudno, Oriel Mostyn Gallery, German Renaissance Prints 1997 Oct-Dec, Norwich, Sainsbury Centre, German Renaissance Prints 2004 Jun-July, Madrid, 'LaCaixa', Ferdinand Columbus 2004 Oct-Dec, Seville, Salon Alto del Apeadero, Ferdinand Columbus "], "Subjects": [" christian saint/martyr ", " devil/demon "], "Associated names": [" Representation of: St Antony of Egypt ", " Representation of: Devil "], "Acquisition name": ["Donated by: William Mitchell"], "Previous owner": ["Previous owner/ex-collection: Heinrich Füssli (L.1008)"], "Acquisition date": ["1895"], "Department": ["Prints and Drawings"], "Registration number": ["1895,0122.255"], "Conservation": ["Treatment: 01 Feb 1995"]}