{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1851,0901.984"], "Title": ["Object: French Generals retiring, on account of their health:-with Lepaux presiding in the Directory Dispensary."], "Description": [" A crowded design: the room of a quack doctor or astrologer; Larevellière-Lépeaux sits at his table in a gothic chair; five generals approach him from the right, two others are seated (left) behind his chair. The doctor wears his official (Director's) dress (see BMSat 9199) with feathered hat; a bonnet-rouge crowns the back of his chair, against which leans a book: 'Hortus Siccus' (Larevellière was a botanist). He is hunchbacked, with deformed legs ('The holy Hunchback . . .', cf. BMSat 9240). He holds up a retort in which a liquid explodes, so that tiny decollated heads fly upwards. On his table are jars, bottles, and an open book: 'Mal de Naples sive Morbus Gallicus'. (The blockade of Naples by the British fleet was followed by its evacuation by the French (8 May) and risings against the republicans.) A mortar is inscribed 'Arch-Duke Boluses' (the Arch-duke Charles had beaten the French decisively at Stockach, 25 Mar.). A jar is 'Preparation of Lead', a box is 'Lake's Pills' (a pun on Leake's quack remedy; Lake had defeated the Irish rising in 1798). A large jar of 'Esprit de Robespierre' contains a guillotine; a smaller one, a dagger. The five generals are in advanced stages of disease or decay. The foremost holds his hat; from his pocket issues a paper: 'Case of Diabetes'. The next hobbles, contorted with pain, his shambling puny legs swollen below the knee, his boot slashed; he has a paper: 'l'ennemi inquietait mes derrieres'. A lean man has one eye and holds an ear-trumpet to his ear. On the left a general, his face distorted, sits painfully on a close-stool decorated with a bonnet-rouge and motto: 'Vive la grande Nation'. He clutches a paper: 'Ordres, les Ordres'. Beside him is a torn paper, 'Plans de Campagne'. Jourdan, facing him, vomits into a chamber-pot punningly inscribed 'Jourdan' (cf. BMSat 7908, &c). On the ground are clyster-pipe and syringe, books, and papers: 'French Conquêtes' (torn); 'Regime de Terreur' with 'alo Septembre' (BMSat 8122), 'Russian Regimen' (see BMSat 9408, &c), 'Hosologie [sic] Francoise', and 'Catalogue of new French Diseases'. A large crocodile, emblem of the quack and of Egypt (see BMSat 9250), is suspended (as in BMSat 7735) from the roof by tricolour bands. Against the wall are many emblematical objects: on the extreme left an ape (Liberty) seated on a bracket holds a bonnet-rouge on a staff. Above is a terrestrial globe suspended upside down. Next are two mummies swathed with tricolour bandages; the larger is 'Buonaparte', the smaller 'Kleber' (both confined to Egypt by the British fleet). Glass jars containing specimens of abortion are ranged on a long shelf inscribed 'Projets Avortès' [sic]. Some of the labels are illegible, others are: 'Ireland, Commune de Pekin, Venise, Department du Mont Caucase, Directoire d'Abissinie [see BMSat 9352], Armée du Gauge'. 20 June 1799 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1799"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 255 millimetres ", " Width: 364 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VII, 1942) A satire on the French defeats of 1799, cf. BMSats 9408, 9412, and on the grandiose schemes of Bonaparte in the East. Jourdan's 'vis-à-vis' is probably Bernadotte: after Stockach both generals gave rise to scandal by leaving their retreating armies to go to Paris for recriminations. Scherer, in command of the Army of Italy, retreated before the Austrians and, after negotiations with the Directory, resigned his command, being replaced by Moreau (26 Apr.). Pariset, 'Histoire de France contemporaine', ii. 1920, pp.399-400. The others may include Macdonald, Championnet, and Joubert, all defeated in Italy. The original water-colour drawing by Gillray is in the Print Room (see 1906,1016.18). There are many slight differences in the five officers on the right, and in the accessories. The second mummy is absent, its place supplied by large bottles. The other bottles are merely indicated and are differently placed. One row is replaced by a sword inscribed 'Robespierre'. The inscriptions below the design are fewer than in the print, but include some that have not been used. Jourdan says 'jai eté forcé d'evacuer'. Bernadotte says 'Caira Fructidor' (cf. BMSat 9031) and 'Citoyen je profite de la Commodité'. The inscription for Lépeaux's book (not depicted) is given in full. An object on the table is 'Regime de Terreur'. Grego, 'Gillray', p. 260. Wright and Evans, No. 245. Reprinted, 'G.W.G.', 1830. Reproduced Weber, p. 102. Listed by Broadley. ............................................................. George considered that the print was based on Gillray's own design, namely the drawing, (1906,1016.18) referred to above, but the style of that drawing is unlike any other known work by Gillray and the handwriting is not his. Gillray's name does not appear on the print, and it seems likely that the drawing was the work of one of those who provided designs for him (T. Clayton and S. O'Connell, 2014)"], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9403)"], "Location": ["Not on display"], "Subjects": [" satire ", " crocodile "], "Associated names": [" Associated with: Karl XIV Johan, King of Sweden and Norway (Jean-Baptiste Bernadotte) ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Jean Étienne Championnet ", " Associated with: Archduke Charles of Austria, Duke of Teschen ", " Associated with: Barthélémy Catherine Joubert ", " Associated with: Jean Baptiste Jourdan ", " Associated with: Jean Baptiste Kléber ", " Associated with: General Gerard Lake, Viscount Lake ", " Associated with: Louis Marie de la Révellière-Lépeaux ", " Associated with: Etienne Jacques Joseph Alexandre Macdonald, Duc de Tarente ", " Associated with: Maximilien Robespierre ", " Associated with: Barthélemy Louis Joseph Schérer "], "Acquisition name": ["Donated by: William Smith, the printseller"], "Acquisition date": ["1851"], "Department": ["Prints and Drawings"], "Registration number": ["1851,0901.984"]}