{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1880,1009.24"], "Description": [" Standing soldier in classical armour, seen from behind; wearing a plumed helmet and holding a pike or lance in his right hand. 1546 Brush drawing in dark blue wash, heightened with white; on blue prepared paper "], "Producer name": ["Drawn by: Franz Buch"], "School/style": ["German"], "Production date": ["1546"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 314 millimetres ", " Width: 206 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Summary of J.Rowlands, 'Drawings by German Artists and Artists from German-speaking regions of Europe in the Department of Prints and Drawings at the British Museum: the Fifteenth Century, and the Sixteenth Century by Artists born before 1530', London, BM Press, 1993, no. 98: 'The soldier is wearing classical armour, with leg armour decorated with acanthus leaves. He is holding a lance, with an axe-head at the end. The right forearm has been re-drawn by the artist. This sheet is one of the earliest of Buch's few surviving works; his latest is the ‘Landscape with a moated castle’, a pen drawing, dated 1594, formerly in the collection of C.R. Rudolf, London (sale, Christie, 1975, 8 July, lot 90). There is another drawing from Buch's early period in Frankfurt ‘Landscape with the Flight into Egypt’, dated 1549 ((Städelsches Kunstinstitut; Schilling, Frankfurt, i, p. 73, no. 72, ii, repr.). The figure in the present drawing has been copied by another hand on a sheet of various studies which are all evidently copies, at Karlsruhe, formerly attributed to Tobias Stimmer (Thöne, ‘Stimmer’, p. 101, no. 259). A further drawn copy, with the figure reversed, by Hans Friedrich Schorer (c. 1585-after 1646), signed and dated 1621, in which the figure represents Mars, was with C.G. Boerner, Düsseldorf, in 1977 (C.G.Boerner, ‘Mit Kreide und Tusche: hundert Zeichnungen von 1560-1860’, p. 6, no. 10, repr. on the back cover).' Additional information: A drawing of a very similar figure, standing in the same position as the landsknecht seen here with slight alterations to the armour and without the axe-head on top of the lance, was sold at Sotheby's in 2008 (9 July, lot 5). The small changes to the armour and the suggestion of a landscape with striated rays of sunlight behind the figure on the Sotheby's drawing, but not seen on the BM sheet, make it most likely that these two and the related drawings mentioned by Rowlands all refer to an original prototype, as yet unidentified. Szilvia Bodnar published information on 17 drawings by Buch, mostly landscapes in the style of Lautensack, and a Virgin and Child formerly in the Lubomirski collection (see Strauss, Complete Drawings of Albrecht Dürer, New York, 1974, vol. 3, no.1515/71 ). There are six landscape drawings by Buch in Budapest. The signature on this drawing is different to all the others, which are all signed on the verso, except one in Berlin, a copy after Hieronymous Cock (after Heemskerck) of St Jerome, which is signed on the recto as well. Many were formerly in the possession of Paulus Praun, the sixteenth-century Nuremberg collector. Lit from Rowlands 1993: E. Schilling, Kunstmuseets Arsskrift, xxxviii, 1951, pp.53f. Further lit: S. Bodnar, in 'Studien zu Franz Buch', Bulletin du Musée Hongrois des Beaux-Arts, 94, 2001, pp.91-2, n.24"], "Bibliographic references": ["Rowlands 1993 / Drawings by German artists and artists from German-speaking regions of Europe in the Department of Prints and Drawings in the British Museum: the 15thC & 16thC by Artists born before 1530 (98)"], "Location": ["Not on display"], "Subjects": ["soldier"], "Acquisition name": ["Purchased from: Sir William Worsley"], "Acquisition date": ["1880"], "Department": ["Prints and Drawings"], "Registration number": ["1880,1009.24"], "Conservation": ["Treatment: 02 Apr 1996"]}