{"artifact_name": "christmas-card; print; photographic print; drawing", "Object Type": [" christmas-card ", " print ", " photographic print ", " drawing "], "Museum number": ["1947,1011.2.1-84"], "Description": [" Ring-binder album containing 85 Christmas and other cards, family photographs and drawing given to Queen Mary; bound in blue leather and leatherette, with gold tooling; stamped in gold inside the spine: ‘The “Oriel” Binder / Rd. No. 93024 / Marcus Ward & Co. Ld.’, paper label on spine inscr.: ‘1891 to 1910’ (in fact the dates extend more widely). Album comprises 34 pages of gilt-edged card with blue window mounts, with one to four cards per page (see layout markings); on verso, hand-cut openings reveal inscriptions on backs of cards. The cards are described on an undated note in the hand of Queen Mary (QM) pasted to the inside of the front board: ‘Autographed Christmas & / New Year cards given to King George V & Queen Mary. / by / Queen Victoria / King Edward / Alix Empress of Russia / Ella Gd Duchess Serge of Russia / Pss: Mary Adelaide Duchess of Teck / Francis Duke of Teck / Augusta Gd Duchess of Mecklenburg Strelitz / Frederick Gd Duke of Meck: Strelitz’. Also on inside of front board two additional items, 1949,0411.5279 and 1949,0411.5280, gifts from QM in 1949; these are catalogued separately. The arrangement of cards is only roughly chronological: the album starts with group of cards from Queen Victoria [QV], dating from1881 to 1899, followed by sets from QM’s relatives mixed with those of Prince George [KGV]. Correspondents’ names have been identified by signature or by QM’s later notes on the album page. For a number of cards, stuck down and lacking notes by QM, the correspondents will not be known. The cards are mainly commercially-produced items for Christmas and New Year; mostly English with a few made in Germany, America, Italy, Norway and India. The album also contains around a dozen handmade items, including botanical drawings sent by Queen Victoria. Of the 85 items 14 are not Christmas material. Towards the end of the album the cards incorporate more photographic elements such as family snapshots, studio portraits and foreign postcards. No. 1: Christmas card designed by Rebecca Coleman, girl’s head set in ruff of lace and feathers, blue sky background; chromolithograph panel card, lettered with publ. details ‘Raphael Tuck & Sons London’ and titled ‘May every Christmas grace, shine as an angel’s face’. From QV to Princess Mary Adelaide of Cambridge [QM’s mother], inscr. on the back: ‘To /dear Mary / from / her very affte. / cousin /VRI / Christmas 1881’; see logo of easel and palette lettered ‘R&ST / Prize design Copyright’. One of a set of angel head designs for Tuck; see Buday 1954, pl.191. No. 2: New Year card, little boy and dog seated on doorstep, rainy weather; chromolithograph panel card, lettered with publ. details ‘Hildesheimer & Faulkner H&F 733 copyright’; six-line sentiment (‘You have my … new born year’) by Samuel K. Cowan. From QV to QM, inscr. on the back: ‘To /dear May Teck / with many good / wishes /for the New Year / from her affte Aunt / VRI / Jan. 1 1888’. No. 3: New Year card, pink flowers against gold lancet window; chromolithograph panel card on glossy paper, lettered with publ. details: ‘W. Hagelberg No 77 copyright’, and three-line sentiment (‘May sweet flowers …peep o’day!’). From QV to QM, inscr. on the back: ‘To /dear May Teck / from / her affte / Aunt / & godmother / VRI / Jan: 1.1887’. Sender identified by QM in pencil inscription on album page. No. 4: Christmas card, sailors scrambling off sinking ship. Chromolithograph ‘transparency’ panel card, lettered top right with sentiment by E.E. Griffin: ‘If you hold up / this picture A light at / the back / You will see the / sweet Cherub / that watches / o’er Jack’. On reverse, image of flying angel and longer version of Griffin’s verse. Unknown publisher. From QV to KGV, inscr. on reverse: ‘To dear Georgie / from / his loving / grandmother / VRI / Christmas 1889’. Buday 1954, pp.169-70, describes as a ‘now rather rare design’; repr. Buday 1954, pls 150-52. Sender identified by QM, pencil inscription on album page. No. 5: Watercolour on card signed (?)’JD’ or ‘JP’, three bare-rooted plants with white flowers. From QV to Princess Maud of Wales, inscr. on reverse: ‘To dear Maud of Wales / wishing you a / happy New Year / from / your devoted / Grandmama / VRI / Jan:1.1889.’ Possibly painted in Scotland; for same artist see Nos 8 and 18. Sender identified by QM, pencil inscription on album page. No. 6: New Year card designed by ‘L.D’, view of cattle in marshy landscape, rustic arch with daisies; Buday 1954, p.221, suggests Lucien Davis R.I. Chromolithograph panel card, cut-out and embossed, lettered with publ. details: ‘W. Hagelberg Berlin’, and gilt letter greeting: ‘Happy may Your New Year be’. From QV to QM, inscr. on reverse: ‘To / dear May Teck / from her affectionate / Aunt / VRI / Jan:1.1890’. Sender identified by QM, pencil inscription on album page. No. 7: Watercolour by unknown artist, nest of goldfinches in branches of flowering dog rose; paper mounted on card. From QV to QM, inscr. on the back: ‘To / dear May Teck / With every good wish / for / a very happy Christmas 189[0] / & New Year 1891 / from / her affte Aunt / VRI’. Sender identified by QM, pencil inscription on album page. No. 8: Watercolour on card signed (?)’JD’ or ‘JP’, sprig of white heather. From QV to QM, inscr. on the back: ‘To / dear May Teck / May these flowers / from the Highlands / bring you good luck / & every blessing / from / her devoted / Grandmama / VRI / Jan:1.1892’. At this date Princess May was engaged to the Duke of Clarence; he died a few weeks later. For same artist see Nos 5 and 18. Sender identified by QM, pencil inscription on album page. No. 9: Watercolour signed with illegible monogram lower left, boy in naval uniform with straw hat, red chevron on right sleeve, holding rifle; dated ‘1886’. From QV to KGV, inscr. on reverse: ‘To / dear Georgie / with every / good wish for / his happiness / in the year 91 & / many succeeding / ones from / his loving / Grandmama / VRI / Jan:1.1891’. No. 10: Greetings card, spray of pink and red carnations and pink bow; chromolithograph panel card by unknown publisher, cut-out and embossed; lettered: ‘Greetings’ in gold. From QV to QM, inscr. on the back: ‘To / darling May /with every / good wish / from / her loving Grandmama /VRI / Christmas 1893’. At this date Princess May was married to the Duke of York. No. 11: New Year card by unknown designer, branches of white blossom; at lower left artist’s monogram ‘CN’. Chromolithograph on glossy card, cut-out triptych; the word ‘Greetings’ embossed and frosted silver and black; lettered with publisher’s details ‘Hildesheimer & Faulkner Copyright No. 30 Designed in England Printed in Germany’. Also lettered with eight-line sentiment by A.L. Salmon (‘I send thee … to-day be thine’), and quote from Shakespeare’s The Tempest: ‘hourly joys be still upon you’. From QV to QM, inscr. on the back: ‘To / dearest May / with every fervent / good wish for / her happiness / in the new year 1893 / & many more to come / from her loving Grandmama / VRI’. No. 12: Hand painted New Year card, fruiting branch of strawberry tree, gold lettered: ‘With best Wishes / for the coming Year’. From QV to QM, inscr. on the back: ‘To / dearest May / with every good wish / & blessing / of hourly joys be still upon your 1894 / from / her loving / Grandmama / VRI’. Sender identified by QM, pencil inscription on album page. No. 13: Watercolour panel card signed ‘F. Moro’; souvenir from Florence, composition in three parts: swallows perched on flowering bush; iron torch holder and scutcheon with red lily of Florence; and a view of Piazza San Firenze, Florence (QV in Florence, spring 1894). Inscr. by the artist: ‘Piazza S. Firenze’, and ‘Firenze’; and by QV, top right: ‘I wish / you a very / happy New Year’; and inscr. on reverse by QV: ‘To / dear May / with best wishes / & blessings for the / New Year & for / many [?]more / from your / devoted / Grandmamma / VRI / Jan:1.1895’. Sender identified by QM, pencil inscription on album page. No. 14: New Year card lettered: ‘With best wishes / for a happy New Year’; from QV to KGV, inscr.: ‘To / dear Georgie / his devoted /Grandmama / VRI / 1896’. Sender identified by QM, pencil inscription on album page. No. 15: New Year calendar card, four boys offering posies to girl, C.18 costumes. Chromolithograph on glossy card, embossed and concertina format, lettered: ‘Calendar / for / 1896’, and with calendar months printed in the folds. Unknown publisher. From QV to QM, inscr. on reverse: ‘To / dearest / May / with / every good /wish […] / the New Year / 1896 / from / her devoted / Grandmama / VRI’. Ref. Buday 1954 p.170, pl. 156. Fragile item. No. 16: Christmas card, fold-out triptych, design of marguerites and ivy, and the words ‘Sincere wishes’ embossed, frosted and partly punched through panels; lettered within: ‘A Merry Christmas’ and with quote from Shakespeare’s As You Like It, ‘Your heart’s desires be with you’. Chromolithograph published by Raphael Tuck & Son (logo of easel palette & brushes on reverse). From QV to QM, inscr. on reverse: ‘To / dearest May / from/ her loving / Grandmama / VRI / Christmas / 1895’. No. 17: Religious Christmas card, Holy Child and Holy Ghost, motifs of sun breaking through darkness. Chromolithograph panel card by unknown publisher, lettered: ‘A holy happy Christmas’, and with sentiment (‘The light of heav’n Divine…’) on reverse. From QV to QM, inscr. on reverse in poor handwriting: ‘To / dearest May / from her / loving Grandmama / VRI / Xmas 1897’. No. 18: Watercolour on card signed (?)’JD’ or ‘JP’, botanical drawing of plant with red berries; for same artist see Nos 5 and 8 above. From QV to QM, inscr. on the back: ‘To / darling May / with (?)earnest / good wishes / for every / Christmas blessing / which our Heavenly / Father can bestow / from her devoted / Grandmama /VRI / Christmas 1899’. Sender identified by QM, pencil inscription on album page. Possibly the last handwritten Christmas card from Queen Victoria to QM. No. 19: New Year postcard, studio photograph of two children and sledge, snow effect, lettered: ‘Herzlichen Glückwunsch / zum neuen Jahre’. Glossy sepia postcard publ. ‘E.A.S.’ (E.A. Schwerdtfeger). From grand duchess of Mecklenburg-Strelitz to QM, inscr.: ‘For dearest May / with every good wish / for a happy bles[…] / from her /loving old / Aunt / Augusta C.’. No date visible. Sender identified by QM, pencil inscription on album page. No. 20: Greetings card, ‘frosted’ farmstead on palette outline. Chromolithograph panel card by unknown publisher lettered: ‘Herzlichen Glückwunsch’ (congratulations / sincere good wishes). From grand duchess of Mecklenburg-Strelitz to QM, inscr. on reverse: ‘From your loving Aunt / Augusta Caroline / 1888’. Sender identified by QM, pencil inscription on album page. No. 21: Greetings card, girl with forget-me-nots in a coracle driving three swans. Chromolithograph panel card by unknown publisher, lettered: ‘Herzlichen Glückwunsch’. From grand duke of Mecklenburg-Strelitz to QM, inscr. on reverse: ‘To dear May / with my best wishes of the season / Christmas 1886 / Frederick’. Sender identified by QM, pencil inscription on album page. No. 22: Greetings card, oil lamp, dish and small pot of violets, rococo motifs. Chromolithograph, embossed triptych card, cut-away panels, unknown publisher, lettered: ‘Herzlichen Glückwunsch’. From grand duchess of Mecklenburg-Strelitz to QM, inscr. on reverse: ‘for a very happy / New Year to you dear / May and all your / (?)belongings from / your loving Aunt / Augusta Caroline / for / 1899’. Sender identified by QM, pencil inscription on album page. No. 23: Greetings card, basket of violets hanging by purple ribbon. Embossed chromolithograph postcard, unknown publisher, lettered: ‘Die besten / Glückwünsche / zum / neuen Jahre’. From grand duchess of Mecklenburg-Strelitz to QM, inscr. on reverse: ‘The best one for / health and happiness / heartily wished you / dearest May by / your loving Aunt / Augusta Caroline [illegible date]’. Sender identified by QM, pencil inscription on album page. No. 24: Watercolour drawing, signed, dated and inscr.: ‘Hugh (?)Concan / 79 / with my best wishes’, three figures on galloping horses. Pencil, watercolour and varnish on blue card, the card lettered with stationer’s details: ‘Harding, 187 Piccadilly W.’; half painted baguette border around image. Inscr. in brown ink on reverse: ‘For May’; unidentified sender, probably the Prince of Wales. No. 25: New Year greetings on writing paper letterheaded: ‘Sandringham, / Norfolk.’; inscr. in brown ink, Prince of Wales to ?QM: ‘With many / wishes for a / happy New / Year / A.E. / New Year’s Day / 1880.’ Sender identified by QM, pencil inscription on album page. No. 26: New Year card by unknown designer, white cyclamen plant on black background. Chromolithograph panel card lettered: ‘A very happy / New Year’; and with publisher’s details: ‘Marcus Ward & Co. / Ent. Sta. Hall’. From duke of Teck to QM, inscr. on reverse: ‘May from / Papa Jany. / 1st. 1877’. Sender identified by QM, pencil inscription on album page. No. 27: Greeting card by unknown designer, two bee-eaters / humming birds and pink blossom picked out in gold, producing jewelled effect. Panel card [not chromo.] by unknown publisher lettered: ‘With / the Season’s / Greetings’. From the Duke of Teck to QM, inscr. on reverse: ‘best wishes to dear / May from / Papa / New Year 1887’. Sender identified by QM, pencil inscription on album page. No. 28: Christmas card by unknown designer, group of five cheerful children. Chromolithograph panel card lettered: ‘May all Christmas Blessings be thine’, and with publishing details: ‘Hildesheimer & Faulkner, Copyright No.133 Designed in England, Printed in Germany’. From the Duke of Teck to QM, inscr. on reverse: ‘May from Papa / Xmas 1890’. Sender identified by QM, pencil inscription on album page. See No. 33 for related card. No. 29: New Year card designed by F. Corbyn Price, snowy scene with Ely cathedral. Chromolithograph, glossy panel card, unknown publisher; lettered: ‘The Lord be with thee in the New Year!’; four-line sentiment by ‘E.H. Bickersteth DD Bishop of Exeter’. From duke of Teck to QM, inscr. on reverse: ‘from Papa 1890’. Sender identified by QM, pencil inscription on album page. No. 30: Christmas card, Father Christmas riding goat and scattering toys, accompanied by girl making music, bacchic revelry. Chromolithograph panel card lettered: ‘Welcome old Father Christmas, / with all his fun and festive cheer’, and with publisher’s details: ‘J. Mansell, London’. From duchess of Teck to QM, inscr. on reverse: ‘for May / from her / loving Mama /1874’. One of the earliest Christmas cards in the collection. No. 31: Humorous Christmas card: cards inscr. ‘joy’, ‘health’, ‘profit’ etc. issuing from ticket booth, and two imitation tickets (‘From all difficulties to prosperity first class single…friends’) glued to card. Panel card, hand coloured print [not chromo.] lettered ‘Special Xmas Train’, and with four-line sentiment; and publ. details: ‘Entd. Stationers’ Hall H.S.C. & Co.[no further details]’. From Duchess of Teck to KGV, inscr. on reverse: ‘For dear Georgie / wishing him very many / bright returns of the / season and much joy / and happiness in the / New Year / From his very affectionate / Aunt Mary’. Sender identified by QM, pencil inscription on album page. Dated 1889 on album page. No. 32: Greetings card, unknown designer, shoreline with anchor; chromolithograph folder card with cut-away view of coastline; lettered ‘With every / good Wish’; unknown publisher. From Duchess of Teck to KGV, inscr. on reverse: ‘dearest Georgie / his very affectionate / Aunt Mary’. Sender identified by QM, pencil inscription on album page. Dated 1892 on album page. No. 33: New Year card by unknown designer, group of five despondent-looking children. Chromolithograph panel card lettered: ‘A happy New Year to you’, and with publishing details: ‘Hildesheimer & Faulkner, Copyright No.133 Designed in England, Printed in Germany’. From the Duke of Teck to QM, inscr. on reverse: ‘May from Papa / 1891’. Sender identified by QM, pencil inscription on album page. See No. 28 for related card. No. 34: Greeting card, yellow flowers in oriental bottle vase, blue bow. Chromolithograph, embossed folder card, unknown publisher, lettered: ‘Greeting’. From the Duke of Teck to QM, inscr. on reverse: ‘from Papa / to / darling / May / Dec. 31st 189[…]’. Sender identified by QM, pencil inscription on album page. No. 35: Christmas card, image of snowy cottage by the sea, printed on silk, in card mount with paper lanterns and pin-pricked border. Chromolithograph, embossed panel card, unknown publisher, gold lettered: ‘A joyful / Christmas’. From the Duke of Teck to QM, inscr. on reverse: ‘for dear May / 1893’. Sender identified by QM, pencil inscription on album page. No. 36: Christmas card, summer meadow, blossom on fold-down corner, gilt highlights. Chromolithograph folder card lettered ‘A happy Christmas to you’, and with verse from Tennyson: ‘God Bless thee / With blessings beyond / hope or thought’. Card publ. ‘Raphael Tuck & Sons, London, Paris & New York / Designed at the studios in England and printed at the Fine Art Works in Germany’ (logo of easel palette & brushes). From Duchess of Teck to QM, inscr. on reverse: ‘… own sweet May / from / your loving Mother / with best wishes / for very many / bright returns / of this blessed & / happy Season / to you! / 1893’. Sender identified by QM, pencil inscription on album page. No. 37: New Year card, fan and spray of violets with gilt highlights. Chromolithograph, embossed and cut-away folder card, unknown publisher; lettered: ‘Heaven bless your New Year’; and four-line sentiment (‘Could fortune … each day’) signed ‘G.A.F.’ (?G.A. Finlayson). From Duchess of Teck to QM, inscr. on reverse: ‘Mamma’s prayer / for her darling / sweet May! / 1894’. Sender identified by QM, pencil inscription on album page. Fragile – the card has split in two. No. 38: Christmas card, blue forget-me-nots, green frosting, gold lettered: ‘Accept / my / Christmas / Greeting’. Chromolithograph, embossed triptych card, cut-away panels, two-line sentiment; unknown publisher. From Duchess of Teck to QM, inscr. on reverse: ‘This the fond wish, / my darling Child / of your own loving, devoted / Mother / 1893’. Sender identified by QM, pencil inscription on album page. No. 39: New Year card, scattered lily of the valley; lettered ‘To / Greet you’. Chromolithograph, embossed and cut-away folder card, unknown publisher. From Duchess of Teck to QM, inscr.: ‘… very many / glad returns! / Your loving, / devoted Mamma / Mary Adelaide / 1894’. Sender identified by QM, pencil inscription on album page. No. 40: Watercolour on card by unknown artist, life-size roses, lettered in gold ink: ‘May Christmas Joys be Thine!’. From Duchess of Teck to QM, inscr. on the back: ‘A thousandfold! And all its blessings / prays Your devoted, loving Mother / Mary Adelaide / 1893’. No. 41: Booklet Blossoms culled from Shakespeare, embossed figure of woman on cover; details on title page: ‘Illustrated by A. Nöether, etc.’; publ. ‘Raphael Tuck & Sons / London, Paris, New York / Designed at the Studios in England and printed by the ‘Rafolith’ Plates at the Fine Art Works in Saxony’. Sixteen pages, five chromolithographs, line illustrations. Gift from Duchess of Teck to QM, New Year, 1894. Two items within booklet: a) New Year card with design of violets monogrammed ‘CN’; chromolithograph triptych card with sentiment by H.M. Whitlaw, and quotations from the psalms; lettered ‘Art Ruby series No.218 Designed in England, printed in Germany’. From Duchess of Teck to QM, inscr. on the back: ‘A Mother’s loving wish / and prayer for her / darling Child! / 1894’ b) Leaflet with rules for R. Tuck & Sons’ ‘Amateurs’ Literary Prize competition’, 1893-94. No. 42: Christmas card, spray of red poppies and moonlit scene. ‘Shaped’ folder card, embossed chromolithograph with touches of glitter, unknown publisher; four-line sentiment (‘Bright as the stars …prayer of mine’) by E. Love. From Duchess of Teck to QM, inscr.: ‘My wish and / prayer for you, / my darling May! / May both be realized! & fulfilled! / Your ever loving /devoted Mama / 1895-6’. Fragile – the card has split in two. No. 43: Christmas card, bunch of yellow poppies, lettered: ‘A Merry Christmas’. ‘Shaped’ triptych card, embossed chromolithograph, unknown publisher; anon. six-line sentiment. From Duchess of Teck to QM, inscr.: ‘Your own loving / devoted Mother / Mary Adelaide / 1895’. No. 44: Christmas card in shape of decorated envelope, chrysanthemums and ivy, lettered ‘Greetings’. Chromolithograph by unknown publisher, three-fold card with shaped cover, embossed and scallop-edged; four-line religious sentiment by Isa J. Postgate. From Duchess of Teck to QM, inscr.: ‘wishing you many, very many / bright returns of a blessed / and joyful Christmas / prays you own loving Mother / Mary Adelaide 1895’. No. 45: New Year card, two angels in front of church window with perforated lights. Chromolithograph by unknown publisher, shaped, three-fold card with anon. eight-line sentiment. From Duchess of Teck to QM, inscr. on reverse: ‘… with every fond / good wish for 1896 / and very many glad / New Years to come, / bringing joys & blessings in their train! / from / Your loving & devoted / Mamma / Mary Adelaide / 1896’. No. 46: Christmas card, robins and blue tit hopping around garden sieve. Chromolithograph; three-fold card, shaped and embossed, with transparent and coloured frosting; four-line sentiment (‘May the good Christmas…fireside’) by Coombes Davies; unknown publisher. From Duchess of Teck to QM, inscr.: ‘my own darling / May! / your loving Mamma / 1896’. No. 47: Christmas card, blue flowers, facsimile lace and ribbon. Chromolithograph, embossed, perforated and frosted folder card enclosing four pages attached with ribbon; Ruskin quote on cover (‘Not the gift but the giving’), and inside four-line sentiment (‘Dear faces … one and all’) by H.M. Burnside. Publ. Raphael Tuck & Sons Ltd., London, Paris, New York, ‘designed at the Studios in England and printed by the ‘Rafolith’ Plates at the Fine Art Works in Saxony. Copyright’. From Duchess of Teck to QM, inscr.: ‘to darling May / from your loving / devoted Mother / Mary Adelaide / 1896’. No. 48: New Year card, triptych, blind stamp ‘curtains’ opening to reveal chromo of three angelic children and lettered: ‘Best wishes for the coming year I write / For one I love, but who is out of sight’; unknown publisher. From Duchess of Teck to QM, inscr. on reverse: ‘From your loving / Mamma / à toi seule!!!’. Undated. No. 49: Greetings card lettered ‘Hearty / Wishes’ over two violet-filled hearts. Complex folder card, the chromolithograph cover (folded, pin pricked, embossed, frosted, dentilled edges) enclosing four pages tied with silk cord; quotations from Ruskin (‘Not the gift but the giving’), and Browning (‘I, however far, shall yet be near, in loving wishes’). Publ. Raphael Tuck & Sons Ltd., London, Paris, New York, ‘designed at the Studios in England and printed by the ‘Rafolith’ Plates at the Fine Art Works in Saxony. Copyright’. From Duchess of Teck to QM, inscr.: ‘For my own / darling May / with loving / good wishes / for all blessing / & happiness in / 1897 & many / many glad / New Years to /come! from / your doating / Mother / Mary Adelaide / 1897’. No. 50: Postcard, photograph by T.H. Voigt, Princess Charlotte of Saxe-Meiningen in evening dress; studio blind stamp (‘T.H. Voight / Frankfurt a/M / Homburg v/d. H.’) bottom right. Recipient unknown, inscr. on reverse, ten lines of largely undecipherable writing (‘… very old / but loving little /[?]Beat, / whom I trust / you have not / quite forgotten’). Sender identified by QM, pencil inscription on album page. Undated. No. 51: Card designed by unknown artist, monogram ‘M&B’ lower left, straw basket with ribbon and violets; unlettered. Chromolithograph panel card by unknown publisher. From Alexandra Empress of Russia to QM, inscr. on reverse: ‘For dear May / With loving wishes and / blessings for a happy / peaceful New Year 1900 / fr. Yr. loving Cousin / Alix / My thoughts are much / with you, knowing how anxious & sad you must be […]’ (possibly referring to Duke of Teck, d. 21 Jan. 1900). Sender identified by QM, pencil inscription on album page. No. 52: Card designed by unknown artist, monogram ‘BM’ lower right, white flowering hawthorn (‘May’) around cottage scene, vignetted; unlettered. Large chromolithograph panel card by unknown publisher. From Grand Duchess Serge of Russia to QM and KGV, inscr. on reverse: ‘To darling May & Georgy / all possible hearty / Xmas & New Year’s / wishes from us both / Ella Serge / Moscow / 1893-1894’. Sender identified by QM, pencil inscription on album page. No. 53: Christmas card, pansies and writing paper, lettered: ‘Christmas / Greeting’. Lithograph panel card with publication details: ‘Copyright 1896 by L. Prang & Co. Boston, USA.’ From Grand Duchess Serge of Russia to QM, inscr. on reverse: ‘Our thoughts are most / lovingly with you / dearest May on Xmas / & New Year may God / help you to bear your / dreadful sorrow / Your loving Cousin / Ella / 1897’ [Dchess of Teck d. 27 Oct. 1897]. Sender identified by QM, pencil inscription on album page. No. 54: Christmas card, church in snowy landscape, seven cherubs in shaft of light. Chromolithograph, glossy panel card, unknown publisher; unlettered. From Olga Queen of Greece to KGV, inscr. recto: ‘All the little Angels, that / took care of you! / God bless you, my sweet, beloved Sunbeam / yr loving old A. Olga. Dec. 1891’, and verso: ‘For my darling Tootsums’. Sender identified by QM, pencil inscription on album page. No. 55: New Year card designed by ‘CN’, sentiment with narcissi and moonlit sky. Chromolithograph, glossy panel card; lettered with publication details: ‘Hildesheimer & Faulkner, Copyright. No.955. Designed in England, printed in Germany’; and ‘New Year Greetings’; and five-line sentiment by Martin F. Tupper (‘O never despair … All’s right!’). From Olga Queen of Greece to KGV, inscr. verso: ‘To my [?]son, sweet / Sunbeam, with every / wish a loving heart / can form. God bless / you also in the / coming year / I wish you naught, […] / you are not / Be very what you are / for ever a sunbeam / Yr. devoted old A. Olga / Xmas 1889’. Sender identified by QM, pencil inscription on album page. No. 56: Postcard of watercolour of Temple of Jupiter, Athens, by unknown artist, signed ‘Gia…’ lower left; lettered in Greek, and in French: ‘Vue orientale de colonnes du temple de Jupiter Athenes’; publisher unidentified. From Olga Queen of Greece to KGV, inscr. verso: ‘Dec. 1908 / A happy merry Xmas & a blessed / new year I wish from all my / heart to my darling, beloved / little Sunbeam, my tootsums! / My best love to dear May & / every good wish. I kiss you / ever so tenderly – God bless you / Yr devoted, loving, old A. Olga’. No.56+: Christmas and New Year card, engraving of foliage, hand coloured, with gold outlines, lettered: ‘In glad remembrance’. Folder card with insert, and silk ribbon; publ. ‘Hills & Co. Ltd. London, “For the Empire” Series’. From Princess Mary of Wales [later Princess Royal and Countess of Harewood] to KGV, inscr.: ‘dear Papa /Mary’; undated. Sender identified by QM, pencil inscription on album page. No. 57: Christmas card, pansies on leaf-shaped card, opening to reveal view titled ‘Loch Venachar’. Chromolithograph, glossy three-fold card, publ. ‘Hildesheimer & Faulkner, Copyright / Designed in England, printed in Germany / No.736’; lettered: ‘With Christmas Greeting’, and quote from Shakespeare (Richard III) ‘God bless you with health and happy days’. From Duchess of Teck to ?KGV, inscr.: ‘From / your loving / Aunt Mary 1891’. NB: fragile joins repaired with gummed paper tape, almost certainly before arrival at BM, have again split (May 2018). No. 58: New Year card, snowy landscape, pheasants and signpost. Embossed, chromolithographed postcard, publ. Germany, lettered: ‘Glückliches / Neujahr’. From grand duchess of Mecklenburg-Strelitz to KGV, inscr. on reverse: ‘For dear George / with every good / wish for 1909 / from his old Aunt /AC’. Condition, May 2018: card has vertical crease. No. 59: Watercolour caricature by unknown artist, three thin men ‘Nimrod / Ramrod / Fishing Rod’ with sporting attributes; inscr. below: ‘“Tally-Ho! Good Times. Good Cheer. / A.1 Sport & A Lucky New Year”’. From Prince Albert to KGV; inscr. on reverse: ‘With every good wish for the / New Year, and a safe return home / from your loving old brother / Eddy / Jan.1st/91. Sandringham’. Sender identified by QM, pencil inscription on album page. No. 60: Christmas card, spring cottage scene framed by wall and roses in foreground. Chromolithograph, glossy panel card, unknown publisher; lettered: ‘May the Christmas bells ring thee happiness’; and with quote from Dickens “Health and happiness to you with all my heart”. From QM to KGV [by then QM’s brother in law], inscr. on reverse: ‘For dearest Georgie / from his loving / sister May / Xmas 1891’. No. 61: Postcard, photographic print, vignette of man smoking pipe, prob. Karl Johann Nepomuk, prince Trauttmansdorff-Weinsberg; inscr. below in Edward Prince of Wales’s hand: ‘Prince Trauttmansdorff’. Undated. Not a Christmas card. Link with item 70, postcard of Bischofteinitz castle. Condition, May 2018: card has become detached from album page. No. 62: Christmas card, two mice straddling chairs and enjoying post-prandial cigars. Chromolithograph, glossy panel card, unknown publisher. From Amelie Queen of Portugal to KGV, inscr. on reverse: ‘To Georgie with best / wishes from [...]Amelie / Xmas 189[…]. Sender identified by QM, pencil inscription on album page. No. 63: New Year card, star-shaped wreath of forget-me-nots. Panel card, embossed chromolithograph, unknown publisher, with six-line sentiment (‘Should “auld …. Thy New Year be!’). From Louise duchess of Fife to KGV, inscr. on reverse: ‘For darling / Georgie with every / good wish for 1891. /from your devoted / sister Louise’. Sender identified by QM, pencil inscription on album page. No. 64: Black and white photographic print, fishing boat with cruisers in background. Panel card, unknown publisher; undated. From Prince Valdemar of Denmark to KGV, inscr. on reverse: ‘A happy new year / for dear Georgie. I hope / you will soon be quite well / again. / Valdemar’. Sender identified by QM, pencil inscription on album page. No. 65: Booklet with six trimmed snapshots of some of QM & KGV’s six children; embossed cover, five pages, silk ribbon, photo corners; undated. Pencil inscriptions on the pages by QM: ‘David’ (with flag, saluting; Edward VIII); ‘Mary & Harry’ (with nurse, paddling in the sea; Princess Mary and Prince Henry Duke of Gloucester); ‘Georgie’ (with spade; Prince George, Duke of Kent); ‘Mary’ (standing to attention with rifle; Princess Mary); unidentified baby (?Prince John); ‘Harry & Georgie’ (parading with rifles). Condition, May 2018: two pages have come loose. No. 66: Postcard of watercolour by Friedrich Perlberg (mosque, camel, street vendors), titled ‘Strasse in Cairo’; unknown German publisher; undated. From Louise duchess of Fife to KGV, inscr. on reverse: ‘For darling Georgie with our / love & best wishes for / the new year. Thoughts / much with you & hope all / well & happy. We are / [?]greatly enjoying our trip. / Lovely sunshine, & lovely / country. We are / now at Assiout / largest place in / middle Egypt. We / [?]loved drive through / town & bazaars / & go on further tomorrow / bless you, Yr loving sister Louise’. No. 67: Portrait photograph of a young woman, bust length; possibly an actress. No further details; not identified by QM. No. 68: ‘Burlington Art Miniature’, equestrian portrait of King Charles I by Van Dyck, Windsor Castle; gravure publ. ‘Fine Arts Publishing Co. Ltd., London’. No further details. No. 69: Card with verse by E.M. Harvey, ‘An Australian reply to the Prince of York’s message’, illustrated with half-tone photograph of Prince Albert of York, the future King George VI [KGVI] as a child in sailor costume. Dated 1901 by QM. No. 70: Postcard with photographic prints of Bischofteiniz castle, Bohemia [now Zamek Horovsky Tyn, Czech Republic]. Inscr. by Edward Prince of Wales: ‘Sept:4.1907 / Game List / 1 Roe deer / 57 Pheasants / 718 Partridges / 10 [?…] / 3 Various / 789 Total’. Link with card no.61, photograph of prince Trauttmansdorff-Weinsberg. No. 71: Postcard, Crown Prince Olav [king Olav V of Norway] on skis. Photograph by H. Abel, Christiania (see studio stamp), lettered at left: ‘1381 Kronprins Olav paa Ski’. From Prince Olav to KGV, inscr. on reverse: ‘Thank you / Uppie Georgie / for the present / from Olav’; undated. Sender identified by QM, pencil inscription. Repr. Buday 1954, pl.71. No. 72: Postcard, photograph of a house and garden. From Bryan [and Eugenie] Godfrey-Faussett, inscr. on reverse: ‘With respectful good wishes / for Xmas & the New Year / from us both / Bryan Godfrey-Faussett’. Undated (but G.-F. married 1907). Godfrey-Faussett a courtier and equerry to KGV. No. 73: Greetings card shaped in form of silver tankard, lettered: ‘Gruss vom / Café Egerländer/, Marienbad’; pasted onto tankard a scene by G. Pich, elegant silhouettes promenading. Inside the folder card, original silhouette of Edward Prince of Wales, cut-paper profile to right [also by Pich?], inscr. by the sitter: ‘Marienbad / ER /1907’. Sender identified by QM, pencil inscription on album page; recipient unknown. Repr. Buday 1954, pl.142. No. 74: Print, stipple with hand colouring, Horatio Nelson, bust in oval, lettered ‘Chapman sculpt.’; below, ourobos over British flag and facsimile of Nelson’s signature (see BM 1918,0107.72, portrait of Horatio Nelson by John Chapman, 1798). Sender unknown; recipient probably KGV. No. 75: Photograph, royal carriage procession with military guard, Edinburgh, 1908, mounted as folder card. From J. Goldie to KGV, inscr.: ‘H.R.H. The Prince of Wales / John Goldie / 7 Dalgety Avenue / Edinburgh’. Queen Mary’s pencil inscription on album page ‘Edinburgh 1908’. No. 76: Handmade Christmas and New Year folder card; cover: hand coloured photograph of Jai Vilas Palace, Gwalior, silver paint frame and gouache flowers; internal pages: hand coloured photograph of Madho Rao Scindia (1876-1925), Maharaja of Gwalior, gold paint frame and gouache flowers; undated. From Maharaja of Gwalior to unstated recipient but KGV & QM tour India 1905. Sender identified by QM, pencil inscription on card. Condition: old repair with gummed paper tape. No. 77: New Year card; cover: printed greeting, and QM’s pencil inscr: ‘Gwalior /1905’; inside: photograph of procession of elephants (?QM in first howdah), inscr. on reverse: ‘From humble servant / M. Scindia/ 1907[sic] / Gwalior[?]’. No. 78: Religious Easter card, cherub’s head set in violets on cross-shaped card, lettered: ‘Easter / Peace / be thine’; chromolithograph, publisher unknown. From Louise duchess of Fife to KGV, inscr. on reverse: ‘To darling / Georgie, with best / love, & best / wishes from […] / devoted […] / Louise / 1905. Easter’. No. 79: Child’s sewing/lacing card, bear outlined in blue wool backstitch. From Prince George to QM; inscr. on reverse by QM: ‘Georgie /1906’. Repr. Buday 1954, pl.132. No. 80: Pencil and watercolour drawing of snowdrops and leaves. From Prince George to QM; inscr. on reverse by QM: ‘Georgie /1907’. No. 81: Coloured chalks on brown paper, child’s drawing of house; at lower left signed ‘[?]Harry’ and dated 1906. No further details. No. 82: Hand coloured sewing card, pears and apple on dish, laced with green and brown thread. From Prince Henry to QM, inscr. in pencil: ‘For dear Mama from / Harry /1907’. Repr. Buday 1954, pl.133. No. 83: Fully perforated card (for own designs) laced with red and yellow threads in shape of plant; inscr. on reverse by QM: ‘1918’; preserved in envelope addressed by Prince John to QM: ‘For Mama / From Johnny’. Prince John d. 1919. No. 84: Note from Prince John to QM, now Queen Mary [QM], on black-bordered York Cottage, Sandringham writing paper: ‘For Mama / from Johnnie’; dated ‘1910’ in blue pencil (Q Victoria d. Jan. 1910). Enclosed is sewing card of man carrying churn lettered: ‘Series III.-Figures. Milkman / S.&P. Nottingham Copyright / Recreative Embroidery. No.37’; figure outlined in purple and green wool backstitch. "], "Producer name": [" Print made by: John Chapman (for another impression see 1918,0107.72) ", " After: Lucien Davis (?) ", " After: Friedrich Perlberg (1947,1011.2.66) ", " Photographed by: T H Voigt (1947,1011.2.50) ", " Published by: Fine Arts Publishing Co (1947,1011.2.68) ", " Published by: W Hagelberg (1947,1011.2.3, 6) ", " Published by: S Hildesheimer & Co Ltd (as Hildesheimer & Faulkner; 1947,1011.2.2, 11, 28, 33, 55, 57) ", " Published by: Joseph Mansell (1947,1011.2.30) ", " Published by: Louis Prang & Co (1947,1011.2.53) ", " Published by: Raphael Tuck & Sons (1947,1011.2.1, 16, 36, 41, 47, 49) ", " Published by: Marcus Ward & Co (1947,1011.2.26) "], "Materials": ["paper"], "Technique": ["chromolithograph (mostly)"], "Dimensions": [" Height: 305 millimetres (album) ", " Width: 290 millimetres ", " Depth: 50 millimetres "], "Curator's comments": ["Two cards in the album were stamped with the sub-number 56; the second of these should therefore be identified as sub-number 56+. During the period 1891-1910 the future Queen Mary (QM) became engaged firstly (December 1891) to Prince Albert Victor, Duke of Clarence (1864-92), and secondly (May 1893) to Prince George, Duke of York, the future King George V (KGV); they married in July 1893; she became Princess of Wales in November 1901; and Queen Consort (May 1910). She was known as 'May' to her family, and, before marriage, as Princess (Victoria) Mary of Teck, and afterwards as the Duchess of York (1893-1901); Princess of Wales (1901-1910); Queen of Great Britain etc. (1910-1953). Unless stated otherwise, the cards in this album are addressed to Princess May and Prince George, often, but not necessarily, addressed to them jointly after their marriage in 1893. On cards Queen Victoria signs ‘VRI’ [Victoria Regina Imperatrix] usually preceded by a qualification: she is Prince George’s ‘grandmama’; and Princess May’s ‘affectionate aunt’; ‘aunt & godmother’; ‘devoted cousin’; ‘(future) grandmama’ [xmas 1891]; ‘loving grandmama’ (after 1892). QM probably made the notes identifying correspondents in 1947 when lending the albums to George Buday: see his acknowledgement of the Queen’s ‘most helpful co-operation … identifying and noting the senders of the cards in her collection’ (George [György] Buday, 'The History fo the Christmas Card', 1954, Preface, p.v)."], "Location": ["Not on display"], "Associated names": [" Associated with: George V, King of the United Kingdom (1947,1011,2,60 (card sent by QM to KGV)) ", " Associated with: Edward VII, King of the United Kingdom (sender: 1947,1011.2.24, 25, 61, 70, 73) ", " Associated with: Queen Victoria (sender: 1947,1011.2.1-18) ", " Associated with: Alexandra Feodorovna, Empress of Russia (sender: 1947,1011.2.51) ", " Associated with: Princess Mary of Cambridge (sender: 1947,1011.2.30, 31, 32, 36-49, 57 (as \"Aunt Mary\" perhaps sent to KGV)) ", " Associated with: Francis, Duke of Teck (sender: 1947,1011.2.26-29, 33-35) ", " Associated with: Friedrich Wilhelm, Grand Duke of Mecklenburg-Strelitz (sender: 1947,1011.2.21) ", " Associated with: Princess Augusta, Grand Duchess of Mecklenburg-Strelitz (sender: 1947,1011.2.19, 20, 22, 23, 58) ", " Associated with: Olga, Queen of Greece (sender: 1947,1011.2.54-56) ", " Associated with: Albert Victor Christian Edward, Duke of Clarence (sender: 1947,1011.2.59) ", " Associated with: Mary, Queen of George V (sender: 1947,1011.2.60 (card sent by QM to Prince George, i.e. KGV)) ", " Associated with: Louise, Princess Royal (sender: 1947,1011.2.63, 66 and 78) ", " Associated with: Grand Duchess Elizabeth Feodorovna of Russia (sender: 1947,1011.2.52, 53) ", " Associated with: George VI, King of the United Kingdom (sender: 1947,1011.2.69 (signed 'Bertie')) ", " Associated with: Prince George, Duke of Kent (sender: 1947,1011.2.65 (portraits as a child); 1947,1011.2.79 and 80 (sender)) ", " Associated with: Prince Henry, Duke of Gloucester (1947,1011.2.65 (portraits as a child); 1947,1011.2.82 (sender)) ", " Associated with: John Goldie (sender: 1947,1011.2.75) ", " Associated with: Prince John (1947,1011.2.65 (?portrait as baby); 1947,1011.2.83 and 84 (sender)) ", " Associated with: Princess Charlotte of Prussia, later Duchess of Saxe-Meiningen (sender: 1947,1011.2.50) ", " Associated with: Princess Mary, Countess of Harewood (1947,1011.2.56+ and 65 (portraits as child)) ", " Associated with: Prince Karl, Count of Trauttmansdorff-Weinsberg (sender: 1947.1011.2.61) ", " Associated with: Amélie of Orléans, Queen of Carlos I of Portugal (sender: 1947,1011.2.62) ", " Associated with: Prince Valdemar of Denmark (sender: 1947,1011.2.64) ", " Portrait of: Edward VIII, King of the United Kingdom, Duke of Windsor (1947,1011.2.65 (portrait as a child)) ", " Portrait of: Olaf V, King of Norway (1947,1011.2.71 (sender, with portrait)) ", " Associated with: Bryan Godfrey-Faussett (sender: 1947,1011.2.72) ", " Portrait of: Horatio Nelson, 1st Baron and Viscount Nelson (1947,1011.2.74) ", " Associated with: Madho Rao (sender: 1947,1011.2.76 (with portrait) and 1947,1011.2.77) ", " Associated with: Edward Henry Bickersteth, Bishop of Exeter (1947,1011.2.29 (writer of sentiment)) ", " Associated with: Charles Dickens (1947,100.2.60 (quotation from)) ", " Associated with: John Ruskin (1947,1011.2.47 and 49 (quotations from)) ", " Associated with: William Shakespeare (1947,1011.2.11, 16, 41 and 57 (quotations from)) ", " Associated with: Alfred, Lord Tennyson (1947,1011.2.36 (quotation from)) ", " Associated with: Martin Farquhar Tupper (1947,1011.2.55 (sentiment written by)) "], "Acquisition name": ["Donated by: Mary, Queen of George V"], "Acquisition date": ["1947"], "Department": ["Prints and Drawings"], "Registration number": ["1947,1011.2.1-84"]}