{"artifact_name": "drawing; sketch-book", "Object Type": [" drawing ", " sketch-book "], "Museum number": ["1998,1003.11.1-141"], "Description": [" Sketchbook, with green marbled board covers, leather spine and corners, consisting of 141 leaves, of which several are torn, indications that several sheets have been removed and many are blank, used by the artist in Paris and Athens and the journey between the two cities; including sketches of paintings seen in the Louvre, streets and buildings in Paris, Civita Vecchia, and Athens, several sketches of rocky landscapes, coastal scenes, figure and costume studies, details of horse trappings, architectural moldings, etc. Graphite, with some watercolour (f.116) "], "Producer name": ["Drawn by: William James Müller"], "School/style": ["British"], "Production date": ["1838"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 125 millimetres ", " Width: 192 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The artist travelled to Egypt via France and Italy in 1838. This sketchbook and the other acquired with it are two of only three by the artist which survive. The other is in the Bristol Art Gallery and contains views done in Lycia. The sketchbooks were included in the 1991 exhibition at that Gallery (cat.nos. 86, and 94) and were used extensively by the artist's biographer, Solly, in 1875 (pp. 57-61, 66-72). Many of the watercolours he describes in these sketchbooks have since been removed."], "Location": ["Not on display"], "Exhibition history": [" 2001 May-Sep BM, P&D, 'Paper Assets' (no cat.) "], "Associated places": [" Topographic representation of: Paris ", " Topographic representation of: Civitavecchia ", " Topographic representation of: Athens "], "Acquisition name": [" Purchased from: Xanthus Gallery (Norwich) ", " Purchased through: Bristol Auction Rooms (1.iv.1998/780) "], "Funder name": ["Funded by: Anonymous"], "Previous owner": ["Previous owner/ex-collection: David Cross (Bristol)"], "Acquisition date": ["1998"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1998,1003.11.1-141"]}