{"artifact_name": "drawing; sketch-book", "Object Type": [" drawing ", " sketch-book "], "Museum number": ["1957,1214.160"], "Description": [" Landscape with the Rest on the Flight into Egypt, record of paintings in Hermitage, St Petersburg and another (whereabouts unknown) from the Liber Veritatis; in foreground at right Mary with the Christ child sitting on her lap, an angel and Joseph, a donkey close by, and at centre sheep and goats on bank of river, beyond figure on bridge and building at left. Pen and brown ink, brown wash, heightened with white, touched with gold, on blue paper "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1661"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 198 millimetres ", " Width: 260 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See 1957,1214.6 for information on the Liber Veritatis. For a print by Pond after this drawing, see 1872,1012.4711; 1977,U.435-436; 1936,1116.2126.50; and 2006,U.1103-1104 (in reverse, dating this original drawing 1670). Within the sequence of Claude’s Liber Veritatis, this drawing stands out for several reasons. It records the first of four ambitious paintings that Claude made for Henri van Hamale (for the others see LV160, 169 and 181). The present work (now in the Hermitage, inv. no. 1235; canvas, 113 x 156.5 cm; Roethlisberger 1986, no. 224) and LV160 forming a pendant even though they were commissioned at different points in time. The drawing itself bears witness to Claude’s increasingly grand conception of space and competent integration of figures within a scene. It is also notable for its high level of finish as in the subtle layers of wash, fine penwork and touches of gold on the figures. This attention to detail is reflected in the two preparatory drawings for the landscape, one of which is in the BM (see inv. no. 1895,0915.901; Roethlisberger 1968, no. 853) and the other in the Boijmans (inv. no. F.I. 120; Roethlisberger 1968, no. 854). That Claude deemed this composition to be a success is reflected by the fact that he repeated this composition in an upright format in LV158, as well as in R 857 (for which see BM inv. no. Oo,7.135) and two later drawings from 1667/68 and 1670 (Roethlisberger 1968, nos. 972 and 1014). He also made another highly finished drawing of the composition in 1659, and hence prior to the completion of the painting, which further suggests his satisfaction with the scene (now in the Albertina, inv. no. 11,501; Roethlisberger 1968, no. 856). Lit: M. Roethlisberger, Claude Lorrain, The Paintings, London 1961, LV154, pp. 361–65; M. Roethlisberger, ‘Claude Lorrain. The Drawings’, Berkeley & Los Angeles, 1968, no. 856; M. Kitson, ‘Claude Lorrain: Liber Veritatis’, London 1978, no. 154; M. Roethlisberger, ‘Tout l’œuvre peint de Claude Lorrain’, Paris, 1986, no. 224; R. Rand, in exhib. cat., San Francisco, Legion of Honor and Williamstown (MA), Sterling and Francine Clark Art Institute, 'Claude Lorrain - The Painter as Draftsman: Drawings from the British Museum', 2007, fig. 102, pp.153-156; J. Rauser in exhib. cat. (ed. by A. Stolzenburg & D. Klemm), Hamburg, Kunsthalle, ‘Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum’, 2017–18, no. 78, pp.222-223"], "Bibliographic references": [" Liber Veritatis 1978 / Claude Lorrain: Liber Veritatis (154) ", " Roethlisberger 1968 / Claude Lorrain. The Drawings. (856) "], "Location": ["Not on display"], "Exhibition history": [" 1977 BM, Claude Lorrain: Liber Veritatis 2006/7 Oct-Jan, San Francisco, Legion of Honor, 'Claude Lorrain:...' 2007 Feb-April, Williamstown, Clark Art Institute, 'Claude Lorrain...' 2007 May-Aug, Washington, Nat Gall of Art, 'Claude Lorrain:...' 2016 Jan-Aug, BM, 'Light, Time, Legacy: Francis Towne's watercolours of Rome' (no catalogue) 2017 - 2018 13 Oct-14 Jan, Hamburg: Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum, London "], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: St Joseph "], "Acquisition name": ["Donated by: HM Government"], "Previous owner": [" Previous owner/ex-collection: Agnese Gellée ", " Previous owner/ex-collection: Joseph Gellée ", " Previous owner/ex-collection: William Cavendish, 2nd Duke of Devonshire ", " Previous owner/ex-collection: Victor Christian William Cavendish, 9th Duke of Devonshire "], "Acquisition date": ["1957"], "Acquisition notes": ["Accepted by H M Government in lieu of tax on the estate of the 9th Duke of Devonshire. See M. Kitson's 'Claude Lorrain: Liber Veritatis', pp. 28-9, for a full account of the provenance of the sketch-book."], "Department": ["Prints and Drawings"], "Registration number": ["1957,1214.160"]}