{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.63"], "Description": [" Temptation of St Antony; the saint seated and looking l, at the centre of a group of figures including two female nudes in the foreground and a figure wearing a crown Charcoal, heightened with white, partially squared for transfer, on grey paper "], "Producer name": ["Office/studio of: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 261 millimetres ", " Width: 322 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. This is the only sheet in the group which is executed with charcoal and white heightening. Although the features of the figures faces recall very closely Domenico's style, the outlines are generally very dry and this drawing is probably a copy. Notable is the male figure on the right, fully attired as a soldier, feature that does not appear in any of the other drawings of this series, but that vaguely recalls the demon that appears in the foreground on the right of a painting by Domenico representing 'The Temptation of St Antony' (cf. P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto: novità e precisazioni', \"Arte Veneta\", 55, 1999, fig. 6). Other squared drawings in the series are nos. 1907-7-17-49, 54, 59, 60 and 64. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/63, p. 265; A. Forlani, in exhib. cat., Florence, Gabinetto Disegni e Stampe, 'Mostra di disegni di Jacopo Tintoretto e della sua scuola', 1956, under no. 66, p. 41"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.63"]}