{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1932,0709.2"], "Description": [" The sun, the moon and a basilisk, illustration in an autograph manuscript written by Wilibald Pirckheimer (c.1512/13). 1507-19 Pen and black and brown ink Verso: Fragment of the text of the 'Hieroglyphica' of Horapollo "], "Producer name": ["Drawn by: Albrecht Dürer"], "School/style": ["German"], "Production date": ["1507-1519"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 118 millimetres ", " Width: 86 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Summary of J.Rowlands 'Drawings by German Artists and Artists from German- speaking regions of Europe in the Department of Prints and and Drawings at the British Museum: the Fifteenth Century, and the Sixteenth Century by Artists born before 1530', London, BM Press, 1993, no.182: 'This drawing is one of eight surviving fragments removed from a manuscript written by Willibald Pirckheimer in c. 1512/13, a copy of which was presented to the Emperor Maximilian at Linz in April 1514. The fragments come from the version of Pirckheimer's Latin translation of the Greek manuscript by Philippus, discovered by a Florentine priest, Cristoforo de' Buondelmenti on the island of Andros, of the ‘Hieroglyphica’ of Horapollo Niliacus, an Alexandrian of the fourth or fifth centuries AD (Jürgen Osing, ‘Lexicon der Ägyptologie’, ii, Wiesbaden, 1978, col. 1275). This work claimed to expose the hidden meaning of the sacred symbols of ancient Egypt. Although its interpretation of hieroglyphics is mistaken ( essentially they are rebuses intended to preserve religious thought from the uninitiated) the translation of ‘Hieroglyphica’ had a profound effect on the evolution of Renaissance humanism. Through its example the humanists were prompted to search for equivalents of these ancient 'symbols', and thus arose the fascination with emblems that was to permeate intellectual life in the sixteenth and seventeenth centuries. Thausing perceived that the drawings of four symbols in the Blasius collection and now on deposit in the Germanisches Nationalmuseum, Nuremberg (Zink, pp. 83-86, nos. 60-63, repr.) were cut from a manuscript written by Pirckheimer, which he thought was some astrological work, with illustrations of the stars (Thausing, ii, p. 216). Its true nature was made known when Giehlow published the fair copy of the manuscript, now in the Nationalbibliothek, Vienna, Cod. 3255 (‘Vienna Jahrbuch’, xxxii, 1915, pp. 1-229). It is not certain, however, whether the first version written in Pirckheimer's lively hand with Dürer's sketches was the copy given to the Emperor, or the neatly written version, now in Vienna. As Flechsig and Winkler have already suggested, the likelihood is in favour of Codex 3255, being the presentation copy; indeed, Winkler was latterly inclined to consider the illustrations in the Viennese manuscript to be by Dürer himself. The present fragment, discovered and published by Dodgson, shows the first symbols in the manuscript, ‘The sun, the moon, and basilisk’, representing ‘Eternity’ (Boas, ‘Horapollo’, p. 57, no. 1; cf. Giehlow, op. cit., pp. 173-4, fol. 2 verso, 3 recto; for a discussion on Horapollo and the Egyptian conceptions of Eternity, see Erik Iversen, ‘Rivista degli Studi Orientali’, xxxviii, Rome, 1963, pp. 177ff). The other fragments are as follows: 1) London, private collection: Symbol 3 (text on verso unverifiable) ‘A kneeling woman (the goddess Isis)’, representing ‘The Year’ (Boas, op. cit., pp. 58-59, no. 3) (in Codex 3255, ‘A standing woman’ (Giehlow, op. cit., p. 175, fol. 4 verso), based on the Virgin of the Annunciation, on the Paumgartner altarpiece (Anzelewsky, ‘Dürer’, p. 157, no. 53, repr.)). 2)Nuremberg, Germanisches Nationalmuseum: Symbol 22 (text on verso about symbols 17 and 18) ‘Lion with two jugs’, representing ‘The raising of the Nile’ (the rain-bearing constellation of Leo, and the two sources of water, the Nile and Ethiopia) (Boas, op. cit., pp. 71-72, no. 21; Giehlow, op. cit., p. 187, fol. 29 verso). Symbol 26 (text on verso about symbol 22) ‘A toad’, representing ‘An unformed man’ (Boas, op. cit., p. 73, no. 25; Giehlow, op. cit., p. 189, fol. 34 verso). Symbol 37 (text on verso about symbols 39 and 40) ‘A standing dog’, representing ‘A sacred scribe or prophet, or an unearther of antiquities’ (Boas, op. cit., p. 77, no. 39; Giehlow, op. cit., p. 195, fol. 48 verso). Symbol 47 (text on verso about symbols 44 and 45) ‘A goat’ (an oryx, according to the text) representing ‘Uncleanliness’ (Boas, op. cit., pp. 79-80, no. 49; Giehlow, op. cit., p. 201, fol. 58 verso). 3) Berlin, Kupferstichkabinett: Symbols 38, 39, 40 and 41 (text on verso about symbols 36 and 37) ‘A dog draped in a stole’, representing ‘Princely Justice’; ‘A man seated with a rod’, representing ‘A Temple guard’; ‘A man swallowing an hourglass’, representing ‘A horoscopist’; ‘A fire and a bucket of water’, representing ‘Purity’ (Boas, op. cit., pp. 77-78, nos. 40-43; Giehlow, op. cit., pp. 196-8, fols. 49 verso, 50 verso, 51 verso, 52 verso). 4) Milan, Ambrosiana: Symbols 57 and 58 (text on verso about symbols 60, 61, 62, and 63) ‘A seated man with a serpent’, representing ‘The king as guardian’; ‘The palace carried by a serpent’, representing ‘The king who rules the cosmos’ (Boas, op. cit., p. 84, nos. 60, 61; Giehlow, op. cit., p. 206, fols. 69 verso, 70 verso).' Lit from Rowlands !993: C. Dodgson, OMD, vii, 1932, pp. 14f., repr.; Tietze, ii, p. 89, no. 555, repr.; Panofsky, ii, p. 101, no. 966; Rowlands, Dürer, p. 34, no. 224; Strauss, iii, p. 1354, no. 1513/9"], "Bibliographic references": [" Rowlands 1993 / Drawings by German artists and artists from German-speaking regions of Europe in the Department of Prints and Drawings in the British Museum: the 15thC & 16thC by Artists born before 1530 (182) ", " Strauss 1974 / The Complete Drawings of Albrecht Dürer (1513/9) "], "Location": ["Not on display"], "Exhibition history": [" 1971, BM, Dürer no.224 "], "Associated names": [" Illustration to: Willibald Pirckheimer ", " Associated with: Horapollo "], "Associated titles": ["Associated Title:", " Hieroglyphica "], "Acquisition name": ["Donated by: Campbell Dodgson"], "Previous owner": ["Previous owner/ex-collection: T Thorp"], "Acquisition date": ["1932"], "Department": ["Prints and Drawings"], "Registration number": ["1932,0709.2"], "Conservation": ["Treatment: 12 Apr 1996"]}