{"artifact_name": "drawing; sketch-book", "Object Type": [" drawing ", " sketch-book "], "Museum number": ["1957,1214.38"], "Description": [" Landscape with the temptation of St Anthony, record of a painting in Madrid, Prado, No 2258, from the Liber Veritatis; the saint sitting beneath a tree, the arches and columns of a lofty building at r, boats on water at l, with fortifications beyond Pen and brown ink and brown wash, heightened with white; on blue paper "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1638 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 196 millimetres ", " Width: 260 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See 1957,1214.6 for information on the Liber Veritatis. This is the first composition of a religious theme recorded in Claude’s 'Liber Veritatis'. It is also the first painting that Claude created for the Philip IV of Spain to be recorded in the 'Liber' (for the others, see LV 47–50, for the painting, see Roethlisberger 1961, LV32, fig. 88). In addition to these five recorded paintings, there is an additional two paintings that pre-date the ‘Temptation of St Anthony’ (for which see Roethlisberger 1961, figs. 218 & 219), and it may be that these are not recorded in the 'Liber' because Claude deemed them to be out of the eyes of his would-be copyists. The paintings are among some of the largest and most ambitious of Claude’s early career. This necessary reduction in scale helps explain why the composition’s proportions significantly differ between the drawing and the painting. From Kitson 1978: Madrid, Prado, No. 2258. Canvas, 159 x 239 cm; c. 1638. RP, fig. 88; R-C, 95. The drawing is not more perfunctory than most in the Liber Veritatis, considering the enormous size of the picture (with its two companions, Claude’s largest until the 1650’s), but some of the devils representing the Saint’s temptations are poorly drawn and the buildings in the left background are simplified. On the other hand, the picture has darkened so much in the shadows that parts can only be deciphered with the aid of the drawing. The tower and bridge in the background, placed parallel to the picture plane and seen in silhouette, together with the figures in boats in front of them are reminiscent of Bolognese landscape painting. The picture is one of a group of three (RP, figs. 86-8), itself part of a larger series all representing saints or anchorites in the desert painted by various ‘Northern’ artists living in Rome, which were executed for the new royal palace in Madrid, the Buen Retiro. The agent for the commission was probably Giovanni Battista Crescenzi, a member of the Italian family of that name in whose Roman palace Claude had previously painted frescoes; since 1617 he had been in Madrid and from 1620 was superintendent of works to Philip IV. Claude’s four slightly later upright landscapes (LV 47-50) for the King of Spain were also almost certainly painted for the Buen Ritiro, and Röthlisberger has plausibly suggested that two Pastoral Landscapes now in the Prado (RP, figs. 84, 85), not recorded in the Liber Veritatis, were painted for this palace as well – making nine pictures by Claude in all. (For the whole Buen Retiro commission, see Anthony Blunt in Burlington Magazine, CI, 1959, pp. 389-90, and RP, pp. 155-61.) It remains a puzzle as to why, of Claude’s first three major paintings for the Buen Retiro – the Magdalen in the Desert, Landscape with an Anchorite and The Temptation of St Anthony – only the last is represented in the Liber Veritatis. Baldinucci, who was doubtless quoting Claude himself, dated the troubles over forgery which led the artist to undertake the book to ‘the time that he was painting his first pictures for His Catholic King, … which he had indeed hardly begun’. This sounds remarkably precise, except that it does not specify the relationship in time between the pictures and the first drawings. If none of the three paintings had been recorded it could be assumed that the commission was given about 1635-6 and that the pictures were already finished before the first drawings were made. Alternatively, the commission might have been given then and not completed for two years, in which case one would have expected all three paintings to be recorded about page 32. Was there an interval between the first two and the third, i.e. were the first two pictures painted in 2635-6 and the third not until 1638? On the face of it this appears unlikely as the three paintings are completely uniform in style. On the other hand, it fits the evidence of the Liber Veritatis, and it may be relevant in this context that The Magdalene in the Desert and the Landscape with an Anchorite form a pair representing morning and evening, with the light coming from the sides in opposite directions, whereas The Temptation of St Anthony is a night scene lit fitfully from an area of the sky in the centre. This means that this picture could have been an addition, ordered after the other two had reached Madrid. Nevertheless, it must be admitted that there might be other, more subjective reasons why the first two Buen Retiro paintings are not in the Liber Veritatis. Claude might not have had time to record them or might have felt that it was unnecessary to do so since they were going to Spain and would therefore be out of the reach imitators (either of these reasons would also explain the omission of the two Pastoral Landscapes). In the latter case, to record one picture would have been enough, as a memorial of the commission. Lit: M. Roethlisberger, ‘Claude Lorrain. The Drawings’, Berkeley & Los Angeles, 1968, no. 193; M. Roethlisberger, Claude Lorrain, The Paintings, London 1961, LV32, pp. 155–60; M. Kitson, ‘Claude Lorrain: Liber Veritatis’, London 1978, no. 32, pp. 71–73"], "Bibliographic references": [" Liber Veritatis 1978 / Claude Lorrain: Liber Veritatis (32) ", " Roethlisberger 1968 / Claude Lorrain. The Drawings. (193) "], "Location": ["Not on display"], "Exhibition history": [" 1977 BM, Claude Lorrain: Liber Veritatis 2011 Mar-June, Paris, Grand Palais, Landscape painting in Rome 1600-1650 2011 June-Sep, Madrid, Museo/Nac del Prado, Landscape painting in Rome 1600-1650 "], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Donated by: HM Government"], "Previous owner": [" Previous owner/ex-collection: Agnese Gellée ", " Previous owner/ex-collection: Joseph Gellée ", " Previous owner/ex-collection: William Cavendish, 2nd Duke of Devonshire ", " Previous owner/ex-collection: Victor Christian William Cavendish, 9th Duke of Devonshire "], "Acquisition date": ["1957"], "Acquisition notes": ["Accepted by H M Government in lieu of tax on the estate of the 9th Duke of Devonshire. See M. Kitson's 'Claude Lorrain: Liber Veritatis', pp. 28-9, for a full account of the provenance of the sketch-book."], "Department": ["Prints and Drawings"], "Registration number": ["1957,1214.38"]}