{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.64"], "Description": [" Temptation of St Antony; the latter seated on the ground at l, his hands together, surrounded by a group of figures and beasts Oil, over black chalk, squared for transfer "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 254 millimetres ", " Width: 330 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The iconography changes here, if compared to the ones previously described (except for no. 1907-7-17- 49), relate to the saint being assailed by humans and beasts. The constant number of seven figures which had been associated with the Seven Deadly Sins, is here abandoned in favour of a much larger number of figures that fills the background. These figures become increasingly less detailed towards the left hand side of the composition. One of the figures in the middle is pointing a gun at the saint, who is lying on the ground in the foreground on the left, leaning his right elbow on a raised stone. His position is very similar to that in nos. 1907-7-17-64 and 74, but in the latter St. Antony is instead looking at the devils flying away. Koshikawa (1996) mentions this drawing and no. 1907-7-17- 67 as examples to argue that Domenico often used squaring for transferring onto another sheet, rather than onto canvas, as the outlines of the grid appear to be under the oil of the sketch (see also no. 1907-7-17- 1). Other squared drawings of this series are nos. 1907-7-17- 49, 54, 60 and 63 (although this seems to be a copy). 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/64, p. 265; M. Koshikawa, 'I disegni di Domenico Tintoretto: Un contributo', \"Arte Veneta\", 48, 1996, p. 68, n. 37"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.64"]}