{"artifact_name": "print; book; book-illustration; newspaper/periodical", "Object Type": [" print ", " book ", " book-illustration ", " newspaper/periodical "], "Museum number": ["1992,0406.211.a"], "Description": [" London Society. An illustrated magazine of light and amusing literature, for the hours of relaxation. Volume I. 1862. London: [William Clowes] Office, 49 Fleet Street, E. C. London: Printed by William Clowes and Sons, Stamford Street and Charing Cross. [The list of] Engravers cites the artists: H. Sanderson, A. W. Cooper, J. D. Watson, M. J. Lawless, William Harvey, W. McConnell, Julian Portch, George Thomas, Louis Huard, Florence Claxton, Waldo Sargent, Perceval Skelton, F. R. Pickersgill, E. Hamman, C. R. Leslie, T. Gascoine, C. H. Bennett, E. K. Johnson, Adelaide Claxton, F. Walker, Von Ramberg, Jas. Goodwin, E. m. Ward, T. Morten. The illustrtations on pages 212 and 213 are after Bennett, accompanying an article: “Ode to the Swell”, by T. Hood. The illustration facing page 308 is after Waldo Sargent, accompanying a story “Mr. Mopes the hermit”. Robin de Beaumont’s notes regarding this copy are on the front endpaper recto. Binding: Brown honeycomb grain cloth. Both covers are blocked with an identical design. The lower cover is blocked in blind and in relief. The upper cover is blocked in gold and in relief. The gold fillets form a ‘rule-frame’ border, and within these a wide gold border has repeating ‘arrow heads’ blocked in relief. On the corners, groups of leaves and a flower are blocked in gold. The central oval is framed with the same blocking as for the borders. On the centre, the arms of the Corporation of London are blocked in gold. Above and below the arms, the words: “/ London/ Society/” are blocked in gold, together with sprigs of leaves and flowers. The spaces between the decoration is punched inwards, making the decorative elements ‘intaglio’. The spine is blocked in gold and in relief. At the head and at the tail, bands of repeating floral patterns are blocked in relief within a gold lettering-piece blocked across the spine. A gold fillet is blocked above and below these lettering-pieces. The title words are blocked down the spine, all are blocked in relief within ten gold lettering-pieces. The words: “/ London/ Society/” are blocked within two scroll-shaped lettering pieces. The words: “/ Light/ amusing/ literature/ for/ the hours of/ relaxation/ richly/ illustrated/” are blocked in relief within eight gold lettering-pieces. Beneath these words, three garter stars are blocked in gold, with decoration within each picked out in relief. The three stars are respectively: the (English) Garter Star – emblem of St George; the (Scottish) Order of the Thistle – emblem of the thistle; the (Irish) Order of St Patrick – emblem of the shamrock. The mottos of each order are blocked in relief within each garter: “Honi soit qui mal y pense; Nemo me impune lacessit; Quis separabit MDCCXXXIII”. At the tail, the words: “/ Vol. I./” are blocked in relief within a rectangular gold-letting piece. "], "Producer name": [" After: H Sanderson ", " After: Alfred W Cooper ", " After: John Dawson Watson ", " After: Matthew James Lawless ", " After: William Harvey ", " After: William McConnell ", " After: Julian Portch ", " After: George Housman Thomas ", " After: Louis Huard II ", " After: Florence Anne Claxton ", " After: Thomas Waldo Sargent ", " After: Percival Skelton ", " After: Frederick Richard Pickersgill ", " After: Edouard Hamman ", " After: Charles Robert Leslie ", " After: Charles Henry Bennett ", " After: Edward Killingworth Johnson ", " After: Adelaide Claxton ", " After: Frederick Walker ", " After: Arthur Georg van Ramberg ", " After: James Godwin ", " After: Edward Matthew Ward ", " After: Thomas Morten ", " Printed by: Clowes ", " Published by: Clowes ", " Block cut by: Dalziel Brothers ", " Block cut by: Horace Harral ", " After: John Gascoine "], "School/style": ["British"], "Production date": ["1862"], "Production place": [" Printed in: London (England) ", " Published in: London (England) "], "Materials": ["paper"], "Technique": ["wood-engraving"], "Dimensions": [" Height: 228 millimetres ", " Thickness: 42 millimetres ", " Width: 155 millimetres "], "Curator's comments": [" See: http://www.victorianweb.org/periodicals/londonsociety/cooke.html https://en.wikipedia.org/wiki/London_Society ", " Ball, p. 133, cites a count of six examples of honeycomb grain, on books published between 1862-1866; “Rare”. ", " From Gleeson White London Society Pages 55 to 58 LONDON SOCIETY This popular illustrated shilling magazine, started in February 1862 under the editorship of Mr. James Hogg, has not received so far its due share of appreciation from the few who have studied the publications of the sixties. Yet its comparative neglect is easily accounted for. It contains, no doubt, much good work—some, indeed, worthy to be placed in the first rank. But it also includes a good deal that, if tolerable when the momentary fashions it depicted were not ludicrous, appears now merely commonplace and absurd. A great artist—Millais especially—could introduce the crino¬line and the Dundreary whiskers, so that even to-day their ugliness does not repel you. But less accomplished draughts¬men, who followed slavishly the inelegant mode of the sixties, now stand revealed as merely journalists. Journalism, useful and honourable as its work may be, rarely has lasting qualities which bear revival. Aiming as it did to be a 'smart' and topical magazine, with the mood of the hour reflected in its pages, it remains a document not without interest to the social historian. Amid its purely ephemeral contents there are quite enough excellent drawings to ensure its preservation in any representative collection of English illustrations. In the first volume for 1862 we find a beautiful Lawless, Beauty's Toilet (P. 265), spoilt by its engraving, the texture of the flesh being singularly coarse and ineffectual. Fred Walker, in 7Yie Drawing-room, 'Paris' (i. P-401), is seen in the unusual and not very captivating mood of a 'society' draughts¬man. Ash Wednesday (p. 15o), by J. D. Watson, is a singularly fine example of an artist whose work, the more you come across it, surprises you by its sustained power. The fronti¬spiece Spring Days and A Romance and A Curacy (p. 386), are his also. Other illustrations by T. Morten, H. Sanderson, C. H. Bennett, Adelaide Claxton, Julian Portch, and F. R. Pickersgill, R.A., call for no special comment. In the second volume there are two drawings by Lawless, First Night at the Seaside (p. 220) and A Box on the Ear (P. 382); several by Du Maurier, one A Kettledrum (p. 203), peculiarly typical of his society manner; others, Refrezzment (p. 110), Snowdon (p. 481), Oh sing again (p. 433), Jewels (p. io), and a Mirror Scene (p. 107), which reveal the cosmopolitan student of nature outside the artificial, if admirable, restrictions of 'good form.' The Border Witch (p. 181), by J. E. Millais, A.R.A., is one of the very few examples by the great illustrator in this periodical. J. D. Watson, in Moonlight on the Beach (p. 333), Married' (p. 449), A Summer Eve (P. 162), On the Coast (p. 321), Holiday Life (p. 339), and How I gained a Wife (p. 551), again surprises you, with regret his admirable work has yet not received fuller apprecia¬tion by the public. Walter Crane contributes some society pictures which reveal the admirable decorator in an unusual, and, to be candid, unattractive aspect. Kensington Gardens (p. 172), A London Carnival (p. 79), and Which is Fairest? (p: 242), are interesting as the work of a youth, but betray little evidence of his future power. Robert Barnes, in Dream¬ing Love and Waiting Duty (p. 564), shows how early in his career he reached the level which he maintained so admirably. A. Boyd Houghton's Finding a Relic (P. 89) is a good if not typical specimen of his work. The designs by E. J. Poynter, Tip Cat (p. 321), I can't thmoke a pipe (p. 318), and Lord Dundreary (pp. 308, 472), are singularly unlike the usual work of the accomplished author of Israel in Egypt. To these one must add the names of C. H. Bennett (Beadles, three), W. M'Connell, C. A. Doyle, George H. Thomas, E. K. Johnson, F. J. Skill, F. Claxton, H. Sanderson, and A. W. Cooper. So that 1862 offers, at least, a goodly list of artists, and quite enough first-rate work to make the volumes worth preserving. "], "Location": ["Not on display"], "Associated names": ["Illustration to: Thomas Hood"], "Associated titles": [" Associated Title: Ode to the Swell. ", " Associated Title: Mr. Mopes the Harmit. "], "Acquisition name": ["Donated by: Robin de Beaumont"], "Acquisition date": ["1992"], "Department": ["Prints and Drawings"], "Registration number": ["1992,0406.211.a"]}