{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1946,0713.864"], "Description": [" The Nativity; the Virgin seated beside the Christ Child lying on drapery, St Joseph behind at left, an ox and putti behind at right Pen and brown ink, brown wash, heightened with white, on light brown paper "], "Producer name": ["Drawn by: Gregorio de' Ferrari"], "School/style": ["Genoese"], "Production date": ["1675 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 277 millimetres ", " Width: 384 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The traditional attribution to the Neapolitan artist Giaquinto, written on the leaf of the album in which the drawing was formerly kept, was accepted by Popham in the Fenwick catalogue. John Gere was the first to point out that it was more likely Genoese, provisionally suggesting that it was by Domenico Piola. Yvonne Tan Bunzl first proposed the idea that it was by Gregorio de Ferrari (note on mount), an idea endorsed by Piero Boccardo and Mary Newcome. The latter in her monograph dates it on stylistic grounds to c. 1675 on the basis of similarities in movement and composition with the painter's two works in San Siro, Genoa, 'Rest on the Flight into Egypt' and 'Ectasy of St Francis' (Newcome Schleier 1998, nos. 10 and 13). Label text from Nativity show: The dramatic possibilities of Christ's nocturnal birth are explored in this work by the Genoese artist De'Ferrari. The composition is flooded with light from Christ. This has a symbolic importance because it relates to Christ's description of his mission: 'I am come a light into the world, that whosoever believeth on me should not abide in darkness' (John XII: 46). Label text, 'Genoa, Superb Line' (2023-4): This is a stunning example of Gregorio's manipulation of light for dramatic effect, a light that is given the added symbolic weight of Christ's description of his mission: 'I am come a light into the world, that whosoever believeth on me should not abide in darkness' (John XII: 46). This is probably a design for a now lost painting. On stylistic grounds it can be dated relatively early, when Gregorio's work reflected his admiration for the ecstatic religiosity of Antonio Correggio's nocturnal paintings of the 1520s and 30s. Lit.: A.E. Popham, 'Catalogue of Drawings in the Collection formed by Sir Thomas Phillipps, Bart., F.R.S., now in the possession of his Grandson, T. Fitzroy Phillipps Fenwick of Thirlestaine House, Cheltenham', London, 1935, p. 146, no. 1, pl. LX (as Corrado Giaquinto); P. Boccardo, 'Novità su Gregorio De Ferrari e Filippo Parodi: i progetti per la tomba del doge Francesco Morosini e alcuni inediti', \"Bollettino dei musei civici genovesi\", 43-5, 1993, p. 39, fig. 1; M. Newcome Schleier, 'Gregorio De Ferrari', Turin, 1998, no. D9, pp. 144-5"], "Bibliographic references": ["Phillipps-Fenwick 1935 / Catalogue of drawings in the collection of T Fitzroy Phillipps-Fenwick (p.146(1))"], "Location": ["On display (G90)"], "Exhibition history": [" 2006-7 Nov - Jan. BM, Nativity show (no cat.) 2019, 13 Sep–13 Dec, USA, University of San Diego, University Galleries, Christ: Life, Death and Resurrection, Italian Renaissance Drawings & Prints from the British Museum 2020, 25 Jan–28 Sep, USA, Santa Fe, New Mexico Museum of Art, The birth, death and resurrection of Christ: from Michelangelo to Tiepolo 2023-4, 5 Oct- 1 April, BM, G90, 'Superb Line, prints and drawings from Genoa 1500-1800 ' (no cat.) "], "Subjects": ["nativity"], "Associated names": [" Representation of: St Joseph ", " Representation of: Jesus Christ ", " Representation of: Virgin Mary "], "Acquisition name": ["Donated by: Count Antoine Seilern"], "Previous owner": [" Previous owner/ex-collection: Sir Thomas Phillipps ", " Previous owner/ex-collection: Thomas Fitzroy Fenwick "], "Acquisition date": ["1946"], "Department": ["Prints and Drawings"], "Registration number": ["1946,0713.864"], "Conservation": ["Treatment: 14 Oct 1993"]}