{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1917,1208.1"], "Description": [" The Rest on the Flight into Egypt with angels; the Virgin and Child seated at centre with St Joseph behind at l, an angel offering fruit kneeling at r, landscape beyond Pen and brown ink, with grey wash, over black chalk "], "Producer name": ["Drawn by: Girolamo Brusaferro"], "School/style": ["Venetian"], "Production date": ["1715-1760"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 205 millimetres ", " Width: 272 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Lit.: A. Bettagno, in exhib. cat., Venice, Fondazione Cini, 'Disegni di una collezione veneziana del Settecento', 1966, no. 116; A. Pietropolli, \u0091Gerolamo Brusaferro, dipinti e disegni', Venice, 2002, no. 153, p. 94, fig. 190 (with previous literature)"], "Location": ["Not on display"], "Exhibition history": [" 1966, Venice, Fondazione Cini, 'Disegni di una collezione veneziana del Settecento', no. 116 "], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: St Joseph ", " Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": [" Donated by: Nan Ino Cooper, Baroness Lucas of Crudwell and Lady Dingwall ", " In Memory of: Auberon Thomas Herbert, 9th Baron Lucas of Crudwell and 5th Lord Dingwall "], "Previous owner": ["Previous owner/ex-collection: Reliable Venetian Collector (L.3005c-d)"], "Acquisition date": ["1917"], "Acquisition notes": ["1917,1208.1 to 4651 constitutes the Lucas Collection, from Wrest Park, Bedfordshire. See Dodgson's report to the Trustees of 4 December 1917, and the note in the register. The collection was formed by successive members of the Grey family. It gos back to Henry Grey, Duke of Kent (d.1741), but mainly to later members of the family, Amabel, Countess de Grey and Thomas Philip Robinson, 1st Earl of Grey and Baron Lucas (1781-1859). Little was later than 1850. The selection was made by Dodgson at the request of Lady Lucas who inherited Wrest Park on the death of her brother in action on 3 November 1916, and was presented by her in his memory."], "Department": ["Prints and Drawings"], "Registration number": ["1917,1208.1"]}