{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1900,1221.2"], "Description": [" Judith returning in triumph with the head of Holofernes; the head of a large procession advancing along a street of high buildings adorned with flags, a man on horseback behind the horn-blowers and standard bearers. c.1650-52 Pen and brown ink with brown and (later) grey wash (see further n.5 under Comment), touched with reddish-brown wash and with white; ruled framing lines apparently in the same ink. Watermark: Paschal Lamb (cf. Rotterdam, 1998, cat.159, p.362 (anon School of Rembrandt drawing). "], "Producer name": [" Drawn by: Willem Drost ", " Formerly attributed to: Rembrandt "], "School/style": ["Dutch"], "Production date": ["1650-1655 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 237 millimetres (chain lines vertical, 24mm apart) ", " Width: 190 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, 'Catalogue of drawings by Rembrandt and his school', 2010, Willem Drost, cat. no.2: The drawing is a characteristic work by Willem Drost, stylistically close to the 'Rest on the Flight into Egypt', here cat. no.1 (1895,0915.1255) (q.v.). Among other works attributed to Drost perhaps none is more comparable than the 'Angel leading Lot and his Family out of Sodom' in the Bibliothèque Nationale in Paris (Benesch C89). Its affinity with a central work for the reconstruction of Drost's drawn oeuvre, the 'Ruth and Naomi' in Bremen (Sumowski 546), has also been noted,[1] the Bremen sheet being the preparatory study for Drost's painting in the Ashmolean Museum in Oxford. These works have been plausibly dated to the early 1650s, the period to which the British Museum drawing must also belong. The composition is reminiscent of several other works by Rembrandt's followers, in particular the painting of 'Quintus Fabius Maximus' (Bredius 477; present whereabouts unknown, formerly King of Yugoslavia, Belgrade)[2] and the related sketch in Berlin (Benesch 956 recto). There are also analogies with a woodcut of the 'Conversion of Saul' by Christoffel van Sichem, published in various editions in the seventeenth century.[3] The subject of 'Judith's Triumph', like other episodes from the story (Judith 13), was common in Netherlandish art of the sixteenth and seventeenth centuries. Like other Old Testament heroes and heroines, she was associated with the liberation of her people from oppression, and parallels were drawn with the struggle of the Dutch Republic against Spain during the Eighty Years' War. A copy of the drawing, from Jonathan Richardson junior's, collection (L.2170) was sold at Christie's, 19 April, 1988, lot 266.[4] NOTES: [1] The attribution to Drost, first made by Pont, 1960, p.212, no.g, was followed with detailed comparisons by Sumowski, 1979 etc., vol.VIII, under no.548x. However, on p.1188, no.2, he rejects the attribution to Drost of the Bibliothèque Nationale's drawing of the 'Angel leading Lot and his Family out of Sodom'. [2] The comparison first made by Valentiner, 1925 (see Lit. below). [3] Hollstein 49, from Jan van Moerentorf's 1657 edition of the 'Bible', using plates that had already appeared in 1629, 1646 and 1648. The comparison was first made by van Rijckevorsel, 1932 (see Lit. below). [4] A photograph is in the Museum's files; it contains none of the grey wash in the Museum's own drawing, which was presumably added later. LITERATURE (as Rembrandt unless otherwise stated): Kleinmann, IV, 5; London, 1915, no.90 (c.1650-60); Stockholm, 1920, p.20 (compares 'Taking of Christ', Stockholm, Benesch 1044); Bredt, 1921, II, repr. p.139; Valentiner, I, 1925, no.216, repr. (c.1655; compares two works of 1653, the painted 'Quintus Fabius Maximus', Bredius 477, and the print of the 'Three Crosses', Bartsch 78, Hind 270); Weisbach, 1926, p.182 (influenced by a procession of a type that took place on the Dutch stage); Bredt, I, 1927, repr. p.157; Hell, 1930, pp.94 and 106 (typical simplified outlines of c.1655; compares Berlin 'Susannah' study, Benesch 977, for painting of 1655 and central group of 'Tribute Money', Dresden, Benesch C79); Henkel, 1931, pl.LX (c.1655); Rijckevorsel, 1932, pp.202-5, repr. fig.263 (c.1655; compares Lucas' 'Conversion of Saul'; see also n.2 above); Graul, 1934, no.37, repr. (beginning of 1650s); Popham, 1939, p.68; Regteren Altena, 1952, p.63, repr. fig.3 (suggests influence of procession in The Hague of 1638 (on which see here Rembrandt cat. no.17, Oo,10.122) and for style the drawing thought to have been made at that time, 'Four Musicians', Benesch 366, Feilchenfeldt coll., Zurich); Regteren Altena, 1955, p.409 (as in 1952, but also compares 'Triumph of Mordechai', Benesch 487, Wroclaw); Benesch, VI, 1957, no.A93, repr. fig.1660/1758 (by same hand as Benesch A94 (here cat. no.1, 1895,0915.1255), the 'Judah and Tamar', Benesch A113, Rotterdam, and 'Dismissal of Hagar', Benesch A73, Berlin); Rosenberg, 1959, p.118 (by Rembrandt, c.1652-5); Pont, 1960, p.212, no.g (as by Drost); van Gelder, 1961, p.150, n.13 (perhaps by Rembrandt); Slive, 1965, II, no.513 (c.1652-5; 'one of Rembrandt's most impressive mature drawings'); Clark, 1966, pp.153 and 216, repr. p.152, fig.143 (background added by a pupil; compares engravings of Mantegna's 'Triumphs', Bartsch 11-12, and Rembrandt's drawing of 'Susannah brought to Judgment', Benesch 942, Oxford); Broos, 1977, p.123; Sumowski, 1979, etc., III, 1980, no.548x (by Drost; compares 'Ruth and Naomi', Bremen, Benesch C100, Sumowski 546, the 'Rest on the Flight into Egypt' (here cat. no.1, 1895,0915.1255) and the 'Judah and Tamar' Benesch A113, in Rotterdam); Exh. London, 1992, p.207, under no.100 (Drost, comparing 'Rest on Flight into Egypt' and 'Joseph waiting on his Fellow Prisoners' - here cat. nos.1 and 3 (1895,0915.1255 and 1855,1013.39) - and 'David and Nathan' in Moscow, Benesch A98, Sumowski 547ax)."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (90) (as Rembrandt) ", " Benesch 1973 / The Drawings of Rembrandt (A93) ", " Sumowski 1979 continuing / Drawings of the Rembrandt school (548x) (as Drost) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (Drost.2) "], "Location": ["Not on display"], "Exhibition history": [" London, 1901, no.A116 (c.1655, 'very fine and spirited'); London, 1938, no.90 (1650-60); London, 1956, p.25, no.16; 1992 (ex. catalogue, as by Willem Drost). "], "Condition": ["Generally good; a little rubbed; some creases near lower left corner; some accidental touches of graphite in the sky."], "Subjects": ["old testament"], "Associated names": [" Representation of: Judith ", " Representation of: Holofernes "], "Acquisition name": ["Purchased from: Edgar Alexander"], "Previous owner": [" Previous owner/ex-collection: Samuel Woodburn (according to Register; his sale, Christie's, 13.vi.1860/1396 (?) as 'Rembrandt, Van Rhyn - A grand procession through a village - reed pen' bt Lilly for £1-11-6) ", " Previous owner/ex-collection: Francis Abbott (L.970) "], "Acquisition date": ["1900"], "Acquisition notes": ["Samuel Woodburn (according to Register; not identifiable in his sales); Francis Abbott (L.970); purchased from Edgar Alexander, 1900."], "Department": ["Prints and Drawings"], "Registration number": ["1900,1221.2"], "Conservation": ["Treatment: 30 Aug 1991"]}