{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.53"], "Description": [" Temptation of St Antony; the saint cowering on the ground surrounded by nude women whipping him, a monster at either side, one at right biting his clothes Oil Verso: Head of Emperor Vitellius, turned to right Charcoal, on buff paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 262 millimetres ", " Width: 320 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. Rossi published this drawing grouping it together with those that show a similar female nude on the left, which she believes derive from a black chalk drawing of a seated woman in the Louvre (Tietze no. 1539; Rossi 1999, fig. 3 and see under 1907-7-17-42 for further comment). The drawing shares the motif with others in the series of the saint's cloak being pulled. This is also found Domenico painting 'Temptation of St Antony' in Rohrau (Rossi 1999, fig. 3 and see under nos, 1907-7-17-46 and 47). 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. For a general comment on the \"Grimani Vitellius\" which appears on the verso, see inv. no. 1885-5-9-1656. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/53, p. 265; D. Scrase, in exhib. cat, London, Royal Academy, 'The Genius of Venice', 1983, no. D60; P. Rossi, 'Per la grafica di Domenico Tintoretto. II', \"Arte Veneta\", XXXVIII, 1984, p. 71, n. 59 (verso); P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto: novità e precisazioni', \"Arte Veneta\", 55, 1999, p. 33, fig. 5"], "Location": ["Not on display"], "Exhibition history": [" 1983/4 Nov-Mar, London, Royal Academy, 'Genius of Venice', no. D60 "], "Subjects": ["christian saint/martyr"], "Associated names": [" Portrait of: Vitellius ", " Representation of: St Antony of Egypt "], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.53"]}