{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1946,0713.382"], "Description": [" The lamenting Virgin (Virgo dolorosa); hands raised and clasped; the face of a young boy (cut). Red chalk with the Virgin's figure containing a few retouches in black chalk. 1597 "], "Producer name": ["Drawn by: Bernardino Poccetti"], "School/style": ["Florentine"], "Production date": ["1597-1598"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 203 millimetres ", " Width: 126 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Vitzthum (1972) identified this drawing as a study for the figure of the lamenting Virgin for the vault of the Cappella delle Reliquie in the church of the Florentine Certosa (Charterhouse) at Galluzzo. The Virgin's grief is conveyed by her downward gaze and upheld clasped hands. Poccetti's technique consists of short, stabbed lines of red chalk and shading of one tone revealing the texture of the paper. The Virgin's l. foot is visible and the light appears to fall from the top right. To her r. is what appears to be a tree not reproduced in the executed fresco. To the top l. of the sheet, considerably cut, is the study of the face of a young boy, unrelated to the main study. The vault and upper parts of the Cappella delle Reliquie were frescoed by Poccetti in 1597-8. The artist divided the ceiling into four compartments arranged around a central depiction of the 'Christus Patiens', that is a devotional image of the Christ of the Passion, stripped bare, wearing the Crown of Thorns and displaying his stigmata. The Virgin is placed in relation to the figure of Christ above and the altar below. Although the Virgin is drawn stooping in the BM study, in the fresco she appears to be sitting as is Christ above her. The fall of light from the top l. in the drawing is reproduced in the fresco and the drapery is broadly similar. Surrounding the Virgin in the fresco are seven round and oval scenes held by putti in which are represented scenes from the Passion which the viewer is to understand as the subjects upon which the Virgin is meditating. The theme of Christ's Passion and sacrifice is continued in the three remaining compartments in which are represented the 'Crucifixion of St Peter', and two beheadings, those of St John the Baptist and St Paul. Very probably the depictions of these martyrs were matched by the presence of their reputed relics in the chapel. Although described by Baldinucci (1846), Vitzthum (1972) does not record the depiction in the lunette on the entrance wall opposite the altar of the apotheosized St Bruno surrounded by angels and a preparatory study for the same in the Statens Museum of Copenhagen (see Fischer, 2002), the only other fresco Poccetti executed in the chapel. Poccetti began work in the Certosa in 1591 with the fresco cycle in the vaults of the monks' choir dedicated to St Bruno (d. 1101), venerated by the Carthusians as their founder, and representing, principally on the east wall, his death and apotheosis. The beatification of St Bruno in 1512 had allowed his veneration within the Carthusian Order but not the celebration of mass in his name or the dedication of chapels to him. The glorification of Bruno in the choir, and to a lesser extent, subsequently, in the Cappella delle Reliquie, represents the Carthusians' anticipation - and promotion - of his canonization which finally took place in Gregory's pontificate in 1622. For Nicholas Turner (exh. cat., BM, 'Florentine Drawings of the sixteenth century', 1986, p. 243), Poccetti's style 'is differentiated by the tranquillity of his more contemplative interpretation of the Counter-Reformation message'. This characteristic accords with the favour Poccetti found with the Carthusians - a preeminently ascetic and contemplative order - his also receiving commissions for the Charterhouses of Pisa and Sienna. For a full list of the surviving preparatory drawings by Poccetti for his frescoes in the Florentine Certosa, see Hamilton, 1980, under no. 32. Daniel Godfrey Lit..: A.E. Popham, 'Catalogue of Drawings in the Collection formed by Sir Thomas Phillipps, Bart., F.R.S., now in the possession of his Grandson, T. Fitzroy Phillipps Fenwick of Thirlestaine House, Cheltenham', I, London, 1935, p. 67, no. 1 (as Montorsoli); W. Vitzthum, 'Die Handzeichnungen des Bernardino Poccetti', Berlin, 1972, p. 102; P. Hamilton, in exh. cat., Florence, Gabinetto disegni e stampe degli Uffizi, 'Disegni di Bernardino Poccetti', 1980, under no. 32, p. 50; C. Chiarelli and G. Leoncini, 'La Certosa del Galuzzo a Firenze', Milan, 1982, p. 263; 197); C. Fischer, 'Italian Drawings in the Department of Prints and Drawings, Statens Museum for Kunst: Central Italian Drawings', under no. 44., pp. 95-6"], "Bibliographic references": ["Phillipps-Fenwick 1935 / Catalogue of drawings in the collection of T Fitzroy Phillipps-Fenwick (p.67(1))"], "Location": ["Not on display"], "Subjects": ["lamentation"], "Associated names": ["Representation of: Virgin Mary"], "Acquisition name": ["Donated by: Count Antoine Seilern"], "Previous owner": [" Previous owner/ex-collection: Lamberto Gori (perhaps his number in purple ink) ", " Previous owner/ex-collection: William Young Ottley (T. Philipe, 14.vi.1814/ part of lot 861 as Montorsoli 'Two - a mater dolorosa; and a saint subject - both red chalk, stumped' bt Ulverston £0-7-0) ", " Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: Samuel Woodburn (Christie's, 4.vi.1860/part of lot 25 'The rest in Egypt, MASTELLETTA; and various', 12 in the lot, bt Phillipps £1-1-0) ", " Previous owner/ex-collection: Sir Thomas Phillipps ", " Previous owner/ex-collection: Thomas Fitzroy Fenwick "], "Acquisition date": ["1946"], "Department": ["Prints and Drawings"], "Registration number": ["1946,0713.382"]}