{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1919,0412.2"], "Description": [" 'General view of part of Port Stragglin, the Rock and Castle of Seclusion and the Blinker lighthouse in the distance, not sketched from nature'; in foreground town built on shoreline and rocky outcrops connected by bridges, number of boats in water, and beyond sheer rock with buildings almost mid-way and on summit. 1861 Pen and brown ink, and brown wash, with watercolour "], "Producer name": ["Drawn by: Richard Dadd"], "School/style": ["British"], "Production date": ["1861"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 192 millimetres ", " Width: 143 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The following is taken from L. Stainton, ‘British Landscape Watercolours, 1600-1860’, 1985, no. 181: Confined in 1844 to Bethlem Hospital, and from 1864 to Broadmoor, for the murder of his father, Dadd was allowed to continue painting. Even before his illness, he had been an imaginative artist of unusual perception. The present water-colour, perhaps the most intensely visionary that he painted, combines a delicacy of colour and a precision of drawing on a tiny scale. The towering pinnacle of rock surmounted by a castle seems to invoke Dadd's own seclusion in Bethlem, while the design is composed of many recognisable elements. The rock and the town clustered below are perhaps recollections of Dadd's travels to Greece, Egypt and the Middle East in 1842-3, and it has been suggested that the tower which he calls the Blinker Lighthouse could have been inspired by Eddystone. Dadd's own comment on the verso \"Not sketched from Nature\" seems almost unnecessary, yet it is of interest partly for what it reveals of his state of mind and partly because it reflects the fact that by the 1860s sketching in colours from nature had become the norm. Stephen Calloway observes that 'Dadd's precision of technique, drawing minutely with the point of a brush and applying subtly modulated washes, sreves to highlight the sense of unreality, whilst the overall pale tonality and muted colour scheme enhance the dream-like effect created by the scene'. Though the subject may be derived from scenes observed during Dadd's travels, Colloway suggests it may also be connected with the imaginative landscapes of John Martin. See R. Hoozee, ed., 'British Vision: Observation and Imagination in British Art, 1750-1950', exh. cat., Gent, Museum Voor Schone Kunsten, 2007-2008, cat. 261."], "Bibliographic references": ["Stainton 1985 / British Landscape Watercolours 1600-1860 (181)"], "Location": ["Not on display"], "Exhibition history": [" 1933 BM, Prints and drawings/Campbell Dodgson, 1912-1932, no.136 1958 Apr, BM, Eight centuries of landscape ... water-colours, section 87 1974 Tate Gallery, 'The Late Richard Dadd 1817-1886', no. 181 1985 BM, British Landscape Watercolours 1600-1860, no.181 1987 Apr-May, Castle Museum, Norwich, 'The Art of Watercolour', no. 23 1987 May-Jun, Manchester AG, 'The Art of Watercolour', no. 23 1991 Jan-Mar, Ohio, Cleveland MA, BM English Watercolours, no. 88 1991 Mar-Jun, N Carolina MA, BM English Watercolours, no. 88 2007-2008 Oct-Jan, Gent, Museum Voor Schone Kunsten, 'British Vision:...' 2015 Jun-Nov, Guildford, Watts Gallery, Richard Dadd: The Art of Bedlam "], "Acquisition name": [" Bequeathed by: Robert Ross ", " Bequeathed through: Art Fund (as NACF) "], "Acquisition date": ["1919"], "Acquisition notes": ["Bequeathed by Robert Ross to the National Art Collections Fund for presentation to the BM"], "Department": ["Prints and Drawings"], "Registration number": ["1919,0412.2"]}