{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1921,0622.1"], "Title": ["Object: Le Repos en Egypte à l'âne bâté"], "Description": [" Rest on the flight into Egypt; holy family sheltering beneath tree in rocky, lush landscape, donkey grazing behind. 1871 Lithograph, transferred from etching, on yellowish chine collé "], "Producer name": ["Print made by: Rodolphe Bresdin"], "School/style": ["French"], "Production date": ["1871"], "Materials": ["paper"], "Technique": ["lithograph"], "Dimensions": [" Height: 230 millimetres ", " Width: 197 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Text from 'From Manet to Toulouse-Lautrec', BM 1978, cat.4) No impression of this etching, in its first state of 1871, survives. In 1873 Bresdin was about to emigrate to Canada, and, in order to get more material to sell there, he instructed Lemercier to transfer seven etchings to lithographic stones and print 110 impressions of each. The process of transfer is very simple, and is fully described by A. Lemercier, 'La Lithographie Française', Paris, 1896, pp.139-144. An impression from the copper plate is printed on to a sheet of paper in a special transfer ink; the paper is then laid flat against a lithographic stone. The design, thus transferred, will print in the same direction as the original etching. Although rarely found in fine prints, this process was very widely used in the nineteenth century for commercial printing; nearly 100,000 impressions of a transfer of the engraving of Wilkie's 'Rent Day' were sold in England by mail-order firms, (cf. A. W. Tuer, 'Bartolozzi and his Works', London, 1885, chapter 36). Bresdin is also known to have transferred impressions of his lithographs to a second stone. The red stamp was used by Bresdin after 1865 on particularly fine impressions of his prints. According to van Gelder it is only found rarely."], "Bibliographic references": ["Van Gelder 1976 / Rodolphe Bresdin: Catalogue raisonné de l'oeuvre gravé (138.I)"], "Location": ["Not on display"], "Exhibition history": [" 1978 Mar-Oct, BM, From Manet to Toulouse-Lautrec, cat. no.4 "], "Subjects": ["flight into egypt"], "Acquisition name": ["Donated by: John Lawrence Rayner"], "Acquisition date": ["1921"], "Department": ["Prints and Drawings"], "Registration number": ["1921,0622.1"]}