{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.74"], "Description": [" Temptation of St Antony - The demons flying away from St. Antony; the saint cowering at l, beasts and human figures running away to right Oil "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 256 millimetres ", " Width: 305 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The Tietzes listed this drawing as yet another version of no. 1907-7-17-44, but, as Rossi correctly pointed out (Rossi 1999, p. 34), the scene here described is that of the flight of the devils by divine intervention. Rossi noticed that a painting of the same subject was offered for sale at auction in Venice in 1982 (Rossi 1999, fig. 9), together with another painting of the 'Temptation of St Antony' (see under no. 1907-7-17-42). She notes that the two paintings (whose whereabouts are today unknown) formed a pair and points out that the present drawing is actually much closer to the finished painting than any of the other drawings in the series representing the 'Temptations of St Antony' are to Domenico's paintings of the subjectt. Rossi is also certain that Domenico's source lied in the 'Legenda Aurea' ('Golden Legend), where the moment immediately following the cruel attack of the devils is thus described: \"...Then of a sudden [sic] a wonderful light shone in the place and drove all the demons away...\" (Jacobus de Voragine, 'The Golden Legend', 2 vols, Princeton,1993, I, p. 93). In the present sheet one can clearly see a brightness appearing at the very top of the sheet, which will be integrated by the figure of Christ in the painting. Further points in common, as noticed by Rossi, are the female devil on the right foreground, the male devil behind her, and the position of St Antony. One could add that the kind of flooring depicted in both painting appears in more than one of the drawings of the Guzman Album representing the 'Temptation of St. Antony', like for instance nos. 1907-7-17-66, 68, 71-73. The subject of the 'Flight of the devils' appears also in no. 1907-7-17-36, although in a completely different kind of composition. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/74, p. 266; P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto', \"Arte Veneta\", 55, 1999, p. 34 and fig. 10"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.74"]}