{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.36"], "Description": [" St Antony being saved from the devils by divine intervention Oil, on light brown prepared paper, squared for transfer "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 242 millimetres ", " Width: 180 millimetres "], "Curator's comments": ["E.M. Phillipps in his 1911 monograph on Jacopo Tintoretto thought that the subject of the related drawing 1907-7-17-37 was 'Hercules seeking Cerberus'. The Tietzes connected this and 1907-7-17-37 with a lost Domenico's painting mentioned by Ridolfi representing 'Dawn, Air, Water and Earth' (\"l'aura, l'alba, l'acqua e la terra se gli inchinano\" in C. Ridolfi, ed. von Hadeln, 'Le Meraviglie dell'Arte', Berlin, 1914, vol. 2, p. 262). Although the composition of this drawing is very close to that of no. 1907-7-17-37, it is perhaps not of a mythological subject but rather a treatment of St. Antony being tormented by devils. The figure running away on the right hand looks like a devil - note the prominent horns on his head - and the one standing on the left is holding a sword/dagger, object that occurs again and again in the series of the 'Temptation of St. Antony' - also in the Guzman Album - possibly as related to Wrath, one of the Seven Deadly Sins (see nos. 1907-7-17- 42 to 74; the latter depicts the same subject of the present drawing, although the composition is completely different). Also the sketchy items that lie on the foreground could well represent those objects that had been offered by the demons to tempt the saint and that are now dropped in the fury of the flight; the oblong item that emerges out of the bottom margin could be the big silver dish that St. Antony once found at the entrance of a cave and that is referred to in the Legenda Aurea: \"...O devil, this is your doing, but you will never change my will!\" (cf. Jacobus de Voragine, 'The Golden Legend', Princeton, 1993, vol. I, p. 94) and is also represented in Antonio Tempesta print from the series of the 'Life of St. Antony' of 1598 (B. XVII 139/472). Another possible compositional source is Jacopo Tintoretto's 'Temptation of St. Antony' painted around 1570 and mentioned under no. 1907-7-17-34 (R. Pallucchini - P. Rossi, 'Tintoretto: Le opere sacre e profane', Milan, 1982, cat. 370, fig. 478). This depicts the saint at the centre, his gaze towards Christ in the sky, trying to get away from four demonic figures, one of whom is lying between St. Antony's legs and pulling his clothes. The motif of a prone figure between the legs of another running in the centre recurs in nos. 1907-7-17- 79 to 81, although the composition is there horizontal. For a comment on the squaring see no. 1907-7-17-1. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/36, p. 265 (with further bibliography); P. Rossi, 'Per la grafica di Domenico Tintoretto. II', \"Arte Veneta\", 38, 1984, p. 70, n. 10."], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.36"]}