{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1935,0522.11.19"], "Title": ["Object: National Opinions on Bononaparte"], "Description": [" Fifteen figures arranged in two rows, each with a caption: the words of the speaker etched below the name of his country. (1) A white-robed figure, with hands spread deprecatingly: 'Egypt. His extortions are abominable, I wish he was made a Mummy of!' [cf. BMSat 9352, &c.]. (2) A man, wearing a night-cap and a dressing-gown over Spanish dress, yawns and stretches: 'Spain. Bless me what a long time I've been taking & been dreaming about going to Peru.' (3) A man, wearing a bag-wig and old-fashioned dress, bows obsequiously: 'Italy. I bow to him with submissive respect.' (4) A Chinese in trousers stands impassively in profile: 'China Is not this Boonapar a famous robber.' (5) A man with a long pipe and gouty legs: 'Germany [Austria] I mean a great deal when I shake my head.' (6) A military officer puts a finger to his closed lips: 'Prussia. Mum.' (7) A post-boy, wearing jack-boots and heavily shackled, waves a bonnet rouge: 'France. Long live the Emperor - Vive La Liberté'!! (8) A Turk wearing a jewelled turban: 'Turkey. I quake whenever his name is mentioned.' (9) A man wearing fur cap, fur cloak, and fur-trimmed boots folds his arms: 'Russia I curse him one moment and am friends with him the next.' (10) An elderly military officer, wearing a long sword, stands hands on hips: 'Sweeden. Who's afraid!!' (11) 'A fat Dutch burgher, smoking a pipe, scowls reflectively: 'Holland For my part I dont know what to make of him.' (12) A man wearing a short jacket, trousers, and a long pigtail runs to the right.: 'Portugal I'm Off.' (13) A quaker stands full face with folded hands: 'America. Verily the Spirit doth move me to shake hands.' (14) An Oriental, wearing a turban and long trousers, stands full face: 'Assia I beg he may be kept at a distance.' (15) John Bull, a fat 'cit', stands with his hands in his waistcoat pockets, smiling dubiously: 'England I laugh at him, and defy him. but still I dont much like him.' 20 April 1808 Etching with hand-colouring "], "Producer name": [" Print made by: Charles Williams ", " After: George Moutard Woodward ", " Published by: Thomas Tegg "], "School/style": ["British"], "Production date": ["1808"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 244 millimetres ", " Width: 350 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) Spain was beginning to wake from its sleep of abject submission; the King and Queen had contemplated escape to America in imitation of the Portuguese example, see BMSat 10960, &c. Napoleon therefore sent (21 Feb. 1808) a French squadron to Cadiz lest they 'should repeat the scene of Lisbon'. J. H. Rose, 'Napoléon', 1934, ii. 163. Sweden, under the erratically bellicose Gustavus IV, was still (ineffectively) at war with France. For Turkey cf. BMSat 10970, &c. for Alexander's volte-face at Tilsit, BMSat 10750, &c. for France and Holland, BMSat 10581; for England and the U.S.A. see BMSat 10626, &c. Cf. BMSat 10970, &c. A companion pl. to BMSats 10981, 11053. Broadley, i. 289 f. 'Caricatures', xi. 19."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (10980)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": ["Associated with: Napoléon I, Emperor of the French (Napoleon)"], "Acquisition name": ["Transferred from: British Library"], "Acquisition date": ["1935"], "Department": ["Prints and Drawings"], "Registration number": ["1935,0522.11.19"]}