{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1900,0411.5"], "Description": [" The Flight into Egypt; the Virgin holding the Christ Child in her arm, Joseph helping her down a bank where an ass is waiting, trees behind. c.1650-60 Pen and brown ink with touches of brown wash. Verso: blank. Watermark: Cross of Lorraine (similar to Hinterding catalogue, variant A.a.a.). "], "Producer name": ["After: Rembrandt (anonymous)"], "School/style": ["Dutch"], "Production date": ["1650-1660 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 183 millimetres ", " Width: 234 millimetres (chain lines horizontal, 25mm apart) "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, ‘Catalogue of drawings by Rembrandt and his school’, 2010, anonymous after Rembrandt, cat. no.91. An apparently early copy of Rembrandt's drawing in Berlin (Benesch 902), a work of the 1650s. Another copy is in Stockholm, and two further copies have been recorded.[2] NOTES: [1] Registered as 'School of' Rembrandt. A. E. Popham, writing in the introduction to the John Skippe sale catalogue (Christie's 20-21 Nov. 1958), notes that at least one ex-Skippe drawing was owned by Bateson and sold at the latter's sale, Sotheby's, 23 April, 1929, lot 26. The Bateson sale catalogue records that 22 other drawings were formerly in the Skippe collection, but as they do not bear his mark, Popham believed this provenance to be no more than conjectural. Yet Hind's mention of a Skippe provenance for the present sheet suggests that the connection may have been real, and that Bateson managed to acquire drawings from Skippe's heirs. [2] The copy in the Ederheimer sale, New York, Anderson Galleries, November 1924, recorded in Berlin, 1930, may perhaps be identical with one of the other versions, the Stockholm drawing (inv. 49/1986, repr. Exh. Stockholm, 1992, p.325, fig.2) or that sold in Paris by Ader Picard Tajan, Hôtel Drouot, 27 Nov. 1990, lot 66, repr. LITERATURE : Hofstede de Groot, 1906, no.880 and under no.53 (copy of drawing in Berlin, Ben.902); London, 1915, no.131 (as HdG); Valentiner, I. 1925, under no.335; Berlin, 1930, p.225, under no.5262 (notes copy in Ederheimer sale, New York, Anderson Galleries, November 1924 [however, the present writer finds no reference to such a drawing in the sale catalogue]); Benesch, 1960, under no.62; Berlin, 2006, p.157, under no.45."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (131) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (91) (anonymous after Rembrandt) "], "Location": ["Not on display"], "Exhibition history": [" None recorded. "], "Condition": ["Rubbed with some red chalk below; trimmed below."], "Subjects": ["flight into egypt"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St Joseph "], "Acquisition name": ["Purchased from: Prof William Bateson"], "Previous owner": ["Previous owner/ex-collection: John Skippe"], "Acquisition date": ["1900"], "Acquisition notes": ["John Skippe (according to London, 1915); purchased from William Bateson [1] under Comment. Register incorrectly listed in Hind as 1910,0414.5."], "Department": ["Prints and Drawings"], "Registration number": ["1900,0411.5"], "Conservation": ["Treatment: 27 Apr 1994"]}