{"artifact_name": "drawing; album; print study", "Object Type": [" drawing ", " album ", " print study "], "Museum number": ["1952,0121.22"], "Description": [" The Birth of the Virgin, study for an engraving; five women crowded around the child, a bowl and ewer at l, St Anne in bed behind with an attendant near her, a figure carrying a vase through an arch at r Pen and brown ink, with grey and brown wash, heightened with white, over red chalk, on brown prepared paper "], "Producer name": ["Drawn by: Giuseppe Passeri"], "School/style": ["Roman"], "Production date": ["1669-1714"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 159 millimetres ", " Width: 107 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Lit.: N. Turner, 'Italian Drawings in the BM, Roman Baroque Drawings', London, 1999, I, no. 251 Turner 1999 As Graf pointed out, this is a preparatory study for a print in the reverse direction by Benedetto Farjat (1646-c. 1700), an impression of which is in the Kunstmuseum, Düsseldorf (inv. no. FP 6001 D; Graf, 1995, I, p.329, fig.41). Like 1952,0121.20, the drawing belongs to a series illustrating scenes from the life of the Virgin, which Passeri drew as designs for the engraved illustrations in Abate Alessandro Mazzinelli's 'Uffizio della B. V.Maria', published in Rome in 1707 by Giovanni Maria Salvioni, though perhaps first issued in the previous year. The print of the 'Birth of the Virgin' appears on p. 26 of the 1756 edition (the image measures 134 x89mm, while the platemark measures 139x92 mm). The 'Uffizio della B. V. Maria' contains 15 illustrations by a number of engravers besides Farjat, including Charles Allet (ç. 1668-1732), Jacob Frey (1681-1752), Giovanni Girolamo Frezza (1659-after 1741) and Arnold van Westerhout (1651-1725), after designs by Passeri. Fifteen finished compositional studies by Passeri for the series are known. Besides cat.no. 251 and the two drawings of the 'Assumption' cited in the following entry, these constitute: the 'Visitation', Bowdoin College of Art (inv. no. 1956.24.234; Becker, 1985, no.72), the 'Flight into Egypt', the 'Nativity', 'King David', the 'Marriage of the Virgin' and the 'Presentation in the Temple', in the Kupferstichkabinett, Berlin (inv.nos Kdz 27819, 27818, 27817, 28040 and 28043; Graf, 1995, I, pp. 275-8, figs 32, 39, 45, 47-8), 'Adam and Eve' and a further study each for the 'Flight into Egypt' and the 'Presentation in the Temple' in Düsseldorf (FP 2728, FP 2324 and FP 2432; Graf, 1995, I, nos 373, 375 and 374 respectively), two studies for the 'Deposition' at Windsor Castle (inv. nos 0276 and 0277; Blunt and Cooke, 1960, nos 273-4) and finally one study in a private collection in Paris for the 'Holy Family' (Graf, 1995, I, p. 326, fig. 29). In addition, two more cursory sketches of the 'Flight into Egypt' in Düsseldorf (inv.nos FP 2762 and fp 2828 recto; Graf, 1995, I, nos 376-7) appear to be early stages for the engraving of this subject. A painting by Passeri of the 'Birth of the Virgin' in the Milwaukee Art Museum, Wisconsin (Graf, 1995, I, p. 84 and fig. 176), corresponds closely in composition to 1952,0121.22 and is in the same direction; Graf has dated this picture c. 1700-10. Surprisingly, it shows the scene out-of-doors. This design was prepared with the help of six studies in the Kunstmuseum, Düsseldorf (FP 10691 recto, FP 13395 verso, FP 7992, FP 12447 verso, FP 12408/13472 recto and FP 7845 recto; Graf, 1995, nos 209-14). In this second composition the figure of Joachim, standing next to the bed, on the left, and a maid descending steps with a basket of draperies, on the right, are added. Also, the kneeling figure on the far left rolls swaddling bandages instead of folding her hands as she does in the present drawing. Sestieri pointed out the existence of two further drawings of the same subject attributed to Passeri (1977, p. 136, n. 32), one in the Albertina, Vienna (inv. 1130; Birke and Kertész, 1992-7, I, pp. 573-4), showing a quite different horizontal composition, and the other, according to Sestieri, formerly with Armando Neerman and in 'Italian Old Master Drawings from the Sixteenth to the Eighteenth Century', exh. cat., p. 16, no. 46, though we have been unable to trace this catalogue. Literature: Graf, 1995, I, p. 328, fig. 38."], "Bibliographic references": ["Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (251)"], "Location": ["Not on display"], "Subjects": [" birth of virgin ", " attendant "], "Associated names": [" Representation of: St Anne ", " Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": ["Purchased from: Leslie Colling-Mudge"], "Funder name": [" With contribution from: Art Fund (as NACF) ", " With contribution from: J R Vallentin Fund "], "Previous owner": [" Previous owner/ex-collection: Lord James Cavendish (See Acquisition Comment) ", " Previous owner/ex-collection: Charles Compton Cavendish, 1st Baron Chesham (?; See Acquisition Comment) "], "Acquisition date": ["1952"], "Acquisition notes": ["One of ninety drawings from the Cavendish album; see 1952,0121.75 for a full account of provenance. Turner 1999 From an album, known as the Cavendish Album, in which several drawings bear the mark of N. A. Flinck (L 959), whose collection was bought in 1723 by the 2nd Duke of Devonshire. Three of the drawings in the album were engraved by Pond with the inscription \"E Museo Praehonlis Dni Dni Jacobi Cavendish\". One of these engravings is dated 1734, a year in which two Lords James Cavendish were alive, the third son of the 1st Duke (d. 1751) and the second son of the 2nd Duke (d. 1741). It seems probable that the latter was the collector. There is reason to believe that the album was until about 1950 in the library of Lord Chesham, also a member of the Cavendish family. The Lord James Cavendish in question was a great-uncle of the 1st Lord Chesham. A summary of the contents and provenance of the Cavendish Album, derived from notes by Popham at the British Museum and other more recent information written on the mounts of the drawings themselves, is given by Jaffé (1994 (a) and (b), p. 18)."], "Department": ["Prints and Drawings"], "Registration number": ["1952,0121.22"]}