{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.50"], "Description": [" Temptation of St Antony; the saint half-kneeling at the centre of a group of mostly nude figures, including one seen from behind in the right foreground Oil, over charcoal, on buff paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 246 millimetres ", " Width: 298 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The seated nude on the right is a slight variation of the corresponding figure in no. 1907-7-17-42. On the right hand side of the present drawing is given emphasis to the objects that are being offered to lure the saint, but on the left one can notice that one of the devils is about to hit the saint. A similar combination of temptation and physical punishment is found also in nos. 1907-7-17-43, 47, 49, 52, 55-58, 60, 61. One of the figures is crowned as in the drawings listed under no. 1907-7-17-42. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/50, p. 265"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.50"]}