{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1900,0824.156"], "Description": [" Landscape with the Rest on the Flight into Egypt, record of paintings in St Petersburg and another (whereabouts known) from the Liber Veritatis (154); in foreground at right Mary with the Christ child sitting on her lap, an angel, Joseph, and close by a donkey, at centre sheep and goats on bank of river with trees, at right mid-distance bridge, and beyond at left figure on bridge and building. 1658 or 1668 Pen and brown ink and grey wash, heightened with white, on brown paper "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": [" 1658 (?) ", " 1668 (?) "], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 383 millimetres ", " Width: 571 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This drawing repeats the painting of the Landscape with the Rest on the Flight to Egypt that Claude painted in 1651 and which is recorded as LV 154 (for which see BM inv. no. 1957,1214.160). There are minor modifications to the composition such as the movement of the temple towards the left. It appears to have been made after the painting was dispatched to Antwerp through a combination of Claude’s Liber Veritiatis, preparatory drawings and recollection from memory. The inscription of 1658 would therefore be incorrect, and so Roethlisberger argued that it should read 1668, on account of the hanlding which he saw to be more similar to works from the mid 1660s. This tcchnique is apparent in the light layers of wash in varying tones of grey and brown, and a restrained use of white heightening. The purpose for which this drawing was produced is unclear, as its level of finish suggests that it may have been meant as a finished work in its own right. Lit.: A.M. Hind, 'Catalogue of the Drawings of Claude Lorrain preserved in the Department of Prints and Drawings', London, 1926, no. 266; M. Roethlisberger, 'Claude Lorrain: The drawings catalog', 2 vols, Berkeley and Los Angeles, 1968, no. 972."], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (972) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (266) "], "Location": ["Not on display"], "Subjects": [" rest on flight into egypt ", " landscape "], "Associated names": [" Representation of: Jesus Christ ", " Representation of: St Joseph "], "Acquisition name": ["Bequeathed by: Henry Vaughan"], "Previous owner": ["Previous owner/ex-collection: Nathaniel Hone"], "Acquisition date": ["1900"], "Department": ["Prints and Drawings"], "Registration number": ["1900,0824.156"]}