{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1910,0212.178"], "Description": [" Saul receiving the head of Goliath; a figure in armour leaning on a stick at left, another to right and a group of onlookers behind. c.1655 Pen and brown ink with brown wash; ruled framing lines in pen and brown ink (mostly trimmed away). Verso: laid down on old mat. No watermark visible. "], "Producer name": [" Drawn by: Willem Drost ", " Formerly attributed to: Rembrandt (Benesch considered the drawing to have been retouched by Rembrandt) ", " Formerly attributed to: Arent de Gelder "], "School/style": ["Dutch"], "Production date": ["1655 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 197 millimetres ", " Width: 221 millimetres (chain lines horizontal, 24mm apart) "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, 'Catalogue of drawings by Rembrandt and his school', 2010, Willem Drost, cat. no.4: The drawing is a fragment, the subject (1 Samuel XVII, 55-8) being identifiable only through a copy of the complete composition now in Braunschweig. This shows the kneeling figure of David to the left, with the head of Goliath that can still be made out in the lower left corner of the present sheet.[1] The subject was treated only once by Rembrandt himself, in the early painting of 1627 now in Basel (Bredius 488, Corpus A9). The drawing displays a knowledge of Rembrandt's historical and biblical compositions of the 1650s (such as the 'David receiving the News of Uriah's Death' in the Rijksmuseum, Benesch 890) and the most plausible attribution hitherto has been to Aert de Gelder.[2] Yet the style is significantly different to that of the only drawing that may be attributed to de Gelder with confidence, the 'Group of Orientals' in the Abrams Collection at the Fogg Art Museum, Cambridge, Mass. (Sumowski 1052). The connection with Willem Drost is suggested in particular by its analogies with a drawing in the Rijksmuseum that is now ascribed to him, the 'Parable of the unmerciful Servant' (Sumowski 567xx). This exhibits a similarly liberal use of parallel shading; the figures in profile towards the right of both compositions as well as the heads of the figures in the centre, immediately to the main protagonist's left in both sheets, are also comparable.[3] The drawings should probably be dated during Drost's early maturity, around 1655. The contention that the two children holding Saul's mantle were added by Rembrandt has rightly been rejected, as this passage displays the same penmanship as the more loosely drawn sections on the right.[4] The motif, however, does occur in Rembrandt's painting of the subject noted above. NOTES: [1] The subject was correctly identified by Sumowski, 1962 (see Lit. below). The Braunschweig drawing is inv. no.Z.1614 (pen and brown ink with brown wash, 199 x 313; see Exh. Braunschweig, 2006, cat. no.6). [2] As suggested by Sumowski, 1981 (see Lit. below). [3] Sumowski's tentative attribution of the Rijksmuseum's drawing (which he considered a copy) to Drost has been supported by Schatborn, 1985, pp.100-101, with fig.12. In 1962, Sumowski placed the present drawing in the group around the 'Rest on the Flight into Egypt' in the British Museum (Drost, cat. no.1, 1895,0915.1255), noting that some of the drawings concerned had been given to Drost by Pont, 1960. [4] Benesch advanced the theory (1957); it was rejected by Sumowski (1961). LITERATURE (as Rembrandt unless otherwise stated): Michel, 1893, p.585 (ex-James coll.; 'David refusing the Armour of Saul'); Hofstede de Groot, 1906, no.1130 (subject unidentified); London, 1915, no.91, repr. pl.XI ('Continence of Scipio'?); Van Dyke, 1927, p.96 (S.Koninck? unknown subject); Valentiner, 1933, p.205 ('Titus Manlius having his Son executed', as the Utrecht painting); Valentiner, II, 1934, no.580, repr. (c.1655; as in 1933, but cites copy in 'Dresden' [presumably a slip for Braunschweig]); Benesch, 1935, p.55 (c.1653-4; 'Titus Manlius'); Kieser, 1941, p.144 ('Titus Manlius'; influence of Lastman's 'Coriolanus', Dublin); Pigler, 1956, II, p.391 (as Valentiner); Benesch, VI, 1957/ 73, no.1382, repr. fig.1617/1696 (pupil's work, perhaps a copy of a lost Rembrandt, with figures of children added by Rembrandt; c.1655; of 'Titus Manlius'); Sumowski, 1961, p.22 (by Eeckhout? probably not corrected by Rembrandt; the general based on David in painting in Munich of 'David and Abigail' [now identified as 'Family of Darius before Alexander', Sumowski, 'Gemälde', II, no.446, repr.]); Sumowski, 1962, p.31, repr. p.33, fig.40 (as 1961; identifies correct subject as 'Saul and Attendants' on basis of Braunschweig copy; compares group around cat. no.1, Benesch A94 in British Museum in part assigned to Drost); Munich, 1967, p.24, under no.1798 (quotes Sumowski); Held, 1972, p.40, repr. pl.7 (Rembrandt? the artist often illustrated scenes of Roman history exemplifying power and worthiness); Blankert, 1976, p.197, under no.A61 (c.1661/3; not Titus Manlius; compares Bol's decoration of Council Chamber of Amsterdam Admiralty); Broos, 1977, p.122; Sumowski, 1979 etc., V, 1981, no.1055ax, repr. (attributed to Aert de Gelder, rejecting earlier connection with Eeckhout; compares de Gelder's 'Seated Oriental' in Woodner collection, Sumowski 1055x, and 'Three Orientals', Berlin, Sumowski 1065x; early 1660s or later; Braunschweig copy repr. fig.72a); White, 1992, p.268 (sceptical of attribution to Drost in Exh. London, 1992); Schatborn, 1994, p.24 (Drost); Golahny, 2003, p.147 and p.254, n.1 (still as 'Titus Manlius')."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (91) (as Rembrandt) ", " Benesch 1973 / The Drawings of Rembrandt (1382) ", " Sumowski 1979 continuing / Drawings of the Rembrandt school (1055(a)x) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (Drost.4) "], "Location": ["Not on display"], "Exhibition history": [" London, Royal Academy, 1899, no.169 (as Michel, 1893 – see Lit. under Comment); London, 1910, p.4; 1912, no.159; 1938, no.91; 1956, p.20, no.2; London, BM, 1978, 'Gainsborough and Reynolds in the BM', no.281 (as Benesch); London, BM, 1992, 'Drawings by Rembrandt and his Circle', no.104, repr. (as attrib. to Drost); Exh. Braunschweig, 2006, p.35, no.5, repr. (attrib. to Drost). "], "Subjects": ["old testament"], "Associated names": [" Representation of: Saul ", " Representation of: Goliath "], "Acquisition name": ["Bequeathed by: George Salting"], "Previous owner": [" Previous owner/ex-collection: Sir Joshua Reynolds (L.2364) ", " Previous owner/ex-collection: Andrew James (according to Michel, 1893; not listed in James’ collection by Brunet, 1866) "], "Acquisition date": ["1910"], "Department": ["Prints and Drawings"], "Registration number": ["1910,0212.178"]}