{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1919,0412.23"], "Description": [" The long patrol, breakfast; barren landscape with groups of figures sitting on ground, and camels lying close beside them. July 11, 1917 Pen and grey ink and watercolour "], "Producer name": ["Drawn by: James McBey"], "School/style": ["British"], "Production date": ["1917"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 151 millimetres ", " Width: 311 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This watercolour is one of 'The Long Patrol' series by James McBey in the British Museum's collection. The series comprises of six pen and ink with watercolour drawings depicting an Imperial Camel Corps Patrol traversing the desert of Sinai and includes 'The Long Patrol, Breakfast' (1919,0412.23), 'The Long Patrol , Noon' (24), 'The Long Patrol in the desert of Sinai' (25), 'The Long Patrol, Strange Signals' (26), 'The Long Patrol, Bivouacs' (27) and 'The Long Patrol, Nightfall' (28). For further information on McBey as Official War Artist (1919,0412.15-88) see 1919,0412.15. McBey made The Long Patrol series in July 1917 when he accompanied the Australian Camel Patrol on a five day reconnaissance journey in the desert of Sinai from the Suez Canal to Beersheba. He drew 'Breakfast', 'Strange Signals' and 'Noon' on the 11th of July, 'Bivouacs' on the 12th of July and 'Nightfall' on the 13th of July. They were exhibited at the Colnaghi & Obach Galleries in London from January to February 1918 and were donated by the Government to the British Museum in 1919. The accompanied exhibition catalogue includes a preface by Campbell Dodgson. Upon his return to London in 1919, McBey published his 'First Palestine Set,' which consisted of seven engravings, six of which recall the Australian Camel Patrol. Two of the etchings, directly inspired by his 1917 watercolours, are counted among his most famous works: 'Strange Signals' and 'Dawn. The Camel Patrol Setting Out' (for further information see Curator's comment 1919,0412.25). Further Reading: Nicolas Barker (ed.), 'The early Life of James McBey. An Autobiography 1883-1911', Oxford, 1977. Boston Public Libraries, 'James McBey, A Portrait of the Artist', Boston, 1985. Charles Carter, Martin Hardie, James McBey and Malcolm Salaman, 'The etchings & dry points of James McBey (1883-1959)', San Francisco, 1997. 'Drawings in Egypt and Palestine by Lieutenant James McBey, Official Artist with the Egyptian Expeditionary Force', exh. cat. Colnaghi & Obach Galleries, London, January-February 1918, Preface by Campbell Dodgson. Robin Johnson, 'James McBey, 1883-1959', exh. Cat. Imperial War Museum, London, 1977."], "Location": ["Not on display"], "Exhibition history": [" 1918 Jan-Feb, London, Colnaghi & Obach, Drawings in Egypt and Palestine by Lieutenant James McBey. Official Artist with the Egyptian Expeditionary Force, cat. 43 "], "Subjects": [" camel ", " desert "], "Associated places": [" Topographic representation of: Sinai "], "Associated events": ["Associated Event: First World War 1914-1918"], "Acquisition name": ["Donated by: Government of United Kingdom"], "Acquisition date": ["1919"], "Department": ["Prints and Drawings"], "Registration number": ["1919,0412.23"]}