{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.45"], "Description": [" Temptation of St Antony; the saint seated with a book, looking at a nude figure at l, with a group of figures behind, including a woman with a plate of food Oil, over charcoal, on grey paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 267 millimetres ", " Width: 332 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony see under no. 1907-7-17-42. In this drawing the female figure sitting on the left leans her left foot on two cushions on the floor. This motive is repeated in nos. 1907-7-17-48 (figure at r) and 52 (at r). The position of the raised leg leaning not on cushions, but stone stools, appears further in nos. 1907-7-17-42 (at l), 43 at r, 46 at l, 47 at l, 49 at l, 53-57 at l, 60 at l. In the present drawing (no. 1907-7-17-45) the position of the saint is slightly shifted onto the right, leaving an empty space in front of his feet. Emphasis is given to the objects the devils are offering to the saint - as well as in nos. 1907-7-17-42, 44, 52 (although in this one there seems to be also a reference to the saint being assaulted, as the figure at the far right seems to be about to strike him), 57, 59, 62 and 63 - rather than to the physical torments that they will inflict. The saint is seated on the floor (actually on a stone that raises him up slightly) with a book open on his knees next to a wooden table. Wooden tables appear also in nos. 1907-7-17-13, 44, 57 and 67. One of the figures is crowned as in the drawings listed under no. 1907-7-17-42. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/45, p. 265"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.45"]}