{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1925,0615.24"], "Description": [" The Rest on the Flight into Egypt; the Holy Family in a clearing in a wood, the Virgin feeding the Christ Child at left. c.1626 Etching with plate and surface tone, with inked line around four sides Hinterding et al. 2000 We see the Holy Family at the foot of a large tree in a landscape, with a tower on a hill in the distance. Mary holds the child on her lap and feeds him with a spoon, while Joseph, who is seated before a pot on a small fire, proffers a bowl of the food he has prepared. Beside him are a hat, a basket and a saw, the latter alluding to his occupation as a carpenter. An ass stands grazing behind him. "], "Producer name": ["Print made by: Rembrandt"], "School/style": ["Dutch"], "Production date": ["1626 (circa)"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 212 millimetres (max.) ", " Width: 163 millimetres "], "Curator's comments": ["Hinterding et al. 2000 Selected literature: Six 1909, pp. 69, 85; Burchard 1917, pp. 93-4; Münz 1952, II, pp. 90-91; Bauch 1960, pp. 106-7; Vienna 1970-71, pp. 16-17; Amsterdam 1988-9, pp. 118-27; Schatborn 1991, pp. 62-3; Berlin-Amsterdam-London 1991-2, p. 161; White 1999, pp. 20-22. The rest on the flight into Egypt was a popular theme in art, and Rembrandt illustrated it on several occasions. The subject is based on the gospel of Pseudo-Matthew (xx-xxi), and is not described in the Bible. This is one of Rembrandt's very first prints and was executed when he was about twenty years old. The later Rembrandt is not yet discernible in the broad, rather uncontrolled style of etching. Doubts have therefore been expressed as to whether the print is indeed by his hand, but the traditional attribution is now accepted. In style the work is related to the earliest prints of Jan Lievens, with whom Rembrandt worked in close association in these years and possibly even shared a studio. The sketchy rendering of the foliage behind the figure in Lievens' 'St John the Evangelist' of about 1626 is strikingly similar to Rembrandt's, while the same is true of the shading on the man's costume, which is frequently in the form of zigzag hatching. However, there are also distinct differences between the works of the two artists. For instance, Lievens' contour lines are more emphasized, and he uses shadow to model the figure and set it off against the background. Rembrandt, on the other hand, concentrates on the overall play of light and dark in the design rather than on the volume of the figures. As a result, the Holy Family tends to dissolve in the landscape and is difficult to distinguish from the background. Early etchings such as this have prompted speculation as to which artists may originally have influenced Rembrandt's style. The names put forward, apart from Jan Lievens', include Rembrandt's teacher Pieter Lastman and various Dutch print-makers - Moses van Uyttenbroeck, Jan Pynas and Gerrit Pietersz Sweelinck. But perhaps we need to look further afield. We know, for example, that the beggars Rembrandt etched a short time later were stylistically influenced by the prints of the French artist, Jacques Callot, and that two etchings of lion hunts that Rembrandt made around 1629 were inspired by prints by the Italian Antonio Tempesta. The latter may also already have inspired the early 'Rest on the flight into Egypt' of around 1626, as his version of the 'Flight into Egypt' is similar not only in characterization, but also in the free manner of hatching and the representation of the leaves."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (2) (Rembrandt) ", " Hind 1923 / A Catalogue of Rembrandt's Etchings; chronologically arranged and completely illustrated (1B) ", " White & Boon 1969 / Rembrandt's Etchings: An Illustrated Critical Catalogue (59) ", " Hinterding et al. 2000 / Rembrandt the Printmaker (1) "], "Location": ["Not on display"], "Exhibition history": [" 2006 Apr-Jun, Hull, Ferens AG (Sth Bank Tour), Rembrandt 2006 Jun-Sep, Bath, Victoria AG (Sth Bank Tour), Rembrandt 2006 Oct-Dec, Newcastle, Laing AG (Sth Bank Tour), Rembrandt 2007 Apr-Jun, Stoke-on-Trent, Potteries MAG (Sth Bank Tour), Rembrandt 2007 Jun-Sep, Blackpool, Grundy AG (Sth Bank Tour), Rembrandt "], "Subjects": ["rest on flight into egypt"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Purchased from: Colnaghi"], "Previous owner": [" Previous owner/ex-collection: Edward Rudge (his sale, Christie's, London, 16-17.xii.1924/81, bt by Colnaghi for £10.10.0) ", " Previous owner/ex-collection: Arthur Chichester, 1st Marquess of Donegall (his sale, Stewart's, London, 30.i.1800/193, bt by Rudge for £2.12.6) ", " Previous owner/ex-collection: Consul Joseph Smith ", " Previous owner/ex-collection: Antonio Maria Zanetti I ", " Previous owner/ex-collection: Jan Pietersz. Zomer "], "Acquisition date": ["1925"], "Acquisition notes": ["Zomer; Zanetti; Consul Smith; 1st Marquess of Donegall; Rudge [Information from Nicholas Stogdon]"], "Department": ["Prints and Drawings"], "Registration number": ["1925,0615.24"], "Conservation": ["Treatment: 05 Sep 1997"]}