{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1991,0615.3"], "Description": [" The Rest on the Flight into Egypt; the Virgin and Child seated at centre, St Joseph turned to them at l, head of the donkey at r, two putti in a tree behind Pen and brown ink, with brown wash, over red and black chalk "], "Producer name": ["Drawn by: Giovanni Battista Pace"], "School/style": ["Roman"], "Production date": ["1650 (fl. circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 219 millimetres ", " Width: 181 millimetres "], "Curator's comments": ["Lit.: N. Turner, 'Italian Drawings in the BM, Roman Baroque Drawings', London, 1999, I, no. 245 Turner 1999 The drawing was previously attributed to Pier Francesco Mola (q.v.), whose style it resembles in the choice and application of media, but not in handling, which is stiff by comparison with Mola's spirited draughtsmanship. The hesitancy of the artist of this sheet is seen in several pentimenti: in those in red chalk, for the body of the Christ Child, whose head was first positioned resting on the Virgin's left shoulder; in others, in pen and wash, for the head of the Virgin, which was originally drawn looking downwards and to the right at the sleeping Child; and in still more, in pen and wash and black chalk, for the putto, at the top of the composition, first drawn to the right of the tree-trunk, but then cancelled by foliage and redrawn to the left. Close parallels in composition are found with two paintings of the 'Rest on the Flight' by Mola's pupil and follower Giovanni Battista Pace (q.v.), one in a private collection, London, and another formerly belonging to Carla Guglielmi, Rome (Schleier, 1992, figs 2 and 7). There is also some resemblance in design to a painting, sometimes attributed to Mola, in the Musée des Beaux-Arts, Nevers (Cocke, 1972(a), fig. 121), also possibly by Pace. A pen-and-wash study of the 'Flight into Egypt', in the Victoria and Albert Museum, London (inv.no.D.1058-1900; Ward-Jackson, 1980, no. 774), there placed as \"? Mola\", is patently by the same hand as the present sheet. Both the British Museum and Victoria and Albert Museum drawings have features in common with some from the heterogeneous group recently given to Pace by Cocke (1991)."], "Bibliographic references": ["Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (245)"], "Location": ["Not on display"], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: St Joseph ", " Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": ["Purchased from: Mia N Weiner (New York)"], "Acquisition date": ["1991"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1991,0615.3"]}