{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1987,0411.35"], "Description": [" Three young boys playing; all naked, one on stilts Pen and black ink, with grey-brown wash, heightened with white, the figures cut out around their contours and then laid down on red-brown prepared paper "], "Producer name": ["Drawn by: Lucas Cranach the Elder"], "School/style": ["German"], "Production date": ["1502 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 217 millimetres ", " Width: 179 millimetres "], "Curator's comments": ["Summary of J.Rowlands, 'Drawings by German Artists and Artists from German-speaking regions of Europe in the Department of Prints and Drawings at the British Museum: the Fifteenth Century, and the Sixteenth Century by Artists born before 1530', London, BM Press, 1993, no. 105: 'This is attributed to the young Cranach on the basis of a stylistic comparison with the earliest of Cranach's drawings, the ‘Foolish Virgin’ at Nuremberg (Germanisches Nationalmuseum, Hz. 56; Zink, pp. 145f., no. 116, repr.). The pen-work and the use of bodycolour is the same in each, and the similarity of such details as the facial features and the hands makes it abundantly clear that the same artist has executed both. Bock, who first identified the ‘Foolish Virgin’ as the work of Cranach, supported his attribution by associating it with the woodcut, dated 1502, universally accepted as by Cranach, of ‘St Stephen, as the first Christian martyr, and as patron saint of Vienna and the diocese of Passau’ (Hollstein, vi, p. 66, no. 89, repr.), in particular noting the similar representation of the eyes and drapery in each. The connection is now further strengthened by the general kinship, despite the difference of media and scale, between the putti playing the drum and the flute in this print, especially the former, and those in the newly discovered drawing. The attribution of the ‘Foolish Virgin’ to Cranach and its dating of c. 1502 has been accepted in almost all subsequent scholarly discussion, with F. Thöne (Thöne, ‘Cranach’, pp. 8-10, pl. 24) dating it slightly earlier, c, 1501, that is probably before Cranach is known to have arrived in Vienna. Only Otto Benesch has rejected this attribution. He considered the Nuremberg sheet to be by the earliest of Cranach's Viennese followers, the Master of the Legend Scenes. Cranach maintained the primitive exuberance of his draughtsmanship throughout his stay in Austria, as witnessed in the drawing of ‘St John the Baptist seated in a landscape’ of c. 1504 (Lille, Musée des Beaux-Arts), although by that time his early painted masterpiece, the ‘Flight into Egypt’, dated 2504 (Berlin-Dahlem, Gemäldegalerie, inv. no. 564A) shows the first signs of that courtly refinement which was the secret of his success at the Saxon court.'"], "Bibliographic references": ["Rowlands 1993 / Drawings by German artists and artists from German-speaking regions of Europe in the Department of Prints and Drawings in the British Museum: the 15thC & 16thC by Artists born before 1530 (105)"], "Location": ["Not on display"], "Exhibition history": [" 1988, July-Oct, BM, Age of Dürer & Holbein, no. 130 1991 Jan-April, BM, Recent Acquisitions (no cat.) "], "Acquisition name": ["Purchased from: Rosi Schilling"], "Previous owner": ["Previous owner/ex-collection: Edmund Schilling"], "Acquisition date": ["1987"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1987,0411.35"]}