{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1993,1003.10"], "Description": [" St Antony standing on the demon with a staff in both hands. c.1480-95 Engraving "], "Producer name": ["Print made by: Israhel van Meckenem"], "School/style": ["German"], "Production date": ["1480-1495 (circa)"], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 158 millimetres ", " Width: 73 millimetres (trimmed) "], "Curator's comments": ["Van Meckenem engraved St Antony and St Quirinus on the one plate, but the only known examples are from the plate cut vertically in two halves. See 1845-8-9-106 for an impression of St Quirinus (Lehrs 309B). See M. McDonald, 'Ferdinand Columbus: Renaissance Collector, British Museum, London, 2005, no.26. Quirinus is the patron saint of Neuss near Düsseldorf and Antony was a popular saint who in the same region was called upon in times of need. In 1474/5, Neuss was attacked by troops of Charles the Bold. This print might well have been produced in response to that event, to invoke the protection of these saints."], "Bibliographic references": ["Lehrs 1908-34 / Geschichte und kritische Katalog des deutschen, niederländischen und französischen Kupferstichs im XV Jahrhundert (309A)"], "Location": ["Not on display"], "Exhibition history": [" 2004 Jun-July, Madrid, 'LaCaixa', Ferdinand Columbus 2004 Oct-Dec, Seville, Salon Alto del Apeadero, Ferdinand Columbus "], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: British Rail Pension Fund"], "Acquisition date": ["1993"], "Acquisition notes": ["This was bought in at Sotheby's, London, 29-30/6/1993, lot 160, where it failed to meet the reserve. It was then purchased privately from the owners, The British Rail Pension Fund, on whose behalf the print had been first purchased as an investment in the same saleroom, 26/4/1979, lot 112, for Pds 7,500.00."], "Department": ["Prints and Drawings"], "Registration number": ["1993,1003.10"]}