{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1932,1008.5"], "Description": [" Portrait of the Rev Edward Thomas Daniell; three-quarter length to half-l, his head almost to front, wearing a gown, his left hand holding a book on a table, his right hand holding a cap Watercolour with graphite and red chalk (?) "], "Producer name": ["Drawn by: John Linnell"], "School/style": ["British"], "Production date": ["1824-1842"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 445 millimetres ", " Width: 321 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The following text is from S. Lloyd and K. Sloan, 'The Intimate Portrait' (exh. SNPG & BM, 2008-9), cat. no. 145: Linnell's portraits may often seem spare and unadorned compared to the work of some of his contemporaries, but they have a gravitas as a result that owes much to his study and knowledge of Renaissance portraiture and perhaps Titian in particular. From 1828 until 1824 he was employed in making watercolour drawings of pictures in the new National Gallery for engraving by John Pye, and he took the opportunity to make copies in oils as well, some for himself and some on commission. Edward Thomas Daniell (1802-42) was the son of the attorney-general of Dominica and was educated at Norwich School where John Crome was the drawing master. He graduated from Balliol College, Oxford as a BA in 1828 and MA 1831. While there, he worked with the Norwich School artist Joseph Stannard and took lessons from Linnell in London during vacations. Linnell began his portrait in oils, accepting the payment of 50 guineas in instalments over three years. Daniell was ordained deacon in 1832 and priest in 1833. He was curate at Banham, near Attleborough until 1834 when he was appointed to St Mark's, North Audley Street, London. He gave a series of dinner parties to which he invited Linnell and other artists including Turner and David Roberts. Daniel was a talented watercolour painter of landscapes and was a master of etching and dry point, exhibiting at the RA and British Institution. Robert's drawings of Egypt and the Holy Land inspired him to visit and he set off in 1840 for Greece and Turkey. He was exploring the newly discovered antiquities of Lycia when he contracting malaria and died in Syria in 1842. A number of works by Linnell are related to this watercolour. The oil was on panel and was exhibited at the Royal Academy, London in 1836 (no.77) and is now in the Norwich Castle Museum. It is identical in composition to the present watercolour, apart from the addition of a curtain in the right background. A small (160 x 125 mm) elaborately framed oil on panel bust length portrait, based on the oil and dated 1840, was recently sold with the contents of the Old Rectory, Banningham (Bonham’s, London, 22 Mar. 2004, lot 276). A first pen and ink sketch by Linnell shows Daniell wearing a tightly buttoned coat and different sketches of his hand, with a pen and with books (private collection; Colnaghi, London 1973, no.102). A watercolour over pencil sketch, signed and dated 1835 which remained with the artist, depicts Daniell seated in an armchair, though the head and shoulders are the same as the oil and finished watercolour (Snelgrove sale, Sotheby's, London 19 Nov. 1992, lot 383). Finally, the oil is recorded in a pen and ink sketch in the notebook record Linnell kept of all of his portraits made throughout his life (BM 1976,0131.6 (1-96). That the less finished work and the present highly finished watercolour both remained with the artist and were in his studio at his death, indicate the personal attachment Linnell felt for this sitter who had been an early and supportive patron and friend and died tragically long before Linnell. KS SELECTED LITERATURE: H. Mallalieu, ‘Dictionary of British Watercolour Artists up to 1920’, 1976; Colnaghi’s ‘John Linnell and his Circle’, 1973; C. Payne, 'John Linnell', Oxford DNB; R. Smail, 'Edward Thomas Daniell', Oxford DNB"], "Location": ["Not on display"], "Exhibition history": [" 2008/9 Oct-Jan, Edinburgh, SNPG, 'The Intimate Portrait', no. 145 2009 Mar-May, London, BM, Room 90, 'The Intimate Portrait', no. 145 "], "Associated names": ["Portrait of: Rev Edward Thomas Daniell"], "Acquisition name": ["Donated by: Mrs T H Riches"], "Previous owner": ["Previous owner/ex-collection: John Linnell"], "Acquisition date": ["1932"], "Department": ["Prints and Drawings"], "Registration number": ["1932,1008.5"], "Conservation": ["Treatment: 09 Jan 2008"]}