{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1928,0618.10"], "Description": [" The Temptation of St Antony; the saint lying in the foreground, with devilish creatures attacking him, including two winged satyrs, one with a chain and the other a stick Brush drawing in black and grey wash, heightened with white, on dark grey-brown prepared paper "], "Producer name": ["Drawn by: Camillo Procaccini"], "School/style": ["Lombard"], "Production date": ["1590-1595 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 370 millimetres ", " Width: 234 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The attribution of this drawing to Camillo dates back to Lely. A painting of the same subject is mentioned by the XVIIc Bolognese historian Malvasia (1841 ed., I, p. 218) in the house of Marchesa Stampa in Milan. The latter might be the one that has recently come to light in an Italian private collection (a photograph of this is in the departmental dossier; illustrated on p. 192 in 2007 Procaccini exhibition). The departmental dossier states that an engraving, 16.8 x 10.8cm., of the temptation of Job rather than St Anthony but otherwise closer to the painting rather than the BM drawing (for example, the shrieking horned monster near the right edge is omitted) is in the Pepys Library, Cambridge (2977.225b). In the top right corner of the print there is a sheet with title: 'Le Livre de Job paraphrase par Mr Guillebert', and at the lower right edge the inscription: 'A Paris chez P. Rocolet' and a date 1641. There is also a mezzotint after the drawing when in Lely's possession by Abraham Blooteling (Wessely 68; BM impression 1850,1109.68). The BM drawing is far too elaborate and finished to be a preparatory study and is more likely a finished work in its own right inspired by the painting. It was exhibited at the Burlington Fine Arts Club, 1925 (illustrated in the catalogue, pl. XXXVI) and at the Magnasco Society, 1927, no. 9. Lit.: N. Ward Neilson, 'Camillo Procaccini, Paintings and Drawings', New York and London 1979, p. 139, fig. 179; A. Morandotti in exhib. cat. (edited by D. Cassinelli and P. Vanoli), Rancate, Pinacoteca Cantonale Giovanni Züst, 'Camillo Procaccini (1561-1629): le sperimentazioni giovanili tra Emilia, Lombardia e Canton Ticino', 2007, no. 23, pp. 190-191"], "Location": ["Not on display"], "Exhibition history": [" 2007 Sep-Dec, Rancate, Pinacoteca Giovanni Züst, 'Camillo Procaccini...' 2014 -15 Sept - Jan, London BM Witches and Wicked Bodies "], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Dr N Beets"], "Previous owner": [" Previous owner/ex-collection: Sir Peter Lely (L.2092) ", " Previous owner/ex-collection: Earls of Pembroke (Christie's, 10.vi.1917/439 bt Russell £13-10-0) ", " Previous owner/ex-collection: A G B Russell (L.2836; Sotheby's, 22.v.1928/78 bt Beets £48-0-0) "], "Acquisition date": ["1928"], "Acquisition notes": ["According to 1917 sale from Pembroke album Vol III"], "Department": ["Prints and Drawings"], "Registration number": ["1928,0618.10"]}