{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.42"], "Description": [" Temptation of St Antony; the saint seated at centre, surrounded by women, some nude, offering worldly goods, one at left with a torch Oil Verso: Bust of Emperor Vitellius Charcoal, on grey-brown paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 251 millimetres ", " Width: 303 millimetres (sight measurement) "], "Curator's comments": ["This is the first of a series of studies dedicated to the subject of the 'Temptation of St Antony' (1907-7-17-42 to 74) that show similar formats and compositions (two more, but vertical, are 1907-7-17-13 and 36; see for details). Some in the series depict the saint being tempted by demons disguised as women, who are offering themselves along with worldly objects like gold, jewellery, food etc. to lure him in the realm of sins. Others introduce demons, sometime male, that are about to hit or whip St Antony (1907-7-17 42 to 63). A further group is dedicated to the moment in which the saint is about to be assaulted by the devils, mostly ferocious and monstrous beasts (1907-7-17-64 to 73). One last drawing (1907-7-17-74) represents the flight of the Devils after divine intervention (see also no. 1907-7-17-36). The main literary sources for the life of St Antony Abbot are found in his biography by St Athanasius and in the Golden Legend. The saint is said to have renounced all of his properties in favour of the poor and have retired in the Egyptian desert as an hermit. According to St Athanasius, Antony had been born by divine intervention from a wealthy but sterile couple in Egypt and this is the version of the story that one mostly encounters, both in literature and in the pictorial arts. Paola Rossi connects this drawing, together with nos. 1907-7-17-43, 47 and 53, to a painting of the 'Temptation of St Antony' which appeared on the Venetian art market in 1982 (Franco Semenzato, Venice, 1982, p. 40, n. 638; Rossi fig. 6). She points out that the female figure on the left holding a torch, as well as the corresponding ones in nos. 47 and 53, are based on a study in the Louvre (n. 5383; Rossi fig. 3), executed in black chalk by Domenico possibly after a figure in a cartoon by Jacopo, which she believes existed in the Tintoretto workshop as preparation of Jacopo's painting of 'Susanna and the Elders', also in the Louvre. The Tietzes point out that the stylistic character of the copy from the antique on the verso is distinctly different from studies of this description usually attributed to Jacopo. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. For a general comment on the \"Grimani Vitellius\" which appears on the verso, see inv. no. 1885-5-9-1656. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/42, p. 265; P. Rossi, 'Per la grafica di Domenico Tintoretto. II', \"Arte Veneta\", XXXVIII, 1984, p. 71, n. 59 (verso); P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto: novita` e precisazioni', \"Arte Veneta\", 55, 1999, pp. 32ff., fig. 7"], "Location": ["Not on display"], "Subjects": [" christian saint/martyr ", " sculpture "], "Associated names": [" Portrait of: Vitellius ", " Representation of: St Antony of Egypt "], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.42"]}