{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1900,0611.7"], "Description": [" Sketch after Leonardo da Vinci's 'Last Supper'; comprising the group of the disciples to the left of Christ only. c.1635 Red chalk, heightened with white, on paper probably washed pale greyish brown (The verso is pale cream, and the different tone of the recto does not seem to be the result of discolouration); ruled framing line in pen and brown ink (a remnant down left side only) Verso: see Inscriptions Watermark: cut, the top of a crown only, similar to many marks, e.g. the Arms of Württemberg, Heawood 485 (1625) "], "Producer name": [" Drawn by: Rembrandt ", " After: Leonardo da Vinci "], "School/style": ["Dutch"], "Production date": ["1635 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 125 millimetres (chain lines vertical but not straight, 22/24mm apart) ", " Width: 210 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Further Literature: P. Black, 'Rembrandt and the Passion', exh.cat. The Hunterian Glasgow, Munich-London-New York, 2012, cat.no.30; William Worth Bracken, 'Rembrandt's Lamentation over the Dead Christ in the British Museum: A Reconsideration' Master Drawings 56:2 (2018): fig. 17. Entry from Martin Royalton-Kisch, ‘Catalogue of drawings by Rembrandt and his school’, 2010, Rembrandt, cat. no.11. One of three drawings (Benesch 443-5) by Rembrandt based on early reproductions of Leonardo da Vinci's fresco of the 'Last Supper' in S. Maria delle Grazie, Milan. The influence of the composition is felt repeatedly in Rembrandt's own work, including the painting in Dresden of 'Samson' posing the Riddle to the Wedding Guests', dated 1638 (Bredius 507, Corpus A123), the 'One Hundred Guilder Print' of the 1640s (Bartsch 74, Hind 236), the etching of the 'Supper at Emmaus', dated 1654 (Bartsch 87, Hind 282), the painting of the 'Conspiracy of Claudius Civilis' of c.1661 (Bredius 482, Stockholm) and perhaps even the 'Syndics of the Drapers' Guild' of 1662 in Amsterdam (Bredius 415).[1] The first of the three drawings by Rembrandt is that in New York (Benesch 443), which like the present sheet is executed in red chalk and signed. It shows the whole composition and includes a dog at the lower right, a motif uniquely found in an anonymous early Milanese engraving, which must have been Rembrandt's model.[2] Over a light sketch, in which the background and minor details of the figures already deviate from the engraving, Rembrandt went over the New York drawing in a heavier style, changing and emphasising various parts, in particular making Christ's pose more erect and introducing a curtained 'baldacchino' above him. The New York study was followed by the British Museum's, which also underwent considerable changes as work progressed. Although initially inspired in part by the New York version, it is clear that for the present sheet Rembrandt employed a different model, a drawing now at Chatsworth by Pieter Soutman (or a now unknown version of it).[3] Soutman's drawing formed the basis of an engraving, in reverse, the inscription on which shows that it is based on a reinterpretation of Leonardo's composition by Peter Paul Rubens (Schneevoogt 231). The print was made in two plates, the right section of which corresponds with the detail shown in the Chatsworth drawing. This detail also corresponds with that treated by Rembrandt in the British Museum's sheet, in which Christ's shoulder is cut off at the same point. The Soutman and Rubens version of the composition also includes a diagonal stretch of drapery behind the group of apostles adjacent to Christ. These features leave no doubt that Rembrandt employed it as his starting-point. As in the New York drawing, Rembrandt began work on the present sheet by lightly indicating the outlines of the figures. In general these outlines replicate those in Soutman's drawing, and traces of the features that were later modified, such as the apostle with raised hands (St Andrew) and the hand extended behind his left shoulder, remain visible. Yet this central area of the drawing, as well as the part occupied by the left-hand figure (St James), were erased with a thin layer of white heightening (which has become transparent with time). The application of the white appears to have been the preliminary stage in a more general reworking of the sheet that led to several important changes to the basic layout. While the group next to Christ was reinforced, with only one significant alteration – the sharper angle of Judas' elbow – the group on the left was changed radically. The central of the three heads now visible originally belonged to the apostle on the left of Soutman's drawing (St James). Over this figure, after covering a considerable part of it in white, Rembrandt drew the seated apostle nearest the spectator. After being similarly treated with white, the apostle with raised hands (St Andrew) was entirely recast, being turned away from Christ with his hands lowered, a change which erased almost all traces of the figure as seen in Soutman's drawing. In Rembrandt's third study, that at Berlin (Benesch 445), which like the New York drawing shows the whole composition, this replacement figure was repeated, albeit with only one apostle remaining to his right. The other was moved to close the gap that had emerged between the two groups in the British Museum's sketch. The group of three apostles next to Christ is repeated with little change, although Judas' head is raised slightly, so that it corresponds, more or less, to its position in Rembrandt's two models. While it has been suggested that further drawings after Leonardo's 'Last Supper' may have been made by Rembrandt,[4] the logical sequence of development in the three that survive argues that they were made at the same time, i.e. in 1635, when the Berlin drawing was signed and dated. A later, school drawing in Berlin, probably made in the 1660s, is also based on Leonardo's composition.[5] Finally, it is worth remarking that, unusually for Rembrandt, all three drawings are signed, as also is his copy in black chalk of Pieter Lastman's painting in Dublin of 'Joseph distributing Corn in Egypt' (Vienna, Benesch 446, dated by him c.1637). Rembrandt's reasons for signing a higher proportion of his drawn copies than drawings of his own invention are obscure. Perhaps he wished to prevent their attribution to the masters he was copying. NOTES: [1] The influence on the 'Syndics' first suggested by Clark, 1966, pp.61-3. [2] Bartsch XIII, p.83, no.28; A.M. Hind, 'Early Italian Engraving', V, London, 1948, p.89, no.10. Identified by Kristeller as Rembrandt's source, according to Hofstede de Groot, 1894, p.178. See further under Valentiner, 1905, in Lit. below. [3] Chatsworth inventory 677. Red and black chalks, 202 x 515 (Jaffé, 2002, vol.II,, p.242, no.1275). A related Rubens school drawing, showing the whole composition, is at Dijon (repr. in Gantner, 1964, fig.11). [4] By Benesch, 1954/73 (see Lit. below). [5] Berlin, 1930 (see Lit. below). LITERATURE (always as Rembrandt unless otherwise stated, c.1635 if a date ventured, unless otherwise stated): Lippmann, IV, no.65; Valentiner, 1905, pp.75-6 (based on print after Leonardo attrib. to Fra Antonio Monza by Kristeller, 'Rassegna d'Arte', 1901); Hofstede de Groot, 1906, no.888 (notes cut-away signature); London, 1915, no.3 (c.1630-35; compares Benesch 17, here cat. no.12; T,14.6), then assumed to be from 1630; quotes Hofstede de Groot, 1894 [see n.2 above]; establishes the drawing's chronological position between Benesch 443 and 445); Neumann, 1918, p.109, repr. fig.35 (follows order established in London, 1915); Weisbach, 1926, p.197; Berlin, 1930, p.227, under no.3769 and p.238, under no.1369 (notes relationship to school version of c.1650 in Berlin, inv.1369, repr. pl.177); Hind, 1932, pp.61-2, repr. pl.XXXVIII (as London, 1915); Valentiner, II, 1934, no.624 (c.1633; follows London, 1915 and Neumann, 1918); Benesch, 1935, p.21 (c.1635; follows chronological order between Benesch 443 and 445 established in London, 1915); Benesch, 1935[I], p.263; Poortenaar, 1943, pp.19-20 (all versions based on the print noted by Valentiner, 1905; increase in movement over the model); Benesch, 1947, under no.45 (follows London, 1915); van Regteren Altena, 1948-9, p.14 (based on Soutman after Rubens print or preparatory drawing for it unknown to the author); Benesch, II, 1954/73, no.444, repr. fig.502/532 (follows van Regteren Altena, 1948-9; analyses changes made and postulates existence of further Rembrandt copies of the Leonardo, now lost); Exh. Rotterdam-Amsterdam, 1956, p.24, under no.36 (follows Benesch, 1947; notes Leonardo influence on Dresden 'Samson', Bredius 507, Corpus A123, and on 'Claudius Civilis', Bredius 482); Exh. Stockholm, 1956, p.51, under no.60 (as Exh. Amsterdam-Rotterdam, 1956); Exh. Washington-New York etc. 1958-9, under no.60; Gantner, 1959, p.99; Exh. New York-Cambridge, 1960, p.15, under no.15; Gantner, 1962, p.181, repr. p.183, fig.5 (increased drama); Gantner, 1964, pp.40-43; Brion et. al., 1965, p.272; Slive, 1965, II, no.512, repr.; Clark, 1966, p.55, repr. fig.4; (closer to fresco than Benesch 443; heads of Judas and St Peter given their correct relationship; influence of Leonardo on 'One Hundred Guilder Print', Bartsch 74, Hind 236; see also n.1 above); Bloch, 1967, p.715; Exh. Chicago-Minneapolis-Detroit, 1969-70, under no.100 (later than Berlin version, Benesch 445; New York version, Benesch 443, reworked in 1650s); Exh. Berlin, 1970, under no.91 (quotes Rosenberg); Exh. Vienna, 1970-71, p.143, under no.251 (as Exh. London, 1956; also notes influence on etched 'Supper at Emmaus', Bartsch 87, Hind 282); Campbell, 1971, p.79 and n.36 (the Leonardo only a point of departure; early 1630s?); Steinberg, 1973, p-394, n.1, and p.407 (notes that Rembrandt's and most other copies after the Leonardo do not follow the perspective and background of the original); Broos, 1975-6, p.210 (copies, corrects and assimilates Leonardo and Lastman for later reuse); Forssman, 1976, p.307; Broos, 1977, p.106; Amsterdam, 1981, p.153, under no.42, n.3; Slatkes, 1983, p.117, n.64 (notes Leonardo influence on Dresden 'Wedding of Samson', Bredius 507, Corpus A123); Royalton-Kisch, 1984, p.23, n.37 (follows van Regteren-Altena, 1948-9, also noting Chatsworth drawing by Soutman and folios of prints after Rubens in 1656 inventory); Exh. Amsterdam, 1985-6, under nos.48-9 (Rembrandt concentrates on Judas' covetousness); Exh. New York, 1988, p.115, under no.31; Corpus III, 1989, p.254 (loosely related to genesis of 'Wedding of Samson' in Dresden, Bredius 507, Corpus A123); Royalton-Kisch, 1991[I], pp.275-8, repr. fig.10; Exh. Berlin-Amsterdam-London, 1991-2I, p.52 (signature refers to execution, not design); Haverkamp-Begemann, 1992, pp.464-5 (not based on Soutman's copy, but on the Lehman drawing); Exh. New York, 1995-6, p.158, under no.56, n.2; Exh. Melbourne-Canberra, 1997-8, p.226, repr. fig.37c; New York, 1999, p.208, repr. fig.66.2; Berlin, 2006, pp.42-4, under no.7, repr., and p.84, under no.18 (as Exh. London, 1992; compares Berlin Benesch 448 for style)."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (3) ", " Benesch 1973 / The Drawings of Rembrandt (444) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (11) (Rembrandt) ", " Hinterding and Schatborn 2019 / Rembrandt: the complete drawings and etching (D660) (Rembrandt) "], "Location": ["Not on display"], "Exhibition history": [" London, Lawrence Gallery, 1835 (see Acquisition Comment); British Museum, 1901, no.A114 (notes versions now in New York and Berlin, Benesch 443 and 445); 1938, no.3 (c.1630-35); 1956, p.16, no.2 (notes Leonardo’s influence on painting of ‘Samson’s Wedding’ in Dresden, Bredius 507, Corpus A123, and the etching of the ‘Supper at Emmaus’ of 1654, Bartsch 87, Hind 282); 1984, BM Rembrandt and the Passion, no.7; 1992, no.14, repr. in colour; 1999/00 Sep-Jan, Rembrandthuis, Amsterdam, 'Rembrandt's Treasures'; 2001 Mar-Jun, Milan, Palazzo Reale, 'Il Cenacolo di Leonardo'. 2012 Sep-Nov, Glasgow, Hunterian, Rembrandt and the Passion 2016 Jun-Sep New York, Morgan Library, Rembrandt's First Masterpiece "], "Condition": ["A nearly vertical fold, left of centre; trimmed (see framing lines and signature); a hole top right made up; other minor losses near the edges."], "Subjects": ["last supper"], "Associated names": ["Representation of: Jesus Christ"], "Acquisition name": ["Donated by: Miss Kate Radford"], "Previous owner": [" Previous owner/ex-collection: William Esdaile (L.2617; Christie's, 17.vi.1840/45 bt by Woodburn £0-10-6 (together with lot 44)) ", " Previous owner/ex-collection: Richard Cosway (L.629) ", " Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: Samuel Woodburn (Christie's, 7.vi.1860/746 as 'Rembrandt, Van Rhyn - A portion of the Last Supper, after L. da Vinci - red chalk', bt Cockburn £0-16-0) "], "Acquisition date": ["1900"], "Acquisition notes": ["Richard Cosway (L.629); his sale, Stanley, 3rd day, 16 February, 1822, lot 505; Thomas Lawrence (L.2445; the present sheet features on p.43, no.61, of the typescript copy, kept in the British Museum, of a MS list in the Royal Academy of the drawings in Lawrence’s collection before his death); William Esdaile (L.2617; see cat. no.15; inv. no.1895,0915.1264); his sale, Christie’s, 17 June, 1840, lot 45, bt with lot 44 (‘Pilate in the Hall of judgment’) by Woodburn, 10s-6d; Samuel Woodburn’s ‘Lawrence’ sale, Christie’s, 4th day, 7 June, 1860, lot 746, bt Cockburn, 16s); presented by Miss Kate Radford, 1900."], "Department": ["Prints and Drawings"], "Registration number": ["1900,0611.7"], "Conservation": ["Treatment: 06 Feb 1984"]}