{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1987,0411.9"], "Description": [" The Artist's Halt in the Desert; landscape with figures, including the artist and his patron on the trip, Sir Thomas Phillips, sitting and standing around a camp fire, another figure approaching and leading a horse, horses near palm trees at centre, mountains beyond. c.1845 Watercolour and bodycolour; framed "], "Producer name": ["Drawn by: Richard Dadd"], "School/style": ["British"], "Production date": ["1845 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 368 millimetres ", " Width: 707 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This watercolour was probably painted in about 1845 while Dadd was a patient at Bethlem Hospital, where he was committed in 1843 after murdering his father in a fit of insanity. In 1842, before his mental health had begun to deteriorate, Dadd accompanied his patron Sir Thomas Phillips on an expedition to Italy, Greece, Turkey, Palestine and Egypt. In November 1842 the party toured the Holy Land for two weeks in exhausting conditions, finishing up in Jerusalem only to set out the following day to visit the Jordan and the Dead Sea, on a trip which brought them back across the wilderness of Engaddi by moonlight. This watercolour, is a retrospective depiction of this stage of their travels. It illustrates the travellers bivouacked by the Dead Sea for two hours after sunset, before continuing their journey through the mountains: Dadd is seated at the far right of the camp fire. Dadd's sketchbook recording the trip to the Middle East is in the V&A. The work has been variously entitled 'Encampment' or 'Moonlight in the desert'. In 1857 the Preston lawyer and collector Thomas Birchall lent 'Halt in the Desert' to the Manchester Art Treasures Exhibition, along two other Dadd watercolours which are now untraced, entitled 'Dead Camel' and 'Vale of Rocks'. In 1862 the work was exhibited at London's International Exhibition, also lent by Birchall, where critics thought it had a \"wild feeling, one hardly knows whether more poetical or insane...\" (Francis Turner Palgrave, 'Handbook to the fine art collections in the International Exhibition of 1862' (London and Cambridge: Macmillan, 1862), p.75)."], "Location": ["Not on display"], "Exhibition history": [" 1857 Manchester, Art Treasures Exhibition, no.283 1862 London, International Exhibition, no. 1137 1991 Jan-Apr, BM, Recent Acquisitions (no cat.) 1997/8 Sep-Mar, Museum of London, Bethlem Royal Hospital 1999/2000 Dec-Apr, Mexico, Museo Nac de S Carlos, Orientalism 2008 Feb-Apr, New Haven, YCBA, British Orientalist Painting 2008 Jun-Aug, London, Tate Britain, British Orientalist Painting 2012 Apr-Aug, UAE, Abu Dhabi. Treasures 2015 Jun-Nov, Guildford, Watts Gallery, Richard Dadd: The Art of Bedlam "], "Subjects": ["tent/encampment"], "Associated names": [" Portrait of: Sir Thomas Phillipps ", " Portrait of: Richard Dadd "], "Acquisition name": [" Purchased from: Herbert Walker ", " Purchased from: Mrs Herbert Walker ", " Purchased through: Somerville & Simpson Ltd "], "Funder name": ["With contribution from: National Heritage Memorial Fund"], "Previous owner": ["Previous owner/ex-collection: Thomas Birchall (Owner in 1857)"], "Acquisition date": ["1987"], "Acquisition notes": ["Purchased from Somerville & Simpson Ltd, acting for Mr & Mrs H Walker, Fremington, nr Barnstable, with a 50% contribution from the National Heritage Memorial Fund. The sale by private treaty. Acquired after the drawing was shown on BBC Antiques Roadshow. The owner at the 1857 exhibition in Manchester and the 1862 exhibition in London was listed as 'T. Birchall'"], "Department": ["Prints and Drawings"], "Registration number": ["1987,0411.9"]}