{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1905,0826.73"], "Title": ["Object: The Rest on the Flight into Egypt"], "Description": [" The Virgin and St Joseph seated on a rock to right; the Christchild is seated on the lap of the latter; sheep to left; two figures, a bridge and a temple in the distance to left. 1803 Etching "], "Producer name": ["Print made by: Martin von Wagner"], "School/style": ["German"], "Production date": ["1803"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 171 millimetres ", " Width: 238 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Text from Antony Griffiths & Frances Carey, 'German Printmaking in the Age of Goethe', BM 1994, no. 106 : This is the only print that Wagner ever made. It follows a lost painting that he had made on commission for Joseph Schwab, the Prior of the Carthusian monastery in Ilmbach. The painting was made in Vienna in 1802, and Andresen thought that the print was etched later that year in Paris. The composition is very Raphaelesque, but shows some iconographical originality in depicting the Virgin feeding the Lamb (see Hans Mobius, 'Martin Wagners Jugendwerk', in 'Mainfränkisches Jahrbuch für Geschichte und Kunst', x 1958, pp.236-53). The etching is included in this exhibition, both in recognition of Wagner's important position in artistic life in Germany and Italy, and as a reminder of the pattern of occasional etching by painters that goes back to the sixteenth century and which continues into this period."], "Bibliographic references": ["Andresen 1878 / Der Deutschen Maler-Radierer des 19 Jahrhunderts (I.43.1)"], "Location": ["Not on display"], "Exhibition history": [" 1994/5 Sept-Jan, BM, 'German Printmaking in the Age of Goethe, no. 105 (20) "], "Subjects": ["new testament"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Donated by: Professor A Wolters"], "Acquisition date": ["1905"], "Department": ["Prints and Drawings"], "Registration number": ["1905,0826.73"]}