{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.43"], "Description": [" Temptation of St Antony; the saint seated at centre, surrounded by nude women including one at right with a dish Oil Verso: Portrait head of Vitellius to left Charcoal, on blue-green paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 260 millimetres ", " Width: 320 millimetres "], "Curator's comments": ["For an introductory comment to the series of St Antony, see no. 1907-7-17-42. In this variation the female figure kneeling on the left in the foreground is seen from behind and the one on the right is offering a dish with what seems to be a bird, perhaps a reference to Gluttony. In 1907-7-17-58 the bird is clearly a roast chicken. The motif of a female figure offering a dish with food - at times in the foreground (f), others in the back (b) - is also found in the following drawings: 1907-7-17-42(b), 45(b), 52(b), 55-57(b), 58(f), 59(b), 61(b) and 62(f). The position of the figure immediately behind the latter, holding a whip in his raised right arm, has been used for the corresponding one in the painting mentioned in the previous entry. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. For a general comment on the \"Grimani Vitellius\" which appears on the verso, see inv. no. 1885-5-9-1656. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/43, p. 265; P. Rossi, 'Per la grafica di Domenico Tintoretto. II', \"Arte Veneta\", XXXVIII, 1984, p. 71, n. 59 (verso); P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto: novità e precisazioni', \"Arte Veneta\", 55, 1999, p. 33 and fig. 8"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": [" Portrait of: Vitellius ", " Representation of: St Antony of Egypt "], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.43"]}