{"artifact_name": "drawing; sketch-book", "Object Type": [" drawing ", " sketch-book "], "Museum number": ["1957,1214.184"], "Description": [" Landscape with Bacchus at the Palace of the Dead Staphylus, based on 'Dionysiaca' by Nonnus of Panopolis (Egypt), Books XVIII, 334 f, and XIX, record of painting in the Rospigliosi-Pallavicini Collection, Rome, from the Liber Veritatis; in foreground at right group of figures, and a bull being brought for sacrifice at the funeral, beyond at left Bacchus, accompanied by other figures on the steps leading to the palace Pen and brown ink and brown wash "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1672"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 194 millimetres ", " Width: 255 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See 1957,1214.6 for information on the Liber Veritatis. Prince Colonna commissioned a number of ambitious paintings from Claude in the latter years of his career (for discussion see 1957,1214.164), and present work probably formed a pendant to LV 175 (see 1957,1214.181). The painting that it records is in the Pallavicini Collection in Rome (inv. no. 210; canvas, 143 x 194 cm; see Roethlisberger 1986, no. 254). It is likely that the subject matter, which derives from the Dionysiaka and is an allegory of Drunkeness, was suggested to Claude by Colonna. The composition is grandiose in its conception, with a palace repeating that in LV114, and the overall attention to classical architecture comparable to other contemporary works from the 1670s and also LV157. The development of the scene can be traced through a number of highly finished drawings, all done in pen and ink and of a relatively large scale (see Roethlisberger 1968, nos. 1033–35). Two of these, one at at Besançon, the other in the the Boymans Museum (Roethlisberger 1968, no. 1035), more or less correspond, when joined together, to complete the composition and Roethlisberger argues that they were drawn separately after the two halves of the painting. Lit: M. Roethlisberger, 'Claude Lorrain, The Paintings', London 1961, LV178, pp. 418–420; M. Roethlisberger, ‘Claude Lorrain. The Drawings’, Berkeley & Los Angeles, 1968, no. 1036; M. Kitson, ‘Claude Lorrain: Liber Veritatis’, London 1978, no. 178; M. Roethlisberger, ‘Tout l’œuvre peint de Claude Lorrain’, Paris, 1986, no. 254"], "Bibliographic references": [" Liber Veritatis 1978 / Claude Lorrain: Liber Veritatis (178) ", " Roethlisberger 1968 / Claude Lorrain. The Drawings. (1036) "], "Location": ["Not on display"], "Exhibition history": [" 1977 BM, Claude Lorrain: Liber Veritatis 1994 Jan-Apr, London, National Gallery, 'Claude. The Poetic Landscape' "], "Subjects": [" classical mythology ", " classical deity "], "Associated names": [" Associated with: Nonnus of Panopolis ", " Representation of: Dionysos/Bacchus "], "Associated titles": ["Associated Title:", " Dionysiaca "], "Acquisition name": ["Donated by: HM Government"], "Previous owner": [" Previous owner/ex-collection: Agnese Gellée ", " Previous owner/ex-collection: Joseph Gellée ", " Previous owner/ex-collection: William Cavendish, 2nd Duke of Devonshire ", " Previous owner/ex-collection: Victor Christian William Cavendish, 9th Duke of Devonshire "], "Acquisition date": ["1957"], "Acquisition notes": ["Accepted by H M Government in lieu of tax on the estate of the 9th Duke of Devonshire. See M. Kitson's 'Claude Lorrain: Liber Veritatis', pp. 28-9, for a full account of the provenance of the sketch-book."], "Department": ["Prints and Drawings"], "Registration number": ["1957,1214.184"]}