{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1931,0613.14"], "Description": [" Study of a musician for the painting 'The Queen of Sheba's Visit to King Solomon' (Art Gallery of New South Wales, Sydney); figure seated to front and turned slightly to left, playing a harp Black chalk, heightened with white, on red-brown paper "], "Producer name": ["Drawn by: Edward John Poynter"], "School/style": ["British"], "Production date": ["1891 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 379 millimetres ", " Width: 273 millimetres "], "$Inscriptions": [" "], "Curator's comments": [" Many related drawings for the painting survive on this colour paper which was a favourite of the artist, several of which are in the collection of the Art Gallery of New South Wales, Sydney; studies of two harpists, in Poynter's original wash-lined [gold stripe and pink border] mount 467.1990, study of an attendant (recto), 241 x 324mm [cut down (?) by Poynter] 466.1990. ", " Bowers catalogue entry Edward John Poynter (1836-1919) Study of a musician for The Queen of Sheba’s Visit to King Solomon, c.1883-89 Black and white chalk on terracotta paper, 379 x 273 mm PD 1931-6-13-14 Presented by Charles Francis Bell The Biblical account of Sheba’s visit to Solomon described “harps ... and psalteries for singers” (1 Kings 10:12) and Poynter included an impressive array of musicians to welcome the foreign monarch. The painter supplemented his research into the details of the painting from his visits to the British Museum with published material. He imagined Solomon’s musicians to have been playing instruments like those from nearby Egypt or Assyria. The collections of the British Museum then, as now, offered a bewildering array of material and it was through publications, that many first learned of its riches and which then stimulated them to seek out objects in the Museum. Poynter must have done the same. He would have seen reproductions of Egyptian harps in such publications as John Gardiner Wilkinson’s Manners and Customs of the Ancient Egyptians (1837). This work proved enormously popular with a Victorian public keen to learn more about this most celebrated ancient civilization. It was published in several editions, the most popular being that of 1878 and for historical painters in particular it became an essential manual. Coloured paper was a favourite of Poynter and many drawings related to the painting were drawn on this bright shade of terracotta. Appropriately one of these is in the collection of the Art Gallery of New South Wales and depicts two harpists playing side by side (as in the finished painting). The British Museum’s sheet was donated by the painter’s nephew Charles Francis Bell (1871-1966) in 1931 and is among the finest of Poynter’s studies. The painter carefully kept his cherished drawings and, keenly aware of their importance as works of art in their own right, usually drew neatly (as here) on the sheet. "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1966 Jul, London, BM, Charles Francis Bell, not numbered 2002 Jun-Oct, London, BM, Queen of Sheba: Treasures from ancient Yemen, no. 4 2004-2005 17 Oct-13 Mar, California, Bowers Museum, 'Queen of Sheba: Legend and Reality' "], "Subjects": ["musician"], "Associated names": [" Associated with: Queen of Sheba ", " Associated with: Solomon "], "Acquisition name": ["Donated by: Charles Francis Bell"], "Acquisition date": ["1931"], "Department": ["Prints and Drawings"], "Registration number": ["1931,0613.14"], "Conservation": ["Treatment: 21 Feb 2002"]}