{"artifact_name": "drawing; sketch-book", "Object Type": [" drawing ", " sketch-book "], "Museum number": ["1957,1214.164"], "Description": [" Landscape with the Flight into Egypt, record of painting in Madrid, Thyssen-Bornemisza Collection from the Liber Veritatis; in foreground river and boat, beyond at right the Holy Family, two other figures, and cattle, and in background a pyramid. 1663 Pen and brown ink and brown wash, with grey wash "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1663"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 256 millimetres ", " Width: 193 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See 1957,1214.6 for information on the Liber Veritatis. The Flight into Egypt was a recurrent subject across Claude’s painted career, and he generally deployed a consistent formula in the construction of the scene. This is one exception to the rule. Not only is it of a vertical format, which was a rarity within the Liber, it also depicts the Holy Family at the edge of a river, embarking or disembarking from a boat that domaintes the scene. This latter motif can be traced back to Annibale Caracci’s Aldobrandini’s lunette, and also adopted by Domenichino and Grimaldi among others. Claude’s composition was developed across various preparatory drawings, including on the the BM (see Oo,7.168) which focuses on the trees that dominate the painting and which mau have been made from life. The painting that it records was the first of eight to be commissioned by Prince Colonna, the others being LV162, 167, 175, 178, 186, 190 and 193, who was arguably Claude’s most important client of his latter career. The painting is now in the Thyssen-Bornemisza Museum in Madrid (see inv. no. 226 (1966.3); canvas, 193 x 147 cm; Roethlisberger 1986, no. 229), and comparison with it shows that Claude was faithful in his recording of this composition in the Liber with the exception of slightly englarging the figures. The present sheet is also of note for the long insceiption on the verso which contains the first accurate record of the number of sheets within the Liber (for the first attempt see 1957,1214.161) and which was likely triggered by the writing up of Claude’s will just two days earlier on 28 Febuary 1663 (for which see Roethlisberger 1961, pp. 64–71). Lit: M. Roethlisberger, Claude Lorrain, The Paintings, London 1961, LV158, pp. 373–77; M. Roethlisberger, ‘Claude Lorrain. The Drawings’, Berkeley & Los Angeles, 1968, no. 888; M. Kitson, ‘Claude Lorrain: Liber Veritatis’, London 1978, no. 158; M. Roethlisberger, ‘Tout l’œuvre peint de Claude Lorrain’, Paris, 1986, no. 229"], "Bibliographic references": [" Liber Veritatis 1978 / Claude Lorrain: Liber Veritatis (158) ", " Roethlisberger 1968 / Claude Lorrain. The Drawings. (888) "], "Location": ["Not on display"], "Exhibition history": [" 1977 BM, Claude Lorrain: Liber Veritatis "], "Subjects": ["flight into egypt"], "Acquisition name": ["Donated by: HM Government"], "Previous owner": [" Previous owner/ex-collection: Agnese Gellée ", " Previous owner/ex-collection: Joseph Gellée ", " Previous owner/ex-collection: William Cavendish, 2nd Duke of Devonshire ", " Previous owner/ex-collection: Victor Christian William Cavendish, 9th Duke of Devonshire "], "Acquisition date": ["1957"], "Acquisition notes": ["Accepted by H M Government in lieu of tax on the estate of the 9th Duke of Devonshire. See M. Kitson's 'Claude Lorrain: Liber Veritatis', pp. 28-9, for a full account of the provenance of the sketch-book."], "Department": ["Prints and Drawings"], "Registration number": ["1957,1214.164"]}