{"artifact_name": "print; book; book-illustration; newspaper/periodical", "Object Type": [" print ", " book ", " book-illustration ", " newspaper/periodical "], "Museum number": ["1992,0406.210"], "Description": [" London Society. An illustrated magazine of light and amusing literature, for the hours of relaxation. Volume II. 1862. London: [William Clowes] Office, 49 Fleet Street, E. C. London: Printed by William Clowes and Sons, Stamford Street and Charing Cross. 570p; 96p. There are plates are separate from the text. [The list of] Engravers cites the artists: M. J. Lawless, G. du Maurier, J. D. Watson, D. J. Anderson, R. Barnes, William McConnell, W. Crane, A. B. Houghton, A. W. Cooper, F. Claxton, H. Sanderson, F. J. Skill, E. J Poynter, Frank Wyburd, C. H. Bennett, E. K. Johnson, Waldo Sargent, George Thomas, J. E. Millais, C. A. Doyle. Several of the plates are signed: “W. J. Linton”. The illustration facing page 79 is after Crane, [cite the caption]. accompanying the story “The blue riband of the turf; or, Society at the London carnival”. The plate facing page 233 is after Bennett, is captioned “Peterfamilias reading ‘The Times’”. The illustration facing page 242 is after Crane, accompanying the story “Which is the fairest flower?” Robin de Beaumont’s notes regarding this copy are on the front endpaper recto. Binding: Blue morocco horizontal-grain to covers. Blue sand-grain cloth to spine and to the spine sides, and the corners. Fillets and “dog-tooth” decoration are blocked in blind on the boundaries of the different cloth grains. The spine is divided into five panels, with panels one three, four and five having four gold fillets on the borders and elaborate ‘plant style’ decoration within each. Panel two has two gold fillets on its borders, and the title: “/ London/ Society./” blocked in gold within it. Panel three has “[Volume] II.” blocked in gold on its centre. Panel five has the price: “9/6” blocked in gold on its centre. At the tails, the words: “/ Highly[?] illustrated/” are blocked in gold. "], "Producer name": [" After: Matthew James Lawless ", " After: George Du Maurier ", " After: John Dawson Watson ", " After: David John Anderson ", " After: Robert Barnes ", " After: William McConnell ", " After: Walter Crane ", " After: Arthur Boyd Houghton ", " After: Alfred W Cooper ", " After: Florence Anne Claxton ", " After: Edward John Poynter ", " After: H Sanderson ", " After: Frederick John Skill ", " After: Francis John Wyburd ", " After: Charles Henry Bennett ", " After: Edward Killingworth Johnson ", " After: Thomas Waldo Sargent ", " After: George Housman Thomas ", " After: John Everett Millais ", " After: Charles Altamont Doyle ", " Block cut by: William James Linton ", " Printed by: Clowes ", " Published by: Clowes "], "School/style": ["British"], "Production date": ["1862"], "Production place": [" Printed in: London (England) ", " Published in: London (England) "], "Materials": ["paper"], "Technique": ["wood-engraving"], "Dimensions": [" Height: 230 millimetres ", " Thickness: 57 millimetres ", " Width: 160 millimetres "], "Curator's comments": [" From Gleeson White London Society Pages 55 to 58 This popular illustrated shilling magazine, started in February 1862 under the editorship of Mr. James Hogg, has not received so far its due share of appreciation from the few who have studied the publications of the sixties. Yet its comparative neglect is easily accounted for. It contains, no doubt, much good work—some, indeed, worthy to be placed in the first rank. But it also includes a good deal that, if tolerable when the momentary fashions it depicted were not ludicrous, appears now merely commonplace and absurd. A great artist—Millais especially—could introduce the crino¬line and the Dundreary whiskers, so that even to-day their ugliness does not repel you. But less accomplished draughts¬men, who followed slavishly the inelegant mode of the sixties, now stand revealed as merely journalists. Journalism, useful and honourable as its work may be, rarely has lasting qualities which bear revival. Aiming as it did to be a 'smart' and topical magazine, with the mood of the hour reflected in its pages, it remains a document not without interest to the social historian. Amid its purely ephemeral contents there are quite enough excellent drawings to ensure its preservation in any representative collection of English illustrations. In the first volume for 1862 we find a beautiful Lawless, Beauty's Toilet (P. 265), spoilt by its engraving, the texture of the flesh being singularly coarse and ineffectual. Fred Walker, in 7Yie Drawing-room, 'Paris' (i. P-401), is seen in the unusual and not very captivating mood of a 'society' draughts¬man. Ash Wednesday (p. 15o), by J. D. Watson, is a singularly fine example of an artist whose work, the more you come across it, surprises you by its sustained power. The fronti¬spiece Spring Days and A Romance and A Curacy (p. 386), are his also. Other illustrations by T. Morten, H. Sanderson, C. H. Bennett, Adelaide Claxton, Julian Portch, and F. R. Pickersgill, R.A., call for no special comment. In the second volume there are two drawings by Lawless, First Night at the Seaside (p. 220) and A Box on the Ear (P. 382); several by Du Maurier, one A Kettledrum (p. 203), peculiarly typical of his society manner; others, Refrezzment (p. 110), Snowdon (p. 481), Oh sing again (p. 433), Jewels (p. io), and a Mirror Scene (p. 107), which reveal the cosmopolitan student of nature outside the artificial, if admirable, restrictions of 'good form.' The Border Witch (p. 181), by J. E. Millais, A.R.A., is one of the very few examples by the great illustrator in this periodical. J. D. Watson, in Moonlight on the Beach (p. 333), Married' (p. 449), A Summer Eve (P. 162), On the Coast (p. 321), Holiday Life (p. 339), and How I gained a Wife (p. 551), again surprises you, with regret his admirable work has yet not received fuller apprecia¬tion by the public. Walter Crane contributes some society pictures which reveal the admirable decorator in an unusual, and, to be candid, unattractive aspect. Kensington Gardens (p. 172), A London Carnival (p. 79), and Which is Fairest? (p: 242), are interesting as the work of a youth, but betray little evidence of his future power. Robert Barnes, in Dream¬ing Love and Waiting Duty (p. 564), shows how early in his career he reached the level which he maintained so admirably. A. Boyd Houghton's Finding a Relic (P. 89) is a good if not typical specimen of his work. The designs by E. J. Poynter, Tip Cat (p. 321), I can't thmoke a pipe (p. 318), and Lord Dundreary (pp. 308, 472), are singularly unlike the usual work of the accomplished author of Israel in Egypt. To these one must add the names of C. H. Bennett (Beadles, three), W. M'Connell, C. A. Doyle, George H. Thomas, E. K. Johnson, F. J. Skill, F. Claxton, H. Sanderson, and A. W. Cooper. So that 1862 offers, at least, a goodly list of artists, and quite enough first-rate work to make the volumes worth preserving. ", " See: http://www.victorianweb.org/periodicals/londonsociety/cooke.html https://en.wikipedia.org/wiki/London_Society ", " Volume II has the monthly issues for Vol. II no. VI, July 1862 to Vol. II. No. XI, November 1862, 570p. The Christmas number, is Vol. II. No. XII, December 1862, 96p. 160x230x57mm. "], "Location": ["Not on display"], "Associated titles": [" Associated Title: The Blue Riband of the Turf; or Society at the London Carnival. ", " Associated Title: Paterfamilias reading 'The Times'. "], "Acquisition name": ["Donated by: Robin de Beaumont"], "Acquisition date": ["1992"], "Department": ["Prints and Drawings"], "Registration number": ["1992,0406.210"]}