{"artifact_name": "drawing; sketch-book", "Object Type": [" drawing ", " sketch-book "], "Museum number": ["1957,1214.110"], "Description": [" Pastoral landscape with the Flight into Egypt, record of a painting in Nivaagaard (near Copenhagen), Hage Gallery, from the Liber Veritatis; figures resting near a river in the foreground, cattle watering, a circular tower beyond trees at l Pen and brown ink, with brown wash, heightened with white; on blue paper "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1635-1682"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 197 millimetres ", " Width: 266 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See 1957,1214.6 for information on the Liber Veritatis. This drawing records a painting last recorded at the Hage Gallery in Nivaagard near Copenhagen (canvas, 100 x 130 cm; see Roethlisberger 1986, no. 169). It was made, together with its pendant of LV 103 (see BM inv. no. 1957,1214.111), for a client in Avignon, which is unsurprising given the ponitifical palace there and its contingent presence of Italians. The scene is of a pastoral landscape typical of this period in Claude’s career into which he inserted into the lower right corner a depiction of the rest on the flight to Egypt. This relegation of the biblical episode to a supplementary detail is similarly observable in Claude’s other paintings of this episode, namely LV 60 and 110 (for which see 1957,1214.66 and .116). The present composition is preceded by a preliminary study for the figures that is more successful than their appearance in the completed painting which is now in the Teylers Museum in Harlem (see inv. no. 102; Roethlisberger 1968, no. 612). Like its pendant, the Pastoral Landscape of LV 103, Claude also made a highly finished circular rendition of the composition, albeit with the exclusion of the Holy Family, that is now in The Morgan (inv. no. III, 80; Roethlisberger 1968, no. 614). Lit: M. Roethlisberger, Claude Lorrain, The Paintings, London 1961, LV104, pp. 266–267; M. Roethlisberger, ‘Claude Lorrain. The Drawings’, Berkeley & Los Angeles, 1968, no. 613; M. Kitson, ‘Claude Lorrain: Liber Veritatis’, London 1978, no. 104; M. Roethlisberger, ‘Tout l'œuvre peint de Claude Lorrain’, Paris, 1986, no. 169"], "Bibliographic references": [" Liber Veritatis 1978 / Claude Lorrain: Liber Veritatis (104) ", " Roethlisberger 1968 / Claude Lorrain. The Drawings. (613) "], "Location": ["Not on display"], "Exhibition history": [" 1977 BM, Claude Lorrain: Liber Veritatis "], "Subjects": [" landscape ", " flight into egypt "], "Acquisition name": ["Donated by: HM Government"], "Previous owner": [" Previous owner/ex-collection: Agnese Gellée ", " Previous owner/ex-collection: Joseph Gellée ", " Previous owner/ex-collection: William Cavendish, 2nd Duke of Devonshire ", " Previous owner/ex-collection: Victor Christian William Cavendish, 9th Duke of Devonshire "], "Acquisition date": ["1957"], "Acquisition notes": ["Accepted by H M Government in lieu of tax on the estate of the 9th Duke of Devonshire. See M. Kitson's 'Claude Lorrain: Liber Veritatis', pp. 28-9, for a full account of the provenance of the sketch-book."], "Department": ["Prints and Drawings"], "Registration number": ["1957,1214.110"]}