{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.49"], "Description": [" Temptation of St Antony; the saint kneeling at centre, surrounded by nude and fully attired figures, three of whom tug at his clothing Oil, over charcoal, squared for transfer, on brown paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 242 millimetres ", " Width: 299 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. This is one of the few among the series of 'The Temptation of St Antony' that is squared. The others are: no. 1907-7-17-54, 59, 60, 63 (although this seems to be a copy) and 64. The saint is here shown kneeling at a stone prie-dieu (as in nos. 1907-7-17-54, 55 and see no. 72), on which one can see the crutch and the bell that appear also in nos. 1907-7-17- 47, 52, 53, 55 and 71 (in the latter only the bell), with the only difference that they are here separated. See also no. 1907-7-17-46. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/49, p. 265"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.49"]}