{"artifact_name": "drawing; print study", "Object Type": [" drawing ", " print study "], "Museum number": ["1980,0726.21"], "Description": [" A young man seated, study for an illustration to an article in 'Aglaia'; whole-length figure to front, looking downwards, wearing a waistcoat, loose jacket and knickerbockers with stockings and slippers, sitting on chair sideways, right elbow resting on back of chair and hand supporting head Graphite "], "Producer name": ["Drawn by: Henry Holiday"], "School/style": ["British"], "Production date": ["1894 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 322 millimetres ", " Width: 206 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Holiday was the editor, principal contributor and designer of 'Aglaia' (named after one of the three Graces), the journal of the Healthy and Artistic Dress Union. Only three numbers were published, in July 1893 and Spring and Autumn 1894. The Union was founded in July 1890 'for the propagation of sound ideas on the subject of dress' and popularised styles of dress which came to be identified with progressive thinkers at the turn of the century. They argued against corsets and encouraged freedom and ease of movement through healthy loose-fitting clothes based on styles of the past. This drawing illustrated an article in issue no. 2 (pp 8-20) where Holiday argued that with the knickerbocker, seen here, 'we lose the beauty and interest of the knee' and he recommended wearing knee-breeches instead. In 1896 the Union presented at St George's Hall, Liverpool, a series of 'Living Pictures' or tableaux vivants, illustrating Dress in the Past, Present and Future. Holiday arranged the scenes of Ancient Egypt, Medieval Italy (based on his picture of 'Dante and Beatrice' now in the Walker Art Gallery, Liverpool) and 'A Street Scene of the Future'; another tableau, of an 'Evening Scene', arranged by Louise Jopling and Arthur Lazenby Liberty, showed eight women in Empire dresses and seven men wearing velvet suits with knee breeches and silk stockings. For further information, see the catalogue for the Henry Holiday exhibition held at the William Morris Gallery, Waltham Forest, London, 1989 (this drawing was cat. no. 108 a). Another version of this drawing was offered to the department in April 2012 - see dossier."], "Location": ["Not on display"], "Exhibition history": [" 1989, William Morris Gallery, Walthamstow, 'Holiday', no. 108a "], "Associated titles": ["Associated Title:", " Aglaia "], "Acquisition name": ["Purchased from: Abbott & Holder"], "Acquisition date": ["1980"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1980,0726.21"]}