{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.60"], "Description": [" Temptation of St Antony; the saint reclining on the ground, looking r, at the centre of a group of figures including a female nude at l Oil, over charcoal, partially squared for transfer, on grey paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 247 millimetres ", " Width: 300 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The nude female on the left is represented with her arms across her abdomen as in the drawings of this series listed under no. 1907-7-17-55. Her left foot is raised in a manner similar to those indicated under no. 1907-7-17-45. Among the seven human figures one can notice the appearance of some wild beasts' heads. Other squared drawings in this series are nos. 1907-7-17-49, 54, 59, 63 (although this seems to be a copy) and 64. For a comment about Domenico Tintoretto and squaring see under no. 1907-7-17-1. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no.1526/60, p. 265"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.60"]}