{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.51"], "Description": [" Temptation of St Antony; the saint kneeling at l, surrounded by a group of nude figures, one seated on the floor at r, seen from behind Oil, over charcoal (?) "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 247 millimetres ", " Width: 309 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. In this drawing St Antony is kneeling on the far left of the composition, his head turned back towards the menacing group of seven nudes (some male, some female). The figures are not very detailed and it seems that here Domenico is more interested in getting a general sense of movement of the group towards the left hand side of the picture plane, hovering on the saint who seems to be about to run away on his knees. The construction of the composition is closer to those drawings in this series that represent the saint on the left while being tormented by beasts, as in nos. 1907-7-17-64 to72. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/51, p. 265"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.51"]}