{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["1903,1118.22"], "Title": ["Object: Le Bon Samaritain"], "Description": [" The Good Samaritan, his camel beside him, attending to the wounded traveller, seen on road amongst trees and foliage; from third or later printing, after 1867. 1861 Lithograph, on cream chine collé on grey paper "], "Producer name": [" Print made by: Rodolphe Bresdin ", " Published by: Lemercier & Cie "], "School/style": ["French"], "Production date": ["1861"], "Production place": [" Published in: Paris (France) "], "Materials": ["paper"], "Technique": ["lithograph"], "Dimensions": [" Height: 570 millimetres ", " Width: 445 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bresdin's masterpiece, and by far his largest print, 'The Good Samaritan' was begun in Toulouse early in 1861 and finished in Paris by the end of March. It was shown in the Salon that year, together with five other works, under the title of 'Abd-el-Kader secourant un Chrétien'. Abd el Kadir was the leader of Algerian resistance to the French take-over of the country. The French exiled him to Damascus, where he played a heroic role in protecting Christians who were being massacred by Muslims in the terrible 1860 riots in that city. He became an international celebrity and was visited in 1862 by the Prince of Wales when returning from his tour of Egypt and the Holy Land. Two photographs of him by the official photographer Francis Bedford are in the Royal collection. Thoré, the famous critic who rediscovered Vermeer, singled out the group of Bresdin's in the 1862 salon as 'les dessins les plus singuliers de l'Exposition'. Their success earned him the commission to do ten etchings for 'La Revue Fantaisiste', a periodical founded by Theophile Gautier to whom Bresdin had been recommended by Baudelaire. In November, however, he returned to the south shortly before the Revue collapsed; never again was it likely that he might make a living as an artist. Bresdin's treatment of the scene from the Biblical parable (Luke x 30) is highly original; the two figures are almost lost in the wealth of exotic detail. The sale of this print was Bresdin's major source of income for years; in a letter of 1883 he refers to 'ce bon Samaritain si bien nommé et qui m'a sauvé tant de fois'. David Becker has shown that many, if not most, of the elements of the print are copied from plates in popular illustrated books of the period: see 'Nouvelles de l'Estampe' 70/71 1983, pp.7-14, and 'Print Quarterly' X 1993, pp.43ff."], "Bibliographic references": ["Van Gelder 1976 / Rodolphe Bresdin: Catalogue raisonné de l'oeuvre gravé (100)"], "Location": ["Not on display"], "Exhibition history": [" 1978 Mar-Oct, BM, From Manet to Toulouse-Lautrec, cat. no.2 "], "Subjects": [" dock/quay ", " dream/vision "], "Associated names": [" Representation of: Good Samaritan ", " Associated with: Abdelkader "], "Acquisition name": ["Purchased from: Emil Orlik"], "Acquisition date": ["1903"], "Department": ["Prints and Drawings"], "Registration number": ["1903,1118.22"]}