{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1991,1005.79"], "Description": [" The funeral of Cleopatra: the massive scale of the scene represented by this drawing is shown by the three enormous pyramids, one of which has its apex in the clouds. The procession winds through the foreground, leading towards a neoclassical temple on one side of the foremost pyramid: the whole scene is almost like a stage-set for an opera. In the procession we see a draped body lying on a bier, followed by an emperor in a quadriga. Presumably, the body is Cleopatra's and the emperor is Octavian, accompanied by the goddess Victory, who offers him a wreath. Pen and ink and grey wash "], "Producer name": ["Drawn by: Charles Michel-Ange Challe"], "School/style": ["French"], "Production date": ["1733-1778"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 42.20 centimetres ", " Width: 55.40 centimetres "], "Curator's comments": ["Compare a drawing in RIBA, see 'Piranèse et les Français 1740-1790', exhibition catalogue, Rome, Dijon, Paris, 1976, No. 27. The funeral of Cleopatra was thus made a Roman triumph, for which there is no historical evidence. This design may have been intended for a festival, a sort of tableau to be enacted on an official or royal occasion, but it could equally relate to a grandiose painted composition. It is one of over 800 drawings that Challe made throughout his career. Bibliography: R.P. Wunder, 'Charles Michel-Ange Chale, a Study of his Life and Work' (London 1967), 'passim'."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (371)"], "Location": ["Not on display"], "Exhibition history": [" 1995-6 Nov-Apr, BM, Recent Acquisitions (no cat.) "], "Subjects": [" ancient history ", " funeral/funerary rite ", " classical deity "], "Associated names": [" Associated with: Cleopatra the Great ", " Representation of: Augustus (Octavian) (?) ", " Representation of: Nike/Victoria/Victory "], "Acquisition name": ["Purchased from: Galerie de Bayser (Paris)"], "Acquisition date": ["1991"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1991,1005.79"], "Conservation": ["Treatment: 10 Jan 1995"]}