{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.54"], "Description": [" Temptation of St Antony; the saint at the centre of a group of figures, his left hand raised above his head, with two nude females in the foreground Oil, over charcoal, partially squared for transfer, on grey paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 242 millimetres ", " Width: 294 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. Of inferior quality compared to the other drawings in this series and possibly a copy. The Tietzes wrongly thought it was a reversed version of 1907-7-17-44. The composition is instead more similar to 1907-7-17-46, although the saint in the present drawing is in a different position and kneeling on a stone prie-dieu (for which see also nos. 1907-7-17-49, 55 and 72), rather than on the ground. Other squared drawings of this series are nos. 49, 59, 60, 63 (although this seems to be a copy) and 64. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/54, p. 265."], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.54"]}