{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1997,0712.51"], "Description": [" Rest on the Flight into Egypt. c.1745-60 Pen and ink with grey wash "], "Producer name": ["Drawn by: Domenico Tiepolo"], "School/style": [" Italian ", " Venetian "], "Production date": ["1745-1760 (c.)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 190 millimetres ", " Width: 164 millimetres "], "Curator's comments": ["This is inspired by the pen-and-wash studies of the Holy Family that Giovanni Battista drew in the 1750s, more than sixty of which were in an album broken up in the 1920s that was said to have been presented by the artist to the convent of the Sommasci at S. Maria della Salute, Venice. A comparable example from this group by Giovanni Battista, that also highlights the slightly heavier touch of Domenico in the use of pen in the present study, is found in the Metropolitan Museum of Art, see J. Bean and W. Griswold, '18th century Italian drawings in the Metropolitan Museum of Art', New York, 1990, no. 234, p. 242. Lit.: R. Schilling (ed.), 'Die von Edmund Schilling gesammelten Zeichnungen', published privately, Edgware, 1982, p. 159, 'Das kleine Album', no. 20."], "Location": ["Not on display"], "Exhibition history": [" 1997-8 Sept-Jan BM Schilling "], "Subjects": ["rest on flight into egypt"], "Acquisition name": [" Bequeathed by: Rosi Schilling ", " Bequeathed through: Art Fund (as NACF) ", " In Memory of: Edmund Schilling "], "Previous owner": ["Previous owner/ex-collection: Edmund Schilling"], "Acquisition date": ["1997"], "Acquisition notes": ["In 1997, the Museum acquired on the death of Mrs Rosi Schilling the majority of a collection of mostly northern Old Master drawings assembled by her late husband the curator and later drawings dealer and adviser, Edmund Schilling (1888-1974). Schilling was born in Germany and came to Britain in 1937 after the rise of the Nazis. He was prominent as a specialist in German Old Master drawings and his widow’s bequest in his memory was predominantly made up of studies that he had collected in this field. Given its importance, the Museum accepted the bequest for public benefit in good faith, and has afterwards researched its history, insofar as it has been able. There remain however many works in the bequest with uncertain or incomplete provenance for the years 1933-45 and the Museum welcomes information and assistance in the investigation and clarification of the provenance of these works during that era. This drawing was acquired by Edmund Schilling for a small album (no.20) that he compiled for his wife, Rosi Schilling (see for further details 1997,0713.1; for the original album, see 159.b.28)."], "Department": ["Prints and Drawings"], "Registration number": ["1997,0712.51"], "Conservation": ["Treatment: 29 May 1997"]}