{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1994,U.10"], "Description": [" Karnak; view of temple columns, travellers on camels passing through to foreground. 1868 Watercolour and bodycolour "], "Producer name": ["Drawn by: Henry Stanier"], "School/style": ["British"], "Production date": ["1868"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 665 millimetres ", " Width: 476 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This watercolour drawing is one of three works by Henry Stanier in the British Museum’s collection, all depicting Egyptian scenes (the other two are views of Cairo 1994,U.8 and Thebes 1994,U.9 and are dated 1866). A painter from Birmingham, Stanier seems to have first travelled to Spain and North Africa between 1863-66. Returning from his travels, he created large watercolours with views of foreign scenery that captivated the imagination of his contemporaries. While the sites of the ancient civilizations of Egypt had been studied by archaeologists since the beginning of the nineteenth century, it was only during the second half of the century that the area became more easily accessible. As a result of strengthened political ties between the British and Ottoman Empires, British tourism in Egypt increased steadily during that time and allowed wealthy travellers and artists to visit sites such as Karnak and Thebes. New guide books, for example the ‘Handbook for Travellers in Egypt’ (1847) by the distinguished Egyptologist Sir John Gardner Wilkinson, became available and prepared the travellers from the West for their journey. These books included suggested itineraries that led the visitors to all the important sites while educating them about their historical and cultural significance. Works like those of Stanier also played an important role in this growing tourism industry. Although their production context is not certain, they may well have been painted for patrons with an interest in the advancing field of Egyptology or for those who may even have visited the sites themselves and in exhibitions they would attract potential tourists. One of these patrons was the Birmingham collector John Hollingsworth, whose sale at Christie’s on 3 May, 1867, included not only a large collection of works by David Cox, but also ‘four important drawings of Egyptian subjects by H. Stanier’ (see the advertisement of the sale in the Daily News, April 29, 1867, issue 6547, p. 8). Further research is needed to ascertain precisely which drawings were included in the sale and where and when Hollingsworth acquired them. As the present drawing of Karnak is signed and dated 1868, it could not have been in Hollingsworth’s sale of 1867. However, it most likely originated from the same series of Egyptian views that Stanier painted in 1866 and parts of which may have entered Hollingsworth’s collection before his sale in 1867. The present drawing shows the Great Hypostyle Hall at the temple complex of Karnak, built around 1290-1224 BC (19th Dynasty) and located in the modern day town of El-Karnak. The work is characterized by a swift and loose handling of the brush and a luminous palette that captures a shimmering atmosphere. It was exactly this ‘free and dashing’ brushwork as well as his ‘decided feeling for colour’ that was lauded by Stanier’s contemporaries (see obituary Birmingham Daily Post, January 27, 1894, issue 11110). Register states: \"Found in original mount, frame missing\"."], "Location": ["Not on display"], "Exhibition history": [" 2017 23 Feb-27 Aug, London, BM, G90, Places of the Mind: British Landscape watercolours 1850-1950 "], "Associated places": [" Topographic representation of: Karnak (Thebes) "], "Acquisition date": ["1868-1975"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era. Not known how acquired. Found in frame-store in December 1994."], "Department": ["Prints and Drawings"], "Registration number": ["1994,U.10"], "Conservation": ["Treatment: 01 Jul 1999"]}