{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1900,1221.1"], "Description": [" Tobias restoring his father's sight; interior with Tobit seated near a window, behind him Tobias glances at the angel whose hand rests on his shoulder, a woman kneels holding a basin, and another gazes into Tobit's face. c.1650-55 Pen and brown ink, with some brown wash and rubbing with the finger. Verso: see Inscriptions. No watermarks. "], "Producer name": [" Attributed to: Willem Drost ", " Formerly attributed to: Rembrandt "], "School/style": ["Dutch"], "Production date": ["1650-1655 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 153 millimetres ", " Width: 215 millimetres (chain lines horizontal, 22mm apart) "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, 'Catalogue of drawings by Rembrandt and his school', 2010, attributed to Willem Drost, cat. no.8: The subject, from the apocryphal 'Book of Tobit' (XI, 11-14), was frequently depicted by Rembrandt and his pupils and the style of the present drawing clearly depends on his own.[1] An attribution to Willem Drost is worthy of consideration: comparison with the generally accepted drawing of 'Ruth and Naomi' in Bremen (Benesch C100; Sumowski 546) is revealing. Both exhibit similar distortions in the figures' proportions; but above all the treatment of the drapery, especially that of Tobit and the woman on the left of the British Museum sheet, is closely comparable, and resembles as well the drapery in the 'Rest on the Flight into Egypt' (here cat. no.1, 1895,0915.1255).[2] Yet the comparison is not wholly persuasive. The style, as in Drost's work, follows Rembrandt closely, as seen, for example, in the 'Homer reciting' in the Six Album (Benesch 913), and the drawing could be by another pupil active in the studio in the same years as Drost. A date in the early part of the 1650s, around 1650-55, seems likely. NOTES: [1] See Held, 1964, for a discussion of Rembrandt's treatments of the theme (with a list on page 29, n.1; also in Amsterdam, 1981, p.37, n.1 and p.38, n.5); also Corpus, I, p.87 and III, under no.C86, on both the iconographic and medical aspects of Rembrandt's interest in the 'Book of Tobit'. [2] The comparison first made by Benesch (see Lit. below). One might also compare the 'Judith returning in Triumph', here cat. no.2, 1900,1221.2, with which the present drawing was acquired. LITERATURE : London, 1915, no.38, repr. pl.VII (by Rembrandt; compares painting of the subject of 1636 in Stuttgart, Corpus C86, Bredius 502 and 'Angel departing from Tobit and his Family', Paris, Corpus A121, Bredius 503, of 1637); Valentiner, I, 1925, no.250, repr. (c.1640, if autograph); Benesch, VI, 1957/73, under no.A94 (perhaps by same hand as his group around no.A94, here cat. no.1); Amsterdam, 1981, p.38, n.5 (listing versions of the subject). EARLIER NOTE: The subject is treated somewhat similarly in a picture dated 1636 in the Duc d'Aremberg's collection, Brussels (Bode 216). Stylistically close to Willem Drost."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (38) (as Rembrandt) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (Drost.8) "], "Location": ["Not on display"], "Exhibition history": [" London, 1901, no.A113; 1938, no.38; 1956, p.25, no.15. "], "Condition": ["Faded and discoloured; worn at edges, where trimmed above and to right; a few touches by a later hand in the legs of the kneeling woman."], "Subjects": ["old testament"], "Associated names": [" Representation of: Tobit ", " Representation of: Tobias "], "Acquisition name": ["Purchased from: Edgar Alexander"], "Previous owner": ["Previous owner/ex-collection: Francis Abbott (L.970; not described in his 1922 sale catalogue)"], "Acquisition date": ["1900"], "Department": ["Prints and Drawings"], "Registration number": ["1900,1221.1"], "Conservation": ["Treatment: 14 Aug 1991"]}