{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1946,0713.513"], "Description": [" A seated nude youth; whole-length to right, pointing with his left hand, his right foot tucked behind the left leg Red chalk "], "Producer name": ["Drawn by: Rosso Fiorentino"], "School/style": ["Florentine"], "Production date": ["1522-1540"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 363 millimetres ", " Width: 214 millimetres "], "Curator's comments": ["This was catalogued by A.E. Popham in the Fenwick catalogue as by Boscoli, an attribution suggested by Friedrich Antal. Popham later realised that it was by Rosso and it listed as such in the departmental register of the 1946,0713 gift. The dating of the drawing has been contested: Carroll places it in the artist's French period c.1537, while Turner and Franklin both argue that it was probably executed in Italy c.1524. The earlier dating seems the more likely as it is closest in style to drawings such as National Gallery of Scotland study for the figure of Eve (Franklin, fig. 94, p. 131) in the Cesi chapel in Santa Maria della Pace in Rome of 1524. The unidentified collector's mark in the upper right mentioned by Carroll in the 1987 catalogue is an old discolouration of the paper. HC Lit.: A.E. Popham, 'Catalogue of Drawings in the Collection formed by Sir Thomas Phillipps, Bart., F.R.S., now in the possession of his Grandson, T. Fitzroy Phillipps Fenwick of Thirlestaine House, Cheltenham', I, London, 1935, p. 34, no. 4 (as Boscoli); S. Béguin, in exhib. cat., Paris, Grand Palais, 'L'École de Fontainebleau', 1972, no. 206, p. 183; E.A. Carroll, 'The Drawings of Rosso Fiorentino', New York and London, 1976, no. D.50; N. Turner, in exhib. cat., BM, 'Florentine drawings of the sixteenth century', 1986, no. 106, p. 148; E.A. Carroll, exhib. cat., Washington, National Gallery of Art, 'Rosso Fiorentino', 1987, no. 97 (with previous literature); D. Franklin, 'Rosso in Italy', New Haven and London, 1994, p. 133, pl. 96; P. Joannides, exhib. cat., Washington, National Gallery of Art, 'Michelangelo and His Influence, Drawings from Windsor Castle', 1997, p. 30, fig. 31 Turner, Florentine Drawings of the Sixteenth Century, London, 1986 Attributed to Boscoli in the Fenwick catalogue, Popham later gave it to Rosso, under whose name the drawing entered the collection in 1946. There is a contradiction between the robust forms of the youth and the extreme delicacy of the handling; but such tensions between form and expression are typical of the style known as Mannerism, of which Rosso was so sophisticated an exponent. As Carroll has pointed out, the unusual pose, with the right foot nonchalantly tucked behind the left calf and with the left arm raised, resembles that of the seated figure of a bearded man in a drawing in the Uffizi (inv. no. 6489F; Carroll, D. 12), which he dates c. 1522. The correspondence is so close that it might seem that the artist first made a drawing of the model from one side and then drew him again from the other, were it not for the fact that the model is different in the two drawings. Although 1946,0713.513 clearly resembles the style of drawings which Carroll implies may have been made around 1522-3, just before the artist's departure for Rome - e.g. the drawing in the Uffizi just cited and another in the same collection, inv. no. 478F (Carroll, D. 11), which is related to the Dei altarpiece of 1522 in the Pitti Gallery - he is inclined to date it c.1537, when the artist was in France, on account of the similarity he sees with certain figures in Gallery of Francis I at Fontainebleau. Given the difficulty of establishing the chronology the Rosso's drawings of this type, it is perhaps better in instance to leave open the matter of its date. Literature: Popham, Fenwick, p. 34 (Boscoli), no. 4; Carroll (1966), p. 176; Carroll (1976), no. D. 50."], "Bibliographic references": [" Phillipps-Fenwick 1935 / Catalogue of drawings in the collection of T Fitzroy Phillipps-Fenwick (p.34(4)) ", " Turner 1986 / Florentine drawings of the sixteenth century (106) "], "Location": ["Not on display"], "Exhibition history": [" 1972/3 Oct-Jan, Paris, Grand Palais, 'Fontainebleau', no. 206 1986, BM, 'Florentine Drawings 16thc', no. 106 1987/8 Oct-Jan, NG Washington, 'Rosso Fiorentino', no. 97 2014, Mar-Jul, Florence, Palazzo Strozzi, 'Pontormo & Rosso' 2019-2020 14 Nov-12 Jan, London, BM, G90a, '50th Anniversary of the Harold Wright Scholarship' "], "Subjects": ["academic nude"], "Acquisition name": ["Donated by: Count Antoine Seilern"], "Previous owner": [" Previous owner/ex-collection: Sir Thomas Lawrence (L. 2445) ", " Previous owner/ex-collection: Samuel Woodburn (Christie's, 4.vi.1860/part of lot 25 'The rest in Egypt, MASTELLETTA; and various', 12 in the lot, bt Phillipps £1-1-0) ", " Previous owner/ex-collection: Sir Thomas Phillipps ", " Previous owner/ex-collection: Thomas Fitzroy Fenwick "], "Acquisition date": ["1946"], "Department": ["Prints and Drawings"], "Registration number": ["1946,0713.513"]}