{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.55"], "Description": [" Temptation of St. Antony; the saint kneeling at centre, surrounded by women, some nude, offering him gifts Oil, over charcoal (?) Verso: Torso of a male nude Charcoal, on buff paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 251 millimetres ", " Width: 289 millimetres (sight measurement) "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The robe of the saint in the centre is being pulled as in those listed under no. 1907-7-17-46 (see for further comment). As in the other drawings that are listed under no. 1907-7-17-50, this shows the saint enduring a combination of temptation and punishment. The position of the female nude on the left, with her arms across her abdomen, can be found also in nos. 1907-7-17-45, 46, 49, 54, 57, 60 and her foot is raised as in those sheets listed under no. 45. Between the legs of St. Antony and this latter female appears the head of the pig (for further comment see under 1907-7-17-52). The saint is kneeling on a stone prie-dieu (as in nos. 1907-7-17-49, 54 and 72), on which leans his crutch with a bell attached, for which see also nos. 1907-7-17-47 (with further comment on iconography), 49, 52, 53 and 71. According to the Tietzes the study on the verso is drawn from the same model that appears on the verso of no. 1907-7-17-69. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no.1526/55, p. 265"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.55"]}