{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.73"], "Description": [" Temptation of St Antony; the saint reclining in the centre, surrounded by ghoulish figures and animals Oil, over charcoal, on buff paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 262 millimetres ", " Width: 391 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The saint is here at the centre and the rest of the composition is packed with beasts, monstrous and human figures, leaving no room at all for a definition of the background. The only hint of space being given by the stony floor in the foreground. The tormenting figures are all so close that the saint could have no way to escape, even if he wished to. He sits on a stone and his hands are joined together in prayer, with his left elbow leaning on a raised stone. He is completely naked and neither the pig, nor other attributes, are shown. He can be identified as St Antony because of the similarity in the description of his features with the others in the series (nos. 1907-7-17-42 to 74), especially with that in no. 1907-7-17-58, where the saint is also naked, but accompanied by his pig. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no.1526/73, p. 266; S. Marinelli, in exhib. cat., Pordenone, Chiesa di San Francesco 2000, 'Da Pordenone a Palma il Giovane', no. 48, p. 178"], "Location": ["Not on display"], "Exhibition history": [" 2000 Oct-Dec, Pordenone, San Francesco Church, 'Pordenone to Palma..', no. 48 "], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.73"]}