{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1943,0710.1"], "Description": [" An altarpiece with the Assumption of the Virgin, a bishop and St Nicholas at l, St Roch and St Anthony Abbot at r, the Annunciation above (the Virgin on right only lightly drawn in with black chalk) Pen and brown ink, with brown and grey wash, heightened with white (oxidised), over black chalk, on grey paper; silhouetted, extended on left side and laid on backing with brown wash background "], "Producer name": ["Attributed to: Benedetto Diana"], "School/style": ["Venetian"], "Production date": ["1450-1525"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 350 millimetres (entire sheet) ", " Height: 347 millimetres (excluding later additions) ", " Width: 283 millimetres (entire sheet) ", " Width: 267 millimetres (excluding later additions) "], "$Inscriptions": [" "], "Curator's comments": ["The drawing has been attributed to a number of artists, but it still awaits definitive identification. Sold in the Spencer sale as anonymous, it was attributed to Carpaccio in the 1943 Sotheby auction. In the Departmental Register it was initially entered as Girolamo da Santa Croce, transferred by A.E. Popham to Benedetto Diana in April 1947 then to Pellegrino da San Daniele in May 1950 - at some unspecified period this attribution was evidently abandoned and it was placed once more under Diana's name. Popham's attribution to Diana was based on the general similarity of the drawing's composition to his painting of the Assumption in S. Maria della Croce, Crema, commissioned in 1501 and probably finished by the middle of the next decade (Bora fig. 55). In truth, the resemblance between the two is not close, and Bora correctly rejected the attribution. The drawn 'Assumption' has more in common with Titian's celebrated painting in the Frari (1518), an influence not seen in the Crema painting, and this is perhaps an indication that the artist responsible for the BM work was of a younger generation than Diana. The finished nature of the drawing, with the subjects of the predella panels literally spelt out, indicates that this was to be shown to the client for approval. The artist has suggested two alternative solutions for the frame, and this led Humfrey to suggest that the drawing would then have been passed on to the frame maker. This is entirely possible although he would have needed a drawing with measurements to construct it. The inscription linking this to the church of the Eremitani may be the work of an optimistic collector hoping to connect it with Mantegna's fresco of the Assumption in the Ovetari chapel. Lit: A.E. Popham, 'Disegni Veneziani acquistati recentemente dal British Museum', \"Arte Veneta\", 1947, 3, p. 226, fig. 184; L.C.J. Frerichs, 'Een contracttekening van Girolamo da Santa Croce', \"Bulletin van het Rijksmuseum', 1966, I, p. pp. 6, fig. 4; C. Gilbert, 'Peintres et Menuisiers au début de la Renaissance en Italie', \"Revue de L'Art\", 1977, 37, p. 19, fig. 17; G. Bora, 'Arte e decorazione; il Cinquecento', in 'Santa Maria della Croce a Crema', 1982, p. 70, fig. 90; P. Humfrey, 'The Altarpiece in Renaissance Italy', New Haven and London, 1993, pp. 138 and 151, fig. 135; B. Aikema, in exhib. cat., Venice, Palazzo Grassi, 'Renaissance Venice and the North, Crosscurrents in the Time of Bellini, Dürer, and Titian'. 1999, no. 76, p. 354"], "Location": ["Not on display"], "Exhibition history": [" 1999 Sep-Dec, Venice, Palazzzo Grassi, 'Renaissance Venice and the North', no. 76 "], "Subjects": ["assumption of virgin"], "Associated names": [" Representation of: St Nicholas of Myra ", " Representation of: St Roch ", " Representation of: St Antony of Egypt ", " Representation of: Virgin Mary "], "Acquisition name": [" Purchased from: Sir George Clausen (L.539; Sotheby's, 2.vi.1943/59 as V. Carpaccio £95-0-0 to Colnaghi) ", " Purchased through: Colnaghi "], "Previous owner": [" Previous owner/ex-collection: George John Spencer, 2nd Earl Spencer (L.1531, T. Philipe, 18.vi.1811/868 without attribution 'An altar-piece in the church of the Padri Eremitani at Padua - The Assumption of the Virgin - masterly pen and Indian ink, on blue paper, pencil heightened, very fine' bt Thane £1-15-0) ", " Previous owner/ex-collection: William Esdaile (L.2617) "], "Acquisition date": ["1943"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era. Purchased through the sale of duplicates from the Malcolm collection and recorded as Malcolm Addition 212."], "Department": ["Prints and Drawings"], "Registration number": ["1943,0710.1"]}