{"artifact_name": "drawing; print study", "Object Type": [" drawing ", " print study "], "Museum number": ["1987,1107.25"], "Description": [" The Rest on the Flight into Egypt, study for an engraving; the Virgin seated to right with the Christ Child on her lap, her hands clasped together, St Joseph with a donkey beyond, the dove of the Holy Spirit above, a bunch of grapes to right, and a small barrel at l Pen and brown ink, with blue-grey wash, with lines indented for transfer "], "Producer name": ["Drawn by: Jacques de Gheyn II"], "School/style": ["Dutch"], "Production date": ["1580-1629"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 181 millimetres ", " Width: 138 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This is the study for the engraving, see 1987,1107.25.+. The 1991 Recent Acquisitions label text: De Gheyn is generally considered to be among the most important Dutch artists active in the entourage of Hendrick Goltzius, whose pupil he was in Haarlem in about 1585-87. He is best known for the works he produced from 1598 in The Hague, where he enjoyed the patronage of Prince Maurice of Orange and his court. The drawing is an early work, datable before 1597. The highly disciplined line reflects the influence of Goltzius and the drawing is earlier than the other engraving. Literature: I.Q. van Regteren Altena, 'Jacques de Gheyn: Three Generations', The Hague-Boston-London, 1983, cat.no.35; M. Schapelhouman, 'I.Q. van Regteren Altena, Jacques de Gheyn: three generations', in Simiolus 18 (1988), p.267; 'Recent acquisitions of drawings at the British Museum', in Burlington Magazine CXXX, November 1988, p.880, fig.3; J.P. Filedt Kok, 'Jacques de Gheyn II. Engraver, Designer and Publisher-II. A Catalogue', in Print Quarterly VII/4 (1990), p.374, fig.221."], "Bibliographic references": ["Van Regteren Altena 1983 / Jacques de Gheyn: Three Generations (35)"], "Location": ["Not on display"], "Exhibition history": [" 1991 Jan-April, BM, Recent Acquisitions (no cat.) "], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: Jesus Christ ", " Representation of: Virgin Mary ", " Representation of: St Joseph ", " Representation of: Holy Spirit "], "Acquisition name": ["Purchased from: Adolphe Stein (Paris)"], "Acquisition date": ["1987"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1987,1107.25"]}