{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1956,1129.1"], "Description": [" A bearded man holding a staff, advancing to front Black chalk, heightened with white (partly oxidised), squared for transfer, on two (?) blue sheets conjoined "], "Producer name": ["Attributed to: Girolamo Siciolante da Sermoneta"], "School/style": ["Roman"], "Production date": ["1536-1580"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 430 millimetres ", " Width: 255 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Mr Lutz Reister has pointed out a connection between this figure and that of Joseph in a lunette-shaped drawing in pen and wash with white heightening on blue paper of the Flight into Egypt, attributed to Muziano, in the Kunstmuseum at Düsseldorf (FP3670; Brink 2017, no. A 40). The pose of the figure is based on that of the soldier on the right of 'Joshua and the Israelites crossing the Jordan' by Raphael and his workshop in the tenth bay of the Vatican Logge. Sonja Brink rejects the traditional attribution to Muziano in favour of tentatively assigning it to Biagio Pupini. As the BM drawing does not look particularly like the Bolognese artist, the question of authorship remains open. Lit.: J.A. Gere and P. Pouncey, 'Italian drawings in the BM, Artists working in Rome', London, 1983, I, no. 263, II, pl. 250; J. Hunter, 'The Drawings and Draughtsmanship of Girolamo Siciolante da Sermoneta', \"Master Drawings\", 1988, XXVI, fig. 23, pp. 27-8 (where attribution not accepted); J. Hunter, 'Girolamo Siciolante, pittore da Sermoneta', Rome, 1996, p. 286 (as anonymous, c.1560); S. Brink, 'Idea Et Inventio: Italienische Zeichnungen des 15. und 16. Jahrhunderts aus der Sammlung der Kunstakademie Düsseldorf im Museum Kunstpalast, Band 1', Petersberg, 2017, under A. 40, pp. 106-7 Gere & Pouncey 1983 As Domenichino in the de Vries catalogue. The attribution to Siciolante, made when the drawing entered the collection, is based on the drapery system and on the technique. It shows him in an unusually Michelangelesque phase, though the immediate source of inspiration seems to have been Tibaldi rather than Michelangelo himself. Literature: Dessins de maîtres anciens et modernes en vente chez R.W.P. de Vries, Amsterdam, 1929, p. 333."], "Bibliographic references": ["Gere & Pouncey 1983 / Artists Working in Rome c.1550-c.1640 (263)"], "Location": ["Not on display"], "Exhibition history": [" 1964, BM, Michelangelo, no.116 1981-2, Rome, Castel Sant'Angelo, Gli Affreschi di Paolo III, no.3 "], "Acquisition name": ["Purchased from: Max de Beer"], "Previous owner": [" Previous owner/ex-collection: R W P de Vries ", " Previous owner/ex-collection: Max de Beer "], "Acquisition date": ["1956"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1956,1129.1"]}