{"artifact_name": "print; book", "Object Type": [" print ", " book "], "Museum number": ["1996,1104.4"], "Title": ["Series: Dalziels' Bible Gallery"], "Description": [" Illustrated volume of 62 wood-engravings: 'Dalziels' Bible Gallery: Illustrations from the Old Testament' (London: George Routledge and Sons, [1880] 1881). Includes works after various artists including Ford Madox Brown, Simeon Solomon, Frederick Sandys, Frederic Leighton and George Watts. Elephant folio edition, printed on india paper pasted down on larger sheets, in original portfolio; numbered 28 of 100 copies of this edition. With bookplate of Robin de Beaumont. Subjects comprise: 'Cain and Abel' 'Noah Building the Ark' 'The Deluge - the Ark on the Waters' 'Noah's Sacrifice' 'Abram Instructing Sarah - Abram Parting from Lot' 'Melchizedek Blesses Abram' 'Abram and the Angel' 'The Destruction of Sodom - Abraham Looking towards Sodom' 'Hagar and Ishmael' 'Abraham and Isaac' 'Eliezer and Rebekah' 'Eliezer and Rebekah at the Well' 'Isaac Meeting Rebekah - Esau Sellling his Birthright' 'Isaac Blessing Jacob' 'Jacob and the Flocks of Laban - Jacob's Departure from Laban' 'Esau Meeting Jacob' 'Joseph's Coat' 'Joseph before Pharaoh' 'Pharaoh Honours Joseph' 'Joseph Distributes Corn' 'Jacob Hears the Voice of the Lord' 'Joseph Presents his Father to Pharaoh' 'Jacob Blessing Ephraim and Manasseh' 'The Infant Moses' 'Moses Slaying the Egyptian' 'Moses Keeping Jethro's Sheep' 'Moses and Aaron before Pharaoh' 'The Water Turned into Blood - The Boils and Blains' 'The Israelites in Egypt. Water Carriers' 'Death of the Firstborn' 'Departure of the Israelites - Destruction of Pharaoh and his Host' 'Miriam' 'Gathering Manna' 'Moses Strikes the Rock' 'Moses' Hands Held Up' 'Moses Destroys the Tables' 'Korah Swallowed Up' 'The Daughters of Zelophehad' 'Moses Views the Promised Land' 'Rahab and the Spies' 'The Spies Escape' 'The Passage of the Jordan' 'The Fall of the Walls of Jericho' 'The Sun and the Moon Stand Still' 'The Five Kings Hiding in the Cave' 'The Death of Eglon' 'Samson and the Lion' 'Samson Carrying the Gates' 'Samson at the Mill' 'Naomi and the Child Obed' 'Cushi Brings to David News of the Death of Absalom' 'Elijah Fed by Ravens' 'Elijah and the Widow's Son' 'The Arrow of Deliverance' 'The Flight of Adrammelech' 'The Chronicles Being Read to the King' 'Esther Denouncing Haman' [title on contents page] or 'Haman Supplicating Esther' [title on print] 'Job Receiving the Messengers' 'By the Rivers of Babylon' 'Hosannah!' 'The Parable of the Boiling Pot' 'Daniel's Prayer' "], "Producer name": [" After: Ford Madox Brown ", " Block cut by: Dalziel Brothers ", " Published by: Routledge ", " After: Frederic Leighton, Baron Leighton ", " After: George Frederick Watts ", " After: Frederick Sandys ", " After: Simeon Solomon ", " After: Thomas Bolton Gilchrist Septimus Dalziel ", " After: William Holman Hunt ", " After: Edward Armitage ", " After: Edward John Poynter ", " After: Frederick Richard Pickersgill ", " After: Arthur Boyd Houghton ", " After: Henry Hugh Armstead ", " After: Edward Gurden Dalziel ", " After: William Small ", " After: Edward Burne-Jones ", " After: Arthur Murch ", " After: Edward Frederick Brewtnall ", " After: Francis S Walker "], "School/style": ["British"], "Production date": ["1881"], "Materials": ["paper"], "Technique": ["wood-engraving"], "Dimensions": [" Height: 576 millimetres (size of book) ", " Thickness: 34 millimetres (size of book) ", " Width: 419 millimetres (size of book) "], "Curator's comments": ["This record was edited and developed by Bethan Stevens as part of the Dalziel Project, an AHRC-funded collaboration between the British Museum and the University of Sussex. The Dalziel Brothers write extensively about this work in their memoir, 'A Record' (London: Methuen, 1901). The project was begun in the early 1860s but was not completed until 1880. The original intention was to produce an illustrated Bible, complete with a newly edited text. In the end, the Dalziels published the illustrations that they had completed as a series of prints, without text. The prints were published both in portfolio form and as a luxurious bound book. The artists approached by the Dalziels included many of the most prestigious then working: Ford Madox Brown, Edward Burne-Jones, William Holman Hunt, Frederic Leighton, Frederick Sandys, George Frederick Watts and Simeon Solomon, amongst others. By the time the gallery was published, Solomon's reputation had suffered following his arrest for attempted sodomy in 1873; Solomon's contributions to the 'Bible Gallery' were produced before this date, but it is encouraging to note that this event did not preclude his strong presence in the volume when it was later published. In their memoir, the Dalziels describe the 'Bible Gallery' as 'begun with the highest aims, over which [they] spent many years of careful, patient labour, and several thousands of pounds'. This summary nicely brings together the engravers' high ambitions for the project as being at once commercial, moral and artistic. They were presumably also inspired by a wish to rival Julius Schnorr von Carolsfeld's highly successful Bilderbibel, or Picture Bible, published serially in Germany in the 1850s, and more recently in England. Unfortunately, the Dalziels' Bible Gallery was a commercial failure, but in 1894 it was republished by the Society for Promoting Christian Knowledge with 27 additional illustrations and text by Alex Fox to accompany each print. The woodblocks for these prints are held at the City Art Gallery in Birmingham. For a preliminary drawing for the 'Bible Gallery' by Ford Madox Brown, also in the British Museum, see ref. no. 1894,0612.8. For an account of Schnorr's 'Picture Bible', see C. Grewe, 'The Bible in Pictures: history lessons and popular culture' in 'Painting the Sacred in the Age of Romanticism', Farnham and Burlington VT, 2011, pp. 203-251; see also a preliminary drawing in the British Museum, ref. no. 2011,7071.5. There are many sources of information on the Bible Gallery, e.g. at http://www.preraphaelites.org/the-collection/1920p713.1/dalziels-bible-gallery/ [accessed 22 October 2012]."], "Location": ["Not on display"], "Associated titles": ["Associated Title:", " Dalziels' Bible Gallery "], "Acquisition name": ["Donated by: Robin de Beaumont"], "Acquisition date": ["1996"], "Department": ["Prints and Drawings"], "Registration number": ["1996,1104.4"]}