{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.46"], "Description": [" Temptation of St Antony; the saint, semi-nude and kneeling at the centre of a group of nude and fully attired figures Oil, over charcoal, on brown paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 247 millimetres ", " Width: 287 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. Here St Antony is in the centre; the nude female figure on the right and the one immediately behind him on the left are pulling at his cloak. This motive is found again in nos. 1907-7-17- 48, 49, 53 (where it is a beast that pulls the robe), 54-56, 60 and 61. As Rossi points out, St Antony at the centre of the composition with his cloak being pulled appears in a painting of the same subject in the Collection Harrach in Rohrau (Rossi 1999, fig. 13). There is no suggestion that these drawings are preparatory for that painting, since the composition of the latter is vertical rather than horizontal as in most of the sheets of the Guzman Album. But it has to be said that the idea of female devils is shared in both painting and drawings, although in the latter they are mainly in the nude. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/46, p. 265; P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto: novità e precisazioni', \"Arte Veneta\", 55, 1999, p. 35 and fig. 14"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.46"]}