{"artifact_name": "drawing; print study", "Object Type": [" drawing ", " print study "], "Museum number": ["1900,0824.533"], "Description": [" Burgos Cathedral; a near view of the Cathedral from a raised terrace adjoining the west front, under the cathedral wall is a group of figures gathered round a dilapidated shop; a number of other figures below, about the doors of the church. 1836 Watercolour touched with bodycolour "], "Producer name": ["Drawn by: David Roberts"], "School/style": ["British"], "Production date": ["1836"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 392 millimetres ", " Width: 258 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Engraved by C. Challis in Jennings 'Landscape Annual', 1838, p.38 Stainton 1985 David Roberts, together with Samuel Prout, James Duffield Harding, Clarkson Stanfield and, to some extent, J. F. Lewis, belonged to the group of artists specialising in foreign topographical views who came to prominence in the 1820s and 1830s. Originally apprenticed as a house painter in his native Edinburgh, Roberts became a scene painter. In 1822 he moved to London and in 1830 was President of the Society of British Artists. In October 1832 he left for Spain, and did not return to England until eleven months later. This was his first long and important journey abroad, a precursor of his tour to Egypt, The Holy Land and Syria in 1838-39. He seems to have been attracted to Spain by the fact that it was a country whose architecture had until then been neglected by British painters (it is true that Wilkie had visited Spain in 1828, but he was chiefly interested in the depiction of Spanish genre and daily life). Roberts wrote from Cordoba: \"Those who could have appreciated the richness of its architecture have generally gone to Italy or Greece. My portfolio is getting rich, the subjects are not only good, but of a very novel character\". This element of novelty seems to have been of great importance; the 1830s were the decade of the new illustrated publications, and Roberts was deliberately assembling material not only for worked-up watercolours and oil paintings, but also for reproduction in the form of steel-plate engravings and lithographs. His Spanish works were published in the 'Landscape Annuals' from 1835 and in a separate volume, 'Picturesque Sketches in Spain', 1837. These two watercolours, worked up from sketches after the artist's return to England, are fine examples of his style, combining architectural precision with atmospheric sensitivity. 'The Interior of San Miguel, Xeres' (lithographed in 'Picturesque Sketches in Spain'), with its richly solemn, mysterious character, is perhaps to some extent inspired by Bonington (for example, 'The Interior of S Ambrogio, Milan', 1828, Wallace Collection); while the view of Burgos Cathedral, which Roberts described as \"one of the finest in Spain\", has a faint flavour of the kind of bizarre sublime developed by John Martin. So familiar became Roberts's Spanish views that in his celebrated guide book to Spain published in 1845, Richard Ford referred to one aspect ot Burgos Cathedral as \"forming a picture by Roberts\"."], "Bibliographic references": [" Binyon 1898-1907 / Catalogue of drawings by British artists, and artists of foreign origin working in Great Britain (4) ", " Stainton 1985 / British Landscape Watercolours 1600-1860 (158) "], "Location": ["Not on display"], "Exhibition history": [" 1958 Apr, BM, Eight centuries of landscape ... water-colours, Section 83 1967 Jun-Jul , London, Guildhall AG, Roberts/Clarkson Stanfield, no. 89 1979 Jun-Jul, Rheinisches Landesmuseum, 'Stanfield', no. 179 1979 Aug-Oct, Tyne & Wear Museum, 'Stanfield', no. 179 1979 Oct-Nov, Sunderland AG, 'Stanfield', no. 179 1985, BM, 'British Landscape Watercolours 1600-1860', no.158 1986/7 Nov-Jan, London, Barbican, 'David Roberts', no. 83 1991 Jan-Mar, Cleveland MA, Ohio, BM English Watercolours, no. 73 1991 Mar-June, N Carolina MA, BM English Watercolours, no. 73 "], "Subjects": ["church"], "Associated names": ["Illustration to: Jennings"], "Associated places": [" Topographic representation of: Burgos (province) "], "Associated titles": ["Associated Title:", " Landscape Annual "], "Acquisition name": ["Bequeathed by: Henry Vaughan"], "Acquisition date": ["1900"], "Department": ["Prints and Drawings"], "Registration number": ["1900,0824.533"]}