{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1997,0712.19"], "Description": [" The Virgin and Child seated by a table. c.1501 Pen and black ink "], "Producer name": ["Drawn by: Jörg Breu I"], "School/style": ["German"], "Production date": ["1501 (c.)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 160 millimetres ", " Width: 138 millimetres (upper left corner made up) "], "$Inscriptions": [" "], "Curator's comments": ["R. Schilling (ed) 'Die von Edmund Schilling gesammelten Zeichnungen', published privately, Edgware, 1982, p.37, no.11; J. Rowlands 'German Drawings from a private collection', exh.cat London and Nuremberg, 1984, p.34, no.30; J. Rowlands, 'The Age of Dürer and Holbein', exh.cat. London, British Museum, 1988, no. 152 Watermark: small bear (close to Briquet 12270) Facial types and posture of the Virgin compare well with figures in Breu's first major altarpiece, signed and dated 1501, at Aggsbach, Austria, and today in Herzogenberg (particularly the Adoration of the Magi). See also the Virgin and Child in Flight into Egypt in the Galerie Stift, Melk (see Buchner, Augsburger Kunst, 1928, ii,). Rowlands & Bartrum, The Age of Dürer and Holbein 1988 This is an early drawing by Breu, which, from a comparison of the representations of the Virgin and Child in his altarpiece at Aggsbach can be established as contemporaneous with it. The panels of the 'Birth of Christ' and the 'Circumcision' of the latter, are signed with Breu's monogram, and inscribed, \"JORGPREW VON AV [GSBURG] 1501\". The types of the Virgin and Child, particularly in the 'Birth of Christ', are unquestionably by the artist who was responsible for the present drawing; the features of the Virgin in each are markedly similar and the modelling of the Child's body confirms the association. The altarpiece was commissioned for the Carthusian Church at Aggsbach, and was the chief work executed by Breu from his time in a workshop in Krems between 1498 and 1502. Since 1816 most of the painted panels of the altarpiece have been in Herzogenburg, and two panels with the 'Flight into Egypt' and the 'Crucifixion' have been at Nuremberg since 1927 (Germanisches Nationalmuseum, inv.nos.1153 and 1152). Nothing is known, however, about its carved sculpture. The only other known drawing which would date from the beginning of Breu's career when he was in Austria, is the 'St Christopher' now at Budapest (Szépmüvészeti Múzeum, inv.no.289), but the attribution of this sheet to Breu is admittedly much less secure. This work is one of the earliest masterpieces of the artistic movement that arose in Vienna and the Danube valley, now known as the Danube School (see Rowlands 1988, cat. nos. 127-37)."], "Bibliographic references": ["Rowlands 1988 / The Age of Dürer and Holbein: German Drawings 1400-1550 (152)"], "Location": ["Not on display"], "Exhibition history": [" 1984 Feb-Sept, London, Washington and Nuremberg, German Drawings, no.30. 1988 BM Age of Dürer and Holbein, no. 152 1997-8 Sept-Jan BM Schilling "], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ "], "Acquisition name": [" Bequeathed by: Rosi Schilling ", " Bequeathed through: Art Fund (as NACF) ", " In Memory of: Edmund Schilling "], "Previous owner": ["Previous owner/ex-collection: Edmund Schilling"], "Acquisition date": ["1997"], "Acquisition notes": ["In 1997, the Museum acquired on the death of Mrs Rosi Schilling the majority of a collection of mostly northern Old Master drawings assembled by her late husband the curator and later drawings dealer and adviser, Edmund Schilling (1888-1974). Schilling was born in Germany and came to Britain in 1937 after the rise of the Nazis. He was prominent as a specialist in German Old Master drawings and his widow’s bequest in his memory was predominantly made up of studies that he had collected in this field. Given its importance, the Museum accepted the bequest for public benefit in good faith, and has afterwards researched its history, insofar as it has been able. There remain however many works in the bequest with uncertain or incomplete provenance for the years 1933-45 and the Museum welcomes information and assistance in the investigation and clarification of the provenance of these works during that era. Formerly mounted in a copy of 'Kellermaistery. Gruündlicher Bericht...', Augsburg, 1536"], "Department": ["Prints and Drawings"], "Registration number": ["1997,0712.19"], "Conservation": ["Treatment: 29 May 1997"]}