{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.56"], "Description": [" Temptation of St Antony; the saint seated with his hands placed together at the centre of a group of nude and fully attired figures, the figure in the foreground at left with her hand held behind her Oil, over charcoal, on grey-buff paper "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 249 millimetres ", " Width: 303 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. There are two details that distinguish this drawing from the others of the series: the saint in the centre is depicted as a youth without a beard and the female nude on the left seen from behind is holding her left hand behind her back, while making an offering with the other. The head of the pig, which appears also in nos. 1907-7-17-52 (see under this entry for further comment) 55, 58, 65-68, 71 and 72, should be a clue for the identification of the saint with Antony Abbot. Indeed this sheet is rather interesting for, despite the fact that the iconography of St. Antony is normally that of an elderly bearded man, the 'Golden Legend' recounts that Antony was only twenty years old when he went to the desert for his hermitage (cf. L. Réau, 'Iconographie de l'Art Chrétien', Paris 1958, vol. III, p. 108). See also nos. 45 and 50. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/56, p. 265"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.56"]}