{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1987,0516.86"], "Description": [" Rabbi and Rabbitzin with fish; three men and a cat looking on. c.1914 Charcoal touched with grey ink, on two conjoined sheets "], "Producer name": ["Drawn by: Mark Gertler"], "School/style": ["British"], "Production date": ["1914 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 662 millimetres ", " Width: 466 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Recent Acquisitions exhibition label: \"One of a number of drawings from 1914-16 whose subject matter was derived from Gertler's observations of the Jewish community to which he belonged in the East End of London. A drawing of 1914, Rabbi and Rabbitzin, shows the couple in a domestic setting with bread and crockery on a table before them. In January 1915 Gertler moved from Whitechapel, which he was finding too claustrophobic, to a studio in Hampstead where he felt he could be 'neither Jew nor Christian' but just himself.\" The drawing of the Rabbi and Rabbitzin with bread and crockery was acquired by the Ben Uri Gallery, London (with help from the Art Fund) in 2002. See below information from Sarah MacDougall, author of 'Mark Gertler' (2002) in an e-mail, October 2009 (text in artist's dossier): ...it is possible that Rabbi and Rabbitzin with Fish is the earlier work, since Gertler exhibited one of these two pieces under the title Man and Wife in 1913, and Rabbi and Rabbitzin is clearly dated 1914. However, it is also possible that Gertler only dated this work at the point of sale and in my view, in narrative terms at least it makes sense for your piece to be the later of the two. You may also be interested to know that I believe that Gertler was influenced during the 1913 composition by his admiration for the Egyptian room in the British Museum. This admiration for had been kindled by his visit to the museum with Jacob Epstein in July 1912, when he reported to Dora Carrington: ‘Epstein took me to the British Museum and there revealed to me such wonders in works of art that my inspiration knew no bounds and I came to the conclusion that Egyptian art is by far, by far, by far the greatest of all art […] We moderns are but ants in comparison’; by October 1912 he was still writing to Carrington of the ‘wonderful ‘Egiption’ [sic] things’ he had seen there. On 24 January 1913 he wrote again to Carrington that he was still finding the BM ‘enormously inspiring’ and sent her a reproduction of an early Egyptian statue, identified only as ‘Husband and Wife’, with the comment: ‘I consider this to be most marvellous’. It has not been possible to identify the exact piece but it seems likely that it was one of two limestone statues of a husband and wife from Egypt: either Husband and Wife, 18th or 19th Dynasty, around 1300 BC (ref 1839,0921.726), which also later inspired Henry Moore’s King and Queen (1952-3, Tate), or that representing The Royal Acquaintance Katep and his wife, the Royal Acquaintance Hetepheres (1896,0410.1), since in Rabbi and Rabbitzin, the couple’s linked arms at the centre of the picture echo those of the Egyptian couple (even though in the earlier piece their actual positions are reversed). In an interesting postscript, Gertler wrote to Carrington in February 1915 that he had ‘picked up a piece of African [my italics] sculpture [in] wood’, commenting that it was ‘like they have in B.M! for 10 shillings! It gives me great Delight + is like my work … note Boller [sic] Hat like my Rabbi!’."], "Location": ["Not on display"], "Exhibition history": [" 1989 Mar-Apr (5 days), Olympia, International Contemporary Art Fair, 1991 Jan-Apr, BM, 'Recent Acquisitions' (no cat.) 1992 Jan-Mar, London, Camden Arts Centre, 'Mark Gertler', no.23 1992 Mar-May, Nottingham, Castle Museum, 'Mark Gertler' no. 23 1992 May-Jul, Leeds City Art Gallery, 'Mark Gertler' no. 23 1993/4 Nov-Jan, Preston, Harris Museum, 'Drawing on these Shores' no. 65 1994 Jan-Mar, Ipswich Museum, 'Drawing on these Shores', no. 65 1994 Apr-Jun, Bath, Holburne Museum, 'Drawing on these Shores', no. 65 1994 Jun-Jul, Brighton Museum and Art Gallery, 'Drawing on these Shores', no. 65 2002 Sep-Dec, London, Ben Uri Gallery, 'Mark Gertler' 2009 May-Jun, London, Whitechapel Art Gallery, The Whitechapel Boys 2013, Jun-Sep, Dulwich Picture Gallery, 'A Crisis of Brilliance' "], "Acquisition name": ["Purchased from: Fine Art Society"], "Acquisition date": ["1987"], "Department": ["Prints and Drawings"], "Registration number": ["1987,0516.86"]}