{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1927,0712.8"], "Description": [" S W view of the Castle of Otranto, Italy, later engraved as the frontispiece for Horace Walpole's book of the same name; rough stone walls dividing fields in foreground with massive walls of castle beyond, overlooking sea to left. March,1785 Pen and grey ink and watercolour "], "Producer name": ["Drawn by: Willey Reveley"], "School/style": ["British"], "Production date": ["1785 (March)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 271 millimetres ", " Width: 511 millimetres "], "Curator's comments": ["Dr. Susanne Schwertfeger, Kunsthistorisches Institut der Christian-Albrechts-Universität zu Kiel points out that according to Allen Hazens 'A Bibliography of Horace Walpole', New Haven 1948, p.61, this picture was drawn in March 1785 and sent to Walpole in 1786. This drawing was engraved 1791 and since then regularly play a part in the bindings of the edition of 'The Castle of Otranto', printed in Parma, edited in London sold from that point. This information is confirmed in the Yale edition of Walpole's Correspondence, edited by W L Lewis and now online from the Lewis Walpole Library website. Walpole discusses the drawing in a letter to William Hamilton 17 January 1788 (vol. 35, pp. 435-6); see note 2, p. 435 where it states that Walpole annotated his copy of the Description of Strawberry Hill (SH) with a note about this drawing : \" 'A view of the real Castle of Otranto on the eastern coast of the kingdom of Naples, a washed drawing taken on the spot in March 1785, by Mr Revely, and given to M r Walpole by Eliz. Lady Craven' (HW's M S note in his copy, now WSL, of Des. of SH, 1774, p. 158; M S note, altered, ibid. 1784, p. 92, printed ibid., p. 94, and in Works ii. 494, with omission of \"on the eastern . . . Naples' and 'taken . . .Revely' and with other changes). Willey Reveley (d. 1799) accompanied Sir Richard Worsley (1751-1805), 7th Bt, 1768, as 'architect and draughtsman' to Italy, Greece, Turkey, and Egypt. In Constantinople, April-May 1786, Worsley told Lady Craven he planned to give the drawing to H W , but she offered to present it, Worsley being unacquainted with H W (HW to Lady Ossory 6 Feb. 1789, OSSORY iii. 36 and n. 15; 'Beautiful Lady Craven', ed. A. M. Broadley and Lewis Melville, 1914, i. p. xxxix et passim). No reference to the drawing as the gift of Worsley has been found in the SH records; it was sold SH xvi. 117, with another drawing to Forster for £1.13.0.\""], "Location": ["Not on display"], "Subjects": ["castle/fort"], "Associated names": ["Associated with: Horace Walpole, 4th Earl of Orford"], "Associated places": [" Topographic representation of: Otranto "], "Acquisition name": ["Donated by: Mrs J A Fuller-Maitland"], "Previous owner": [" Previous owner/ex-collection: Sir Richard Worsley ", " Previous owner/ex-collection: Horace Walpole, 4th Earl of Orford (Strawberry Hill sale XVI, 117) ", " Previous owner/ex-collection: William Barclay Squire "], "Acquisition date": ["1927"], "Acquisition notes": ["For further information about the provenance, see the curatorial comment."], "Department": ["Prints and Drawings"], "Registration number": ["1927,0712.8"]}