{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1946,0713.720"], "Description": [" Studies for a dream of St Joseph, for a fresco; with a sleeping figure and an angel Black and red chalk Verso: Same subject as recto; A reclining figure, with three compositional sketches below Red chalk, pen and brown ink "], "Producer name": ["Drawn by: Pier Francesco Mola"], "School/style": ["Roman"], "Production date": ["1627-1652"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 394 millimetres ", " Width: 261 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Watermark: 'IHS' surmounted by a cross, inscribed within an oval Lit.: A.E. Popham, 'Catalogue of Drawings in the Collection formed by Sir Thomas Phillipps, Bart., F.R.S., now in the possession of his Grandson, T. Fitzroy Phillipps Fenwick of Thirlestaine House, Cheltenham', London, 1935, p. 49, no. 3 (as Attributed to Lodovico Carracci; N. Turner, 'Italian Baroque Drawings', London, 1980, no. 18; N. Turner, 'Italian Drawings in the BM, Roman Baroque Drawings', London, 1999, I, no. 216; F. Petrucci, 'Pier Francesco Mola (1612-1666): materia e colore nella pittura del '600', Rome, 2012, pp. 417 and 457, fig. D21.1. Turner 1999 Popham maintained the old ascription to Ludovico Carracci, under whose name the drawing was placed on entering the collection. In 1955 it was transferred to Andrea Sacchi, apparently at the initiative of Philip Pouncey, and in (?)1966 to Mola, at the suggestion of J.A. Gere. Independently, Ann Sutherland Harris rejected the attribution to Sacchi and suggested a tentative one to Mola instead. Tantillo was the first to connect the drawing with the newly discovered upright rectangular fresco of the subject painted by Mola in c. 1651-2 on the ceiling of one of the rooms of the Palazzo Pamphilj at Nettuno (Tantillo, 1989, fig. 81; see also 1952,0121.46). Mola seems to have begun his series of studies on the verso, with the sheet rotated 90 degrees so that one of the long sides was the base. At the top, he drew in red chalk the sleeping figure of St Joseph, seated in the left corner of a horizontal rectangle, with his body facing right. He then experimented with smaller variants of the composition, in the same horizontal format, in three alternative pen studies in the bottom half of the sheet, introducing in the one to the right the figures of the Virgin and Child, as if he were now considering a 'Rest on the Flight'. In the pen study in the middle, he upended the rectangle to make a vertical composition, placing the seated St Joseph to the left in front of a tree. It was this upright solution that he was eventually to adopt in the fresco. With the sheet now turned vertically and upside down from its present direction, Mola began in red chalk the sequence of drawings on the recto. The study in the middle again shows St Joseph seated to the left, facing right, in a horizontal rectangle. Above and below this rectangular space is a study of an angel, the upper of the two studies being the more completely realised figure. The artist's evident difficulty in fitting the angel into the constricted horizontal rectangle seems to have prompted him to adopt once more a vertical format for the composition. Turning the sheet the other way up (that is, in the present direction of the recto) Mola drew yet another full-length figure of the seated St Joseph, in black chalk, over his previous, now inverted red chalk studies, extending the composition upwards with a black chalk line running vertically, parallel to the left edge of the sheet and almost to the top of the piece of paper; a faint indication of the other long side of the rectangle, drawn only as high as the figure's shoulders, can be seen in the centre of the sheet. An alternative study for the head, shoulders and right arm of the saint is drawn a little above the main study, also in black chalk. In the finished fresco, the upper part of the saint's body corresponds closely to that of the two black chalk studies on the recto, though the position of the legs is different. Two further drawings by Mola, both in the Kunstmuseum, Düsseldorf, appear to be connected with this sheet. In the first (inv. no.FP 950; Tantillo, 1989, fig. 85a), St Joseph is shown half seated, half lying to the right, with his body facing left and with the angel appearing immediately above him; on the left of the sheet is a separate study for the same figure reclining in the opposite direction. The drawing evidently belongs to the early phase in the development of the composition, when St Joseph was to be shown seated or reclining on the ground with his legs extended forward, parallel to the long side of the rectangle. The second Düsseldorf drawing for the St Joseph, which seems also to come from this same stage in the planning of his idea, is the previously unnoticed red chalk sketch pointed out by Hein-Th. Schulze Altcappenberg beneath two pen-and-wash studies for the figure of Joseph in the fresco of 'Joseph Greeting his Brethren' (for which see 1857,0613.367, 1853,1008.10 and 1990,0728.100) (inv. no. FP 11840; Düsseldorf, 1990, no.40). Schulze Altcappenberg was inclined, however, to connect both this second Düsseldorf drawing and the present drawing with a painting of the 'Flight into Egypt' in St Petersburg (Lugano and Rome, 1989-90, no. I.23), sometimes dated in the second half of the 1650s, an identification for the British Museum drawing already proposed by Cocke (1972(a), p.47). This relationship seems unlikely, since the seated St Joseph in the second Düsseldorf drawing is set within a horizontal rectangle and such boundaries would have served no purpose were the drawing a study for the St Joseph in the St Petersburg picture, where the figure is one of a group of the Holy Family in a more generous spatial setting. A more likely possibility is that, like the British Museum sheet, the Düsseldorf drawing was drawn for the Nettuno fresco and was then re-used by the artist at a later date for his sketches of the figure of Joseph in the Quirinal Palace fresco. As several commentators have observed, the studies in 1946,0713.720 show Mola's knowledge of Sacchi's 'Dream of St Joseph' painted about 1652 over the high altar of S. Giuseppe a Capo le Case, Rome, a work that was carried out at almost precisely the same time as Mola's project at Nettuno (Harris, 1977(a), p. 100, no. 80, fig. 157). More problematic is whether or not these same British Museum studies played a part in the evolution of another rather different composition of the 'Dream of St Joseph' in a painting attributed to Mola in the National Gallery of Ireland, Dublin (Wynne, 1986, no. 1893), though two further drawings are unquestionably related to this picture: one is again in the Kunstmuseum, Düsseldorf (inv. no. FP 861), and another formerly on the art market (Christie's, Monaco, 20 June 1994, lot 32). Literature: Popham, 1935, I, p. 49, no. 3 (as attributed to Ludovico Carracci, with the recto and verso reversed); Harris, 1965, p. 568; Harris and Schaar, 1967, p. 55; Cocke, 1972(a), p.47, under no. 12, repr. as fig. 117 (verso only); Turner, 1980, no. 18; Wynne, 1986, p. 77, under no. 1893; Tantillo, 1989, p. 87, figs 83a, 84; Lugano and Rome, 1989-90, no.III.8; Düsseldorf, 1990, p. 108, under no. 40."], "Bibliographic references": [" Phillipps-Fenwick 1935 / Catalogue of drawings in the collection of T Fitzroy Phillipps-Fenwick (p.49(3)) ", " Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (216) "], "Location": ["Not on display"], "Exhibition history": [" 1989/90 Dec-Jan, Museo Capitolini, Rome, 'Mola' "], "Subjects": [" old testament ", " dream/vision "], "Associated names": ["Representation of: St Joseph"], "Acquisition name": ["Donated by: Count Antoine Seilern"], "Previous owner": [" Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: Samuel Woodburn (Christie's, 12.vi.1860/part of lot 1087 'Head and figure subjects by A. del Sarto, B.Luti, Pontormo &c.', 26 in the lot, bt Phillipps £0-19-0) ", " Previous owner/ex-collection: Sir Thomas Phillipps ", " Previous owner/ex-collection: Thomas Fitzroy Fenwick "], "Acquisition date": ["1946"], "Department": ["Prints and Drawings"], "Registration number": ["1946,0713.720"]}