{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.47"], "Description": [" Temptation of St Antony; the seated at centre, surrounded by nude women Oil "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 244 millimetres ", " Width: 291 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. Here, as in no. 1907-7-17-53, one can see that the devil directly behind St Antony, slightly to left, has one arm raised, his hand clutching what seem to be a whip or stick, and is about to strike the saint on his head. A similar figure can be found in the painting representing 'The Temptation of St Antony' published by Rossi (Rossi 1999, fig. 5 and see under 1907-7-17-42), although in the latter its position is reversed. This is the first sheet of the series in which beasts make their appearance as part of the temptations and persecutions of the saint.The object that is lying on the ground seems to be a crutch with a bell attached. The latter is often attributed to hermits, who used it as a device to repel the attacks of the demons and, in the iconography of St Antony, it is mainly found attached to his crutch, although this would normally be in the shape of a Tau. The bell is also often seen attached to the pig's neck, distinguishing the animal as a pig of St Antony, an animal which had right of free pasture and was used to clear villages of their litter (see L. Réau, 'Iconographie de l'Art Chrétien', Paris 1958, III, p. 105; and for further comment on the iconography of the pig see no. 1907-7-17-52). See also nos. 1907-7-17-49, 52, 53, 55 and 71. For a comment on the female figure on the left see no. 1907-7-17-42. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/47, p. 265; P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto: novità e precisazioni', \"Arte Veneta\", 55, 1999, p. 33 and fig. 4"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.47"]}