{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.69"], "Description": [" Temptation of St Antony; seated at l, surrounded by a group of ghoulish figures and animals, with two arches beyond Oil, over charcoal, on grey paper Verso: A nude man (head truncated), turned to right, with his left leg raised Charcoal, on brown prepared paper "], "Producer name": ["Office/studio of: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 263 millimetres ", " Width: 325 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The saint is at the left of the composition, seated with his back towards his stone table (see also nos. 1907-7-17-52, 58, 66, 68 and 71). He is clutching something in his left hand, possibly a cross and has his head turned backwards and up towards a monstrous figure. The haunting figures are mainly beasts, but three humans appear. Two arches are depicted in the background. The head of a pig appears on the far left (see also nos. 1907-7-17-52 with further comment, 55, 56, 58, 65-69, 71 and 72). According to the Tietzes, the study on the verso is after the same male model that appears on the verso of no. 1907-7-17-55. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/69, p. 266."], "Location": ["Not on display"], "Subjects": [" christian saint/martyr ", " nude "], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.69"]}