{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1946,0713.29"], "Description": [" An apostle in an Assumption of the Virgin, standing to front, leaning backwards, with his right hand raised above his head Pen and brown ink, with brown and grey wash, with bodycolour, over black chalk, partially squared for transfer, on several sheets of blue paper, cut and overlaid "], "Producer name": ["Drawn by: Bernardino Gatti"], "School/style": ["Lombard"], "Production date": ["1510-1575"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 395 millimetres ", " Width: 237 millimetres "], "Curator's comments": ["Lit.: A.E. Popham, 'Catalogue of Drawings in the Collection formed by Sir Thomas Phillipps, Bart., F.R.S., now in the possession of his Grandson, T. Fitzroy Phillipps Fenwick of Thirlestaine House, Cheltenham', I, London, 1935, p. 85, no. 3 (as Attributed to Pordenone; amended to Gatti on p. 242); A.E. Popham, 'Italian drawings in the BM, Artists working in Parma in the Sixteenth Century', London, 1967, I, no. 34, II, pl. 27 Popham 1967 This drawing, previously attributed to Correggio, appeared in the Fenwick Collection Catalogue under a tentative attribution to Pordenone; but in the 'addenda' (p. 242) it was given to Gatti on the strength of its resemblance to studies in the Uffìzi for his fresco in S. Pietro, Cremona. This attribution was confirmed by the subsequent identification of the drawing as a study for one of the Apostles painted round the drum of the cupola of S. Maria della Steccata, Parma (Popham, 'Correggio', fig. 56). Gatti was working on the cupola of the Steccata from 1560 to 1572. The painting of the lower register presumably dates from the end rather than the beginning of this period. Literature: Popham, Fenwick, p. 85, no. 3 and p. 242; Emilian Drawings, no. 15; Popham, Correggio, p. 120."], "Bibliographic references": [" Phillipps-Fenwick 1935 / Catalogue of drawings in the collection of T Fitzroy Phillipps-Fenwick (p.85(3)) ", " Popham (Parma) 1967 / Artists working in Parma in the Sixteenth Century (34) "], "Location": ["Not on display"], "Exhibition history": [" 1990 April-Aug, BM, Treasures of P&D (no cat.) 2016-17, Oct-Jan, Suzhou, 'Italian Renaissance Drawings', no. 24. 2019 11 Apr-30 Jun, Macau Museum of Art, Macau, 'Italian Renaissance Drawings' 2021-2022 3 Sept – 20 Feb, Beijing, MWOODS, Italian Renaissance Drawings "], "Subjects": [" christian saint/martyr ", " assumption of virgin "], "Associated names": ["Representation of: Virgin Mary"], "Acquisition name": ["Donated by: Count Antoine Seilern"], "Previous owner": [" Previous owner/ex-collection: Sir Thomas Lawrence (L.2445) ", " Previous owner/ex-collection: Samuel Woodburn (Christie's, 4.vi.1860/part of lot 25 'The rest in Egypt, MASTELLETTA; and various', 12 in the lot, bt Phillipps £1-1-0) ", " Previous owner/ex-collection: Sir Thomas Phillipps ", " Previous owner/ex-collection: Thomas Fitzroy Fenwick "], "Acquisition date": ["1946"], "Department": ["Prints and Drawings"], "Registration number": ["1946,0713.29"]}