{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1999,0626.20"], "Description": [" Study of a girl playing a stringed instrument, c.1886 Black crayon "], "Producer name": ["Drawn by: Jean Léon Gérôme"], "School/style": ["French"], "Production date": ["1886 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 283 millimetres ", " Width: 234 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Lit.: G. Ackermann, \"J-L Gérome\", Paris 1986, p.137, fig.339; P. Stein, in exhib.cat., New York, Metropolitan Museum of Art, and London, BM, `French Drawings from Clouet to Seurat`, 2005, no.83. Studying first in the studio of Paul Delaroche (1797-1856), and then briefly with Charles Gleyre (1806-74), Gérôme shared with his two teachers a taste for historical and exotic subjects and the technical ability to infuse them with a startling sense of ethnographic accuracy. He first found fame with the exhibition of `The Cock Fight` (Musée d'Orsay, Paris) at the Salon of 1847. His early 'Néo-Grec' style soon expanded to include historical subjects and exotic genre scenes. There was a broad audience for orientalizing pictures in the mid- and later nineteenth century and Gerôme's appetite for travel allowed him to collect the raw material for his precisely detailed scenes. Reflecting European stereotypes of the Near East, his output was largely dedicated to subjects of violence and sensuality, but also included scenes of caravans, markets and prayer. Following his visit to Constantinople in 1875, it is known that Gérôme had the court painter Abdullah Siriez send him photographs,(n.1) yet one must assume that, for the most part, his own drawings made on his travels underpinned his orientalizing pictures. Despite their essential role in his working process, little study has been devoted to Gerôme's drawings. In general, they are impressive visual records, even if the motifs are sometimes anachronistic or implausibly combined in the paintings. The figure of the seated musician is used in a canvas, `Terrace of the Seraglio` (1886; private collection, London), painted late in Gerôme's career.(n.2) Much like Ingres's musician (1886,0410.33), her music-making accentuates the idle languor of the odalisques. Yet in Gerôme's harem scenes, there is a greater disjunction between the apparent authenticity of the various features of the canvas. The architecture, the standing eunuch with the pipe and the seated musician all appear to be based on observed reality while the porcelain-skinned bathers all seem like harbingers of the belle époque. In the present drawing Gérôme transcribes with care the exotic costume and elaborate coiffure of the musician, with minor pentimenti throughout. The woman's eyes are hidden behind her hair, but her open mouth suggests that she is singing as she plays her instrument. Yet the realism is undermined by Gerôme's practice of freely mixing together elements taken from different cultures. In Terrace of the Seraglio both the eunuch who appears to be a Nubian slave and the girl playing the instrument seem to be based on studies made in Egypt rather than in Constantinople. The fringe of hair across the musician's forehead, the kurs (concave ornament at the crown of her head) and the safa (braids to which black silk cords were tied with thin gold ornaments attached at intervals) were all typical of the dress of Egyptian women in the nineteenth century.(n.3) Text by P. Stein, 2005 as cited above, no.83. Notes 1 G. M. Ackerman, `Jean-Léon Ge'rôme, Monographie révisée, Catalogue raisonné mis à jour, Paris, 2000 (originally published in London and New York, 1986), p.112-13. 2 The painting is illustrated in Ackermann, 2000, op.cit., p.316, no.339, and was sold at Christie's, New York, 11 November 1998, lot 134. 3 E.W. Lane, `An Account of the Manners and Customs of the Modem Egyptians`, London, 1871, vol.1, pp.53-5, and vol.11, pp.312-14."], "Bibliographic references": [" Stein 2005 / French Drawings from the British Museum: Clouet to Seurat (83) ", " Greenwood, de Guise 2019 / Inspired by the East: how the Islamic world influenced Western art (Fig.86, p.204) "], "Location": ["Not on display"], "Exhibition history": [" 2001 May-Sep BM, P&D, 'Paper Assets' (no cat.) 2005/6 Nov-Jan, New York, Met Mus of Art, Clouet to Seurat/BM 2006 June-Oct, BM, Clouet to Seurat/BM 2019-2020 10 Oct - 26 Jan, London, BM, G35: \"Inspired by the East: how the Islamic World influenced Western Art” "], "Acquisition name": ["Purchased from: Galerie Arnoldi-Livie (Munich)"], "Acquisition date": ["1999"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era."], "Department": ["Prints and Drawings"], "Registration number": ["1999,0626.20"], "Conservation": ["Treatment: 25 Nov 2000"]}