{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1958,1213.4"], "Description": [" Design for a pulpit; arches and columns surmounted by rectangular panels, the Adoration of the Magi at centre and the Crucifixion at left, draped women supporting flaming torches between Pen and brown ink, with brown wash, the sheet cut in half horizontally, made up areas "], "Producer name": ["Drawn by: Baldassare Peruzzi"], "School/style": [" Sienese ", " Roman "], "Production date": ["1496-1536"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 446 millimetres ", " Width: 335 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Lit.: P. Pouncey and J.A. Gere, 'Italian Drawings in the BM, Raphael and His Circle', London, 1962, I, no. 248, II, pl. 230; B. Py, 'Everhard Jabach Collectionneur (1618-1695), Les Dessins de Inventaire de 1695', Paris, 2001, no. 97, p. 56 Pouncey & Gere 1962 The perspective on the l.-hand side shows that the structure is octagonal. The corner piers are made up of three members with those on the outside projecting. Each member has a separate Composite capital, so that the effect is that of three contiguous pilasters, the two outer ones acting as responds to the columns (also with Composite capitals) flanking the arches. The spandrels of the arches contain roundels with coats of arms, only three being visible: on the l. of the l.-hand arch, the word \"LIBERTAS\" in bend, and on either side of the central arch, \"party per pale on the sinister side a lion rampant\" and \"per jess with in chief the word OP[ER]A\". The base of the parapet breaks forward over the columns to form plinths on which stand female figures holding candelabra. The reliefs which fill the sides of the parapet represent, from l. to r.: the 'Crucifixion', the 'Adoration of the Magi' and the 'Flight into Egypt' (this last almost indecipherable). The attribution to Peruzzi was first made by K. T. Parker, whose pencil annotation is on the mount. The heraldic devices are Sienese, and Popham (Skippe Sale catalogue) has suggested that the drawing may be connected with some proposal to replace Nicola Pisano's pulpit in the Duomo. Peruzzi's design, which embodies many of the principal features of the latter - the octagonal shape, arcaded base, and solid parapet with sides containing scenes in relief (the three subjects in the drawing all occur on the pulpit) separated by statues at the angles - amounts to a free translation of it into Renaissance terms. Another drawing by him, in Turin (Bertini 333), is a project for the remanagement, on somewhat similar lines, of the high altar of the Duomo. Reference is made to marble needed by Peruzzi in connection with the altar in a document dated 21 May 1532 (see 'La Diana', iv (1929), pp. 127 ff.)"], "Bibliographic references": ["Pouncey & Gere 1962 / Raphael and His Circle (248)"], "Location": ["Not on display"], "Exhibition history": [" 2003-4 Dec-April, BM, NACF exhibition "], "Subjects": [" church ", " interior ", " adoration of magi ", " crucifixion "], "Associated names": [" Representation of: Magi ", " Representation of: Jesus Christ "], "Acquisition name": [" Donated by: Holland-Martin (family) ", " Donated by: Art Fund (as NACF) "], "Previous owner": [" Previous owner/ex-collection: Everard Jabach (no. 97 in Portfolio 1 in his 1695 inventory) ", " Previous owner/ex-collection: John Skippe ", " Previous owner/ex-collection: Martin (family) (family) ", " Previous owner/ex-collection: Mrs Rayner-Wood (d.1955 (for further details see Christie's sale catalogue)) ", " Previous owner/ex-collection: Edward Holland-Martin (Christie's, 20.xi.1958/153 bt Bruce £199-10-0) "], "Acquisition date": ["1958"], "Acquisition notes": ["After Skippe, the drawing passed through his descendants, the Martin family."], "Department": ["Prints and Drawings"], "Registration number": ["1958,1213.4"]}