{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["1935,0522.12.177"], "Title": ["Object: A Reposo - Temptation in the wilderness"], "Description": [" A halt for refreshment in the Egyptian desert. The Princess sits on Bergami's knee, her arm round his shoulder, while he caresses her lasciviously. They sit with their back to an ass which brays: \"Oh Tempora!!\" She is very décolletée and wears trousers, and a feathered cap. A large miniature of Bergami, see No. 13858, dangles from her neck. Beside them on the ground is a basket of bottles, and overturned spirit-bottle and glass. A small boy, Willy Austin, stands staring at the pair, and blowing soap-bubbles. On the left, but disregarded, is Mahomet (see No. 14119) performing a dance with flexed knees; he holds up a crescent and a piece of drapery, looking towards the pair to say: \"in his signis Vincetes!!,\" parodying the words of Constantine's vision of the Cross. In the middle distance, beside a second ass, also braying, Louise Demont sits on the knee of 'the Jewish harper', see No. 13856, the harp beside them. Below the title: 'Saint Caroline, with the young Saint Austin—Saint Bartholomew—Saint Colombiere [see No. 13953]—and suite—in their return from Egypt—are converted to Mahometanism! Sir Balaam (absolute Wisdom in Cog) and his Ass deplore their recreancy.' February 1821 Hand-coloured etching "], "Producer name": [" Print made by: Charles Williams ", " Published by: R A Fores "], "School/style": ["British"], "Production date": ["1821"], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 240 millimetres ", " Width: 333 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', X, 1952) For the visit to Palestine and the order of St. Caroline see No. 13918, &c. The return was by sea from Jaffa; Egypt was not visited. Brougham called Wood 'Absolute Wisdom', see No. 13899."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (14121)"], "Location": ["Not on display"], "Subjects": ["satire"], "Associated names": [" Representation of: Caroline of Brunswick ", " Representation of: Bartolommeo Bergami ", " Associated with: Bartolommeo Bergami ", " Associated with: Caroline of Brunswick ", " Associated with: Mahomet ", " Associated with: Sir Matthew Wood, 1st Baronet "], "Acquisition name": ["Transferred from: British Library"], "Acquisition date": ["1935"], "Department": ["Prints and Drawings"], "Registration number": ["1935,0522.12.177"]}