{"artifact_name": "drawing; sketch-book", "Object Type": [" drawing ", " sketch-book "], "Museum number": ["1993,0508.1.1-130"], "Description": [" A vellum-bound sketchbook containing 130 leaves with studies and notes for historical and literary compositions. From f.100 to 130, the sketchbook was used in reverse for notes and illustrations (four on each facing page) of allegorical figures including the elements, solstices and equinoxes, winds, seasons, months, times and hours of day and night, continents, great rivers, cities of London and Rome, countries of Britain and Italy, the great ages, the muses, and thirty other figures without notes. c.1797-1804 All drawings are orientated vertically unless specified. Most of the drawings are in graphite, several also have grey, brown or blue wash Numbers in brackets refer to notes in the curator's comments section below. FLYLEAF: four faint figure sketches 1 RECTO: ownership inscriptions; faint pencil notes and sketches 1 VERSO: draft of a letter in pencil, largely erased; appears to be addressed to a potential patron [1] 2 RECTO: study of a woman standing in doorway distributing food to an old woman; list written in pencil which appears to be the names of prominent collectors of the period in top left corner 2 VERSO: [horizontal] sketch of a scene outside an inn 3 RECTO: more detailed study of 2 RECTO 3 VERSO: a woman in contemporary dress and a second female figure, in profile, with billowing drapery 4 RECTO: inscribed 'hot ginger.d', study showing a woman standing in a doorway distributing food to a young boy who is accompanied by a dog. [2] 4 VERSO: [horizontal] more detailed study of 2 VERSO 5 RECTO: faint study of a mounted figure amongst a crowd 5 VERSO: [horizontal] study inscribed 'The Halt', showing a central figure in riding gear at a cottage door with two horses on right and other figures on left 6 RECTO: satyr chasing a nymph 6 VERSO: inscribed 'Faith/Charity-Simaritan[sic]' 7 RECTO: ink and wash drawing of 'The Good Samaritan' showing the Samaritan giving money to the inn keeper [3] 7 VERSO: a series of studies for 7 RECTO and 8 RECTO [3] 8 RECTO: wash study of 'The Good Samaritan' showing the Samaritan tending the wounds of the injured man [3] 8 VERSO: [horizontal] very rubbed drawings of a mounted figure 9 RECTO: rubbed study of a hermit 9 VERSO: [horizontal] sketch of a mounted figure in a landscape 10 RECTO: faint study of a bull 10 VERSO: two figures in front of a throne 11 RECTO: faint figure studies 11 VERSO: faint study of a standing woman 12 RECTO: inscribed in ink 'Temora Book I/ Althan'; finished wash study of Althan seeing the ghost of the son of Semo [4] 12 VERSO: series of studies of chariots with single standing figures in them 13 RECTO: inscribed 'Homers Iliad Book / 21 / Wisdom conquers or/of the Brutal Strength'; study finished with wash, possibly Lycaon and Achilles 13 VERSO: two ruled boxes containing indistinct compositional studies 14 RECTO: inscribed 'Battle of [indistinct]'; wash study of a battle scene 15 RECTO: [horizontal] sketch possibly Theseus with Aethra recovering his father's armour from under a rock 16 RECTO: study of 'St John the Baptist preaching in the wilderness' [5] 16 VERSO: inscribed along bottom 'Numbers Ch. 20' and, top left, 'woman/fainted' 'Beasts'; study for 'Moses Striking Water from the Rock' 17 RECTO: inscribed 'Exodus Ch.17'; another treatment of 'Moses Striking Water from the Rock' 18 RECTO: sketch possibly Theseus with Aethra recovering his father's armour from under a rock 19 RECTO: biblical study, possibly related to 16 VERSO and 17 RECTO 20 RECTO: [horizontal] worship of a term of Priapus [6] 20 VERSO: inscribed 'Tom Jones'; sketch of a scene from the novel by Henry Fielding (possibly Book IX, Ensign Northern trying to kill Mrs Waters in the woods?) 21 RECTO: a second study for 20 VERSO? 21 VERSO: inscribed 'Tom Jones'; a third study for 20 VERSO? 22 RECTO: inscribed 'Stephen's Queen'; possibly Matilda, queen consort of Stephen I of England, with the Empress Matilda (Stephen's cousin and rival for the throne)? 22 VERSO: two studies for the principal figures in 23 RECTO 23 RECTO: inscribed 'Leolf the Robber Hist.y Engd'; wash drawing depicting King Edmund I being assassinated by Leolf the Robber during the feast of St Augustine [7] 23 VERSO: drawn frame enclosing a faint landscape sketch 24 RECTO: inscribed 'Death of Hen.y II'; Henry II on his deathbed 25 RECTO: inscribed 'Rufus'; study, death of King William II, known as Rufus [8] 26 RECTO: inscribed 'Rufus'; pencil and wash; more developed version of 25 RECTO [two leaves torn-out] 27 RECTO: study of an unidentified historical scene depicted an enthroned King 28 RECTO: study for an historical scene, a bishop blessing a couple? 29 RECTO: watercolour and wash landscape of a waterfall and a reclining figure in military dress 29 VERSO: two portrait studies of a woman's head 30 RECTO: faint pencil sketch of a male figure 30 VERSO: two studies of a woman's head 31 RECTO: inscribed 'Edw.d 2.nd'; study of a scene from the life of King Edward II 32 RECTO: reworking of 31 RECTO 32 VERSO: very faint compositional(?) sketch 33 RECTO: watercolour landscape of herd and mounted figure crossing a bridge, women washing clothes in the foreground 34 RECTO: sketch of nymphs bathing 35 RECTO: inscribed 'Shepherdess of [indistinct]'; study of a pastoral landscape, with a shepherd playing a pipe and a reclining shepherdess 36 RECTO: wash drawing of two figures embracing 36 VERSO: studies of plumes? 37 RECTO: very faint study of two figures, one possibly in bed 37 VERSO: study of two figures in Roman dress enclosed in a drawn frame 38 RECTO: study of two figures 38 VERSO: ink drawing of Pontius Pilate washing his hands of the blood of Christ [9] 39 RECTO: inscribed 'Mat Chap 27'; wash drawing of Pontius Pilate washing his hands 40 RECTO: inscribed 'aratus Page 395'; wash drawing possibly depicting a scene from Plutarch's 'Life of Aratus' with the daughter of Epigethes stood in the door of a temple, a battle at the bottom of the steps [10] 41 RECTO: inscribed 'Aratus'; compositional study of a mounted figure entering a city and greeting the populace? 41 VERSO: two studies of the kneeling female figure in 41 RECTO 42 RECTO: inscribed 'Lewis the Gross. 92 Hist.y France\"; wash drawing depicting Louis VI of France receiving the Oriflamme, or battle standard of France, from the Abbot of St Denis in 1124 [11] 43 RECTO: preliminary sketch for Leonidas (see 44 RECTO) 43 VERSO: preliminary sketch for Leonidas (see 44 RECTO) 44 RECTO: inscribed 'Leonidas'; wash drawing possibly depicting Gorgo, Leonadas's wife, weeping over his corpse following the battle of Thermopylae? [12] 44 VERSO: further study for 44 RECTO 45 RECTO: further study for 44 RECTO 45 VERSO: figure studies for 46 RECTO 46 RECTO: inscribed 'Priors Solomon'; wash drawing of a scene from Matthew Prior's poem 'Solomon and Abra; or, Love Epistles', first published in 1718 46 VERSO: a second study of Louis VI of France receiving the Oriflamme [11] 47 RECTO: inscribed 'Collins'; presumably a scene from a poem by William Collins 47 VERSO: figure studies 48 RECTO: wash drawing of 'St John the Baptist preaching in the wilderness' [5] 48 VERSO: inscribed 'Pompey'; wash drawing depicting Pompey's severed head being shown to Julius Caesar 49 RECTO: [horizontal] wash drawing of an unidentified subject, possibly a shepherd and a sleeping nymph 49 VERSO: sketch of two standing figures 50 RECTO: inscribed 'Phocion'; wash drawing probably depicting a scene from Plutarch's life of Phocion, possibly his refusing the untold riches offered to him by Alexander the Great 50 VERSO: inscribed 'Phocion Vide Plutarch'; another treatment of 50 RECTO 51 RECTO: inscribed 'Theseus'; a scene from Theseus's life, probably also from Plutarch 51 VERSO: two figure studies relating to 52 RECTO 52 RECTO: inscribed 'Lycurgus'; wash drawing presumably depicting an event from Plutarch's life of Lycurgus [13] 52 VERSO: inscribed 'The fall of Romulus Vide Numa'; wash drawing depicting the fall of Romulus 53 RECTO: inscribed 'Lives of Plutarch'; wash study of a female figure running through an archway, with a fainter nude figure study on right 54 RECTO: [horizontal] inscribed 'Edward black Prince'; wash drawing of Edward, Prince of Wales in a victorious procession 55 RECTO: inscribed 'Black Prince'; wash drawing of King Edward III possibly granting the Black Prince Aquitaine? 55 VERSO: a wash study of 'The Good Samaritan' [3] 56 RECTO: inscribed 'Black Prince'; wash study of a scene taken from William Beckford's 'History of France', London, 1794, III, p. 27 56 VERSO: wash study of 'The Good Samaritan', related to 55 VERSO 57 RECTO: [horizontal] inscribed 'Page 32 Vol 3. Homers Iliad'; study possibly depicting Nestor giving advice to Patroclus? 57 VERSO: inscribed 'Paul'; wash drawing of the 'Conversion of St Paul', a preliminary idea for the painting Dayes exhibited at the Royal Academy in 1799 [14] 58 RECTO: inscribed 'Ceyx & alcyone'; possibly a drawing of Alcyone embracing her husband Ceyx? [15] 58 VERSO: sketch of three oxen, relating to 59 RECTO 59 RECTO: [horizontal] inscribed 'Palamon and Arcite'; fine wash drawing, the first compositional study of 'Lycurgus Entering Athens', the watercolour Dayes exhibited at the Royal Academy in 1798 (no. 501), the subject derived from John Dryden's 'Fables Ancient and Modern' [15] 60 RECTO: [horizontal] inscribed 'Palamon & Arcite': wash drawing, possibly depicting the episode that Dayes had originally considered pairing with 59 RECTO? 61 RECTO: [horizontal] schematic idea related to 60 RECTO 61 VERSO: kneeling figure in a landscape enclosed within a drawn frame; possibly a study of John the Baptist? 62 RECTO: [horizontal] inscribed 'Palamon & Arcite'; wash study relating to 60 RECTO 62 VERSO and 63 RECTO: inscribed 'Death of Epaminondas'; double-page wash drawing with two individual and smaller pencil figure studies on the far left of 62 VERSO [16] 63 VERSO: sketch of a landscape with a mounted figure 64 RECTO: [horizontal] second wash study for 62 VERSO and 63 RECTO 64 VERSO: three studies of an armed figure in Roman costume 65 RECTO: wash study for the 'Fall of the Rebel Angels'; Dayes exhibited the finished watercolour at the Royal Academy in 1798 (no. 490; note in catalogue: 'Vide Milton'). Now in the Tate [17] 65 VERSO: bust-length study of a man wearing a Roman helmet, in profile; related to a figure in 'Lycurgus Entering Athens' 66 RECTO: [horizontal] first compositional study for 'Lycurgus Entering Athens' [15] 66 VERSO: faint study of a female figure 67 RECTO: inscribed 'Nine days the fall - Milton Book 6 line 371'; wash detail study for 65 RECTO 68 RECTO: inscribed 'Parnells Hermit'; scene derived from Thomas Parnell's 'The Hermit', a moral narrative in heroic couplets 68 VERSO: studies of armed men and women, related to 69 RECTO 69 RECTO: inscribed 'Boadecia Vide Speed'; wash drawing of Boadicea, Queen of the Iceni in armour surrounded by soldiers and horses [18] 70 RECTO: inscribed 'Death of W.m Conq.r Vide Speed'; wash drawing depicting the death of William I known as William the Conqueror 70 VERSO: a series of unidentified sketches; possibly scrolls? 71 RECTO: sketch of a giant holding a rock; related to 71 VERSO 71 VERSO: inscribed 'Tales of Genii(?) Giant Trifaldi'; two studies of giants throwing rocks [19] 72 RECTO: a multi-figured celestial composition 72 VERSO: (upside-down) study of a seated man and standing figure, related to 73 RECTO 73 RECTO: [horizontal] compositional sketch showing a man presenting a petition to a seated man in a prison 73 VERSO: unidentified sketches 74 RECTO: [horizontal] inscribed 'Gen Chap 46'; sketch depicting Joseph recognising his brothers on their return into Egypt 75 RECTO: [horizontal] inscribed 'Dion'; from Plutarch's 'Lives' 76 RECTO: inscribed 'Mat Chap 14 Ver 6'; the dance of Salome for King Herod 77 RECTO: [horizontal] inscribed 'Stephen'; wash sketch of a battle scene 77 VERSO: architectural and figural sketches 78 RECTO: [horizontal] inscribed 'Cato - Plutarch'; from Plutarch's 'Lives' 79 RECTO: [horizontal] inscribed 'Caesar'; wash drawing depicting Julius Caesar seated in the midst of a conflagration [20] 79 VERSO: inscribed 'Minerva comforting painting'; inscription relating to 80 RECTO 80 RECTO: study for a grand allegorical position of painting ascending with Minerva, the three graces in the bottom left (with a very small amount of wash) [21] 81 RECTO: indistinct compositional study 81 VERSO: inscribed 'Ixion ED'; wash drawing of Ixion bound to a wheel [22] 82 RECTO: see 81 VERSO 82 VERSO: [horizontal] inscribed 'angel obscure'; sketches and wash drawings of details for the 'Conversion of St Paul' [14] 83 RECTO: inscribed 'Alry[indistinct] F[indistinct]'; pencil, pen and wash study for the 'Conversion of St Paul' [14] 83 VERSO and 84 RECTO: inscribed left-hand page near top 'Persians whore breeches long vests & tiara on the head' and same page near bottom 'Plutarchs Life of Artaxerxes Page 447'; double-page wash drawing of a nocturnal scene, probably showing the death of King Cyrus, with two separate studies for the central figure on the far left of the double-page 84 VERSO: [horizontal] inscribed to the left 'Eagles wing on the Helmet' and to the right 'Fingal book 1.st Cuthullins Car'; pen, ink and wash study of Cathullin King of Ireland riding a chariot, a scene from Ossian 85 RECTO: [horizontal] inscribed 'Cathullin from Fingal book 1'; a more vigorous and developed wash study of 84 VERSO 86 RECTO: pen, ink and wash treatment of the `Conversion of St Paul' [14] 86 VERSO: [horizontal] inscribed 'The fight for the Body of Patroclus' 87 RECTO: [horizontal] inscribed 'Homers Iliad Book 17 Line 335 &c'; pen, ink and wash study of Menelaus rescuing the body of Patrocolus from the Trojans [23] 88 RECTO: inscribed 'Collins Eclogue I'; pen, ink, wash and watercolour study of a scene from Collins's 'Persian Eclogues' of 1742 88 VERSO: [horizontal] inscribed bottom left 'larger'; pencil, ink and wash study compostional study showing a mounted figure embracing a standing figure in front of a city gate [24] 89 RECTO: [horizontal] inscribed 'Philip kissing Alexander Vide Plutarch 267' and, top left 'augurs in White with gold fillet on Crown'; pen, ink, wash and watercolour, compositional study of Philip embracing Alexander 89 VERSO: [horizontal] pencil study for 91 RECTO showing Venus reclining 90 RECTO: inscribed ''Akenside'; pencil composition study of a scene from the poetry of Mark Akenside 90 VERSO: pencil study of a standing woman geturing to the right [25] 91 RECTO: [horizontal] inscribed 'Akenside Book 1st'; a pencil, wash and watercolour study for 'The Triumph of Beauty', an oil painting exhibited by Dayes at the RA in 1800 [26] 92 RECTO: very loose pencil sketch of a figure in a chariot 92 VERSO: [horizontal] pencil study of a kneeling male figure, possibly relating to 93 RECTO or a study of St John the Baptist in the wilderness 93 RECTO: [horizontal] inscribed 'Death of Brutus Vide Plutarch'; a pencil, pen, wash and watercolour study of a scene from Plutarch's Life of Brutus 94 RECTO: [horizontal] inscribed 'Julian protects Nebridius from the soldiers - Gibbon Vol 4 Page 24'; pencil, pen, wash and watercolour compositional study depicting the Emperor Julian protecting Nebridus from his own followers 94 VERSO: very faint pencil sketch, possibly of two figures embracing? 95 RECTO: inscribed 'For I was an hungered & ye gave me meat Matthew Ch 25 Verse 35 &c'; pen, ink and wash study depicting a destitute old man sat in a cottage interior with a dog beside him being given food by a young woman [27] 95 VERSO: inscribed 'I was thirsty & ye gave me drink -'; pen, ink and wash compositional study depicting a traveller at a cottage door receiving a drink [27] 96 RECTO: inscribed ' I was thirsty & ye gave me drink'; pen, ink and wash compositional study, another treatment of 95 VERSO [27] 96 VERSO: inscribed 'm[unclear] in a Gown & Velvet Cap'; pencil study for 97 VERSO 97 RECTO: inscribed 'I was a stranger & ye took me in'; pen, ink and wash compositional study depicting a stranger being shown a bed [27] 97 VERSO: inscribed 'I was a stranger & ye took me in'; pen, ink, wash and watercolour nocturnal study depicting a mounted traveller at the door of a cottage [27] 98 RECTO: inscribed 'Naked & ye cloathed me'; pen, ink and wash compositional study depicting a seated man being clothed [27] 98 VERSO: inscribed 'may have a servant' and 'a young artist'; study of a cross-section of a frame with measurements 99 RECTO: inscribed 'I was sick & ye visited me'; pen, ink and wash compositional study depicting a sick man in bed being attended to [27] 99 VERSO: inscribed along top 'Four Subject from Goldsmith Epilogue to She Stoops to Conquer Sentimental Mag.e for 1773 Page 43' and in the centre '2ft 7in x 1/2 / by / 1 foot 11in} Palamon & Arcite in Rabet measure or Size of Drawings' and '31-23 Hist.l / Sizes of / German glass} 30 by 23 Good This [broad?] Shape / 32-22 / 32-25' and '31 1/2 - 22' and '22 by 32 Landscape'; cross-section of a frame [28] 100 RECTO: inscribed 'I was in prison & ye came unto me'; pen, ink and wash compositional study depicting a man and woman visiting another man in prison [27] - at this point Dayes turned the sketchbook upside down and began to work from the back - INSIDE BACK COVER: inscribed (upside-down) 'Ralph in the Stable with the baby Calf / M.rs Mansfield in the dairy / a farm Yard'; faint pencil sketches, one a side view of a bird and the other potentially a cross-section of an eyeball? 130 RECTO: inscribed 'Beginning' and with the ownership signature of 'R. Caney'; pen and ink personification of 'The Beginning', a semi-nude youth with a cloth draped around his waist holding the figure of nature in one hand and a circle containing the letter alpha in another, rays of sunshine in a starry sky above. Probably based on Cesare Ripa's 'Iconologia' (fig. 250, page 62) [29] 130 VERSO: written description of the iconography of 129 RECTO 129 RECTO: divided into four rectangular boxes which are inscribed [clockwise] 'Fire-', 'Air', 'Earth-', Water'; four ink studies of personifications of the elements 129 VERSO: written description of the iconography of 128 RECTO 128 RECTO: divided into four rectangular boxes, three of which are inscribed [clockwise] 'Spring Equinox', 'Autumnal Equinox', [no inscription], 'Summer Solstice'; four pen and ink studies of personifications of the equinoxes and solstices 128 VERSO: written description of the iconography of the first study on 127 RECTO 127 RECTO: divided into four rectangular boxes; four pen and ink studies of, presumably, the four winds 127 VERSO: written description of the iconography of 126 RECTO 126 RECTO: divided into four rectangular boxes, inscribed [clockwise] 'Spring', 'Summer', 'Winter', 'Autumn'; four pen and ink personifications of the seasons 126 VERSO: written description of the iconography of 125 RECTO 125 RECTO: divided into four rectangular boxes, inscribed [clockwise] 'March', 'April', 'June', 'May'; four pen and ink personifications of the four named months 125 VERSO: written description of the iconography of 124 RECTO 124 RECTO: divided into four rectangular boxes, inscribed [clockwise] 'July', 'August', 'October', 'September'; four pen and ink personifications of the four named months 124 VERSO: written description of the iconography of 123 RECTO 123 RECTO: divided into four rectangular boxes, inscribed [clockwise] 'November', 'December', 'February', 'January'; four pen and ink personifications of the four named months 123 VERSO: written description of the iconography of 122 RECTO 122 RECTO: divided into four rectangular boxes; four pen and ink personifications of the times of day 122 VERSO: written description of the iconography of 121 RECTO 121 RECTO: divided into four rectangular boxes; four pen and ink personifications of the first four hours of the day 121 VERSO: written description of the iconography of 120 RECTO 120 RECTO: divided into four rectangular boxes; four pen and ink personifications of the second four hours of the day 120 VERSO: written description of the iconography of 119 RECTO 119 RECTO: divided into four rectangular boxes; four pen and ink personifications of the third four hours of the day 119 VERSO: written description of the iconography of 118 RECTO 118 RECTO: divided into four rectangular boxes; four pen and ink personifications of the first four hours of the night 118 VERSO: written description of the iconography of 117 RECTO 117 RECTO: divided into four rectangular boxes; four pen and ink personifications of the second four hours of the night 117 VERSO: written description of the iconography of 116 RECTO 116 RECTO: divided into four rectangular boxes; four pen and ink personifications of the third four hours of the night 116 VERSO: written description of the iconography of 115 RECTO 115 RECTO: divided into four rectangular boxes; four pen and ink personifications of the four continents described on 116 VERSO 115 VERSO: written description of the iconography of 114 RECTO 114 RECTO: divided into four rectangular boxes; four pen and ink personifications of the four rivers described on 115 VERSO 114 VERSO: written description of the iconography of 113 RECTO 113 RECTO: divided into four rectangular boxes; four pen and ink personifications of the four rivers described on 114 VERSO 113 VERSO: written description of the iconography of 112 RECTO 112 RECTO: divided into four rectangular boxes; four pen and ink personifications of the four cities described on 113 VERSO 112 VERSO: written description of the iconography of 111 RECTO 111 RECTO: divided into four rectangular boxes; four pen and ink personifications of the four ages described on 112 VERSO 111 VERSO: written description of the iconography of 110 RECTO 110 RECTO: divided into four rectangular boxes, inscribed [in pencil; clockwise] 'Mary', [same box] 'Martha' and 'euterpe', 'Moses'; [same box] 'La[illegible]' and 'Thalia'; four pen and ink personifications of the four muses described on 111 VERSO 110 VERSO: written description of the iconography of 109 RECTO 109 RECTO: divided into four rectangular boxes, inscribed [in pencil; clockwise] [second box] 'Erato', [across the bottom two boxes] 'Terpsichore'; four pen and ink personifications of the four muses described on 110 VERSO 109 VERSO: written description of the iconography of 108 RECTO 108 RECTO: divided into four rectangular boxes; four pen and ink personifications of the four muses described on 109 VERSO 107 RECTO: divided into four rectangular boxes; four pen and ink personifications though without any accompanying explanatory text 106 RECTO: divided into four rectangular boxes; four pen and ink personifications though without any accompanying explanatory text [30] 105 RECTO: divided into four rectangular boxes; four pen and ink personifications though without any accompanying explanatory text [31] 105 VERSO: pencil sketch depicting a standing man and a seated woman in front of a curtain in contemporary costume 104 RECTO: divided into four rectangular boxes; four pen and ink personifications though without any accompanying explanatory text 104 VERSO: inscribed 'Gentlemen, List of the pictures I have done myself the Hon.r of sending to your Exhibition forming a series (marked 1 2 3 4 5 & 6)'; other sketches, most distinct being three male faces in profile [32] 103 RECTO: divided into four rectangular boxes; four pen and ink personifications though without any accompanying explanatory text 103 VERSO: a partially-erased letter related to 104 VERSO; in ink near the bottom 'A set of Pictures from Mat' [33] 102 RECTO: divided into four rectangular boxes; four pen and ink personifications though without any accompanying explanatory text 102 VERSO: pencil study of a tree (upside-down) 101 RECTO: divided into four rectangular boxes; four pen and ink personifications though without any accompanying explanatory text 101 VERSO: [horizontal] pencil study of a rural scene with figures and dogs 100 RECTO: divided into four rectangular boxes, inscribed under bottom-right-hand corner image 'Madam[?] Lambart'; four pencil, pen and ink personifications though without any accompanying explanatory text "], "Producer name": ["Drawn by: Edward Dayes"], "School/style": ["British"], "Production date": ["1798-1804"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 197 millimetres ", " Height: 200 millimetres ", " Width: 160 millimetres (cover) ", " Width: 158 millimetres (folio) "], "$Inscriptions": [" "], "Curator's comments": ["Several of the drawings in this sketchbook were studies for paintings Dayes exhibited at the Royal Academy of Arts, London between 1798 and 1803. It has been suggested that the notes on allegorical figures on the thirty pages at the back of the sketchbook may be in another hand. For a discussion of the entire sketchbook and its place in Dayes' work, see D B Brown, 'Edward Dayes, Historical Draughtsman', \"Old Water-Colour Society's Club\", LXII, 1991, pp.12-20. For a catalogue of the sketchbook prefaced by a brief introduction, see Jonathan Yarker, 'Ambition in the Grand Manner: Edward Dayes as History Painter', 2013, pp. 31 - 61. An early letter from the Victoria and Albert Museum in response to an enquiry from the previous owners, which was inside the cover when the sketchbook was acquired, will be kept in the dossier on the sketchbook. The below curatorial comments relate to the numbers given in the descriptions of the leaves above. They are primarily drawn from Yarker, 2013, with some additions and emendations. [1] The draft letter is partially erased and difficult to read, but the sense seems to be that Dayes was inviting the addressee to a private exhibition of some drawings, by him, for sale at his house. Gives his address as 5 Francis St, Bedford Square. Begins: \"My Lord, Knowing Your Lordship to be an admirer & patron [... and ends] the liberty of soliciting your Lordship's attention\" [2] Possibly made in preparation for 'Hot Spice Gingerbread Smoaking hot!' from the series 'Cries of London', published by Colnaghi & Co., London, 1793-1797. [3] Dayes exhibited a painting titled 'The Good Samaritan' at the Royal Academy in 1802 (no. 486; verse in catalogue: 'And he went to him and bound up his wounds'). [4] 'Temora' was an epic poem by James Macpherson first published in 1763. [5] Dayes exhibited a finished watercolour of the same title at the RA in 1799 (no. 423) [6] This is based in part on paintings by Poussin, including the 'A Bacchanalian Revel before a Term', which appeared on the London auction market twice in 1795 before being bought by the National Gallery, London in 1826 [7] This scene was a popular one in the eighteenth century, described in George Frederick Raymond's 'History of England', where it was illustrated by Samuel Wale [8] Possibly another scene taken from Raymond's 'History of England'? [9] This composition is loosely based on Rembrandt's etching of Pilate showing Christ to the people (see 1868-8-22-665 and 1973-U-931) [10] \"While they were thus employed, news was brought that Aratus was at hand, and ready to fall upon them. The consternation was such as might be expected amongst men in extreme disorder. Before they were all apprised of their danger, those that were about the gates and in the suburbs had skirmished a few moments with the Achaeans, and were put to flight. And the haste with which they fled greatly distressed those who had assembled to support them. During this confusion, one of the captives, daughter to Epigethes, a person of great eminence in Pellene, who was remarkable for her beauty and majestic mien, was seated in the temple of Artemis, where the officer whose prize she was had placed her, after having put his helmet, which was adorned with three plumes of feathers, on her head. This lady, hearing the noise and tumult, ran out suddenly to see what was the cause. As she stood at the door of the temple, and looked down upon the combatants, with the helmet still upon her head, she appeared to the citizens a figure more than human, and the enemy took her for a deity; which struck the latter with such terror and astonishment that they were no longer able to use their arms.\" Chapters 31 and 32, 'Plutarch: Life of Aratus', translated by John & William Langhorne (1770). [11] This subject is taken from William Beckford's 'History of France' (1794). Dayes exhibited the final watercolour of this subject at the Royal Academy in 1798 (no. 331). [12] Related to Gavin Hamilton's 'Andromache bewailing the body of Hector' (now lost; engraved by Domenico Cunego in 1764) [13] Possibly Lycurgus pronouncing the infant son of Polydectes King of Sparta? [14] no. 442; verse in catalogue: 'And as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven'. Now lost, but known through an engraving by Isaac Taylor for the 'Royal Standard Family Bible', 1814 (see 1981,U.467). [15] The fable 'Ceyx & Alcyone' originally related by Ovid in the 'Metamorphoses' appears in John Dryden's 'Fables Ancient and Modern' which formed the basis for two of Dayes's historical watercolours, 'Lycurgus entering Athens' and 'Theseus's approach to Athens', both signed and dated 'E Dayes 1797' and exhibited at the Royal Academy in 1798 (nos. 501 and 517). Currently Lowell Libson. [16] Epaminondas was a Theban general killed at the moment fo victory at the battle of Mantinea in 362 BC. [17] There is a reference to this drawing in Dayes's diary of 1798 where he notes having begun working on a drawing of this subject-matter. [18] John Speed, 'The Historie of Great Britaine', 1611. [19] 'Tales of the Genii', an alleged translation from a Persian manuscript, was published in 1764 under the name Sir Charles Morrell, a pseudonym for the Rev. James Ridley; it was read by Charles Dickens and is believed to have influenced Coleridge's 'Kubla Khan' (1816) [20] Possibly Caesar refusing the petition of Metellus Cimber? [21] Possibly a design conceived following the death of an artist? [22] 81 VERSO and 82 RECTO are close to the work of the sculptor Thomas Proctor, who exhibited a much-celebrated model of the same subject at the Royal Academy in 1785. [23] Particularly indebted to the famous 'Menelaus supporting the body of Patrocolus' sculptural group in the Loggia dei Lanzi of Florence [24] An earlier version of 89 RECTO? [25] Could this be related to Dayes's watercolour of 1797 entitled 'Woman bathing in a wooden Stream' (Ashmolean Museum, Oxford)? [26] No. 93, exhibited in the Great Room of Somerset House, the most prestigious location at the RA annual exhibition; verse in catalogue 'Beauty's living image, like the Morn / That wakes in Zephr's arms the blushing May'. The final painting depicts Cupid sat inside the shell on which Venus stands, whereas in the drawing he is seen in the top right-hand corner. The painting was recently rediscovered. Currently Lowell Libson [27] This is probably a sketch for the series of six pictures of Chapter 25 of the Gospel of Matthew exhibited by Dayes at the RA in 1800 (no. 163; verse in catalogue: 'Ver. 35. For I was am hungered.' 'Ver. 36. Naked and ye clothe med.' 'Ver. 40. Verily I say unto you.') [28] A design for frames for 'Lycurgus Entering Athens' and 'Theseus Approaching Athens' [29] Cesare Ripa, 'Iconologia', trans. Pierre Tempest (London, 1707). The engraved illustrations in this volume are by Isaac Fuller the younger (son of Isaac Fuller, the seventeenth-century portrait and history painter) [30] The figure in the bottom left-hand box is a personification of manhood, with a sceptre in one hand, book in the other and sitting on a lion [31] The two figures in the bottom left-hand box are a personification of conjugal love, with a heart on a chain encircling both of their necks [32] The text on this page is a letter addressed to the Royal Academy and presumably refers to the series of six watercolours depicting verses from the Gospel of St Matthew that Dayes exhibited there in 1800 [27] [33] Again this appears to be a draft letter to the RA referring to the series of six watercolours depicting verses from the Gospel of St Matthew that Dayes exhibited there in 1800 [27]"], "Location": ["Not on display"], "Exhibition history": [" 1995-6 Nov-Apr, BM, Recent Acquisitions (no cat.) "], "Subjects": [" old testament ", " new testament ", " classical mythology "], "Associated names": [" Illustration to: James Macpherson ", " Illustration to: Homer ", " Illustration to: Speed ", " Illustration to: William Collins ", " Illustration to: Plutarch (Lives) ", " Illustration to: John Dryden ", " Illustration to: John Milton ", " Illustration to: Parnell ", " Illustration to: Akenside ", " Illustration to: Gibbon ", " Representation of: Good Samaritan ", " Associated with: Cesare Ripa "], "Acquisition name": [" Purchased through: Christie's (30.iii.1993 lot 29) ", " Purchased through: Hazlitt, Gooden & Fox "], "Previous owner": [" Previous owner/ex-collection: Lisson James Dayes (By descent from the artist) ", " Previous owner/ex-collection: Robert C Caney ", " Previous owner/ex-collection: Mrs D Caney (sold Sotheby's 5.v.1973 lot 28) ", " Previous owner/ex-collection: Sanders of Oxford "], "Acquisition date": ["1993"], "Acquisition notes": ["Although Christie's catalogue description of this sketchbook names the earlier owners as Carey, their names are inscribed in the sketchbook as Caney. The identity of Caney is confirmed as the scene-painter, Robert Caney, in a letter loose inside the cover of the sketchbook, which is from the Director of the Victoria and Albert Museum thanking R.C.McCleery of Hampstead for allowing Martin Hardie to select six drawings by Caney for the V & A collection (letter dated 26 January 1925)."], "Department": ["Prints and Drawings"], "Registration number": ["1993,0508.1.1-130"], "Conservation": [" Treatment: 03 Nov 1995 ", " Treatment: 30 Jun 1995 "]}