{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1907,0717.70"], "Description": [" Temptation of St Antony; the latter seated at l, his hands together, surrounded by beasts, a figure crouched at r, a frog and snake in the foreground Oil "], "Producer name": ["Drawn by: Domenico Tintoretto"], "School/style": ["Venetian"], "Production date": ["1577-1637"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 259 millimetres ", " Width: 308 millimetres "], "Curator's comments": ["For an introduction to the series of St Antony, see under no. 1907-7-17-42. The saint is sitting on a stone with his hands joined together in prayer and his right elbow leaning on a raised stone. He is turning his head towards the right looking at a group of beasts and monstrous figures, among which there is a human figure clutching the head of a dog. More towards the centre, another human figure is just sketched in as pointing a gun to St Antony, as in nos. 1907-7-17-64 and 65. For Rossi's and further comment see no. 1907-7-17-67. 1907-7-17-1 to 90 is a so-called sketchbook, dismembered after its acquisition in 1907. A Title Page inscribed in brown ink is at the beginning of the series. Lit.: H. Tietze and E. Tietze-Conrat, 'The Drawings of the Venetian Painters in the 15th and 16th Centuries', New York, 1944, no. 1526/70, p. 266; P. Rossi, 'Per il catalogo di Jacopo e Domenico Tintoretto; novità e precisazioni', \"Arte Veneta\", 55, 1999, p. 35 and fig. 11"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Purchased from: Carfax & Co"], "Previous owner": ["Previous owner/ex-collection: Don Gaspar Mendez de Haro y Guzmán, Marchese del Carpio"], "Acquisition date": ["1907"], "Acquisition notes": ["1907,0717.1 to 90 have been extracted from a XVIIc album with the title 'Disegni di Giacomo Tintoretto raccolti in Roma dall'Eccmo Sig. Don Gasparo d'Haro e Guzman, Marchese del Carpio .... e nel 1682 eletto Vice Re e Capitano Gnle del Regno di Napoli.' The album covers survive and are kept in the Stationary Cupboard."], "Department": ["Prints and Drawings"], "Registration number": ["1907,0717.70"]}