{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["1919,1216.5"], "Description": [" Study of an Egyptian granite lion in the British Museum (EA2) for the painting 'Israel in Egypt' in the Guildhall Art Gallery, London (acc.no 1014); lying down to left, head turned to front, study of head at top right corner, less finished study from another angle at bottom centre Blue chalk "], "Producer name": ["Drawn by: Edward John Poynter"], "School/style": ["British"], "Production date": ["1867 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 180 millimetres ", " Width: 223 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The painting was exhibited at the summer exhibition of the Royal Academy of Arts in 1867 (no.434). The lion in the Department of Ancient Egypt and Sudan and is one of the two so-called 'Prudhoe Lions' donated to the Museum by Lord Prudoe (Algernon Percy, 4th Duke of Northumberland) in 1835. The red granite lions date from the New Kingdom, 18th Dynasty, reign of Amenhotep III (c.1390-1352 BC) where they were originally placed at Soleb, and later re-installed at Gebel Barkal (both sites in modern Sudan). Inscribed cartouches of Tutankhamen and Amanislo appear at the base and chest of the sculpture. Poynter may have seen these Nubian lions arranged in rows (in imitation of their original setting) at the Egyptian Court at the newly installed Crystal Palace in Sydenham, south London from 1854 onwards. Poynter also used the over life-sized black granite figures of Amenhotep III from Thebes in the Museum collection (EA 4 and 5). The buildings from Philae, Obelisk from Heliopolis, Pylon gateway from Edfu and the Great Pyramid from Giza are also incorporated in Poynter's grand historical tableaux. The painting was first owned by an engineer, Sir John Hawkshaw, who complained that the number of figures pulling the newly hewn lion was too small, and so Poynter was duly obliged to add many more. It was presented to the Guildhall Art Gallery by Sir George Touche in 1921, probably because Poynter had died a few years previously in 1919."], "Location": ["Not on display"], "Exhibition history": [" 1983 May-Jul, Brighton AG, 'The Inspiration of Egypt', no. 344 1983 Aug-Sep, Manchester AG, 'The Inspiration of Egypt', no. 344 "], "Associated names": [" Associated with: Tutankhamun ", " Associated with: Amanislo ", " Associated with: The British Museum "], "Acquisition name": [" Purchased from: Edward John Poynter (L.874; Executors of) ", " Purchased through: Charles Francis Bell (for Executors) "], "Acquisition date": ["1919"], "Department": ["Prints and Drawings"], "Registration number": ["1919,1216.5"]}