{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["2017,7027.1"], "Description": [" Julius Caesar restoring Cleopatra to the throne of Egypt with her half-sister, Arsinoë, being led away to the left Black chalk, pen and brown ink "], "Producer name": ["Drawn by: Pietro da Cortona"], "School/style": ["Roman"], "Production date": ["1637 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 198 millimetres ", " Width: 268 millimetres "], "Curator's comments": ["Watermark: praying man in a shield This was sold as a work by a follower of Pietro da Cortona, but it is an autograph study by the artist for his painting 'Caesar restoring Cleopatra to the throne of Egypt' c. 1637 now in Lyon, G. Briganti, 'Pietro da Cortona o della pittura barocca', Florence, 1982, no. 92, pp. 233-4, pl. 217. This is one of three paintings commissioned from the Tuscan painter by Louis Phélypeaux de La Vrillière (1598-1681), a secretary of state for Louis XIII and XIV, for the gallery of his grandiose Parisian townhouse, Hôtel de La Vrillière, designed by the young François Mansart. The building survives to this day as the Banque de France but the paintings were dispersed to various French museums after they were removed during the French Revolution (copies are in situ to give an impression of the gallery's original appearance). La Vrillière was a pioneering French patron of contemporary Italian Baroque painting with ten mythological works ordered over an extended period from the mid-1630s onwards from Cortona, Guercino, Poussin (a French painter but resident in Rome), Turchi and Maratta for his 50-metre long gallery with ceiling decorations by François Perrier. He also acquired Guido Reni's 'Abduction of Helen' (Louvre), a work ordered by Philip IV of Spain. For the patron and the commissions see C. Haffner, in exhib. cat., Paris, Galeries nationales du Grand Palais and Milan, Palazzo Reale, 'Seicento: le siècle de Caravage dans les collections française', 1988, pp. 29-38. The present drawing is an early study for the Lyon painting and although it differs in many details from the final composition, Cortona retained with only minor modification the poses of the two central protagonists, with Cleopatra shown climbing the stairs to the dais and the laurel garlanded Caesar gesturing to the crown and sceptre on the lion-decorated throne. At this stage the painter placed Cleopatra's deposed half-sister Arsinoë being led out on the left, while in the painting she is given a more prominent position to the right of the throne. The setting of the scene is swiftly described in black chalk consisting of an interior with a columned colonnade in the background and a curtain in the upper right corner. This arrangement was retained in Cortona's more finished drawing for the painting in the Uffizi (14007; Briganti 1982, pl. 218) but was dropped, except for the swagged curtain, in the final work in favour of an exterior setting with a circular temple beyond. The obscurity of Cortona's subject is reflected in the confusion over the painting's title, for example in Robert Strange's engraving it is described as 'Caesar putting away Pompeia, receives Calpurnia as his Wife', BM impression V,9.18). It was described by Luca Berettini's in a letter of 1679 to Ciro Ferri as Caesar restoring Cleopatra to the throne after it had been tyrannically seized by her sister and this is surely correct as it accords with the scene inspired by Suetonius' 'Life of Caesar' (35,1). The Lyon painting is not dated but Walter Vitzthum's suggestion that it must have been executed around 1637, around the same time as his work in the Sala della Stufa in the Palazzo Pitti, has been generally accepted. Such a dating is also supported by the style of the BM drawing which in its nervous rapidity of execution and wiriness of line is paralleled in Cortona's studies for the Sala della Stufa frescoes, such as the Princeton 'Age of Iron' see M. Campbell, 'Pietro da Cortona at the Pitti Palace', Princeton, 1997. fig. 19. The BM drawing is one of two known compositional studies for the Lyon painting since the Gabinetto Nazionale delle Stampe, Rome drawing (FN 9624) cited by Briganti is now thought to be a copy after the canvas, see J.M. Merz, 'Pietro da Cortona und sein kreis.Die zeichnungen in Düsseldorf', Munich and Berlin, 2005, p. 88. One other related drawing is known: a red chalk study in Düsseldorf for the upper half of one of the women in Cleopatra's retinue (KA (FP) 9038; Merz 2005, no, 7, pp. 88-9, pl. 80)."], "Location": ["Not on display"], "Exhibition history": [" 2018-2019, Oct 4 – 27 Jan, London, BM G90, Recent Acquisitions: Gozzoli to Kara Walker "], "Subjects": ["ancient history"], "Associated names": [" Representation of: Julius Caesar ", " Representation of: Cleopatra the Great ", " Representation of: Arsinoe IV "], "Acquisition name": [" Purchased from: Im Kinsky (25-26.iv.2017/667 as 'Follower of Pietro da Cortona') ", " Purchased through: Jean-Luc Baroni "], "Funder name": ["Funded by: Ottley Group"], "Acquisition date": ["2017"], "Department": ["Prints and Drawings"], "Registration number": ["2017,7027.1"], "Conservation": ["Treatment: 30 Jun 2017"]}