{"artifact_name": "drawing; album", "Object Type": [" drawing ", " album "], "Museum number": ["2002,1026.8"], "Description": [" Studies after ancient Egyptian furniture in the British Museum; a three-legged wooden funerary stool (EA 2481); four-legged funerary stool (EA 2476); jar-stand (EA 2470); separate study of drapery, possibly arranged over a parapet Verso: chariot pulled by two horses. c.1855-65 Graphite "], "Producer name": ["Drawn by: Albert Moore"], "School/style": ["British"], "Production date": ["1855-1865 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 146 millimetres ", " Width: 217 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The album originally contained 79 sheets laid down at the corners or inserted between the pages and consisted of \"Egyptian architectural details, studies of ancient musical instruments, bridles and costumes, flowers, studies of female figures in classical and ancient Egyptian dress, studies from nature including horses, plants, trees and landscapes, and a caricature of [Algernon Charles] Swinburne\" (Christie's London, 8.vi.2000). Only one sheet was signed and dated (study of ivy in pen and ink, signed with his early monogram of an intertwined 'AM' and 'Sept.[18]57', with Christopher Wood in February 2003) while others were variously inscribed with colour notes, and of relevance here 'conventional trees from an Egyptian fresco'. The three examples of ancient furniture are the 'sole variants' of each type in the Museum's collection and all came from Thebes, Upper Egypt and date from the time of the New Kingdom (1550-1069BC). They were all formerly in the collection of Henry Salt (1780-1827) and were purchased by the Museum at various times; EA 2476 in 1821 and EA 2481 and 2470 in 1835. The album seemed to be compiled with the aim of producing a stock of motifs and elements that Moore could return to in his formative artistic practice. Many of the drawings were probably after antiquities in the collection of the British Museum. Among the earliest use of an Egyptian inspired stool by Moore is in the wood-engraved title-page he jointly designed with his friend, the architect William Eden Nesfield, for his 'Specimens of Mediaeval Architecture: Chiefly selected from examples of the 12th and 13th centuries in France and Italy and drawn by W[illiam] Eden Nesfield', published by Day & Son, London 1862 (P&D1865,0520.1287-1386, placed 242.b.20). In it the allegorical figure of architecture is depicted seated upon a stool similar to EA 2476, to which figures from the architectural past pay homage. A proof impression of the wood-engraving, cut by the Dalziel Brothers, is in the Department's volumes of that firm's work (Dalziel vol.XV, p.88 no.593, placed P&D 247.a.15)."], "Location": ["Not on display"], "Subjects": ["furniture/woodwork"], "Associated names": ["Associated with: The British Museum"], "Associated places": [" Associated with: Egypt "], "Acquisition name": ["Purchased from: Mark Golding"], "Funder name": ["Funded by: Friends of Prints and Drawings"], "Previous owner": [" Previous owner/ex-collection: Milton Ernest Hall ", " Previous owner/ex-collection: Anonymous (Christie's London 8.vi.2000/31 bought Campbell Wilson) ", " Previous owner/ex-collection: Campbell Wilson (bought Mark Golding) "], "Acquisition date": ["2002"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era. From the same album as 2003,0429.2, 3, 4, 5, 6, 7 & 11."], "Department": ["Prints and Drawings"], "Registration number": ["2002,1026.8"], "Conservation": ["Treatment: 19 Feb 2003"]}