{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["2011,7030.1"], "Description": [" The Approaching Storm, Lake of Orta; view of the lake with planted fields, orchards and houses in the foreground, mountains beyond, and a rain storm approaching from the right and reaching half way across the view. 1898 Watercolour, in original frame "], "Producer name": ["Drawn by: Edward John Poynter"], "School/style": ["British"], "Production date": ["1898"], "Materials": ["paper"], "Dimensions": [" Height: 443 millimetres (frame) ", " Height: 260 millimetres ", " Width: 360 millimetres ", " Width: 545 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["One of the great Victorian polymaths, Poynter was also a great collector of Old Master drawings, studied regularly in the BM print room, and the BM has a very good collection of his figure drawings and many Old Masters once in his collection. He was best known for his large history paintings often based on details of antiquities from the British Museum, such as Israel in Egypt (Guildhall Art Gallery) and The Visit of the Queen of Sheba to King Solomon (1890; Art Gallery of New South Wales, Sydney), a vast canvas including over fifty figures, reconstructing antiquity with such a wealth of technical skill and archaeological detail that he was made honorary secretary to the Society for the Preservation of the Monuments of Ancient Egypt. Attention to his work has always focussed on his oils on canvas and since the 1970s he has enjoyed a revival in reputation as one of the Victorian Olympians. But Poynter was also an excellent painter of landscape watercolours, regarding them as an important part of his output, exhibiting them regularly, and he was a member of the Royal Society of Painters in Watercolours. He was one of the finest of the group in the second half of the century who worked in the Pre-Raphaelite/Ruskinian truth to nature tradition. This watercolour was originally exhibited by Poynter with this title, now printed on the frame, which is original except for the outer part, which had been damaged and has been replaced. The watercolour shows a rainstorm passing over Lake Orta, and is related to a vertical, brighter composition of Lake Orta with Isola Giulio, exhibited with it in 1903 and now in the Yale Center for British Art. Another watercolour included in this exhibition is also in the BM, Pic du Ger (1989,0513.1). The following label was written by Kim Sloan for Places of the Mind, 2017: 'Poynter, the brother-in-law of Edward Burne-Jones, was famous for his enormous figure-filled canvases depicting episodes from Biblical and classical history. An important teacher and a director of the National Gallery, Poynter was knighted and became President of the Royal Academy in 1896. Throughout his life he sketched and painted landscapes in watercolour for pleasure and exhibited them regularly at the Royal Water-colour Society. This technically brilliant work, full ‘of great feeling and truth’, was shown there in 1902 and a solo exhibition a year later.' Further Reading: Jessica Feather, 'A new 'golden age'? The 'modern' landscape watercolour', Kim Sloan (ed.), Places of the Mind: British watercolour landscapes 1850-1950, London, 2017, pp.68-91."], "Location": ["Not on display"], "Exhibition history": [" 1902, Royal Society of Painters in Water-Colours, annual exh., Pall Mall, no. 231 1903, Nov, Fine Art Society, Exh of Water Colours and Studies by Sir E J Poynter, no. 107, lent by Mrs Joicey 2013, May-Sept, BM, 'Recent Acquisitions' (no cat.) 2017 23 Feb-27 Aug, London, BM, G90, Places of the Mind: British Landscape watercolours 1850-1950 "], "Associated places": [" Topographic representation of: Lake Orta "], "Acquisition name": ["Purchased from: Canon Gallery"], "Funder name": ["With contribution from: Ottley Group"], "Previous owner": [" Previous owner/ex-collection: Mrs Mary Joicey (Anderson and Garland, Joicey sale 23.v.1932) ", " Previous owner/ex-collection: Anonymous (Sworders, 21.vii.2009/265) "], "Acquisition date": ["2011"], "Acquisition notes": ["This item has an uncertain or incomplete provenance for the years 1933-45. The British Museum welcomes information and assistance in the investigation and clarification of the provenance of all works during that era. Owned by Mrs Joicey when she lent it to Poynter's exhibition at the FAS, then her sale, Anderson & Garland, Newcastle; later owners not established until sold at Sworder's Summer Country House Sale in 2009, where it was purchased by Jeremy Green/Canon Gallery."], "Department": ["Prints and Drawings"], "Registration number": ["2011,7030.1"]}