{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["2010,7081.719"], "Title": ["Object: The Return from Egypt"], "Description": [" The return from Egypt, after Rubens; the Holy Family walking to right, with the Virgin and St Joseph leading Christ by the hand, St Joseph pointing up to right, a donkey walking alongside, two cherubs in the sky above and landscape in the background. 1799 Hand-coloured mezzotint with some etching "], "Producer name": [" Published by: P Stampa ", " After: Peter Paul Rubens "], "School/style": ["British"], "Production date": ["1799"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" mezzotint ", " hand-coloured "], "Dimensions": [" Height: 355 millimetres ", " Width: 253 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The composition is derived from Rubens' painting of the Return from Egypt, now in the Wadsworth Atheneum, Connecticut (Rooses 182); sold to Charles Butler in 1886 (Rooses 182); formerly in the collection of the Duke of Marlborough. This is one of two paintings by Rubens that Marlborough bought in 1708 from the royal collections of the Castle of Tervuren. A drawing (without the large tree) is in Musée du Louvre, Paris, inv.no.20.304. For an impression of Lucas Vorsterman's engraving after the original, see Hollstein 11 (R,3.50). Perhaps copied from the plate by J Johnson; there is also one published by J Le Petit, and a reduced version published by Carington Bowles, all in the same direction, and one published by John Fairburn, in the opposite direction (2010,7081.670, 671, 668, 669, 1893)."], "Bibliographic references": [" Chaloner Smith 1883 / British Mezzotinto portraits from the introduction of the art to the early part of the present century (undescribed) ", " Russell 1926 / English Mezzotint Portraits and their states: Catalogue of Corrections of and Additions to Chaloner Smith's \"British Mezzotinto Portraits\" (undescribed) "], "Location": ["Not on display"], "Subjects": ["return of the holy family from egypt"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Purchased from: Hon Christopher Lennox-Boyd"], "Funder name": [" With contribution from: National Heritage Memorial Fund ", " With contribution from: Art Fund ", " With contribution from: British Museum Friends ", " With contribution from: Friends of Prints and Drawings ", " With contribution from: Mrs Charles Wrightsman ", " With contribution from: Michael Marks Charitable Trust "], "Acquisition date": ["2010"], "Acquisition notes": ["Acquired with the assistance of the National Heritage Memorial Fund, the Friends of the British Museum, the Art Fund, Mrs Charles Wrightsman, the Michael Marks Charitable Trust, and numerous individual donors."], "Department": ["Prints and Drawings"], "Registration number": ["2010,7081.719"]}