{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["2002,1130.1"], "Title": ["Object: De Koningin van Seba (The Queen of Sheba)"], "Description": [" Queen riding on a throne supported by her entourage, arriving in a large pillared room, swags of drapery hang from the ceiling and flight of stairs in the centre down which descends King Solomon, pointed arches beyond, his arms outstretched, couriers bowing to the Queen at the right; from edition of 100 signed impressions. 1901 Etching "], "Producer name": ["Print made by: Marius Bauer"], "School/style": ["Dutch"], "Production date": ["1901"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 133 millimetres ", " Width: 180 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Catalogue entry from Bowers Museum exhibition: Bauer became well known in his lifetime for his Orientalist work, especially his etchings. He travelled widely and his extended sojourns abroad, especially in the Middle and Far East, coloured his work throughout his prodigious output. He enjoyed the patronage of the Dutch dealer E.J. van Wisselingh, who in 1888 paid for him to undertake one of his trips abroad to Constantinople, then the capital of the expansive Turkish Empire. Bauer would produce numerous drawings while away and these would later serve as the source for his paintings, watercolours and etchings completed in his studio back home. Wisselingh became the artist's principal agent publishing all his etched work and wrote a catalogue raisonné of them in 1927. The present etching was Bauer's second to deal with the Queen of Sheba. The earlier depiction, 'The Queen of Sheba at Jerusalem' (1893), shows her riding through Solomon's bustling city thronging with crowds keen to catch a glimpse of the legendary queen. In the later work Sheba is shown within the royal residence and met with an enthusiastic welcome; Solomon with arms outstretched descends a staircase to greet her, subjects bow in reverence and musicians fill the chamber with dulcet tones. Bauer mainly concentrates on the architecture soaring above the figures below. He also revels in small details and has allowed his artistic license full reign with eclectic sources for many of them. One of Solomon's prostrated female courtiers wears a cobra-topped uraeus headdress borrowed from ancient Egypt where it was the sign of royalty; the pointed arches are inspired by Islamic architecture, and the parasols borrowed from the Far East. Peacocks, baby elephants and parrots underscore the heady exoticism. Leopards too have been introduced for much the same reason. This previously unpublished etching was recently acquired by the Museum."], "Bibliographic references": ["Wisselingh 1927 / M. A. J. Bauer: His Etched Work (111)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2004-2005 17 Oct-13 Mar, California, Bowers Museum, 'Queen of Sheba: Legend and Reality' "], "Subjects": ["old testament"], "Associated names": [" Representation of: Queen of Sheba ", " Representation of: Solomon "], "Acquisition name": ["Purchased from: Campbell Fine Art"], "Funder name": [" Funded by: Jean Jacobs ", " Funded by: Maurice Jacobs "], "Acquisition date": ["2002"], "Department": ["Prints and Drawings"], "Registration number": ["2002,1130.1"], "Conservation": ["Treatment: 27 Mar 2003"]}