{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["2010,7081.333"], "Description": [" The flight into Egypt; Saint Joseph gesturing to left, walking past a fronded tree with a staff in his hand, alongside the Virgin and Child, who ride a donkey with a basket and barrel hanging from the saddle; all three looking towards each other, the Christ Child with gesturing upwards with one hand. Mezzotint "], "Producer name": ["Print made by: William Vincent"], "School/style": ["British"], "Production date": ["1680s (circa)"], "Materials": ["paper"], "Technique": ["mezzotint"], "Dimensions": [" Height: 175 millimetres ", " Width: 129 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Other impressions: Glasgow Hunterian; London NPG; Plymouth"], "Bibliographic references": [" Le Blanc 1854-89 / Manuel de l'Amateur d'Estampes 1550-1820 (12) ", " Chaloner Smith 1883 / British Mezzotinto portraits from the introduction of the art to the early part of the present century (undescribed) ", " Russell 1926 / English Mezzotint Portraits and their states: Catalogue of Corrections of and Additions to Chaloner Smith's \"British Mezzotinto Portraits\" (undescribed) "], "Location": ["Not on display"], "Subjects": ["flight into egypt"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Purchased from: Hon Christopher Lennox-Boyd"], "Funder name": [" With contribution from: National Heritage Memorial Fund ", " With contribution from: Art Fund ", " With contribution from: British Museum Friends ", " With contribution from: Friends of Prints and Drawings ", " With contribution from: Mrs Charles Wrightsman ", " With contribution from: Michael Marks Charitable Trust "], "Acquisition date": ["2010"], "Acquisition notes": ["Acquired with the assistance of the National Heritage Memorial Fund, the Friends of the British Museum, the Art Fund, Mrs Charles Wrightsman, the Michael Marks Charitable Trust, and numerous individual donors. This impression is annotated in pencil on the verso 'W[crossed through] Hubert Vincent / is mentioned', in a hand found on many other mezzotints, which Christopher Lennox-Boyd notes might be that of Bindon Blood (Lugt 3011)"], "Department": ["Prints and Drawings"], "Registration number": ["2010,7081.333"]}