{"artifact_name": "print; newspaper/periodical", "Object Type": [" print ", " newspaper/periodical "], "Museum number": ["2007,7017.10"], "Title": ["Object: Joseph, overseer of Pharaoh's granaries"], "Description": [" A hieratic man seated in an Egyptian interior, with a seated scribe writing at the right; after a painting by Alma-Tadema; a page from the 'Illustrated London News', 3 October 1874. 1874 Wood-engraving "], "Producer name": [" After: Sir Lawrence Alma-Tadema ", " Print made by: Henry Linton "], "School/style": ["British"], "Production date": ["1874"], "Materials": ["paper"], "Technique": ["wood-engraving"], "Dimensions": [" Height: 232 millimetres ", " Width: 308 millimetres (image only) "], "$Inscriptions": [" "], "Curator's comments": ["The painting was shown in the Royal Academy of Arts, London in 1874 (no.300) and is now in the Dahesh Museum of Art in New York (2002.38; Swanson 163). There are numerous references in the design to works in the collection of the British Museum. The print was republished in 'L'Univers Illustré', 21 November 1874, p.749 with commentary by Jan-Karl ('Joseph, surintendant des greniers de Pharaon', p.747). The print was accompanied by the following commentary: 'In reference to the Pyramids, it has been observed by us, in another connection, that the ancient Pharaohs of Egypt are not very distinct personalities to the mind’s view of an ordinary modern citizen in Western Christendom. It is true that Professor Lepsius, Dr. Birch, Professor Owen, and other learned members of the recent Oriental Congress, seem to be quite at home with those Nilotic potentates of yore. But we could wish for better information in the case of several Pharaohs, those whom we meet in the earliest chronicles of the race of Israel. The name which they bore in common was a mere title of royalty, like that of Caesar assumed by the Roman Emperors; and it is self-evident that the Pharaoh of Abraham’s time was not the Pharaoh whose officer, Potiphar, bought young Joseph of the Midianitish slave dealers. It is also most probable that this Pharaoh, who dreamt of the seven fat and seven lean kine, the seven full and seven thin ears of wheat, died and was succeeded by another Pharoah long before the death of Joseph himself at the age of a hundred and ten. For Joseph was but thirty years old when he was taken into the king’s favour, upon his wise interpretation of the dream, and was appointed Vizier or Prime Minister to rule the country. During the seven years of plenty and the seven years afterwards of dearth he was employed in superintending, first the collection, and subsequently the distribution, of the corn needful to feed the people. He was, indeed, a married man, and father of two sons, before the years of famine came, having espoused Asenath, the daughter of Poti-Pherah, Priest of On. These dates being recollected, we see that Alma-Tadema has in the picture represented by our engraving rightly made Joseph a man of middle age, perhaps about forty, as he may have appeared when in charge of Pharaoh’s granaries. He is seated in a chair of office, listening to the account of sales which a kneeling scribe reads over to him, while the money received for the king’s stored-up wheat lies ready to be counted on the floor. The face and attitude of Joseph express close attention to the business in which he is engaged. The details of costume and furniture, as usual with this artist, may be relied upon for historic accuracy. There is an imposing yet pleasing air in the whole composition' ('The extra supplement: Joseph, overseer of Pharaoh’s granaries', p.315)."], "Location": ["Not on display"], "Associated titles": ["Associated Title:", " Illustrated London News "], "Acquisition name": ["Donated by: Donato Esposito"], "Acquisition date": ["2007"], "Department": ["Prints and Drawings"], "Registration number": ["2007,7017.10"]}