{"artifact_name": "drawing; album", "Object Type": [" drawing ", " album "], "Museum number": ["At,10.49"], "Description": [" Landscape with the rest on the Flight into Egypt. In the upper left corner a female chimera and a male head; page in an album Pen and brown ink, over black chalk Verso (folded in half): Sheet of studies including the Via Appia milestone and two satyrs holding garlands Pen and brown ink, grey and brown wash, over black chalk Turner 1999 On the left half of the sheet two satyrs hold garlands beneath a shield and at the upper left is a design for a grotesque head on a plaque. On the right half is the via Appia milestone, at the upper left a sketch in black chalk of a male nude. The drawing is folded at the centre and inserted into the album. The recto is here considered to be the large landscape composition at the centre. Thus, leafing through the album one first comes upon the right half of the verso (i), then the large central composition and finally the left half of the verso (ii). "], "Producer name": ["Drawn by: Giovanni Francesco Grimaldi"], "School/style": [" Bolognese ", " Italian "], "Production date": ["1621-1658"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 305 millimetres ", " Width: 423 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["For details of the Grimaldi album see entry for At,10.1. The drawing is folded in half and inserted in the album so that the right half of the verso comes first in the pagination (Via Appia milestone), then after the double spread recto the left hand of the verso (satyrs with garlands). Lit.: N. Turner, 'Italian Drawings in the BM, Roman Baroque Drawings', London, 1999, I, no. 144(49) Turner 1999 The Holy Family in the lower right corner, consisting of Joseph proffering a bunch of flowers for the Christ Child, who stands on the Virgin's lap, to play with, is only summarily outlined, with minimal use of cross-hatching, unlike the kneeling angels before them. The exact same group occurs in a drawing of the same subject now in the Getty Museum, Los Angeles (inv. no. 94.GA.78; Hazlitt, Gooden and Fox, European Master Drawings, exh. cat., New York, Paris and London, 1994, no. 21; [Turner], 1995, p. 74, no. 20) which seems to be a collaborative effort by Grimaldi and Alessandro Algardi, with the latter drawing the figures. It is conceivable that the Getty drawing was in Grimaldi's possession as he worked on the present sheet. The column shown on the verso, the first milestone on the via Appia, was removed from its original site to the steps of the Campidoglio, by the Palazzo Caffarelli in 1584, and is now in the Musei Capitolini. The date is missing from the manuscript note at the centre of the drawing but the rest of that text is copied from a record of the move inscribed below the milestone (for the full texts and commentary see the 'Corpus Inscriptionum Latinarum', x, p.684, nos 6812-13). Satyrs supporting swags similar to those on the verso occur in the decorations of the Palazzo Borghese, for which see At,10.94."], "Bibliographic references": ["Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (144(49))"], "Location": ["Not on display"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Previous owner": ["Previous owner/ex-collection: Don Vincenzo Vittoria"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["At,10.49"]}