{"artifact_name": "drawing; album", "Object Type": [" drawing ", " album "], "Museum number": ["At,10.91"], "Description": [" Designs for the decoration of the chapel of the Immaculate Conception in Tivoli cathedral with a lunette of the Flight into Egypt; page in an album Pen and brown ink, brown wash, over black chalk "], "Producer name": ["Drawn by: Giovanni Francesco Grimaldi"], "School/style": [" Bolognese ", " Italian "], "Production date": ["1655"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 246 millimetres ", " Width: 178 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["For details of the Grimaldi album see entry for At,10.1. Lit.: N. Turner, 'Italian Drawings in the BM, Roman Baroque Drawings', London, 1999, I, no. 144(91) Turner 1999 Danuta Batorska pointed out that this is an early study for the decoration of the right-hand wall of the chapel of the Immaculate Conception in the Cathedral at Tivoli, usually dated 1656 (Batorska, 1976, pp. 169-71, pl. 41). Isabella Lodi-Fè has suggested the decoration may have been done the year before, based on an autograph annotation by Grimaldi, kept in the Anonymous Biographer's manuscript at Bologna, which states that in May 1655 Grimaldi received 600 scudi \"per la cappella di Tivoli\". As further evidence for this earlier dating, she cites the facts that Grimaldi does not appear in the 'atti' of the congregationi (meetings) of the Accademia di San Luca from November 1654 to May 1655 and is known to have worked on the frescoes in the Quirinal Palace, Rome, from May 1656 to July 1657. Literature: Batorska, 1976, pp. 169-71, pl. 41."], "Bibliographic references": ["Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (144(91))"], "Location": ["Not on display"], "Associated places": [" Associated with: Tivoli (Lazio) "], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Previous owner": ["Previous owner/ex-collection: Don Vincenzo Vittoria"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["At,10.91"]}