{"artifact_name": "drawing; album", "Object Type": [" drawing ", " album "], "Museum number": ["At,10.70"], "Description": [" Design for a catafalque for Ludovico Fachinetti, side elevation, formerly in an album; with shrouded skeletons flanking a scene of figures greeting, a seated figure raising a chalice and an angel surmounting a tomb Pen and brown ink, with grey-brown wash, over black chalk, with lines indented "], "Producer name": [" Drawn by: Alessandro Algardi ", " Drawn by: Giovanni Francesco Grimaldi "], "School/style": ["Roman"], "Production date": ["1617-1680"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 521 millimetres ", " Width: 245 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["A study by Algardi of 'Faith' for the same commission is in the Bonna collection, Geneva (Strasser 2010, no. 94). Lit..: N. Turner, 'Italian Drawings in the BM, Roman Baroque Drawings', London, 1999, I, no. 5; N. Strasser, 'Dessins Italiens de la Renaissance au Siècle des Lumières, Collections Jean Bonna', Geneva, 2010, under no. 94 Turner 1999 Inscriptions, such as the inscription in the lower left corner, normally begin with the censor's name, followed by the title of his office [see Inscription]. In this instance the name is lacking because the sheet has been cut at the left edge. The Master of the Sacred Palace and his two officials ('socii') were Dominican friars, and their overseeing of the publication of books and images in Rome was part of the function of the Congregation of the Holy Office, better known as the Inquisition (see Catalani, 1751, Book I, vii, p. 28, and Moroni, 1840-61, XLI, pp. 199-219). The records of the Master of the Sacred Palace in the Vatican remain secret (see Consagra in Philadelphia and Cambridge, Mass., 1988-9, p.xcvii, n. 19). Formerly placed in an album of drawings by Grimaldi (for which see At,10.1-130), this is one of a group of studies attributed by Vitzthum to Algardi (see At,10.100). In fact, the drawing appears to be by both artists working in collaboration (Turner, 1982(a), p. 162). As Vitzthum pointed out, it is a preparatory study -corresponding closely in size and detail, and with the outlines indented for transfer - for an engraving by Grimaldi of the side elevation of the catafalque erected for the funeral of Marchese Ludovico Facchinetti, on 9 April 1644 in the church of SS Giovanni e Petronio dei Bolognesi, Rome. Facchinetti, who was Bolognese ambassador to the papal court of Urban VIII, died in January 1644. Only the figures of Immortality, at the top of the catafalque, and of Faith, faintly drawn in black chalk at the centre, were engraved in the same direction as the print; otherwise the whole of the rest of the design appears in reverse. The engraving is one of five by Grimaldi that appear in a book by Sebastiano Rolandi, entitled 'Funerale celebrato nella Chiesa de' Bolognesi in Roma dall'Illustrissimo Senato di Bologna al Signor Marchese Lodovico Fachenetti ...' (Rome, 1644), which describes the funeral ceremony. The interior of the church was elaborately adorned for the occasion, the entire decoration being entrusted to Algardi, with Grimaldi apparently taking responsibility for \"il colorito\". (A discussion of the respective roles of Algardi and Grimaldi in the decoration of the whole church as well as of the catafalque itself may be found in Montagu (1985, 1, pp. 75ff.).) On the basis of Rolandi's description, the scenes in the main storey, in reverse to their appearance in the print (but probably in the same direction as those in the actual catafalque), may be identified as follows: on the left, part of the scene 'Christian Piety and Charity Riding on a Chariot Drawn by Two Winged Horses and Guided by Fame' (the back of the catafalque); in the centre, the 'Embassy of Ludovico Facchinetti on Behalf of the City of Parma to Philip IV of Spain' (one side); and, on the right, part of the scene 'Ludovico Facchinetti before Urban VIII' (the front). Lightly drawn between this storey and the sarcophagus is the seated figure of Faith holding a chalice aloft in her right hand and a cross loosely at her side in her left ('pace' Montagu who states that the figure has been omitted). Since Grimaldi was responsible for making the engravings for Rolandi's volume, it is not surprising that much of the drawing should be his. Algardi's intervention, in brown ink as opposed to grey-black, was limited to the following parts: (i) the figure of Immortality at the top of the catafalque; (ii) the oval scene of the 'Embassy of Ludovico Facchinetti' at the centre; (iii) the figures only in the fragmentary scene of 'Ludovico Facchinetti before Urban VIII' on the right; (iv) some corrections, principally to the drapery and left arm, in the skeleton-caryatid on the left. The authorship of the figure of Faith, which is drawn in black chalk beneath the sarcophagus, is less easy to determine. It may be by Algardi (Turner, 1982(a), p. 162, under no. 782-1), but it could equally well be by Grimaldi, since the line-work is unlike that of the black chalk drawings undoubtedly by Algardi, such as At,10.100. Traces of similar black chalk underdrawing also appear beneath the figure of Immortality at the top of the sheet. Grimaldi may therefore have roughed in the outlines for this latter figure, over which Algardi then drew his own rendering. Why Faith was not completed in pen and wash remains unclear. Montagu supposed that it needed to be drawn again in reverse, since, like Immortality, it appears in the same direction as in the print. One explanation for this situation is that Algardi may not have had time to complete his version before submitting the design to the censor; another is that he may have made the alteration using a cut-out paper correction, which subsequently became detached. Certainly his later modifications to the figure of Immortality, as seen in both the front and side elevations of the catafalque, are recorded in a drawing in the Ashmolean Museum, Oxford (Macandrew, 1980, no. 782-1). Grimaldi and Algardi not only collaborated on this and the following drawing, but also on a third, the 'Rest on the Flight into Egypt', in the J. Paul Getty Museum, Los Angeles (inv. no. 94. GA 78; the drawing is reproduced in 'European Master Drawings', exh.cat., New York, Kunsthandel Bellinger, Paris, Galerie de Bayser, and London, Hazlitt, Gooden & Fox, 1994, no. 21; and in [Turner], 1995, p. 74, no. 20). While the penwork of the landscape setting of the Getty drawing appears to be by Grimaldi, the group of the Virgin and Child and St Joseph in the right foreground and the brown wash in the landscape seem to be by Algardi. The drawing may also have been a study for a print, since there are some similarities in composition to Grimaldi's etching of a more elaborate composition of the same subject (Bartsch, 1803-21, xix, p. 92, no. 15). Literature: Vitzthum, 1963(a), p. 76 and fig. 7 (as Algardi); Raggio, 1971, pp. 17-18; Johnston, 1971, p. 90, fig.16; Macandrew, p. 89, under no. 782-1; Turner, 1982(a), p. 162 (as Algardi and Grimaldi); Montagu, 1985, I, p. 247, no. 23; II, p. 482, no. 50 and pl. 63; Edinburgh, 1998, no. 129."], "Bibliographic references": ["Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (5)"], "Location": ["Not on display"], "Exhibition history": [" 1998 Jun-Sep, Edinburgh, Nat Gall of Scotland, 'Roman Baroque Sculpture & Design' 1999 Jan-April, Rome, Palazzo delle Esposizione, 'Alessandro Algardi' 2023-2024 27 Oct-28 Jan, York Art Gallery, National Programmes Drawing attention tour "], "Subjects": [" church ", " interior "], "Associated names": ["Associated with: Marchese Ludovico Fachinetti"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Previous owner": ["Previous owner/ex-collection: Don Vincenzo Vittoria"], "Acquisition date": ["1799"], "Acquisition notes": ["Turner 1999 From an album of drawings by Giovanni Francesco Grimaldi {q.v.), here catalogued under At,10.1 - 130."], "Department": ["Prints and Drawings"], "Registration number": ["At,10.70"]}