{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["E,4.108"], "Description": [" St Antony the Hermit, sitting against a cityscape background, his mendicant's rod with a bell standing to his right. 1519 Engraving "], "Producer name": ["Print made by: Albrecht Dürer"], "School/style": ["German"], "Production date": ["1519"], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 98 millimetres ", " Width: 143 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Entry from: 'Albrecht Dürer and his Legacy', BM exh cat 2002 - 2003, no. 55: 'Dürer referred to his earlier drawing of Pupila Augusta, cat.no 54, for this engraving of St Antony produced some twenty years later, in which he copied the architectural background. It is a typical example of his later engravings, when he produced smaller, less ambitiously conceived compositions with an emphasis on grey and silver tonal values which are delicately expressed here in the city buildings. Meder referred to an impression of this engraving printed in red (see Schoch, p. 22) which is a typical product of the late sixteenth and early seventeenth centuries, when late impressions of Dürer prints were printed in colour, or elaborately coloured by hand to improve the appearance of a worn plate or block. At a later date again, St Antony the Hermit inspired the production of a brown ink and wash drawing in the British Museum in which the city view is copied, 'View of a Town on a Promontory' ( inv.no 1860,0616. 87). During the mid-nineteenth century, this drawing was considered to be one of Rembrandt's finest landscapes. The attribution was questioned by the end of the century when the connection with Dürer's print was made and the drawing is now thought to be possibly by a member of Rembrandt's school' ."], "Bibliographic references": [" Meder 1932 / Dürer Katalog (51) ", " Bartsch / Le Peintre graveur (VII.74.58) ", " Dodgson 1926 / Albrecht Dürer (91) ", " Schoch 2001-04 / Albrecht Dürer, das druckgraphische Werk. 3 vols I Intaglio, II Woodcuts, III Book illustrations (I.87) "], "Location": ["Not on display"], "Exhibition history": [" 1971 BM, Dürer, no. 248 1995 Jun-Oct, BM, 'German Renaissance Prints, 1490-1550', no.42 1996 Jun-Aug, Canterbury, Royal Mus and AG, Germ. Ren. Prints 1996 Nov-Dec, Edinburgh, NG of Scotland, Germ. Renaissance Prints 1997 Jan-Mar, Cardiff, Nat Mus of Wales, German Renaissance Prints 1997 Apr-May, Llandudno, Oriel Mostyn Gallery, Germ. Ren. Prints 1997 Oct-Dec, Norwich, Sainsbury Centre, German Renaissance Prints "], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode (1870s Cracherode Collection on the mount)"], "Previous owner": ["Previous owner/ex-collection: Robert Dighton (L.727; stolen)"], "Acquisition date": ["1799"], "Acquisition notes": ["Inscribed on verso by Dighton: \"R.D. 1797\"; for more information about Dighton's false provenances see An Van Camp, 'Robert Dighton and his spurious collectors' marks on Rembrandt prints in the British Museum, London', in The Burlington Magazine 155 (2013), pp.88-94. Of the three Cracherode collector marks described in Lugt, only the manuscript Lugt 607 denotes a certain provenance. Lugt 465 was stamped by the BM and the manuscript Lugt 606 was added by the BM between 1799 and 1837."], "Department": ["Prints and Drawings"], "Registration number": ["E,4.108"], "Conservation": ["Treatment: 03 Feb 1994"]}