{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["F,5.118"], "Description": [" The flight into Egypt, a sketch; a man (Joseph) walking to left with stick, seen from behind, holding a donkey on a lead at right; arch-shaped plate; third state after plate reduction with additional retouching. c.1627 Etching "], "Producer name": ["Print made by: Rembrandt"], "School/style": ["Dutch"], "Production date": ["1627 (circa)"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 79 millimetres ", " Width: 51 millimetres "], "Curator's comments": ["This is the third state, for impressions of later states see also F,5.119-120, 1848,0911.29-30 and 1855,0414.262. Selected literature: De Vries 1883, p. 295; Six 1909, pp.76, 85; Bauch 1960, pp. 123-5; Amsterdam 1988-9, p. 5; Chapman 1990, pp. 21-22; Schathorn 1991, pp. 62-3; London-The Hague 1999-2000, no.2; White 1999, pp. 22-3. Hinterding et al. 2000 (referring to White & Boon 54 I (of VI)): In comparison with the 'Rest on the flight into Egypt' (1925,0615.24) Rembrandt here takes the first steps on the way to a new style, which was to inform all his later work. Large areas of cross-hatching and continuous dark outlines are abandoned, while the figures and the foreground and background are set down more loosely and sketchily. Areas have been left open and dark accents and shadows have been placed so as to intensify the effect of the light. This drawing-like style was of course only possible because the artist could move the etching needle freely in the etching ground. Rembrandt is the first artist to have imbued the etching technique with the character of a drawing in such a thorough-going fashion. The only two surviving impressions of this work were not particularly successful. Rembrandt made corrections in pen and ink on the second of them, now in Paris. Nevertheless he did not consider it worthwhile to improve the plate and decided to cut the figure of Joseph and make a separate plate of it. Joseph thus lost his identity and became a man walking with a stick, although part of the donkey's head remains visible on the right. Rembrandt worked up details of Joseph's beard in the third state, but the changes made from the fourth state onwards were not made by him. Rembrandt turned the remaining upper right portion of the original plate and used it for a small 'Self-portrait' next to Mary's head. In the first state her head can still be seen, upside down; the other visible lines are the remnants of the tree. The virgin was removed in the third state and the plate was also reduced in size. [The shadow under the chin was darkened in the second state. The only example of this state is in Paris, Musée du Louvre, Cabinet des Arts Graphiques, coll. De Rothschild. There is also a second example of the self-portrait on which the Virgin's head can still be seen in the Rothschild collection, formerly in the Rijksprentenkabinet and auctioned on 2 May 1882 as a duplicate]. The long series of self-portraits by Rembrandt started with the depiction of his own face in a number of historical paintings, known as the self-portraits 'in assistenza'.[London-The Hague 1999-2000, p. 41 and the figures on pp. 88-9]. In these he appears as an onlooker or participant in a biblical or other historical scene. As in these paintings, the young Rembrandt in the present etching looks boyish, almost childlike. The gaze with which he regards himself appears concerned, but in fact essentially reveals the concentration with which he is recording his portrait on the etching plate."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (4.III) (Rembrandt) ", " Hind 1923 / A Catalogue of Rembrandt's Etchings; chronologically arranged and completely illustrated (17.II) ", " White & Boon 1969 / Rembrandt's Etchings: An Illustrated Critical Catalogue (54.II) ", " Hinterding et al. 2000 / Rembrandt the Printmaker (2) "], "Location": ["Not on display"], "Subjects": ["flight into egypt"], "Associated names": ["Representation of: St Joseph"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["F,5.118"], "Additional IDs": [" Miscellaneous number: 1973,U.750 "], "Conservation": ["Treatment: 26 Mar 1998"]}