{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["F,6.122"], "Description": [" The artist's mother: head only, full face; wearing hood; second state with completed hood and reduced plate. 1628 Etching "], "Producer name": ["Print made by: Rembrandt"], "School/style": ["Dutch"], "Production date": ["1628"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 64 millimetres ", " Width: 64 millimetres (max.) "], "$Inscriptions": [" "], "Curator's comments": ["Selected literature: Münz, 1953, pp.141-90; Boon, 1956, p.48; White 1999, pp.114.15 Hinterding et al. 2000: Apart from prints of biblical subjects and beggars, Rembrandt made numerous etched studies of the human face at the beginning of his career. Many of them were based on his own features, but he also portrayed people from his immediate surroundings. The woman in this etching of 1628 is almost certainly his mother, Neeltgen Willemsdr. van Zuytbroeck (c.1568-1640). She is not actually named on the print, but in 1679 the copper plate of another print (B.349), which formed part of the estate of the Amsterdam print dealer Clement de Jonghe, was identified as 'Rembrandt's mother', and the resemblance between the two women is clear. [For the inventory of Clement de Jonghe, which mentions Rembrandt's mother under no. 10, see De Hoop Scheffer & Boon 1971, pp. 1-17, and especially De Hoop Scheffer 1972, pp. 126-34]. There are two states of this early print. The first is only a drawing of the head: the shoulders and torso are not shown, but the shading to the right of the head suggests what he had in mind. The precise way it is rendered suggests that Rembrandt, seated opposite his mother, etched directly onto the plate. He modelled the face with a profusion of fine lines, evoking the feel of the wrinkled skin, and the shadow that the headdress casts is etched with meticulous care. At this stage Rembrandt was apparently uncertain about how to complete the image. In the impression of the first state shown here, one of only two known, he drew the rest of the headdress in black chalk, and tentatively outlined the shoulders. He subsequently executed this version, but only in part. In the second state, which is also included, the headdress is completed, and Rembrandt may have etched the torso as well, but if that is indeed the case he must have been dissatisfied with the result because the plate was finally cut just beneath the woman's chin. Rembrandt also made some other, more minor changes to the face in this state. He added a few lines to soften the patch of light on the right cheek, and made the right eye slightly smaller so that the woman's gaze appears to be fixed on a lower point than in the first state. A comparison between this print of 1628 and the 'Rest on the flight into Egypt' (1925,0615.24) of about two years earlier reveals not only his talent, but also the tremendous technical and stylistic progress that he had made in this short time. Even so, the print is not entirely successful. The fact that the plate is cut directly under the woman's chin gives the impression that we are looking at no more than a fragment. Nevertheless, the print was evidently in demand, as the copper plate is known to have been reprinted on at least two occasions. The watermark on the second state shown here can also be seen in specimens of the second and third states of the 'Great Jewish bride' (F,6.109), and the impression must therefore have been made in around 1635. The plate was reprinted a short time later, but in this case on paper with the Arms of Württemberg watermark [Ash & Fletcher 9, B.a]. A forgery was made in the early eighteenth century by combining impressions of the present print with the 'Woman reading' (B. 345). [The forgery was mentioned by Gersaint 1751, no. 315, and must therefore have been made before that date]."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (6.II) (Rembrandt) ", " Hind 1923 / A Catalogue of Rembrandt's Etchings; chronologically arranged and completely illustrated (2.II) ", " White & Boon 1969 / Rembrandt's Etchings: An Illustrated Critical Catalogue (352.II) ", " Hinterding et al. 2000 / Rembrandt the Printmaker (3.II) "], "Location": ["Not on display"], "Exhibition history": [" 2001 Jun-Sep, Edinburgh, NG of Scotland, Rembrant's Women 2001 Sep-Dec, London, Royal Academy, Rembrandt's Women 2006 Apr-Jun, Hull, Ferens AG (Sth Bank Tour), Rembrandt 2006 Jun-Sep, Bath, Victoria AG (Sth Bank Tour), Rembrandt 2006 Oct-Dec, Newcastle, Laing AG (Sth Bank Tour), Rembrandt 2007 Apr-Jun, Stoke-on-Trent, Potteries MAG (Sth Bank Tour), Rembrandt 2007 Jun-Sep, Blackpool, Grundy AG (Sth Bank Tour), Rembrandt "], "Associated names": ["Portrait of: Cornelia Willensdr. van Rijn"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Previous owner": ["Previous owner/ex-collection: Robert Dighton (L.727; stolen)"], "Acquisition date": ["1799"], "Acquisition notes": ["For more information about Dighton's false provenances see An Van Camp, 'Robert Dighton and his spurious collectors' marks on Rembrandt prints in the British Museum, London', in The Burlington Magazine 155 (2013), pp.88-94."], "Department": ["Prints and Drawings"], "Registration number": ["F,6.122"], "Additional IDs": [" Miscellaneous number: 1973,U.737 "], "Conservation": ["Treatment: 23 Sep 1997"]}