{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["F,4.90"], "Description": [" The Circumcision in the Stable; the Christ Child being held by St Joseph while a priest is bending over him with a knife, the Virgin at left with hands in prayer, another woman standing over her, a ladder standing at left, a group of people in the shadows at right; third state with the grain blemishes in the background burnished/ worn out, the shape of the right shoulder of the left figure at right changed, and the shadows behind him and in his costume have become lighter, before white area below signature and date has been shaded over. 1654 Etching "], "Producer name": ["Print made by: Rembrandt"], "School/style": ["Dutch"], "Production date": ["1654"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 94 millimetres ", " Width: 144 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["For an impression of the second state see 2000,1126.22. For impressions of later states see 1843,0513.245; 1910,0212.359; and 1941,0327.11.24 It is possible that the difference between the second and third state as distinguished in New Hollstein (280) is caused by wear of the plate rather than intentional burnishing. Selected literature: Boston-New York 1969, no. 16; Berlin 1970, no. 46; Robinson 1980, pp. 166-7; Paris 1986, no. 117; White 1999, p. 89. This print is one of six in similar format depicting scenes from Christ's youth, see Hinterding et al. below. The British Museum has impressions of all six prints (New Hollstein 276-281), see 1843,0607.36; F,4.110; F,4.128; F,4.89; F,4.90; and F,4.129. Hinterding et al. 2000: In 1654 Rembrandt etched a set of six plates depicting scenes from the infancy and childhood of Christ, subjects well suited to his talent for biblical illustration. The others were the 'Adoration of the shepherds' (B.45), the 'Flight into Egypt' (B.55), the 'Virgin and child with the cat' (B.63), the 'Christ disputing with the doctors' (B.64) and the 'Christ between his parents returning from the temple' (B.60). In style and format they are all comparable, though the strong shadow down the right side of the present print is exceptional, and reminiscent of the dramatic chiaroscuro of the drypoint of the 'Three crosses' of the preceding year (1842,0806.139). The fall of light was of particular concern to Rembrandt, who seems to have burnished an oblique line in the plate in the area of densest shadow towards the upper right corner. White & Boon's second state, which is probably posthumous, adds shade in the unbitten patch of the plate at the top edge above the child (similar 'lacunae' were treated in the same way before printing the first known state), and to the light area that appears at the top left corner. While compiling the present catalogue a new state was observed, prior to the old first state, in that Rembrandt adjusted the right shoulder of the figure standing in the shadow to the right, who turns his head to talk to his neighbour. In the earliest impressions the shoulder is rounded and the shade to the left of him darker. This is seen in the Amsterdam impression. Rembrandt then burnished the shadows, which he must have deemed too dark, and straightened the shoulder line of this figure in an attempt - not altogether successful - to prevent the man immediately in front of him from sinking into the shadows. The dots at the top centre are also burnished. These minor refinements are characteristic of Rembrandt's perfectionism. The iconography is unusual. The circumcision of Christ is generally depicted as taking place not in the stable but in the temple, as Rembrandt himself represented it in an etching of c.1630 (B.48), in a drawing now in Berlin (Benesch 574) and in a lost painting made for the stadholder Frederik Hendrik in 1646 [A copy is reproduced in Gerson 1968, p.92, fig. a]. But in a Rembrandt school painting dated 1661 in Washington it is again shown in the stable (Bredius 596). Antoine Wierix (1555/9- 1604) depicted the scene in the stable in the late sixteenth century [Mauquoy-Hendricx, 'Wierix', 254], and theological commentators had found good reasons for placing it there: young mothers were forbidden by the Law of Moses to enter the temple until forty days after giving birth [Aurenhammer 1959, I, p.356 (as quoted in Berlin 1970, no. 46)]. The setting allowed Rembrandt to allude, in the ladder propped against a post, to the Crucifixion, thereby juxtaposing Christ's first and last pain [Robinson, loc. cit.]. The plate for the print survives."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (280.III) (Rembrandt) ", " Hind 1923 / A Catalogue of Rembrandt's Etchings; chronologically arranged and completely illustrated (274.II) ", " White & Boon 1969 / Rembrandt's Etchings: An Illustrated Critical Catalogue (47.I) ", " Hinterding et al. 2000 / Rembrandt the Printmaker (74.Ia) "], "Location": ["Not on display"], "Subjects": ["circumcision of christ"], "Associated names": ["Representation of: Holy Family"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["F,4.90"], "Additional IDs": [" Miscellaneous number: 1973,U.1075 "], "Conservation": ["Treatment: 11 Jan 1999"]}