{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Ff,1.98"], "Description": [" Devils fleeing from St Antony Abbot; whole-length figure of the saint standing to front, glancing over his shoulder at the figures behind, a boar below to right Pen and brown ink, with brown wash, on one sheet overlaid "], "Producer name": ["Circle/School of: Luca Cambiaso"], "School/style": ["Genoese"], "Production date": ["1542-1585"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 376 millimetres ", " Width: 274 millimetres (max) "], "Curator's comments": ["Similar Cambiaso drawing engraved by Pond in 1736. A better quality version of this composition with slight changes, such as the pose of the devil hiding behind the trees, is in Cleveland Museum of Art (29.540; Gernsheim 90059; see E. Olszewski, 'A Corpus of Drawings in Midwestern Collections, Sixteenth-Century Italian Drawings', London/ Turnout, 2008, I, no. 65 with reference to a another version in Boston, inv. 63.436). A drawing in Copenhagen is close to the BM example (Mag. IIIc/16; Gernsheim 73128). A different treatment of the subject with Saint Anthony holding a book, and with architecture in the left background is in the Museum Kunsthaus Heylshof, Worms (6/W145; exhib. cat., Darmstadt, Hessischen Landesmuseum, 'Genueser Zeichnungen des 16. bis 18. Jahrhunderts im Hessischen Landesmuseum Darmstadt', 1990, p. 174, no. W3). Other versions with variants include a drawing in a German private collection (exhib. cat., Ausstellung Hamburg/ Stuttgart, 'Zeichnungen alter Meister aus deutschem Privatbesitz', 1964, no. 9, fig. 86) and in the Nationalmuseum in Stockholm (NM 1573/1863; P. Bjurström, 'Drawings in Swedish Public Collections. Italian Drawings. Venice, Brescia, Parma, Milan, Genoa', Stockholm, 1979, no. 307)"], "Location": ["Not on display"], "Subjects": ["christian saint/martyr"], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["Ff,1.98"]}