{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Ff,1.87"], "Description": [" A ship carrying a crowd of passengers Pen and brown ink and red chalk, with brown wash Verso: A left arm resting on a leg, and the head of a bearded man in profile to left Red chalk "], "Producer name": ["Drawn by: Parmigianino"], "School/style": ["Parmese"], "Production date": ["1518-1540"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 180 millimetres ", " Width: 131 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The leg and the arm on the verso are probably connected with 'The Vision of St Jerome' in the National Gallery. See Popham, 'Catalogue of the Drawings of Parmigianino', Cambridge, 1971, No.183. Popham 1967 The subject of the drawing on the recto is obscure. I now doubt whether it represents St. Ursula with some of her eleven thousand virgins, as is stated by Quintavalle, following my suggestion. Though most of the crew appear to be women—and I know of no iconographical precedent for the virgins having worked their vessels— it is not certain that they all are. A group to the r. of the mast might be intended for the Virgin and Child and St. Joseph. Could the subject perhaps be the Holy Family on its flight to Egypt? The leg and arm on the verso are probably studies for the Baptist in the National Gallery altar-piece. Compare the study at Chantilly (N. 132 verso; facsimile by Rosaspina, repr. Copertini, i, pl. xlvi). The bearded head is almost identical with one on the sheet at Parma with the dead mouse (510/16; Freedberg fig. 56), on the verso of which are studies for St. John, St. Jerome, and the Virgin and Child in the National Gallery painting. Literature: Quintavalle, p. 197."], "Bibliographic references": ["Popham (Parma) 1967 / Artists working in Parma in the Sixteenth Century (81)"], "Location": ["Not on display"], "Subjects": ["boat/ship"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Previous owner": [" Previous owner/ex-collection: Anon Lugt 2898 (L. 2898) ", " Previous owner/ex-collection: William Gibson (See Acquisition comment) ", " Previous owner/ex-collection: Jonathan Richardson Senior (L.2184; see Acquisition comment) ", " Previous owner/ex-collection: Sir Joshua Reynolds (L.2364) "], "Acquisition date": ["1799"], "Acquisition notes": ["Unidentified collector, probably English XVII century (L.2898). Popham 1967 Inscribed by W. Gibson on mount: \"Franco Parmigiano 6.2 [15s.]\": cf. L. 2885 and suppl. J. Richardson, sen. inscr. on mount: \"V 49\""], "Department": ["Prints and Drawings"], "Registration number": ["Ff,1.87"]}