{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Gg,2.234"], "Description": [" The Flight into Egypt, study for a painting; the Virgin and Child at centre riding on an ass to left, St Joseph, seen from behind, walking beside them at right, an angel at left holding the ass's bridle and leading the way, two other angels in clouds above. c.1614 Black chalk, with grey wash and grey bodycolour, heightened with white, with lines indented for transfer "], "Producer name": [" Drawn by: Peter Paul Rubens ", " Office/studio of: Peter Paul Rubens "], "School/style": ["Flemish"], "Production date": ["1630-1635"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 365 millimetres ", " Width: 466 millimetres "], "Curator's comments": ["A swirling composition, with movement created around the central protagonists by the accompanying angels, this drawing replicates the composition recorded in an oil sketch in the Gulbenkian Collection in Lisbon (inv. 78; see Held, 1980, no.333). Though Sampaio argues that it was preparatory to this painting, it is generally considered to be a later copy after the work by one of Rubens’ assistants and subsequently retouched by Rubens. The heavy handling in black chalk of the composition is reflective of drawings from the 1630s when Rubens’ delegated pupils to repeat his compositions for translation into print. This composition was subsequently used for an engraving by Marinus van der Goes and the lines are incised for transfer (Hollstein 4; see R,3.48 for an impression). That Marinus was active in Antwerp in the 1630s supports the dating of the present drawing to this period, as a print modello is unlikely to have been made earlier. The drawn composition was retouched in oil prior to its engraving by Rubens to give it more energy and ultimately to make the surface of the drawing his own. Rubens frequently intervened in the work of his pupils in this manner – another instance is the ‘Coup de Lance’ also in the BM (see inv. no. 1994,0514.39 ) Lit: J. Held, 'Rubens: Selected Drawings', London, 1959, cat.no.150, fig.56; L. Burchard- R.A. d' Hulst, 'Rubens Drawings', 1963, pp.306-07, no. 193, fig.193; J. Rowlands, ‘Rubens: Drawings and Sketches’, exhibition catalogue, British Museum,1977, no. 171; J. Held, Rubens, The Oil Sketches, no.333; J. Held, 'Selected Drawings', New York, 1986, pp.35, 126, 131 and 161, no.235, fig.226; L. Sampaio, in 'Calouste Gulbenkian Museum', Lisbon, 2011, no.91; Hans Devisscher & Hans Vlieghe, Corpus Rubenianum Ludwig Burchard / V. The Life of Christ before the Passion. The Youth of Christ vols. 1 & 2 (London & Turnhout 2014), No. 51b. Entry from J. Rowlands, ‘Rubens: Drawings and Sketches’, exhibition catalogue, British Museum,1977, no.171: This belongs to a group of drawings modelled on compositions earlier in date, which the artist has adapted as designs for engravings. The composition is closer in its details to the oil-sketch of about 1625 in the Gulbenkian collection in Lisbon rather than the one in Kassel of about 1614. In the later version the influence of Elsheimer, which inspired the creation of the earlier work, has been lost. Rubens not only greatly admired Elsheimer's own painting of this subject but also had hoped to succeed in acquiring it for himself after the artist's tragically early death. The present drawing is the preparatory design for the engraving by Marinus van der Goes (see R,3.48) and the initial work in black chalk has been mechanically done by an assistant. But fortunately Rubens has gone over this so thoroughly in bodycolour that the reworked design is largely his own. It should probably be dated in the late 1630s, as Held has proposed."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (7) ", " Rowlands 1977 / Rubens, drawings and sketches (171) ", " Corpus Rubenianum V.1 / Rubens. The life of Christ before the Passion. 1. The Youth of Christ (51b) "], "Location": ["Not on display"], "Exhibition history": [" 1977, BM, Rubens drawings and sketches, no.171 "], "Subjects": ["flight into egypt"], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ ", " Representation of: St Joseph "], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["Gg,2.234"]}