{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["J,1.80"], "Title": ["Object: The botching taylor cutting his cloth to cover a button"], "Description": [" The interior of a tailor's workroom. George III sits cross-legged on the table or tailor's shop-board, a strip of material across his knees, which he is about to cut with his shears. Part of the cloth is inscribed \"Ireland\", part \"Great Britain\", a very small piece is \"Hanover\". Beside the king (r.) sits Bute in Highland dress, his right. arm is round the king's shoulders, and he points to the cloth, directing the king, who looks towards him with an expression of distress, to cut it between \"Ireland\" and \"Great Britain\"; on the table between them is a button. Lord North (l.) stands on the king's r.; in his right. hand is a length of cloth which has already been cut off, inscribed \"North America\"; pieces inscribed \"West Indies\" and \"Africa\" lie on the ground at his feet. In his left hand he clutches the piece inscribed \"Ireland\" which the king is about to cut off. Behind and between North and the king stands Mansfield, wearing judge's robes, with a dismayed expression. His r. hand is on North's r. shoulder, his left. clasps the hand which Bute has placed on the king's r. shoulder. Behind North (l.) stand two men. One (Sandwich) holds a document inscribed, \"A Scheme for ruining the Navy\"; the other is probably Germain. Behind the table (r.) the Pope, wearing his triple crown, embraces a Scotsman, wearing a kilt and a bonnet with a white cockade, a powder horn and flask hanging from his waist, who is evidently Charles Edward the Pretender; they watch the king with intense interest. Beneath the table lie strips of cloth inscribed, \"Bill of Rights\" (torn), \"Magna Charta\" (frayed), \"Memorials\", \"Pe[ti]tions\", \"Intelligence\", \"Expresses\", \"Memorials\", \"Remonstrances\", \"Dispatches\", \"Petition from Jamaica\", \"Account of the distress'd situation of Ireland\". The shadow under the table over the pieces of cloth is inscribed \"Taylors Hell.\" On the wall are hung broadsides, a tailor's goose, a picture, and, spiked on a file, a large bunch of papers labelled \"Addresses\". The broadsides (l. to right.) are [1] 'The Highland Laddie, a favourite Court Air, proper to be Sung in all Churches'. At the bottom is a jack-boot in a circle, the familiar emblem for Bute, see BMSat 3860 (1762), &c. [2] 'Dr Cromwell's effectual and only remedy for the Kings-evil'. This is headed by two crossed axes in a circle, a gibe which verges on treason. [3] 'The Button-Maker's Downfall or Ruin to Old England to the tune of Britons strike Home'. George III was much ridiculed c. 1770 for indulging in the hobby of button-making, see BMSat 4380 (1770), 4417 (1771), 4883, 5711, and p. 494. [4] 'Taxation No Tyranny A New Song as Sung at the Theatre Royal the Words by Jocky Stewart', an allusion in general to the supposed arbitrary policy instigated by Bute, and in particular to Dr. Johnson's famous pamphlet. The picture is entitled 'Flight into Egypt'. The king, astride an ass, holds before him an infant (round whose head is a halo); the Queen sits behind him. Behind walks a procession of the royal children, little girls and youths. A sign-post points \"to Hanover\". This satire illustrates the persistent belief in the influence of Bute.[In 1778 there had been a recrudescence of the attacks on Bute, owing to an attempt by Sir James Wright and Dr. Addington, Chatham's physician, to bring about an alliance between Bute and Chatham. Bute re-asserted his determination to take no part in political affairs. He wrote to his son, Nov. 1778, \"The policy of . Sir James Wright has, as you will see in the Papers, opened the mouth of Hydra malice and venom against me afresh. . . .\" 'A Prime Minister and his Son', ed. the Hon. Mrs. Stuart Wortley, 1935, pp. 122, 141. See also von Ruville, 'Chatham', iii, p.333.] For Ireland see BMSat 5572, &c. 27 December 1779 Etching "], "Producer name": ["Print made by: Anonymous"], "School/style": ["British"], "Production date": ["1779"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 276 millimetres ", " Width: 298 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', V, 1935) The drawing is skilful and expressive and resembles in manner that of BMSat 5540, 5577. The signature and publisher's name are probably fictitious. .................................................................................. An impression in the Lewis Walpole Library, Yale University, has additional mezzotint (Call No. 779.12.27.01+ )"], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (5573)"], "Location": ["Not on display"], "Exhibition history": [" 2009 Aug-Nov BM, P&D, Samuel Johnson in Prints "], "Subjects": ["satire"], "Associated names": [" Representation of: John Stuart, 3rd Earl of Bute ", " Representation of: George III, King of the United Kingdom ", " Representation of: William Murray, 1st Earl of Mansfield ", " Representation of: Frederick North, 2nd Earl of Guilford ", " Representation of: Pope Pius VI ", " Associated with: Charles Edward Stuart, the Young Pretender ", " Associated with: Charlotte, Queen of George III ", " Associated with: Oliver Cromwell ", " Associated with: George Sackville Germain, 1st Viscount Sackville ", " Associated with: Dr Samuel Johnson ", " Associated with: John Montagu, 4th Earl of Sandwich "], "Acquisition name": ["Donated by: Dorothea, Lady Banks"], "Previous owner": ["Previous owner/ex-collection: Sarah Sophia Banks"], "Acquisition date": ["1818"], "Department": ["Prints and Drawings"], "Registration number": ["J,1.80"], "Conservation": ["Treatment: 29 Jul 2009"]}