{"artifact_name": "print; satirical print; broadside", "Object Type": [" print ", " satirical print ", " broadside "], "Museum number": ["J,4.194"], "Title": ["Object: Explanation of the arms and supporters of Napoleon Bonaparte..."], "Description": [" An adaptation of BMSat 10706, with a printed explanation below the design. The title continues: 'the self created Emperor, alias the Corsican, and now the Curse Of Europe'. The globe is on fire: 'The crest represents the world, which England and Sweden excepted, is set on fire every where by the incendiary Corsican; his bloody actions and designs are expressed by the bloody hand and dagger reaching towards Spain. Tyranny, Hypocrisy, Barbarity and Villainy [inscribed on three flags] are his standards,...' The upper edge of the globe, where 'England' and 'Sweden' are marked, is irradiated. The motto: 'As a roaring lion, and a ranging bear; so is a wicked ruler over the poor people. Proverbs, Chap, xxviii. Verse 15'. The supporters are: 'The French Devil' and 'The Corsican Devil'. Th former (dexter) is nude, hairy, satyr-like, and holds up an hour-glass, the sands nearly run out. One foot has a supporting block, showing that he is Talleyrand. At his feet is a Gallic cock pecking at a crucifix: 'destroying religion'. He is \"'le diable boiteux', formerly a nobleman and a priest... by the hour-glass he indicates... that Boneys downfall is fast approaching\". The other, based on the figure in BMSat 10706, is fiercely Satanic, with a cloven hoof; the serpent round his waist darts fangs at his ear. He wears, instead of holding, 'an iron crown, ornamented with thorns'. Projecting from the apex of the shield is a cap of Liberty on a staff, this he cuts with a dagger 'because tyranny is his idol'. At his feet is a fierce monster: 'The serpent and the hyaena are very proper emblems of his infamous character and conduct.' The (so-called) hyena grips in its teeth six scrolls, five with inscriptions: 'Holy Father', 'Germany', 'Russia', 'Prussia Poland', 'Swissd Denmark'. The eight (numbered) quarterings differ from those in BMSat 10706, though some subjects are the same. 1. Divided diagonally as in BMSat 10706, with a mushroom at the point of intersection. Above, a crocodile; below, three guillotines. Dexter, a hand with crossed daggers; sinister, a heart: 'The mushroom on a dunghill denotes his descent [cf. BMSat 9990] ... The crocodile [cf. BMSat 9403, 9427, 10107, 10362] expresses his treacherous transactions in Egypt, his apostacy [cf. BMSat 9973] and his cowardly desertion from his army [cf. BMSat 9523]. The bloody hand, the guillotines and the black heart can only belong to such a monster.' 2. Cannon fire point-blank at Moslem prisoners [cf. BMSat 10062]. 3. The military hospital at Jaffa, with Napoleon and the doctor [cf. BMSat 10063]. 4. The shooting of d'Enghien [cf. BMSat 10251]. 5. Napoleon crowns himself in Notre Dame, his back to the altar, the Pope kneeling at his feet [see BMSat 10362]. 6. A prison scene: 'the truly English patriot, Captain Wright is put to death, by a slow and refined torture, because he will not be a traitor to his king and country'. 7. Soldiers attack in a crowded city square: 'the massacre of the defenceless citizens of Madrid on the 2nd. of May 1808'. 8. Scene in a vaulted dungeon, a gaoler about to chain his dejected prisoner: 'Represents the imprisonment of King Ferdinand the 7th because he will not renounce the crown of Spain, nor marry Boney's niece.' 1808 Hand-coloured etching, partly aquatinted, with letterpress text. "], "Producer name": ["Printed by: J B G Vogel"], "School/style": ["British"], "Production date": ["1808"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured ", " aquatint ", " letterpress "], "Dimensions": [" Height: 477 millimetres (sheet) ", " Width: 298 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M. Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) Captain Wright, see BMSat 10706, 11053, and index, who had landed royalist conspirators in France, was taken prisoner in May 1804, closely imprisoned in the Temple, and interrogated. The French announced that he had committed suicide on 27 Oct. 1805; it was believed in England that he had been murdered. The account of Ferdinand, luxuriously interned at Valencay, is completely untrue, see BMSat 10966; he had asked Napoleon (Oct. 1807) for a Bonaparte princess. For'the 2nd of May' cf. BMSat 11000, 11058. An altered version from the same pl. and an altered copy by G. Cruikshank were published in 1814, see vol. ix. A copy,' The Arms of Napn Bonaparte alias the Corsican' [? 1808] is Van Stolk No. 6116. For other heraldic satires on Napoleon see BMSat 10090, &c. Broadley, ii. 236-9. Van Stolk, No. 6115 (with an accompanying printed 'Verklaring' in verse)."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (11057)"], "Location": ["Not on display"], "Subjects": [" satire ", " heraldry "], "Associated names": [" Associated with: Louis Antoine Henri de Bourbon-Condé, Duke of Enghien ", " Associated with: Ferdinand VII, King of Spain ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: Pope Pius VII ", " Associated with: Charles Maurice de Talleyrand-Périgord, Prince de Benevento ", " Associated with: John Wesley Wright "], "Acquisition name": ["Donated by: Dorothea, Lady Banks"], "Previous owner": ["Previous owner/ex-collection: Sarah Sophia Banks"], "Acquisition date": ["1818"], "Department": ["Prints and Drawings"], "Registration number": ["J,4.194"]}