{"artifact_name": "print; satirical print", "Object Type": [" print ", " satirical print "], "Museum number": ["J,3.34"], "Title": ["Object: Political-dreamings! -visions of peace! -perspective horrors!"], "Description": [" Windham, not caricatured, lies in bed dreaming, his right hand extended, his left hand against his head. The coverlet is patterned (inconspicuously) with dragons, &c. The bed is surrounded by solid clouds, supporting visions. At its head (right) is an olive branch bent down by the weight of a vulture, which clutches a bleeding hare, while it savagely croaks 'Peace!' On the left Death, a skeleton on stilts formed of spears (skeleton A stilts coloured red), bestraddles a pile of British trophies; one spearpoint pierces a 'List of British Conquests: Cape of Good Hope Malta Egypt West India [Islands]'; the other rests on a tilted dish inscribed 'Oh! the Roast Beef of Old England', from which a sirloin is slipping. The other objects are steaming pudding, an overturned tankard inscribed 'J. Bull's Old Stout', small cask of 'True British Spirits', spilling its contents; two coronets, a mitre, and a mace. The skeleton, reminiscent of Death in BMSat 6699, by Gillray, is in back view, turning a grinning head towards Windham; ['London und Paris' quotes (p. 319), as probably in Gillray's mind, Milton, 'Paradise Lost', ii. 285-7: 'Death Grinn'd horrible a ghastly smile, to hear His famine should be fill'd . . .'] it wears a large bonnet rouge and in the right hand is a cord attached to the dripping blade of a guillotine. This emerges from clouds beside the blazing dome of St. Paul's, from which the ball and cross are falling. On the extreme left is the Tower of London flying the French flag. By the foot of the bed stands a fat demon with barbed tail, webbed wings, and the features of Fox; he plays a guitar and sings delightedly: \"Caira! - Caira! - Ca-i-r-a!\" [cf. BMSat 10566, where he has discarded the song]. By the near side of the bed sits (on a chamber-pot) a small figure, Justice, with bowed head registering despair, her scales broken and dismantled, her sword, inscribed 'Justicia', broken. Emerging from clouds are four figures: Hawkesbury, with a sulky, youthful profile, writes 'Peace' on Britannia's 'Death-Warrant'. Behind him stands Pitt guiding his hand, a finger to his lips. Near them Bonaparte, scarcely caricatured, stands arrogantly, holding a rope which is round the neck of Britannia, while he points imperiously towards the guillotine on his right. She stands full face, weeping, her wrists shackled, with a broken shield and trident. Behind her is a (captured) fleet, in full sail, with tricolour flags. Above their heads flies a demoniac Fame, blowing two trumpets. Two groups of tiny decapitated figures kneel at the head of the bed, appealing to the sleeper. The French are on Windham's right, those in the front row being evidently (left to right) the Dauphin, Louis XVI, Marie Antoinette, Mme Elisabeth; the King holds out a placard: 'Oh! Remember Our Cause! poor Ghosts of French Ladies and Gentlemen.' Behind, two bishops are conspicuous. On Windham's left are men in peers' robes; their placard is inscribed: 'Ah! See what is to become of Us poor English Men of Consequence'. In the foreground are two groups of (Opposition) politicians with the heads of rats. One eats from a dish of 'Cheese Parings', the other from a coffer of 'Candle Ends', inscribed 'Treasury' [both phrases derive from a speech by Windham in which he is alleged to have derided paltry economies, an old gibe, see BMSat 9515 and 'Windham Papers', ii. 178]. Both are filled with papers inscribed 'Place', 'Pension', 'Sinecure', 'Office'. The former group are identified (in Gillray's hand) [On a slip evidently written for Miss Banks, pasted to an impression from the Banks Collection.] as Erskine, Sheridan, Tierney, Norfolk, and Bedford; the latter are Nicholls, Grafton, Stanhope, and the Earl of Oxford (who is unmistakably Burdett), Sir G. Shuckburgh. Running towards the dish (left) are M. A. Taylor and Derby, (right) Jekyll (resembling Col. Walpole). 9 November 1801 Hand-coloured etching "], "Producer name": [" Print made by: James Gillray ", " Published by: Hannah Humphrey "], "School/style": ["British"], "Production date": ["1801"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" etching ", " hand-coloured "], "Dimensions": [" Height: 260 millimetres ", " Width: 362 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Description and comment from M.Dorothy George, 'Catalogue of Political and Personal Satires in the British Museum', VIII, 1947) An illustration of Windham's speeches against the peace terms (29 Oct. and 4 Nov.) in which he said that 'Ministers signed the death-warrant of their country' and 'we are a conquered people'. By surrendering Malta, the Cape, &c., safeguards against a disastrous renewal of the war were abandoned. He asked 'are these idle dreams the phantoms of my disordered imagination?' France retained all her conquests, her control over the vassal republics, and recovered all her former colonies. Fox at the Crown and Anchor on 10 Oct. rejoiced at a peace so favourable to France: 'ought not glory to be the reward of such a glorious struggle?' See 'Lond. Chron.', 13 Oct. 1801; 'Corr. of Lord G. L. Gower', 1916, i. 305; and BMSats 9726, 9892, &c, 9962, 10404, 10518, 10549, 10596. For Pitt and the negotiations cf. BMSat 9848, &c. For Fox as the Devil cf. BMSat 6383, &c. The identification of Burdett as Lord Oxford (father of the 'Harleian Miscellany') is a characteristic Gillray jest; he had satirized the liaison with Lady Oxford in BMSats 9240, 9282. The print was so popular that Humphrey's large stock was exhausted in a few days. 'London und Paris', viii. 312 f. A German adaptation of c. 1809-10, 'Napoleons Traum', is reproduced Broadley, ii. 139, attributed to 'London und Paris'; it is not in the B.M.L. copy of the magazine. Grego, 'Gillray', p. 278 (reproduction). Wright and Evans, No. 262. Reprinted, 'G.W.G.', 1830. Broadley, i. 148 f. Reproduced, Grand-Carteret, 'Napoléon', No. 24; Simond, 'Paris de 1800 à 1900', 1900, i. 136 (styled 'Le dernier rève de Pitt')."], "Bibliographic references": ["BM Satires / Catalogue of Political and Personal Satires in the Department of Prints and Drawings in the British Museum (9735)"], "Location": ["Not on display"], "Exhibition history": [" 2001 Jun-Sep, London, Tate Britain, 'Gillray and the Art of Caricature' 2006 Feb-May, London, Tate Britain, 'Gothic Nightmares:...' "], "Subjects": ["satire"], "Associated names": [" Associated with: Sir Francis Burdett, 5th Baronet ", " Associated with: Francis Russell, 5th Duke of Bedford ", " Associated with: Edward Smith-Stanley, 12th Earl of Derby ", " Associated with: Princess Élisabeth of France ", " Associated with: Thomas Erskine, 1st Baron Erskine ", " Associated with: Charles James Fox ", " Associated with: Augustus Henry Fitzroy, 3rd Duke of Grafton ", " Associated with: Robert Banks Jenkinson, 2nd Earl of Liverpool ", " Associated with: Joseph Jekyll ", " Associated with: Louis XVI, King of France and Navarre ", " Associated with: Louis XVII, King of France and Navarre ", " Associated with: Marie Antoinette, Queen of France and Navarre ", " Associated with: Napoléon I, Emperor of the French (Napoleon) ", " Associated with: John Nicholls ", " Associated with: Charles Howard, 11th Duke of Norfolk ", " Associated with: Edward Harley, 5th Earl of Oxford ", " Associated with: William Pitt the Younger ", " Associated with: Richard Brinsley Sheridan ", " Associated with: Charles Stanhope, 3rd Earl Stanhope ", " Associated with: Right Hon Michael Angelo Taylor ", " Associated with: George Tierney ", " Associated with: William Windham "], "Acquisition name": ["Donated by: Dorothea, Lady Banks"], "Previous owner": ["Previous owner/ex-collection: Sarah Sophia Banks"], "Acquisition date": ["1818"], "Department": ["Prints and Drawings"], "Registration number": ["J,3.34"]}