{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Oo,9.67"], "Description": [" The man of Gibeah offers hospitality to the Levite and his concubine; the old man with scythe stands to right, the woman and a child rest on a box, with a mule behind. c.1642-1646 Pen and brown ink (The ink varies in tone, being especially dark in the upper half of the woman and in a correction made to the hat of the man of Gibeah. Past writers, including Benesch, have read into this the possibility that the drawing was reworked several years later, but the style of the penwork argues against the supposition. The artist may simply have begun a new supply of ink) with brown wash, touched with white (e.g. by the woman's breast) on paper prepared with pale brown wash; framing lines drawn freehand by the artist in the same ink; ruled framing lines in pen and dark grey ink. Verso: blank (now laid down); see Inscriptions. Watermark: crowned eagle with a small Basel crozier in the centre. "], "Producer name": ["Attributed to: Rembrandt"], "School/style": ["Dutch"], "Production date": ["1642-1646 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 180 millimetres ", " Width: 247 millimetres (chain lines horizontal, 19/23mm apart) "], "$Inscriptions": [" "], "Curator's comments": ["Entry from Martin Royalton-Kisch, ‘Catalogue of drawings by Rembrandt and his school’, 2010, attributed to Rembrandt, cat. no.76. The subject is from the Old Testament (Judges, XIX, 17-20): an old man, returning from working in the fields, offers the Levite and his concubine lodgings for the night at his house in Gibeah. The presence of the child, not mentioned in the Bible, caused the drawing to be identified wrongly as the 'Rest on the Flight into Egypt'. Rarely illustrated except by Rembrandt and artists in his circle, the subject was treated several times by Gerbrand van den Eeckhout, whose painting in Berlin is dated 1645. Jan Victors also produced a painting in 1644, which is now in Toronto.[1] The drawing, like the 'Expulsion of Hagar' (cat. no.75; 1860,0616.121), which appears to be by the same hand, is here retained under Rembrandt's name only with reservations and for the same reasons: the analogies with the authentic drawings of the 1640s listed in that entry are not entirely persuasive. In addition, many of the drawings to which it has been compared by earlier writers have now been assigned to Rembrandt's school and in particular to Ferdinand Bol (see Lit. below). Yet the connections with Bol's best authenticated works as a draughtsman are not closer than with Rembrandt's. The pose of the concubine resembles that of the Virgin in Bol's painting of the 'Rest on the Flight into Egypt' of 1644 in Dresden.[2] Yet Bol's study for this figure in the Louvre (Benesch 402, Sumowski 96) is different in style. Nor does a comparison with the Virgin in Bol's drawing of the 'Holy Family' in the British Museum's collection (Bol cat. no.3; 1836,0811.337) lend support to an attribution to him of the present sheet. The drawing's similarities with Rembrandt's 'Study of a Woman for the Hundred Guilder Print' in Amsterdam (Benesch 183) as well as with such drawings as the 'Esau selling his Birthright' (here cat. no.34; Gg,2.250) warrant the retention of the 'Man of Gibeah' under that master's name. On this basis a date c.1642-6 seems plausible and coincides with the dates of 1644-5 on the school paintings mentioned above. A perhaps somewhat later drawing of the subject by Rembrandt is at Frankfurt (Benesch 614). The composition is similar but in reverse and with the Man of Gibeah seen from behind. Another, by Lambert Doomer, is in the Albertina, Vienna (Sumowski 460x; Inv. 9550). A copy of the British Museum's drawing was formerly in the P. Geismar collection (sold Paris, Drouot, 14 November, 1928, lot 109, repr. in colour).[3] NOTES: [1] See Paris, 1933, p.42, where Lugt recorded other Rembrandt circle versions by Eeckhout, Flinck, Jan van Noordt, Victors, Backer and Doomer (see also Lit. below and Pigler, 1956, I, p.128 and Schulz, 1974, pp.45-6). Only the paintings mentioned above are dated in the 1640s, however (they are repr. Sumowski, 'Gemälde', II, no.402 and IV, no.1734, respectively, with further literature). Drawings by or attributed to Eeckhout are in Copenhagen (Sumowski 611, the study for his 1645 painting) and Moscow (repr. Romanov, 1933, fig.2 and Sadkov, 2001, no.475). Another school drawing was repr. as by Rembrandt by Valentiner, I, 1925, no.338, when in the Koenigs collection, Haarlem. For a recent iconographical discussion, see Manuth, 1987. [2] Sumowski, 'Gemälde', I, no.81, repr. [3] According to Sumowski, 1961, p. 11. Probably the same copy was noted (by Hind in a MS catalogue annotation, according to notes by C. White in Museum's files; the annotation cannot now be located) when in the collection of Max Bine, Paris, in 1929, as having the marks of Richardson and Hudson, which also appear on the Geismar drawing. LITERATURE (always as Rembrandt unless otherwise stated): Bürger, 1858, p.400 (perhaps for a 'Christ and the Samaritan Woman'); Blanc, II, 1861, pp.452-3 ('Abraham dismissing Hagar'); Michel, 1893, p.581 ('Halte de Voyageurs [Fuite en Egypte?]'); Seidlitz, 1894, p.122 (doubtful attribution; subject probably Old Testament, not 'Flight into Egypt'); Lippmann, I, no.107; Kleinmann, IV, no.20; Bell, c.1905, repr. pl.XXVIII; Hofstede de Groot, 1906, no.881 (c.1645); Saxl, 1908, p.233 (c.1641; subject uncertain; seated woman perhaps the model seen in Dresden painting of 'Manoah', Bredius 509); Wurzbach, 1910, p.417 ('Return of Holy Family from Egypt'); London, 1915, no.39 (c.1635-40, or later? 'Rest on the Flight into Egypt'; rejects Seidlitz's doubts, also about the subject); Veth, 1915, p.279, detail repr. pl.103, fig.11 (early 1640s); Valentiner, I, 1925, no.340, repr. (c.1645; noted 'various' copies but not individually; compares drawings of same subject - still thought to be 'Rest on the Flight into Egypt' - in Koenigs Coll., V.338 [not in Benesch] and Frankfurt, Benesch 614); Hell, 1930, p.21 (simplified foreground anticipates drawings of early 1650s); Paris, 1933, p.42, under no.1233 (compares Rembrandt school Louvre drawing of same subject, which he identifies on basis of Frankfurt drawing, Benesch 614, also comparing paintings by Eeckhout in Moscow and Berlin, the latter of 1645, and other contemporary representations; see n.1 above); Benesch, 1935, p.36 (c.1642-3; compares to Louvre drawings, 'David taking leave of Jonathan', Benesch 552, and 'Study for the Hundred Guilder Print', Benesch 543; only problematic if seen in context of 'Manoah' at Aschaffenburg, Benesch 853 [as retouched by R.; Sumowski 205x as Bol]); von Alten, 1947, no.41, repr.; Benesch, III, 1955/73, no.554, repr. fig.684/723 (c.1644, but with later additions; compares cat. no.33 [Gg,2.251, Benesch 688]; notes later version in Frankfurt, Benesch 614; compares Amsterdam drawing, 'Joseph's Brethren requesting Benjamin', Benesch 541, and three drawings in Paris, two as in 1935, and 'Jacob's Dream', Benesch 555 [Sumowski 248x as Bol]; the woman compared to Louvre 'Hagar weeping', Benesch 602); Drost, 1957, p.207 (compares foreground to Elsheimer); Haverkamp-Begemann, 1961, p.52 (quotes Paris 1933, which was omitted by Benesch); Sumowski, 1961, p.11 (notes ex-Sedelmeyer copy); Scheidig, 1962, no.87, repr.; Slive, 1965, I, no.109, repr. (c.1645); Exh. Cambridge, 1966, under no.5 (quotes Benesch); Schulz, 1972, p.77 (c.1644; influence on Doomer's drawing of the subject in Vienna [Sumowski 460x]); Schulz, 1974, p.37 (as in 1972); Sumowski, II, 1979, p.984, under no.460x (quotes Schulz, 1972 and 1974; drawing perhaps owned by Doomer); Exh. Amsterdam-Groningen, 1983, p.220, under no.64 (rare subject); Manuth, 1987, pp.14-15 and 19, repr. fig.3 (subject uncertain, because of the child); Haverkamp-Begemann, 1992, p.466 (by Bol?); Schatborn, 1994, p.22 (can indeed be related to Bol, as suggested in Exh. London, 1992); Giltaij, 1995, p.100 (by a follower); Budapest, 2005, p.136, under no.130 (compares composition of drawing by S. van Hoogstraten of 'Flight into Egypt', in the Museum of Fine Arts in Budapest, Sumowksi 1190x); Exh. Frankfurt, 2000, p.146, under no. 61, repr. fig.1 (compares later version in Frankfurt, Benesch 614)."], "Bibliographic references": [" Hind 1915-31 / Catalogue of Dutch and Flemish Drawings preserved in the Department of Prints and Drawings in the British Museum (39) ", " Benesch 1973 / The Drawings of Rembrandt (554) ", " Royalton-Kisch 2010 / Catalogue of Drawings by Rembrandt and his School in the British Museum (76) (attributed to Rembrandt) "], "Location": ["Not on display"], "Exhibition history": [" London, 1899, no.A32 ('Rest on the Flight into Egypt'); 1938, no.39 (c.1635-40 or later); 1956, p.24, no.10 (follows Benesch); 1992, Drawings by Rembrandt and his Circle, no.42, repr. in colour (c.1642-6). "], "Condition": ["Generally good; slight foxing, upper right."], "Subjects": ["old testament"], "Acquisition name": ["Bequeathed by: Richard Payne Knight (as of 'Abraham and Hagar')"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Oo,9.67"], "Conservation": ["Treatment: 28 Jun 1991"]}