{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Oo,7.135"], "Description": [" Landscape with the Rest on the Flight into Egypt; the group seated on the bank of a stream in the foreground at r, an angel kneeling nearby, the donkey at l, part of a classical building visible amid trees beyond, further trees on the bank at r, a bridge of many arches in the mid-distance and a rocky peak in the distance. 1663 Graphite and grey wash, with black chalk and brown ink "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1663"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 437 millimetres ", " Width: 351 millimetres "], "Curator's comments": ["This drawing relates to the painting of the Landscape with the Rest on the Flight to Egypt that Claude produced in 1661 for van Hamale (for which see Roethlisberger 1962, no. 257) and which is recorded in the Liber Veritatis at No. 154 (for which see 1957,1214.160). It is one of a number of drawings related to this painting (for another see 1895,0915.901. The present drawing records the translation of the composition into an upright format. It is notable for its poetic character which was in part achieved through the gentle use of black chalk and grey wash. The figures are marked in with precision, with minimal revisions in the contours. Lit.: A.M. Hind, 'Catalogue of the Drawings of Claude Lorrain preserved in the Department of Prints and Drawings', London, 1926, no. 268; M. Roethlisberger, 'Claude Lorrain: The drawings catalog', 2 vols, Berkeley and Los Angeles, 1968, no. 857; R. Rand, in exhib. cat., San Francisco, Legion of Honor and Williamstown (MA), Sterling and Francine Clark Art Institute, 'Claude Lorrain - The Painter as Draftsman: Drawings from the British Museum', 2007, fig. 103, p153-156; J. Rauser in exhib. cat. (ed. by A. Stolzenburg & D. Klemm), Hamburg, Kunsthalle, ‘Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum’, 2017–18, no. 79, pp. 224-225"], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (857) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (268) "], "Location": ["Not on display"], "Exhibition history": [" 2006/7 Oct-Jan, San Francisco, Legion of Honor, 'Claude Lorrain:...' 2007 Feb-April, Williamstown, Clark Art Institute, 'Claude Lorrain:...' 2007 May-Aug, Washington, Nat Gall of Artk, 'Claude Lorrain:...' 2017-2018 13 Oct-14 Jan, Hamburg: Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum, London "], "Subjects": [" landscape ", " rest on flight into egypt "], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Oo,7.135"], "Conservation": ["Lift, de-acidify and mount: 06 Jan 1977"]}