{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Oo,7.211"], "Description": [" Landscape; a road passing between high banks with trees towards a town in the distance. c.1635 Brown wash Verso: three separate studies of a river with bridge and tree, and a sketch of a young child Pen and brown ink "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1635 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 198 millimetres ", " Width: 268 millimetres "], "Curator's comments": ["The present drawing is a pure wash drawing perhaps done in situ, in or around Rome, although the precise location is unknown. The setting with rocks and trees may be compared to another sheet in the British Museum (Oo,6.59; Roethlisberger 1968, no. 173) and a painting of the 'Rest on the Flight to Egypt' of c. 1634-5 in the Joslyn Art Museum, Omaha (Roethlisberger 1961 no. 221, p. 485, II, fig. 34). It should also be recognised as a continuation of the tonal landscape studies Claude made in his Early Sketchbook (see for instance, Oo,6.19; Oo,6.22). The verso shows one sketch of a young child and three sketches for the composition on the recto. Yet while these pen and inks studies from the landscape on the recto, it is possible that they were executed contemporaneously. Claude, in these sketches, has sought to find the best position of the bridge. This positioning of the bridge recurs in a few drawings from the Liber Veritatis that record now lost paintings (see Roethlisberger 1961, I, LV 7 p.108, II, fig. 37 and LV 39 pp.169-170, II, fig. 99) Lit.: A.M. Hind, 'Catalogue of the Drawings of Claude Lorrain preserved in the Department of Prints and Drawings', London, 1926, no. 23, p. 3; M. Roethlisberger, 'Claude Lorrain: The drawings catalog', 2 vols, Berkeley and Los Angeles, 1968, no. 95, pp.108-109; M. Roethlisberger, 'Claude Lorrain: The paintings catalog', 2 vols, New Haven, 1961, I, no. 221, p. 485, II, fig. 34; D. Klemm in exhib. cat. (ed. by A. Stolzenburg & D. Klemm), Hamburg, Kunsthalle, ‘Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum’, 2017–18, no. 51, pp.162-163"], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (95) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (23) "], "Location": ["Not on display"], "Exhibition history": [" 2017-2018 13 Oct-14 Jan, Hamburg: Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum, London "], "Subjects": ["landscape"], "Associated places": [" Topographic representation of: Rome (?) "], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Oo,7.211"], "Conservation": ["Treatment: 07 Apr 2015"]}