{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Oo,7.189"], "Description": [" Palm tree; landscape with two figures seated beneath a tree on a slope, other trees beyond. c.1650 Black chalk, with brown and grey ink "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1650 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 218 millimetres ", " Width: 170 millimetres "], "Curator's comments": ["Palm trees occur in several paintings by Claude, in particular his depictions of the Rest on the Flight to Egypt. This might be considered as a nature study that Claude would have referred to when composing these paintings. It was first drawn in black chalk with the trunk of tree reaching to the bottom of the sheet. The brown wash was sensitively used to add interest to the composition; note, for instance the two delicate figures at the base of the tree trunk. The style and technique compares with another landscape drawing, also in pale brown wash, now in the Teylers Museum (inv. no. 81; Roethlisberger 1968, no. 697). Lit.: A.M. Hind, 'Catalogue of the Drawings of Claude Lorrain preserved in the Department of Prints and Drawings', London, 1926, no. 186; M. Roethlisberger, 'Claude Lorrain: The drawings catalog', 2 vols, Berkeley and Los Angeles, 1968, no. 568; A. Stolzenburg in exhib. cat. (ed. by A. Stolzenburg & D. Klemm), Hamburg, Kunsthalle, ‘Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum’, 2017–18, no. 41, pp. 140-141"], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (698) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (161) "], "Location": ["Not on display"], "Exhibition history": [" 1979, BM, Flowers in art from East and West, S10. 2017-2018 13 Oct-14 Jan, Hamburg: Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum, London "], "Subjects": [" landscape ", " tree/bush "], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Oo,7.189"], "Conservation": ["Treatment: 06 Jul 2017"]}