{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Oo,6.65"], "Description": [" Nocturnal landscape; with river and moon towards the left, figures seated around a fire on the right bank, trees behind. c.1635-45 Pen and brown ink, brown wash "], "Producer name": ["Circle/School of: Claude Lorrain"], "School/style": ["French"], "Production date": ["1635-1645 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 185 millimetres ", " Width: 254 millimetres "], "Curator's comments": ["It has been said that this drawing is a rare example of a nocturnal scene by Claude, and its setting with the river lit by the moon and figures gathered around a fire is twinged with an element of Romanticism. Claude is known to have painted just one nocturnal painting, which is now lost but recorded in the BM's Liber Veritatis page 59 (for which see BM, 1957,1214.65; Roethlisberger 1968, No. 127). Roethlisberger does not think the two works are related, and he dated the painting to the late 1630s and the present drawing to the early 1640s. However, it must be noted that the rays that emanate from the ‘moon’ suggests it may instead have meant to be a day scene that was covered extensively with wash. Roethlisberger observes that Claude’s use of bold penwork recurs in two other drawings; one in the British Museum (Oo,6.108; Roethlisberger 1968, no. 482), and one in the Teyler Museum in Haarlem (S.15; Roethlisberger 1968, no. 474), but it must be noted that in this present sheet the penwork is at its most rapid and impressionistic. By extension, it is worth bringing the attribution of this drawing into question. In this respect, it is worth noing that the theme and composition are reminiscent of works of Adam Elsheimer (1578-1610), a German artist working in Rome in the early 17th century. The latter's works influenced many artists apart from Claude, including Rembrandt and Peter Paul Rubens. Keith Andrews proposed that Claude (if indeed this drawing is by Claude) was directly inspired by the 'Flight in Egypt' painting, dated 1609, now in Munich. But it is perhaps more likely that the inspiration was the engraving of 1613 made after Elsheimer's painting by Hendrick van Goudt (1583–1648) because the composition is in the same direction as the reversed engraving (Hollstein 3; BM impressions F,3.92 and S.4960). Lit.: A.M. Hind, 'Catalogue of the Drawings of Claude Lorrain preserved in the Department of Prints and Drawings', London, 1926, no. 60, p.6; M. Roethlisberger, 'Claude Lorrain: The drawings catalog', 2 vols, Berkeley and Los Angeles, 1968, no. 70, p.99; R. Rand, in exhib. cat., San Francisco, Legion of Honor and Williamstown (MA), Sterling and Francine Clark Art Institute, 'Claude Lorrain - The Painter as Draftsman: Drawings from the British Museum', 2007, pp. 86-89, fig.46; D. Klemm in exhib. cat. (ed. by A. Stolzenburg & D. Klemm), Hamburg, Kunsthalle, ‘Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum’, 2017–18, no. 73, pp.210-211"], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (70) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (55) "], "Location": ["Not on display"], "Exhibition history": [" 1978/9 Oct-Jan, Paris, Musée du Louvre, 'Claude Lorrain', no. 1 2006/7 Oct-Jan, San Francisco, Legion of Honor, 'Claude Lorrain:...' 2007 Feb-April, Williamstown, Clark Art Institute, 'Claude Lorrain:...' 2007 May-Aug, Washington, National Gallery of Art, 'Claude Lorrain:...' 2017-2018 13 Oct-14 Jan, Hamburg: Das Licht der Campagna. Die Zeichnungen Claude Lorrains im British Museum, London "], "Subjects": ["landscape"], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Oo,6.65"], "Conservation": [" Treatment: 16 Jun 2017 ", " Treatment: 29 Sep 2006 "]}