{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Oo,7.168"], "Description": [" Landscape with the Flight into Egypt, preliminary study for the trees in the painting; the Flight to right, a temple behind. 1663 Black chalk "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1663"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 250 millimetres ", " Width: 195 millimetres "], "Curator's comments": ["The painting that this drawing was preparatory to was produced in 1663 for Prince Colonna and which is recorded in the Liber Veritatis at No. 158 (for which see 1957,1214.164). It is essentially a detailed study of the trees at the top of the composition, but the Holy Family are also worked into the composition. It is notably one of the most detailed studies of trees that Claude made across his career but it is likely that it was not made from nature given the foliage’s artful artificiality. Claude continued to develop the composition from this study, moving around the setting of the temple and addigin further details to the foreground. It is also notable for its demonstration of the delicacy with which Claude handled black chalk, which should be compared with a contemporary drawing in the BM, for which see Oo,7.182. Lit.: A.M. Hind, 'Catalogue of the Drawings of Claude Lorrain preserved in the Department of Prints and Drawings', London, 1926, no. 275; M. Roethlisberger, 'Claude Lorrain: The drawings catalog', 2 vols, Berkeley and Los Angeles, 1968, no. 887."], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (887) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (275) "], "Location": ["Not on display"], "Subjects": [" landscape ", " flight into egypt "], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Oo,7.168"]}