{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Pp,4.59"], "Description": [" An old man asleep; seated with his legs stretched out to left foreground, his head resting in his right hand Pen and brown ink, with brown wash, on light grey-brown prepared paper Turner and Plazzotta 1991 He is seated on the ground, leaning his elbow on a ledge and supporting his head in his right hand; his legs are extended to the left with his right foot resting on his left; some of his drapery tumbles from the crook of his left arm towards the right; behind him is a large block. "], "Producer name": ["Drawn by: Guercino"], "School/style": ["Bolognese"], "Production date": ["1628-1635 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 248 millimetres ", " Width: 197 millimetres "], "Curator's comments": ["The drawing was etched in the same sense, with some additions, by G B Piranesi apparently when it was included in Piranesi's own collection. Turner and Plazzotta 1991 As Mahon was the first to point out (note on the back of the old mount, May 1979), the drawing was etched in the same sense, with some additions, by Giovanni Battista Piranesi (1720-78), apparently when it was in Piranesi's own collection; the print was included in Piranesi's 'Raccolta' of 1764. The Department's copy of this volume does not contain an impression of the print (repr. Bettagno, 1978, no. 308). The etching is inscribed in the bottom margin: \"Apud Equitem Johannem Baptistam Piranesi\" and shows the image extended at both top and bottom, and slightly to the sides. As is not entirely unexpected in a man of Piranesi's imagination, some extra properties have been added, namely what appears to be a column above the block on the right and a step at the bottom with a boulder and part of a tree stump in the foreground on the right. That the drawing engraved is indeed Pp,4.59 can be demonstrated by Piranesi's faithful reproduction of random pentiments, particularly the lines passing over the ledge to the left of the figure and some pentiments for the legs. From its style, the drawing seems to date from the 1630s (cf. Turner and Plazzotta 1991, cat. nos. 86, 92 and 100). The figure resembles to some extent (though in reverse) that of St Joseph in a composition of the 'Rest on the Flight into Egypt' of 1634-5, known from a copy in the Martin d'Arcy Gallery of Art, Loyola University, Chicago (Salerno, 1988, no. 153), though we would not go so far as to claim that this drawing is a study for that composition. A similar figure, again in reverse, appears in 'The Angel Raphael proposing their Journey to Tobias in the Presence of Tobias's Parents', a drawing ascribed to Guercino in the Royal Library, Windsor Castle (Mahon & Turner, 1989, no. 359). The Windsor drawing may reflect a lost painting of the late 1620s, a date that would not radically conflict with the style of Pp,4.59. Although the pose of Tobit in the Windsor drawing is not identical with that of the figure in the present sketch, the way he rests his head on his hand is particularly close and details such as the rectilinear drapery about both figures' knees, the depiction of the feet, and the blocks in the background of both drawings suggest a possible link. However, the figure in the British Museum sketch does not appear to be blind, as Tobias's father should be, but asleep. Thus any connection with this lost composition must remain tentative. Mahon has kindly drawn our attention to a drawing of this same figure by the so-called 'Faker', in the Biblioteca Reale, Turin (inv. no. 16122-IIC; B, 1990, no. 45). Being in reverse, it would seem that the 'Faker' had access to Piranesi's print, rather than to the drawing itself. The artist has scarcely altered the figure, but has placed it in a simple landscape setting. (For another example of the 'Faker's' work based on a print after Guercino in Piranesi's 'Raccolta', see Pp,4.62.). Literature: Mahon and Turner, The Drawings of Guercino in the Collection of Her Majesty the Queen at Windsor Castle, Cambridge, 1989; Salerno, I Dipinti del Guercino, Rome 1988."], "Bibliographic references": ["Turner & Plazzotta 1991 / Drawings by Guercino from British Collections (App.24)"], "Location": ["Not on display"], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Previous owner": ["Previous owner/ex-collection: Giovanni Battista Piranesi"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Pp,4.59"]}