{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Pp,1.31"], "Description": [" Head of a youth looking up to left Metalpoint, heightened with white (partly oxidised), on pale pink prepared paper "], "Producer name": [" Drawn by: Lorenzo di Credi ", " Formerly attributed to: Francesco Francia "], "School/style": ["Florentine"], "Production date": ["1456-1537"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 173 millimetres ", " Width: 153 millimetres (circular) "], "Curator's comments": ["Possibly a study for the head of the Magdalen (sometimes identified as St Mary of Egypt) in the picture of her Assumption of c.1485 in the gallery at Esztergom (Dalli Regoli no. 40, fig. 51). Dalli Regoli also compares it to the head of St Mary of Egypt in a lost painting formerly in Berlin of c. 1500 (idem, no. 102, fig. 146). The features of the saints in the two paintings are similar and it is possible that both depend on the present study. Berenson thought it was a late drawing, and suggested it might have been intended for a Saint John in a Crucifixion. Ragghianti Collobi thought on account of the Mariette provenance that this may have been one of the Credi drawings in the collection of the sixteenth-century artist, historian and collector Giorgio Vasari. Lit.: B. Berenson, 'Drawings of the Florentine Painters', Chicago, 1938, II, no. 693B; A.E. Popham and P. Pouncey, 'Italian drawings in the BM, the fourteenth and fifteenth centuries', London, 1950, I, no. 47, II, pl. XLIV (with previous literature); G. Dalli Regoli, 'Lorenzo di Credi', Cremona, 1966, no. ?????; L. Ragghianti Collobi, \u0091Il Libro de'Disegni del Vasari', Florence, 1974, I, pp. 109-10 Popham & Pouncey 1950 Attributed to Francia in the Payne Knight MS. catalogue and in B.M. 'Reproductions'. This fine and characteristic late work by Credi was not included by Berenson in his first edition. Unlike the other heads by Credi in the collection, this one must have been done as a study for a figure in a painting, possibly for the head of S. Mary of Egypt in the picture of her Assumption in the gallery at Esztergom (Van Marle, xiii, fig. 215). Berenson thinks that it may have been made in preparation for a S. John in a 'Crucifixion'. Literature: BB 693B (giving register number incorrectly); B.M. Guides, 1858, no. 54, and 1895, no. 77; B.M. Reproductions, ii (1891), viii. This drawing was issued as a coloured facsimile by the British Museum in 'Reproductions of Drawings by Old Masters in the British Museum', Part II, Published by the Trustees, in 1891, where it was number VIII and described there as 'Francesco Francia, Study for the Head of an Angel.'"], "Bibliographic references": ["Popham & Pouncey 1950 / The Fourteenth and Fifteenth Centuries (47)"], "Location": ["Not on display"], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Previous owner": ["Previous owner/ex-collection: Pierre Jean Mariette (L.2097; his mount)"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Pp,1.31"]}