{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["Oo,6.11"], "Description": [" Landscape; horseman galloping into the foreground on a road which passes over a bridge, two figures on a mound at r. 1630 Pen and brown ink and brown wash, with graphite "], "Producer name": ["Drawn by: Claude Lorrain"], "School/style": ["French"], "Production date": ["1630"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 90 millimetres ", " Width: 124 millimetres "], "Curator's comments": ["This drawing is typical of those in Claude’s ‘Early Sketchbook’ in the loose use of brown wash over sparse pen marks in order to rapidly create landscape studies. However, the somewhat awkward arrangement of the archway in the midground indicates that this drawing is among the earliest in this Sketchbook. While the two figures to the r. of the composition appear to have been added by Claude in pen after he had rendered the landscape, the horse and rider in graphite in the centre were potentially added by a later hand. Roethlisberger compares this drawing with painted landscapes by Claude including the Pastoral Landscape, Liber Veritatis 7, for which see BM, 1957,1214.12 (recto) and a painting on copper of the Flight into Egypt of 1631, for which see Roethlisberger 1968, No. 23. Claude’s so-called Early Sketchbook comprises 38 small sketches, divided between the BM (17 sheets), Windsor (12) and nine in other collections. These sheets are generally accepted to have formed an original sketchbook on account of their consistent scale, type of image and technical handling. The ‘Early’ denomination is on account of the widely upheld view that the drawings correspond with other drawings Claude made shortly after his arrival in Rome in the 1630s. The drawings attest to Claude’s early interest in landscape and his studies of the countryside and ruins surrounding Rome. The drawings are also notable in showing his increasingly adept use of wash to create highly tonal drawings in which the whiteness of the sheet is deployed to great effect. The sheets in the BM are all backed down. However, in many cases it is possible to discern pen and ink studies on the verso of the sheets of figures and animals that Claude would have observed in Rome and its environs. Lit: (on the Early Skethcbook): M. Roethlisberger, ‘Claude Lorrain. The Drawings’, Berkeley & Los Angeles, 1968, p.57 (on the Landscape): M. Roethlisberger, ‘Claude Lorrain. The Drawings’, Berkeley & Los Angeles, 1968, no. 3; A.M. Hind, ‘The Drawings of Claude Lorrain’, London, 1925, no. 126."], "Bibliographic references": [" Roethlisberger 1968 / Claude Lorrain. The Drawings. (3) ", " Hind 1926 / Catalogue of the Drawings of Claude Lorrain in the Department of Prints and Drawings in the British Museum (126) "], "Location": ["Not on display"], "Subjects": ["landscape"], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Acquisition date": ["1824"], "Department": ["Prints and Drawings"], "Registration number": ["Oo,6.11"], "Conservation": [" Treatment: 27/7/17 ", " Mount: 07 Dec 2017 "]}