{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["SL,5218.206"], "Description": [" St Antony Abbot; whole-length standing to front, with long beard, holding a staff in the crook of his arm and reading a book. Pen and brown ink "], "Producer name": ["Drawn by: Albrecht Dürer"], "School/style": ["German"], "Production date": ["1514-1519 (circa)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 140 millimetres ", " Width: 83 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This drawing of St Anthony was associated by Winkler with Dürer's engravings of the apostles St Thomas and St Paul of 1514, two of five prints of an incomplete series of apostles engraved by Dürer between 1514 and 1526 (Meder 45, 47-50 ). The standing position against little or no background setting is a characteristic of all five prints, but although this drawing is of a similar format, it is not necessarily connected with the series. It is considerably smaller (about 88 X 52 mm, as against approximately117 X 74 mm for the engravings) and has little indication of the bulk of the drapery which is a feature of the engraved figures. Nor is it connected with Dürer's later engraving of St Anthony of 1519 (Meder 51) which shows the saint seated with the addition of an elaborate landscape background, taken from his earlier pen and ink drawing ‘Pupila Augusta’ (The Royal Collection, Windsor Castel; Winkler, ‘Dürer’, i, pl. 153). The Tietzes and Panofsky had reservations about the attribution of this lightly-sketched drawing, but it is of a fine enough quality to be by Dürer and should be dated c. 1514 -15. Lit from J. Rowlands, Drawings by German Artists and Artists from German- speaking regions of Europe in the Department of Prints and and Drawings at the British Museum: the Fifteenth Century, and the Sixteenth Century by Artists born before 1530, London, BM Press, 1993, no.193: 'Waagen, Treasures, i, p. 234, no. 206; Ephrussi, p. 338; Lippmann, part xxiii, p. 12, no. 263, repr.; Conway, p. 35, no. 636; Pauli, p. 27, no. 749; BM Guide, 1928, p. 26, no. 248; Flechsig, Dürer, ii, p. 329; Tietze, iii, p. 124, no. A 357, repr.; Winkler, Dürer, iii, p. 56, no. 612, repr.; Panofsky, ii, p. 83, no. 782; Nuremberg, Dürer, 1971, p. 187, no. 349; Rowlands, Dürer, p. 34, no. 222; Strauss, iii, p. 1430, no. 1514/19, repr.'"], "Bibliographic references": [" Rowlands 1993 / Drawings by German artists and artists from German-speaking regions of Europe in the Department of Prints and Drawings in the British Museum: the 15thC & 16thC by Artists born before 1530 (193) ", " Strauss 1974 / The Complete Drawings of Albrecht Dürer (1514/19) ", " Winkler 1936-9 / Die Zeichnungen Albrecht Dürers (612) "], "Location": ["Not on display"], "Exhibition history": [" 1928 BM London, Guide Woodcuts, Drawings of A. Dürer, no. 248 1960, BM, Sloane Drawings, (no cat.) 1971 May - August, Nuremberg Germ.Nationalmuseum, Dürer, no.349 1971, BM, Dürer no.222 1970, BM, Tercentenary of Sloane Drawings, no.4 "], "Subjects": [" christian saint/martyr ", " reading/writing "], "Associated names": ["Representation of: St Antony of Egypt"], "Acquisition name": ["Bequeathed by: Sir Hans Sloane"], "Previous owner": ["Previous owner/ex-collection: Pieter Spiering van Silvercroon"], "Acquisition date": ["1753"], "Department": ["Prints and Drawings"], "Registration number": ["SL,5218.206"], "Additional IDs": [" Miscellaneous number: C,07.206 "]}