{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["T,12.6"], "Description": [" Designs for two pendentives, with a raven bringing bread to Anthony of Egypt and Paul the Hermit, and St Antony healing animals Pen and brown ink, with grey wash, heightened with white (mostly oxidised), over black chalk, on light grey-brown paper Verso: A seated man looking up to left Black chalk, heightened with white, on light grey-brown paper "], "Producer name": ["Drawn by: Giovanni Baglione"], "School/style": ["Roman"], "Production date": ["1586-1644"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 178 millimetres ", " Width: 264 millimetres "], "Curator's comments": ["Lit.: N. Turner, 'Italian drawings in the BM, Roman Baroque Drawings', London, 1999, no. 340; M. Smith O'Neil, 'Giovanni Baglione, artistic reputation in Baroque Rome', Cambridge, 2002, Appendix 3: Unknown Drawings, no. 33 Turner 1999 The drawing, which is laid down on to a (?)Gabburri/ Fawkener mount, is listed as anonymous Italian in the Fawkener inventory. It was transferred to Baglione in 1977 though the attribution was not accepted by Gere and Pouncey. Three drawings, certainly by Baglione, provide some support for the claim that he is the author of the present sheet. One, in the British Museum (inv. no. 5211-55; Gere and Pouncey, 1983, no. 43), is on similar paper and has comparable effects of white heightening. The verso of T,12.6 should be compared with two other drawings, one of a kneeling figure at Chatsworth, Derbyshire (inv. no. 390; London, 1993(a), no. 10; Jaffé, 1994(b), p. 41, no. 156) and a second of a seated man in the Fitzwilliam Museum, Cambridge (inv. no.PD 41-1958). The two studies on the recto show, on the left, the meeting of St Anthony Abbot and St Paul the Hermit in the desert, where they were fed by a raven, and, on the right, St Anthony bidding the animals to stay away from the garden of the hermitage. To judge from their shape, the scenes were probably intended for the decoration of either spandrels or pendentives. One of the prints by Antonio Tempesta (1555-1630) from a series illustrating the life of St Anthony Abbot, which is dated 1598, represents this second episode and could have inspired the composition of the drawing (Bartsch, 1803-21, xvii, p. 139, no.482). In both works the saint bends forward towards the suppliant animals, holding a staff in his hand. It is worth noting that in the drawing, besides the four animals directly at the feet of the saint, there is what appears to be a camel, faintly indicated in the background; two camels appear in the background of Tempesta's print. None of the works extensively listed in Baglione's autobiography may be connected with the recto: the one 'St Anthony' cited is a single figure painted on a pilaster in the Cappella degli Affidati, S. Maria della Consolazione, Rome, where it is paired with a figure of St Paul the Hermit (Baglione, 1642, p. 404). O'Neil dates the British Museum drawing c. 1599 and remarks on the influence of Giuseppe Cesari, called il Cavaliere d'Arpino (1568-1640). She rightly compares the composition of the left-hand scene with Baglione's 'Abraham and Melchisedek', one of a cycle of frescoes in the Aldobrandini Chapel, S. Nicola in Carcere, Rome, painted at about this time (O'Neil, 1992, II, fig. 53). The figure study in black chalk faintly visible beneath the left-hand scene on the recto is probably not a preliminary idea for the composition but could perhaps represent a reclining angel. Literature: O' Neil, 1992, I, pp. 296-7, no. 29, II, fig. 299."], "Bibliographic references": ["Turner 1999 / Roman Baroque Drawings c.1620 to c.1700 (340)"], "Location": ["Not on display"], "Subjects": [" christian saint/martyr ", " hermit "], "Associated names": [" Representation of: St Antony of Egypt ", " Representation of: St Paul the Hermit "], "Acquisition name": ["Bequeathed by: William Fawkener"], "Previous owner": [" Previous owner/ex-collection: Francesco Maria Niccolò Gabburri (?) ", " Previous owner/ex-collection: William Kent (?) "], "Acquisition date": ["1769"], "Department": ["Prints and Drawings"], "Registration number": ["T,12.6"], "Additional IDs": [" Miscellaneous number: FAWK,5211.6 "]}