{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["T,13.57"], "Description": [" Rest on the flight into Egypt, after Guercino; the Virgin and Child seated beneath a tree, Joseph untying bags from the donkey, an angel behind at r Pen and brown ink, with brown wash, over graphite, squared for transfer Turner and Plazzotta 1991 The Madonna is seated just left of centre, her head facing towards the right and her body turned slightly to the left; the Infant Christ is seated on her lap, pointing at Joseph to the right who kneels to secure a bundle with a rope; behind him the ass grazes in profile to the right, while beyond, an angel looks at Joseph and rests his right hand on the saddle of the ass. "], "Producer name": ["After: Guercino"], "School/style": ["Bolognese"], "Production date": ["1616-1666"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 258 millimetres ", " Width: 407 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["After a drawing in the National Gallery of Art, Washington DC (inv.no.: B30-696), preparatory for the fresco in the cupola of the cathedral at Piacenza. Turner and Plazzotta 1991 As Mahon has pointed out (communication to the Department), T,13.57 is after a drawing formerly in the collections of Dan Fellows Platt and John Davis Hatch, Jr, and now in the National Gallery of Art, Washington, D.C. (inv. no. B.30-696). The Washington drawing, which is reproduced by Bagni (1983, p. 131), is preparatory for the fresco of the 'Rest on the Flight into Egypt' of 1627 in the drum of the cupola of the Cathedral at Piacenza; it is squared for transfer, even though it differs from the finished solution. The squaring on the British Museum copy does not, however, correspond with the smaller grid of the Washington drawing. Literature: Bagni, Guercino a Piacenza: Gli affreschi nella cupola della Cattedrale, Bologna, 1983."], "Bibliographic references": ["Turner & Plazzotta 1991 / Drawings by Guercino from British Collections (App.97)"], "Location": ["Not on display"], "Subjects": ["rest on flight into egypt"], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Jesus Christ ", " Representation of: St Joseph "], "Acquisition name": ["Bequeathed by: William Fawkener"], "Acquisition date": ["1769"], "Department": ["Prints and Drawings"], "Registration number": ["T,13.57"], "Additional IDs": [" Miscellaneous number: FAWK,5212.57 "]}