{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["T,12.76"], "Description": [" A Triumphal Procession; with two men on horseback at centre and a child in the foreground looking down to left Pen and brown ink, with brown wash, heightened with white (partly oxidised), over red chalk, partly squared for transfer "], "Producer name": ["Attributed to: Francesco Marmitta"], "School/style": ["Emilian"], "Production date": ["1445-1505 (?)"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 205 millimetres ", " Width: 312 millimetres (corners cut) "], "Curator's comments": [" The drawing is listed in the 1845 list of Fawkener's drawings as 'Early Italian'. It was Philip Pouncey who proposed the attribution to Marmitta and it was transferred under this name in 1941 according to a note in the Register. The basis of the attribution is the similarity to a feigned stone relief of the 'Flight into Egypt' in Marmitta's altarpiece of the 'Enthroned Madonnna and Child between Sts Benedict and Quentin' formerly in the church of S. Quintino, Parma, now in the Louvre, Paris (Bacci and De Marchi no. 11, pp. 329-33, colour pls. CXXXIII-XL, pl. CXXXIX is a detail of the relief). Nicholas Turner in the 1994 catalogue and Bacchi in his entry in the Marmitta monograph supported the attribution. The latter does so with some qualification ('un margine di incertezza in relazione a questa attribuzione tuttavia sussiste'), noting differences with the monochromes in Marmitta's Durazzo Hours and how it is difficult to find parallels with the lively movement of the figures and exuberant narrative with secure works by the artist. The style of the drawing is, at least in the compiler's view, insufficiently close to the 3 other BM drawings to make the attribution certain. Rather than Marmitta could the drawing be the work of an antiquarian-type artist in Rome like Ripanda ? (entry by HC 27 October 2006) Lit.: P. Pouncey, 'Drawings by Francesco Marmitta', \"Proporzioni\", III, 1950, pp. 112-113; A.E. Popham and P. Pouncey, 'Italian drawings in the BM, the fourteenth and fifteenth centuries', London, 1950, I, no. 174, II, pl. CLIX; N. Turner, in exhib. cat., BM, 'The Study of Italian Drawings: The Contribution of Philip Pouncey', 1994, no. 24; A. Bacchi and A. De Marchi, 'Francesco Marmitta', Turin, 1995, no. 6, pl. CXLIX (illustrated in reverse) ", " Popham & Pouncey 1950 [Listed as SL,5211.76 in Popham & Pouncey 1950] This composition study has hitherto been placed with the anonymous Italian drawings. In general conception and in the treatment of contours, as well as in the types and the suggestion of dusty air, it closely resembles the feigned bas-relief representing the 'Flight into Egypt' at the base of the Madonna's throne in the altar-piece of the 'Virgin between SS. Benedict and Quentin', originally in the church of S. Quintino at Parma and now in the Louvre (1167). Generally attributed to Francesco Bianchi Ferrari and by Berenson (1932) to a Ferrarese artist \"between Costa, Grandi and Francia\", this altar-piece so closely resembles the Durazzo 'Hours' in style, types, etc. (in spite of the enormous difference of scale), that it may with confidence be ascribed to Marmitta and dated towards 1505. That Marmitta painted altar-pieces is explicitly stated by Francesco Mario Grapaldo ('De partibus aedium', 1506, chapter viii, f. 125). Literature: Please see 1860,0616.68 for further literature "], "Bibliographic references": ["Popham & Pouncey 1950 / The Fourteenth and Fifteenth Centuries (174)"], "Location": ["Not on display"], "Exhibition history": [" 1994, BM, 'The Study of Italian Drawings', No. 24 "], "Subjects": ["procession"], "Acquisition name": ["Bequeathed by: William Fawkener"], "Acquisition date": ["1769"], "Department": ["Prints and Drawings"], "Registration number": ["T,12.76"], "Additional IDs": [" Miscellaneous number: FAWK,5211.76 "]}