{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["U,11.41"], "Description": [" Annunciation, with, on the right, Virgin kneeling in profile to left on the right, and, on the left the archangel coming down, pointing upwards. 1728 Etching and engraving "], "Producer name": [" Print made by: Laurent Cars ", " After: François Lemoyne ", " Published by: Laurent Cars "], "School/style": ["French"], "Production date": ["1728"], "Production place": [" Published in: Paris (France) "], "Materials": ["paper"], "Technique": [" etching ", " engraving "], "Dimensions": [" Height: 478 millimetres ", " Width: 289 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Advertised with its pair (representing the flight into Egypt) in 'Mercure', April 1728. For the painting, see Bordeaux 66, who only knew an old copy. The original altarpiece, signed and dated 1727, commissioned for Winchester College, has since been found: see Christopher Rowell, 'Burlington Magazine', March 2012, pp.177-81. It is in reverse to the print. Cars's engraving was presented to the Académie on on 3 April 1728, and is dedicated to the Duke d'Antin, the 'directeur général des bâtiments et jardins du Roy', who was Lemoyne's patron."], "Bibliographic references": ["IFF / Inventaire du Fonds Français: Bibliothèque Nationale, Département des Estampes (14)"], "Location": ["Not on display"], "Subjects": ["annunciation"], "Associated names": [" Representation of: Virgin Mary ", " Representation of: Archangel Gabriel ", " Associated with: Louis Antoine de Pardaillan de Gondrin "], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode (CMC in Philipe's hand on the verso in oval blindstamp)"], "Acquisition date": ["1799"], "Acquisition notes": ["Although Philipe's marking is unambiguous, it is strange that the other large print after Lemoyne, which is very similar in presentation, is stated equally unambiguously to come from Sloane. No other prints after Lemoyne come from the foundation collections, and prima facie a Sloane provenance seems more plausible than a Cracherode, as Cracherode showed little interest in modern French painting."], "Department": ["Prints and Drawings"], "Registration number": ["U,11.41"]}