{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["U,6.1"], "Title": ["Object: Nicolaus Poussin Pictor"], "Description": [" Portrait of painter Nicolas Poussin, half-length, in profile to the left, his right hand resting on a stone slab Etching "], "Producer name": [" Print made by: Louis Elle ", " Published by: Pierre Ferdinand "], "School/style": ["French"], "Production date": ["1627-1665"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 259 millimetres (trimmed) ", " Width: 199 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["It is not sure who the initials 'VE' refer to; Mariette suggests an attribution of the composition to Valentin ('Valentin Effigies')."], "Bibliographic references": ["IFF / Inventaire du Fonds Français: Bibliothèque Nationale, Département des Estampes (9)"], "Location": ["Not on display"], "Associated names": ["Portrait of: Nicolas Poussin"], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode (CMC in Philipe's hand on the verso in oval blindstamp)"], "Acquisition date": ["1799"], "Acquisition notes": ["The album U,6 is the first of three albums arranged by Thomas Philipe in 1808-10 that were devoted to prints after Nicolas Poussin (U,6 to 8). They were followed by an album devoted to Gaspar Dughet and another to Claude Lorrain (U,9 and 10). All these albums were placed in the midst of the series devoted to Italian masters, for the reason that all these painters worked in Italy. Other French artists are in R,8 and in the volumes X,1 to 9. U,6 contained 39 prints. It began with portraits of Poussin, followed by scenes from the Old Testament and the beginning of the New Testament up to the Flight into Egypt, and groups of the Holy Family. U,7 continued the prints of religious subjects, containing the Holy Family with saints, the ministry of Christ, the Passion and the lives of Saints. The last album, U.8, contained scenes from classical history and mythology and landscapes. Most of the prints came from the Cracherode bequest, but significant numbers came from Sloane. The albums U,6 to 8 were taken apart by Reid in July 1875."], "Department": ["Prints and Drawings"], "Registration number": ["U,6.1"]}