{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["U,2.75"], "Description": [" Virgin and Child with Sts Joseph, John the Baptist, Antony Abbot and Catherine; working proof with drypoint outlines and only three figures engraved. c.1582 Engraving "], "Producer name": [" Print made by: Agostino Carracci ", " After: Paolo Veronese "], "School/style": ["Italian"], "Production date": ["1582 (circa)"], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 474 millimetres ", " Width: 317 millimetres "], "Curator's comments": ["(Text from Michael Bury, 'The Print in Italy 1550-1620', BM 2001, cat.14) DeGrazia interpreted the drypoint lines as freehand drawing on the plate. It is true that the outlines are reduced to a minimum and they were sometimes altered as execution proceeded, however it is unlikely that they were drawn freehand. Changes and alterations were not easy to handle on a copperplate and an accurate laying in of at least the main lines of the composition would have been essential. Extrapolating from what we know of later practice, Agostino will have first covered the copperplate with a thin layer of wax and transferred the main lines of his preparatory drawing onto the wax. Following the lines on the wax with a drypoint needle, he will then have scratched the composition through onto the plate. It is not accidental that in beginning the detailed engraving of the plate, Agostino first established the emotional interaction of the Madonna, Child and St Joseph with St Catherine. It was in relation to that axis of feeling that he worked up the other parts. (additional information from Michael Bury) Peter Fuhring has pointed out that an intermediary drawing must have been made, continuing the column shaft."], "Bibliographic references": [" Bartsch / Le Peintre graveur (XVIII.89.96) ", " Bohlin 1979 / Prints and related drawings by the Carracci family (103.I) "], "Location": ["Not on display"], "Exhibition history": [" 2001/2 Sep-Jan, BM, P&D, The Print in Italy 1550-1620 2002 Feb-Mar, New York, Miriam & Ira D Wallach AG, The Print in Italy 2002/3 Sep-Jan, Ottawa, NG of Canada, The Print in Italy 1550-1620 2003 Feb-Apr, Edinburgh, NG of Scotland, The Print in Italy 1550-1620 "], "Associated names": [" Representation of: Holy Family ", " Representation of: St John the Baptist (Prodromos) ", " Representation of: St Catherine of Alexandria ", " Representation of: St Antony of Egypt "], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode (With Philipe's blindstamp and initials)"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["U,2.75"]}