{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["U,2.76"], "Description": [" Holy Family with Sts John the Baptist, Catherine and Anthony Abbot; the Holy Family seated on an architectural structure with St John the Baptist holding a lamb; below to left St Catherine seated with a boar behind her and to right St Anthony Abbot standing facing front. 1582 Engraving "], "Producer name": [" Print made by: Agostino Carracci ", " After: Paolo Veronese "], "School/style": ["Italian"], "Production date": ["1582"], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 489 millimetres ", " Width: 317 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Text from Michael Bury, 'The Print in Italy 1550 - 1620', BM, London, 2001, no. 13) The print relates to Veronese's altarpiece for the Giustiniani chapel in San Francesco della Vigna, Venice, painted in the 1550s. The inscription identifies the original painting and implicitly makes the claim to be a reproduction of it. However there are very significant differences between print and painting. The direction of St Joseph's glance has been altered, so that he no longer looks out at us; St Anthony's head was altered too. The height has been reduced, so that St Anthony rises much higher in relation to the Virgin, than was the case in the painting. The figures are all pushed slightly back from the front edge and a narrow gap is created between St Anthony and the frame on the right. There is also a transformation in the overall balance of light and shade. The cumulative effect of these changes is to give clarity to the figures and to the space around them, within the broad rectangular format that Agostino tended to prefer for his prints. Similar alterations are evident in others of the six engravings after Veronese done during this, his first visit to Venice in 1582. Dempsey has argued that this represented a critical intervention, motivated by Agostino's desire to bring out the quality of Veronese's style in its full perfection, and thus to make his prints exemplary, rather than just records of imperfect originals (Dempsey, 1985, p.65). In the present case the prominence of Veronese's name and the fact that the indication of Agostino's role is expressed simply by his initials, suggest that Veronese himself commissioned the print. He will certainly have been interested in having the quality of his style brought out to the maximum extent. However for both artist and printmaker the visual effectiveness of the engraved image will have been a major consideration. What worked in oil paint might not work in the very different medium of a print and modifications would consequently be required. For a working proof of this plate, see U.2-75 (Bury cat.14)."], "Bibliographic references": [" Bartsch / Le Peintre graveur (XVIII.87.96) ", " Bohlin 1979 / Prints and related drawings by the Carracci family (103.II) "], "Location": ["Not on display"], "Exhibition history": [" 2001/2 Sep-Jan, BM, P&D, The Print in Italy 1550-1620 2002 Feb-Mar, New York, Miriam & Ira D Wallach AG, The Print in Italy 2002/3 Sep-Jan, Ottawa, NG of Canada, The Print in Italy 1550-1620 2003 Feb-Apr, Edinburgh, NG of Scotland, The Print in Italy 1550-1620 "], "Subjects": ["holy family with saints"], "Associated names": [" Representation of: Holy Family ", " Representation of: St John the Baptist (Prodromos) ", " Representation of: St Catherine of Alexandria ", " Representation of: St Antony of Egypt "], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode (probably)"], "Acquisition date": ["1799"], "Acquisition notes": ["Although there is no sign of provenance on the verso, the quality and subject matter of the print are typical of Cracherde's collection"], "Department": ["Prints and Drawings"], "Registration number": ["U,2.76"]}