{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["V,8.189"], "Description": [" Moses and Aaron before Pharaoh; the latter sitting high up on a throne; at right, two armed guards. 1567 Engraving "], "Producer name": [" Print made by: Cornelis Cort ", " After: Federico Zuccaro "], "School/style": [" Dutch ", " Italian "], "Production date": ["1567"], "Production place": [" Published in: Rome (city) "], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 397 millimetres ", " Width: 270 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["(Text from Michael Bury, 'The Print in Italy 1550-1620', BM 2001 cat.98) A fresco of this subject is in the Vatican Belvedere; it was part of a cycle of scenes of Moses in Egypt painted by Federico Zuccaro and paid for in 1563 before his departure for Venice (Acidini Luchinat, 1998, I, pp.139-46). For the painting Federico made use of drawings by his older brother Taddeo: two sheets in the British Museum for the soldiers on the right are evidence of this (Gere and Pouncey nos 336-37). The engraving is, in some respects, closer to one of the drawings than it is to the fresco (Gere and Pouncey no.337). In particular the way that the elbow of the foreground soldier overlaps the right margin. This feature, which is such a crucial element in the effectiveness of the print, is quite different from the way that same figure is overlapped by the frame in the fresco. Federico reworked the image he had created for the Belvedere fresco, returning to his brother's ideas in the process. He was not satisfied just to reproduce what he had designed for the fresco. The plate was first published by Federico himself. Cort's own name does not appear until the 5th state, by which time the plate was in the hands of Antonio D. Salamanca (New Hollstein 18.V). The fact that initially Cort's work was given no explicit acknowledgment on the plate is precisely what had happened with his engravings of 1565-66 for Titian, and also happened with his 1567 St Francis receiving the Stigmata after Muziano. It draws attention to the fact that Cort's role as a reproductive engraver could be seriously undervalued and that he could be perceived merely as the person who enabled these artists to publish their original compositions in the form of prints. By the beginning of the 1570s this no longer happens and Cort is normally always credited. This is the first state. For the later state see V.8-188. A small square has been cut out of the print."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (17.I) (Cornelis Cort) ", " Bierens de Haan 1948 / L'oeuvre gravé de Cornelis Cort, graveur hollandais 1533-1578 (18) "], "Location": ["Not on display"], "Exhibition history": [" 2001/2 Sep-Jan, BM, P&D, The Print in Italy 1550-1620 2002 Feb-Mar, NewYork, Miriam and Ira D Wallach AG, The Print in Italy 2002/3 Sep-Jan, Ottawa, NG of Canada, The Print in Italy 1550-1620 2003 Feb-Apr, Edinburgh, NG of Scotland, The Print in Italy 1550-1620 "], "Subjects": ["old testament"], "Associated names": [" Representation of: Moses ", " Representation of: Aaron ", " Representation of: Pharaoh "], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode (with initials and date 1797 on verso)"], "Acquisition date": ["1799"], "Department": ["Prints and Drawings"], "Registration number": ["V,8.189"]}