{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["V,8.159"], "Description": [" The Holy Family; the infant St John clutches a bird and teases a cat; the Christ child suckles on Mary's breast and observes the cat; after Barocci's 'La Madonna del Gatto'. 1577 Engraving "], "Producer name": [" Print made by: Cornelis Cort ", " After: Federico Barocci "], "School/style": [" Dutch ", " Italian "], "Production date": ["1577"], "Production place": [" Published in: Rome (city) "], "Materials": ["paper"], "Technique": ["engraving"], "Dimensions": [" Height: 335 millimetres ", " Width: 246 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["After the painting by Barocci 'La Madonna del Gatto' in the National Gallery, London, inv.no.29; Barocci's preliminary drawing for Cort's engraving is in the British Museum, see 1994,0514.55. The following text is from Michael Bury, 'The Print in Italy 1550-1620', BM 2001, cat.5: Cort successfully emulates the complex facture of the drawing with its description of subtle light effects. Especially striking is the way he imitates the luminosity of the shadows in red chalk using a relatively open cross-hatching - for example on the upraised arm of St John - in contrast to his treatment of the more opaque darks of the areas in black chalk, as in the wall behind the Madonna. The print extends the height of drawing and opens up a space between the heads and the upper edge of the image. Because the drawing corresponds to the painting in this respect, the decision to increase the height may have been Cort's. The verses in the margin allegorize the scene: St John's game signifying the expulsion of man from Paradise with Christ watching, meditating on his role as Redeemer. This stresses the intended devotional function of the image. According to Bellori (1976, p.203), the painting had been commissioned by Antonio Brancaleone of Piobbico, also the patron of a version of the Rest on the Flight into Egypt (New Hollstein 40), the only other work by Barocci that Cort engraved. It is an interesting question whether this was coincidental or whether Brancaleone played some part in the decision to have both these rather affecting and intimate compositions engraved. This is the second state of the print, with Barocci's name as inventor in the lower margin. A 10-year privilege from Gregory XIII was granted to the painter Anthonis Santvoort from Malines, 13 February 1579, to cover four named plates that he had acquired (ASVat., Armadio XLII, vol.37, f.247r-248r). The other three had also been engraved by Cort: the Annunciation (New Hollstein 23), the St Lawrence (New Hollstein 129) and the Burial of St Jerome (New Hollstein 122). All four are dated 1577 and they are not known in states earlier than the ones carrying the privilege. The probability is, therefore, that none were issued until after Cort's death. Santvoort was Cort's heir (Bierens de Haan, 1948, p.15), but the text of the privilege makes clear that he purchased rather than inherited these plates."], "Bibliographic references": [" New Hollstein (Dutch & Flemish) / The New Hollstein: Dutch and Flemish etchings, engravings and woodcuts 1450-1700 (83.II) (Cornelis Cort) ", " Bierens de Haan 1948 / L'oeuvre gravé de Cornelis Cort, graveur hollandais 1533-1578 (44) "], "Location": ["Not on display"], "Exhibition history": [" 2001/2 Sep-Jan, BM, The Print in Italy 1550-1620, cat.no.5. 2002 Feb-Mar, New York, Miriam & Ira d Wallach AG, The Print in Italy 2002/3 Sep-Jan, Ottawa, NG of Canada, The Print in Italy 1550-1620 2003 Feb-Apr, Edinburgh, NG of Scotland, The Print in Italy 1550-1620 2013 Feb-May, London, National Gallery, Federico Barocci "], "Subjects": ["holy family with baptist"], "Associated names": [" Representation of: Holy Family ", " Representation of: St John the Baptist (Prodromos) "], "Acquisition name": ["Bequeathed by: Clayton Mordaunt Cracherode"], "Previous owner": ["Previous owner/ex-collection: Richard Houlditch Junior (L.2214)"], "Acquisition date": ["1799"], "Acquisition notes": ["Although the print has been laid down, the Cracherode provenance is assured by the Houlditch stamp."], "Department": ["Prints and Drawings"], "Registration number": ["V,8.159"]}