{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["X,5.1"], "Description": [" Jacob's journey into Egypt; to right, Jacob seated on a horse leading a procession of animals including donkeys, sheep, camels, cows and dogs, accompanied by several walking figures, a woman and baby riding on a horse, and a further procession of people and animals descending a hill to left behind. c.1647 Etching "], "Producer name": ["Print made by: Stefano della Bella"], "School/style": ["Italian"], "Production date": ["1643-1650"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 182 millimetres (trimmed to plate-mark) ", " Width: 271 millimetres (trimmed to plate-mark) "], "$Inscriptions": [" "], "Curator's comments": ["BM also has an impression of the second state: see 1869,0410.2557."], "Bibliographic references": ["De Vesme/Massar 1971 / Stefano della Bella (2.III)"], "Location": ["Not on display"], "Subjects": ["old testament"], "Associated names": [" Representation of: Jacob ", " Associated with: Joseph "], "Acquisition name": ["Bequeathed by: Sir Hans Sloane (His name printed on the mount)"], "Acquisition date": ["1753"], "Acquisition notes": ["The album X,5 was assembled by Thomas Philipe in 1808-10, and contained 401 etchings by Stefano della Bella. The sequence is very muddled as Philipe was integrating prints from three collections (Sloane, Fawkener and Cracherode) without the aid of any catalogue raisonné. Sets were therefore confused and copies and originals mixed up. This confusion was compounded when the album was dismembered sometime before the 1870s (it is not included in Reid's list of dismembered albums). de Vesme was not published until 1905, and so there was still no catalogue to work from. Many original numbers were lost, and many prints ended up with + numbers. When the della Bella series was mounted up after the publication of de Vesme, the prints were laid down and no care was taken to record the provenance; so most of the mounted prints will need to be lifted before the versos can be seen. The confusion extended to the marking of provenance. Philipe lost track of where prints had come from, and sometimes marked them with wrong provenances: for example some prints with Courten annotations were marked as Cracherode, and some as Fawkener which must come from Cracherode as they have the initials of John Barnard. Hence all Philipe's markings of prints by della Bella must be viewed sceptically. It is clear is that most of the prints, including almost all the ones that have no Philipe markings, came from Sloane and that most of these came from Courten, who listed 33 entries of prints by della Bella in 1687 (see 'Landmarks of Print Collecting', p.271); 13 (with the initials WF on the recto) certainly came from Fawkener; and 47 (some with a Barnard provenance) came from Cracherode (prints by della Bella are recorded in the 1804 listing of his albums: see 'Landmarks' p.275)."], "Department": ["Prints and Drawings"], "Registration number": ["X,5.1"]}