{"artifact_name": "print; playbill; advertisement", "Object Type": [" print ", " playbill ", " advertisement "], "Museum number": ["Y,6.159"], "Title": ["Object: Battle of the Nile on real water"], "Description": [" Playbill; L'Orient exploding centre, other vessels in background. Wood-engraving with letterpress "], "Producer name": ["Published by: Charles Dibdin II (advertisement for)"], "School/style": ["British"], "Production date": ["1800-1837 (between)"], "Production place": [" Published in: London (England) "], "Materials": ["paper"], "Technique": [" wood-engraving ", " letterpress "], "Dimensions": [" Height: 372 millimetres ", " Width: 519 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Text by David Taylor from 'Napoleon's 100 days in 100 Objects' (www.100days.eu/): For Charles Dibdin, the savvy manager of Sadler's Wells Theatre, Britain's war with Napoleonic France was big box office. Sadler's Wells was one of London's many 'illegitimate' theatres in that it did not possess a licence to perform spoken-word drama: on Monday 27th March 1815, the season opened with a 'naumachia' (a staging of a sea battle) that capitalized on renewed public interest in the war in the wake of Napoleon's return. The Battle of the Nile offered audiences a re-enactment of Nelson's victory over the French fleet at Aboukir Bay, Egypt in August 1798. This highly unusual, illustrated playbill for the production depicts its spectacular and patriotic climax, which showed, as an advertisement in the Times reported, 'the blowing up of the L'Orient' (the French flagship) followed by 'a grand transparency of Lord Nelson and other distinguished Admirals'. All this action took place in a water tank installed on the Wells’s stage in 1804, precisely to mount such nautical entertainments. At 90 foot long, 24 foot wide, and 3 feet deep, the tank took around 12 hours to fill (water being diverted from the nearby New River) and its water was changed just once every three weeks. But this didn't stop spectators routinely leaping into it at the end of a night's performance."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 Feb-Aug, BM, Rm 90, Bonaparte and the British "], "Subjects": ["naval engagement"], "Associated names": ["Associated with: Horatio Nelson, 1st Baron and Viscount Nelson"], "Associated places": [" Associated with: London (Sadler's Wells Theatre) "], "Associated events": ["Associated Event: Battle of the Nile 1798"], "Acquisition date": ["1837 (before)"], "Acquisition notes": ["there is no evidence for its provenance on the print; it does not have a Banks stamp"], "Department": ["Prints and Drawings"], "Registration number": ["Y,6.159"], "Conservation": ["Treatment: 16 Sep 2013"]}