{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["E48508"], "Description": [" Openwork scarab of green jasper. Single-line field divider. Executed in, or imitating, Mesopotamian drilled style, a Babylonian-looking bearded worshipper in a long, girded garment gestures before a goddess with cylindrical head-dress surmounted by a small globe, seated on a star-studded throne; ankh between them, eight-pointed star with dots between the rays above; one line inscription in exergue with last letter in field. "], "Cultures/periods": ["Assyrian (?)"], "Production date": ["7thC BC"], "Findspot": [" Found/Acquired: Asia "], "Materials": ["jasper"], "Technique": ["carved"], "Dimensions": [" Height: 27 millimetres ", " Length: 45 centimetres ", " Width: 32 millimetres "], "$Inscriptions": [" "], "Curator's comments": [" This is the second-largest stamp seal with a West Semitic inscription. The two-bar 'he' and the 'waw's with a sloping upper stroke point to a seventh-century date. ", " Jenkins & Sloan 1996 The iconography is Assyrian in the west of the empire: an astral goddess sitting on a star-studded throne, with a worshipper before her; the inscription in Aramaic has been read as saying, 'To Handu the scribe'. This stone is illustrated by C. T. de Murr in his Description du Cabinet de Mon. Paul de Praun (1548-1616) a Nuremberg (Nuremberg, 1797), where it is described as formerly in the collections of Baron von Stosch and the Duca di Noia, from where it entered the royal collection at Naples. It was in fact purchased by Sir William Hamilton along with the Noia collection of Egyptian scarabs. D'Hancarville recognised that the engraving was not Egyptian and took it to be Persian work, following the conquest of Egypt by Cambyses, son of Cyrus the Great, in 525 BC. LITERATURE: D'Hancarville, MS Catalogue, 11, p.578; Tassie, no. 654, pl.11. "], "Bibliographic references": [" Avigad & Sass 1997a / Corpus of West Semitic Stamp Seals (754) ", " Cook S A 1930 / The Religion of Ancient Palestine in the Light of Archaeology (IX.4) ", " Lajard F 1847 / Introduction a l'etude du culte public et des mysteres de Mithra en Orient et en Occident (XXXVI.3) ", " Levy M A 1857a / Phonizische Studien II (no.12) ", " Levy M A 1869 / Siegel und Gemmen (12) ", " CIS II/I / Inscriptiones Aramaicas continens (84) ", " Galling K 1941 / Beschriftete Bildsiegel des ersten Jahrhundreds v.Chr.vornehmilch aus Syrien und Palestina (111) ", " Vattioni F 1971 / I sigilli le monete e gli avori aramaici (41) ", " Bordreuil P 1992 / Sceaux inscrits des pays du Levant (fig.6) ", " Jenkins & Sloan 1996 / Vases and Volcanoes - Sir William Hamilton and his collection (93) "], "Location": ["On display (G1/fc7/top/right)"], "Exhibition history": [" Exhibited: 2003- Nov- BM, Enlightenment gallery, case 7 "], "Condition": ["Complete"], "Subjects": [" prayer ", " deity ", " planet/constellation ", " symbol "], "Previous owner": ["Previous owner/ex-collection: Sir William Hamilton"], "Acquisition date": ["1772"], "Acquisition notes": ["According to record card \"originally in Duc de Nora's? collection."], "Department": ["Middle East"], "BM/Big number": ["E48508"], "Registration number": ["1772,0315.433"], "Additional IDs": [" Miscellaneous number: H. 433 (previous cat no. in G&R) ", " Miscellaneous number: SOC.63 (Semitic Old Collection registration number) "]}