{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89115"], "Title": ["Object: The Adda Seal"], "Description": [" Greenstone cylinder seal. A hunting god (full-face) has a bow and an arrow (?) over his shoulder; a quiver with tassel attached hangs on his back. On the left hand mountain stands a small tree and Ishtar (full-face) who is winged and armed with weapons including an axe and a mace rising from her shoulders. She is holding a bush-like object, probably a bunch of dates, above the sun-god's head. The sun-god Shamash with rays, holding a serrated blade, is just begining to emerge from between two square topped moutains. The water god Ea stands to the right with one foot placed on the right hand mountain. He stretches out his right hand towards an eagle, probably the Zu bird who stole the tablets of destiny. A couchant bull lies between his legs and streams of water and fish flow from his shoulders. Behind him stands his two-faced attendant god Usimu with his right hand raised. All wear the multiple-horned head-dresses of deities. The male figures are bearded and Usimu has a double beard and wears a flounced skirt. Ea and Ishtar both wear flounced robes and the fourth complete figure wears a striped skirt which either has a cod-piece or is hitched up in front. This god wears his hair in a long curl down the left side, reminiscent of those worn by bull-men and Ishtar has two similar curls hanging down, one on either side, while Ea and Shamash wear their hair in a triple bun. The scales of the mountain are continued in a horizontal band all round the lower part of the seal and it is on this band that the figures are standing. There is a two line inscription in a frame and below it a lion is pacing towards the right and roaring. The cylinder is slightly concave in shape. "], "Cultures/periods": ["Akkadian"], "Production date": ["2300BC"], "Findspot": [" Found/Acquired: Sippar (?) "], "Materials": ["greenstone"], "Dimensions": [" Diameter: 2.55 centimetres ", " Diameter: 1 inches ", " Height: 3.90 centimetres ", " Height: 1.50 inches "], "$Inscriptions": [" "], "Bibliographic references": [" Frankfort H 1934a / Gods and myths on Sargonid seals (pl. Vd) ", " Zervos C 1935a / L'art de la Mesopotamie (p.258) ", " Pritchard, J B 1954a / The Ancient Near East in Pictures relating to the Old Testament (p.658) (CHECK) ", " Barnett & Wiseman 1960a / Fifty masterpieces of Ancient Near Eastern Art (p.88, no.42) ", " Margueron J-C 1965a / Mesopotamia (pl.99) ", " Barnett & Wiseman 1969a / Fifty masterpieces of Ancient Near Eastern Art (no.42) ", " Du Ry C J 1969a / Art of the Ancient Near and Middle East (pp.72-73) ", " Collon 1982a / Catalogue of the Western Asiatic Seals in the British Museum: Cylinder Seals II: Akkadian, Post Akkadian, Ur III Periods (190, pl.XXVIII) ", " Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.300) ", " Roaf M 1990a / Cultural atlas of Mesopotamia and the Ancient Near East (p.77) ", " Aruz & Wallenfels 2003a / Art of the First Cities: The Third Millennium B.C. from the Mediterranean to the Indus (no. 139, p. 213-214.) ", " Boehmer R M 1965a / Die Entwicklung der Glyptik wahrend der Akkad-Zeit "], "Location": ["On display (G56/dc11)"], "Exhibition history": [" 2022-2023 15 Oct - 19 Feb, New York, The Morgan Library and Museum, She Who Wrote: Enheduanna and Women of Mesopotamia 2003 5 May-17 Aug, New York, Metropolitan Museum of Art, 'Art of the First Cities' 1997 29 May-28 Oct, Germany, Berlin, Vorderasiatisches Museum, Das Siegel Im Alten Vorderasien 1995 7 Jul-22 Oct, London, The British Library, The Earth and the Heavens: the Art of the Mapmaker 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.6 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.6 Room of Writing (in 1960) "], "Subjects": [" cattle ", " bird ", " fish ", " deity ", " arms/armour ", " landscape ", " tree/bush ", " attendant ", " sun/moon "], "Associated names": [" Representation of: Ishtar ", " Representation of: Shamash ", " Representation of: Ea ", " Representation of: Usimu ", " Representation of: Zu Bird ", " Named in inscription: Adda (owner of seal) "], "Acquisition name": ["From: Sir Ernest A T Wallis Budge (?)"], "Acquisition date": ["1891"], "Department": ["Middle East"], "BM/Big number": ["89115"], "Registration number": ["1891,0509.2553"]}