{"artifact_name": "rhyton", "Object Type": ["rhyton"], "Museum number": ["92090"], "Description": [" Green glazed pottery rhyton in the form of a crouching hare on its back with spout between its forepaws; made in two-piece mould, with seams running down the length of the object; tripod stilt scar on the underside. "], "Cultures/periods": ["Parthian"], "Findspot": [" Found/Acquired: Hillah, Al- "], "Materials": ["pottery"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Diameter: 4 inches ", " Height: 9.75 inches ", " Length: 24.70 centimetres "], "Curator's comments": ["Previously regarded as Sasanian. Xeroradiography conducted (DSR file no. 6890, dated 21 February 1997). This vessel appears to have been made by separately moulding the left and right sides. Xeroradiography shows how the walls vary in thickness as the clay was pressed into the mould; there is also evidence for a join running the length of the vessel. Some features were made from additions of clay luted onto the moulded surface. The spout on the top was probably made separately and the xeroradiograph shows how it was attached to the main body by an overlapping collared joint."], "Bibliographic references": [" Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.147) ", " Guide 1900a / A Guide to the Babylonian and Assyrian Antiquities (p.103) (no.1833) ", " Herrmann G 1977a / The Iranian Revival (p.54) ", " Pope 1938 / Survey of Persian Art (pl. 184B) "], "Location": ["Not on display"], "Exhibition history": [" Iranian Room [IR] case ?, no. 21, Jul 1975-ca 1990. Babylonian & Assyrian Room, wall-cases 41-44 (1900 Guide). G49/IRAN/21, 16 Jun-23 Dec 1994. G52/IRAN/11/24, from official opening 17/11/95-8/12/2005 2020 7-18 Mar and 1 Sep-1 Nov, Newcastle upon Tyne, Great North Museum: Hancock, Ancient Iraq 2022 26 Mar-19 Jun, Lakeside Arts, University of Nottingham, Ancient Iraq "], "Condition": ["Good / fair; complete."], "Subjects": ["mammal"], "Acquisition name": ["From: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Acquisition notes": ["Acquired by the British Museum as a result of Budge's second mission to Egypt and Mesopotamia in 1887-1888; the mission was intended to investigate the \"leakage\" of tablets from sites supposedly guarded on behalf of the British Museum. Further notes on acquisition and bibliographic references relating to acquisition in catalogue introduction pp.xv-xvii."], "Department": ["Middle East"], "BM/Big number": ["92090"], "Registration number": ["1888,0512,Bu.135.a"], "Conservation": ["treatment: 15/01/20"]}