{"artifact_name": "astrolabe", "Object Type": ["astrolabe"], "Museum number": ["1855,0709.1"], "Description": [" Astrolabe, made of brass, inlaid with silver and copper, back engraved with inscriptions including the maker's mark \"Abd al-Karim al-Asturlabi\" ('The Astrolabist'), and the title of three possible royal patrons engraved on the back named as al-Malik, al-Mu'izz, and Shihab al-Din. "], "Producer name": ["Made by: al-Misri, Abd al-Karim"], "Cultures/periods": ["Ayyubid dynasty"], "Production date": ["1241/2 (AH 638)"], "Production place": [" Made in: Turkey (?) ", " Made in: Iraq (?) ", " Made in: Syria (?) "], "Materials": [" brass ", " copper ", " silver "], "Technique": ["inlaid"], "Dimensions": [" Diameter: 32.50 centimetres ", " Height: 46 centimetres (overall height including the throne) ", " Height: 40 centimetres (without throne) ", " Thickness: 5.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Astrolabe Brass, inlaid with silver and copper. Made by Abd al-Karim al-Misri The Jazira (probably Mayyafarikin) dated AH633/1235-36 AD 1855 7-9 1 The astrolabe is an object probably invented by the Greeks in the 2nd century BC. Knowledge of it was transmitted to the Muslims through the translation of Hellenistic and Byzantine texts into Arabic. The translation of scientific texts was done in Baghdad in the early Abbasid era, and the earliest astrolabes and astrolabe treatises date to the 9th century. The astrolabe provides a two-dimensional map of the heavens and it served in particular to find the direction of Mecca which Muslims face when they pray; and was used to determine the times of the times of prayer which were astrologically defined. This extremely important example has figural designs representing the constellations on the front and back. It gives the name of the artist who made it ,‘Abd al-Karim, who is known through other signed astrolabes. The elite patronage, suggested by the names engraved on the back, along with its large size andextensive decoration, suggest that it was a presentation piece meant to be admired rather than used, emphasizing the significance of ilm al-nujum (‘the knowledge of the stars’) within the visual language of Islamic societies. ", " This instrument is noted as an early example of a 'royal' astrolabe, similar to one signed by the same maker in the Oxford MHS. Both of these astrolabes are more elaborate than the three other astrolabes of an early date made in Damascus and signed by al-Sarraj al-Dimashqi, which are now in the NMM Greenwich (AST0548, cat. pp. 210-16), Salar Jung Museum, Hyderabad and Raza Library, Rampur; see K.van Cleempoel, Astrolabes at Greenwich, Oxford 2005, fig. 7.2, p. 78 and discussion, p. 216. ", " Gunther, R.T. (1932), 'The Astrolabes of the World', Oxford: Oxford University Press. Volume I, astrolabe no.104 (p236) "], "Bibliographic references": [" Ward R 2004a / The inscription on the Astrolabe of Abd al-Karim in the British Museum ", " Lippincott 1999 / The Story of Time (p.105, cat.095) ", " Barrett 1949a / Islamic metalwork in the British Museum (pls19-20) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.48, fig.1) ", " Albukhary 2018 / The Making of the Albukhary Foundation Gallery of the Islamic World (pp.94-95) ", " Westgarth 2006 / The Emergence of the Antique and Curiosity Dealer 1815 - c. 1850 The Commodification of Historical Objects (3 vols) (vol. 3, Appendix VI, p. 21) "], "Location": ["On display (G42/dc10)"], "Exhibition history": [" Exhibited: 2018, 6 May- 30 June, National Museum, New Delhi, India and the World: A History in Nine Stories 2017-2018, 10 Nov 2017 - 18 Feb 2018, Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (CSMVS), Mumbai, India, India and the World: A History in Nine Stories 2010 29 May-15 Oct, USA, Kentucky Horse Park, 'A Gift from the Desert' 1999 1 Dec-2000 24 Sep, London, The Queen’s House, The Story of Time, Brussels "], "Acquisition name": ["Purchased through: David Falcke"], "Acquisition date": ["1855"], "Department": ["Middle East"], "Registration number": ["1855,0709.1"], "Conservation": [" Treatment: 02 Jul 1991 ", " Treatment: 27 Feb 2004 "]}