{"artifact_name": "obelisk", "Object Type": ["obelisk"], "Museum number": ["118885"], "Title": ["Object: The Black Obelisk"], "Description": [" Black limestone obelisk of Shalmaneser III; glorifies achievements of king and minister; inscription; illustrations show tribute from all directions; tribute bearers in five rows, identified by captions; each row has four panels, one on each side of the obelisk; 1. Gilzanu (North West Iran) tribute includes horses; 2. House of Omri (Ancient Israel- tribute from Biblical King Jehu 841BC); 3. Musri, or Egypt tribute or gift of elephant, ape and other exotic animals; 4. Suhi on the Euphrates, scene of animal hunting; 5. Patina in Southern Turkey. "], "Authority": ["Ruler: Shalmaneser III"], "Cultures/periods": ["Neo-Assyrian"], "Production date": ["825BC"], "Excavator/field collector": ["Excavated by: Sir Austen Henry Layard"], "Findspot": [" Excavated/Findspot: Nimrud "], "Materials": ["limestone (black)"], "Dimensions": [" Width: 45.08 - 60.96 centimetres ", " Height: 81.91 centimetres (of plinth) ", " Height: 197.48 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["A \"stone copy\" of the Black Obelisk was deposited by one Colonel Gosforth of 155b Cromwell Road, London on 29 December 1933 and was kept in SR 33 [implying that it was of reduced scale] until it was returned to the owner on 14 September 1938. The original sculpture was moulded as a commercially available cast (listed in the BM Facsimile Service, Catalogue of Replicas). The cast is listed as available in the British Museum Facsimile Service 'Catalogue of Replicas from British Museum collections' (n.d.), in the series \"Assyrian Stelae\". Two copies still retained by ANE at Blythe House (from 2002). A cast was also shown on the set of Wolfgang Pedersen's film \"Troy\" (2004). The detail showing the submitting Jehu was moulded as a facsimile by Mike Nielson in January 2006, using one of the BMCo casts as the \"original\". A duplicate coloured facsimile cast was then presented by Nielson to ANE. Another cast of the complete Black Obelisk was formerly exhibited in one of the Assyrian Halls of the Iraq Museum (illustrated by F. Basmachi: 'Treasures of the Iraq Museum', Baghdad 1975, pp. 241, 403, no. 148). No. 13 in a previously issued series of postcards captioned \"Assyrian monuments bearing on Bible history in the British Museum\"."], "Bibliographic references": [" Guide 1900a / A Guide to the Babylonian and Assyrian Antiquities (pp.24-25 & facing plate) ", " Gadd 1934c / The Assyrian Sculptures (pl. II) (light greyish appearance) ", " Kohler-Rollefson 1993a / Camels and Camel Pastoralism in Arabia (p.187) (detail of camel) ", " Grayson, RIMA 3 / Assyrian Rulers of the Early First Millennium BC, II (858-745 BC) (RIM.A.0.102.14.1) ", " Volling 2006a / Die Goldschale im kulturellen Kontext. Eine archaologische Betrachtung (p.112, fig.84) "], "Location": ["On display (G6a)"], "Exhibition history": [" Exhibited: Assyrian Central Saloon (no.98) Nimrud Central Saloon (1900 Guide) "], "Subjects": [" horse/ass ", " king/queen ", " hunting/shooting ", " war (?) ", " elephant "], "Associated places": [" Associated with: North West Iran ", " Associated with: Southeastern Anatolia Region ", " Associated with: Israel ", " Associated with: Egypt "], "Acquisition date": ["1848"], "Acquisition notes": ["Register entry transcribed from General Register of Antiquities in MLA."], "Department": ["Middle East"], "BM/Big number": ["118885"], "Registration number": ["1848,1104.1"], "Additional IDs": [" Miscellaneous number: 98 (exhibition number (Nimrud Central Saloon)) "], "Conservation": [" Treatment: 23 Feb 1995 ", " Treatment: 10 Jan 2002 "]}