{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["1889,0806.2"], "Description": [" Stamp (vessel): mikyala. Measure of woad (wasma). Six line Kufic inscription. Made of olive-green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 3.40 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" From the same die: Casanova, P. 1893. Catalogue des pièces de verre des époques byzantine et arabe de la collection Fouquet. ‘Mémoires publicées par les membres de la Mission Archéologique Francaise au Caire’ VI. Paris, 136; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 111. ", " It is most unusual for the name of a commodity to follow, rather than precede, the word 'wāf' in the legends of vessel stamps. For this reason, and because on most specimens the word is only partly visible, 'wasma' has not been recognized on this type before. However it is sufficiently clear on the specimen in the Fouquet Collection. Woad is one of the more common commodities on vessel stamps, which makes it unlikely that ʿĪsā did not issue stamps for it; no others have been described. Miles 1958, 84, which is not illustrated but has the same legend without the last line, may well be a product of the same die (Cf. also Miles 1964, 24). Bibliography: Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York; Miles, G.C. 1964. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo. "], "Bibliographic references": [" Morton 1985 / A Catalogue of Early Islamic Glass Stamps (147) ", " Lane Poole S 1891 / Catalogue of Arabic glass weights in the British Museum (p.108, no.393) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Rev Greville John Chester"], "Acquisition date": ["1889"], "Department": ["Middle East"], "Registration number": ["1889,0806.2"]}