{"artifact_name": "harness-fitting", "Object Type": ["harness-fitting"], "Museum number": ["1891,0513.3"], "Description": [" Copper-gold alloy horse-harness strap-divider: cast, with gold inlay, in the form of a griffin head. There is a circular rivet hole in the back, a smaller rivet hole in the chest, and a pair of elongated slits, one on either side. It has been deliberately given a dark patina in antiquity to enhance the surface contrast with the inlay. "], "Cultures/periods": ["Achaemenid"], "Production date": ["600BC-400BC"], "Findspot": [" Excavated/Findspot: Iran (?) "], "Materials": [" copper alloy ", " gold "], "Technique": [" cast ", " inlaid "], "Dimensions": [" Diameter: 0.20 centimetres (rivet hole at the back) ", " Diameter: 0.10 centimetres (rivet hole at the front) ", " Height: 1.50 centimetres (of the slits) ", " Height: 3 centimetres ", " Weight: 49 grammes ", " Width: 0.40 centimetres (of the slits) ", " Width: 2 centimetres "], "Curator's comments": [" DSR file 6616 (dated 29 June 1995): XRF confirms metal composition to be a deliberate copper-gold alloy. The bronze contains 5-10% tin and traces of less than 1% of lead and silver whereas gold was detected at levels between 2 and 7% on the surface. Both cuprite and metallic gold were present in the black patina. This object was therefore deliberately patinated in antiquity to enhance the colour contrast with the precious metal inlay. Thus the object belongs to a small group of objects sometimes known as Corinthian bronze in the Roman World and as hsmn-km in ancient Egypt. ", " A very similar griffin-headed \"junction box\" was offered through auction by Bonhams in London (\"Antiquities\", 29 April 2004, lot 315, p. 147; cf. also \"Antiquities\", 28 October 2004, lot 149). "], "Bibliographic references": [" Curtis & Tallis 2005 / Forgotten Empire: The world of Ancient Persia (cat. 389) ", " Bronze / Catalogue of the Bronzes in the British Museum. Greek, Roman & Etruscan. (no. 2875) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2020 20 Feb-25 Oct, CaixaForum Zaragoza, An Age of Luxury 2019-2020 18 Sep-12 Jan, CaixaForum Madrid, An Age of Luxury 2019 4 Apr-11 Aug, CaixaForum Barcelona, An Age of Luxury 2018 9 May-3 Sep, Hong Kong History Museum, An Age of Luxury 2006 7 Mar-11 Jun, Barcelona, Fundacion La Caixa, 'L'imperi Oblidat' 2005-2006 Sept-Jan, London, BM, 'Forgotten Empire' G52/IRAN/8/19, from official opening 17/11/95-Aug 2005 G49/IRAN/8/32, 16 Jun-23 Dec 1994. Iranian Room [IR], case ? [with minor Achaemenid arts], no. 13, Jul 1975-ca 1990. Persian Room, wall-case [WC] 15, top shelf. "], "Condition": ["Dark patina is ancient."], "Subjects": ["griffin"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1891"], "Acquisition notes": ["Transfer recorded in WAA Transfer book, where described as \"1 griffin's head, bronze, inlaid with gold\". Rollin & Feuardent were Parisian dealers but this purchase was probably from the Great Russell Street Branch."], "Department": ["Middle East"], "Registration number": ["1891,0513.3"], "Additional IDs": [" Miscellaneous number: 2875 (Walters cat. no.) "]}