{"artifact_name": "astrolabe", "Object Type": ["astrolabe"], "Museum number": ["1880,0308.1"], "Description": [" Astrolabe, made of brass, inlaid with silver; astronomical device consisting of a circle surmounted by a triangular section, or throne, to which a ring for suspension is attached; throne inscribed with the Qur’anic phrase, ‘God is the best guardian’; incised on the central disc with markings for the latitudes of Cairo and Alexandria. "], "Cultures/periods": ["Middle Islamic"], "Production date": ["13thC (circa)"], "Findspot": [" Found/Acquired: Syria "], "Materials": [" brass ", " silver "], "Technique": [" inlaid ", " engraved "], "Dimensions": [" Height: 25.50 centimetres ", " Thickness: 3.50 centimetres ", " Width: 17 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This unsigned astrolabe from Ayyubid Egypt follows the normal pattern of construction for such astronomical devices. It consists of a circle surmounted by a triangular section, or throne, to which a ring for suspension is attached. The inscription on the throne is a Qur’anic phrase, ‘God is the best guardian’. The body of the astrolabe has an outer rim and is indented on the front surface to hold a disc which is incised with markings for the latitudes of Cairo and Alexandria. The hole in the centre of the disc and the surface of the astrolabe are pierced by a pin which attaches to a horizontal bar, the ‘alidad’, on the back and a movable ‘spider’ or rete on the front. The shape of this rete is very unusual. Astrolabes were used to measure altitudes, determine the time, to establish the direction of Mecca, to solve astronomical problems and to compile horoscopes. The following are the Arabic names for the component parts of the astrolabe which are held together by a pin (faras). 1) Pin (faras) 2) Rete (‘ankabut) 3) Plates (lawhat) 4) Mater (umm) 5) Alidade (al-‘idada) 6) Throne (kursi) 7) Ring (halqa) Gunther, R.T. (1932), 'The Astrolabes of the World' (Volume I), Oxford: Oxford University Press. Astrolabe no. 105 (p238)"], "Location": ["On display (G42/dc11)"], "Exhibition history": [" 2017-2018 Oct-Feb, London, The British Library, Harry Potter: A History of Magic 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, Treasures of the World’s Cultures 2012-2013 Nov-Feb, Kunsthalle, Bonn, Treasures of the World's Cultures 2012 April-Aug, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2009-2010 11 Dec-10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures "], "Acquisition name": ["Purchased from: William Wareham"], "Acquisition date": ["1880"], "Department": ["Middle East"], "Registration number": ["1880,0308.1"]}