{"artifact_name": "pendant", "Object Type": ["pendant"], "Museum number": ["1855,1205.359"], "Description": [" Glass pendant with a suspension loop at the top; originally light green; cast, with mould-seams along each side; shows a full-bodied nude female figure in a squatting masturbating position, identified as Baubo; suspension loop broken; fabric decomposed to golden iridescent appearance. "], "Cultures/periods": ["Phoenician (late)"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Phoenicia "], "Excavator/field collector": ["Excavated by: Hormuzd Rassam"], "Findspot": [" Excavated/Findspot: Kouyunjik "], "Materials": ["glass (light green)"], "Technique": ["cast"], "Dimensions": [" Height: 2.30 centimetres (extant) ", " Thickness: 0.80 centimetres ", " Width: 1.40 centimetres "], "Curator's comments": ["Originally registered as 'Small, white glass hermaphrodite figure squatting down'. This figure is usually identified as that of Baubo, a coarse midwife of Greek mythology who had a sanctuary dedicated to her at Priene, and who may be equated with a cult in Egypt. She has a varied iconography which nevertheless invariably emphasises her genitalia. A small number of glass pendants, in deep dark blue, opaque yellow or light greenish fabric, have been excavated or reported from Acre, Delos and Egypt; a single example was excavated as far east as Merv in 1994 (St J. Simpson: ' \"Baubo\" at Merv', 'Parthica' 6 (2004), pp. 227-33). There are also four examples, two from the Slade collection, in the Department of Greek & Roman Antiquities (1868-5-1,6; 1871-6-16,22; 1976-10-1,9; 1976-10-1,10). These pendants are generally believed to have been made in Phoenicia in the 2nd-1st centuries BC, or late Hellenistic and Early Roman Imperial periods."], "Bibliographic references": ["Simpson 2004b / 'Baubo' at Merv"], "Location": ["Not on display"], "Condition": ["Semi-complete, missing suspension loop at the top; fabric decomposed to golden iridescent appearance."], "Associated names": ["Representation of: Baubo"], "Acquisition name": ["Division of Finds: Department of Antiquities of Iraq"], "Acquisition date": ["1979"], "Department": ["Middle East"], "Registration number": ["1855,1205.359"], "Additional IDs": [" Other BM number: 1979,1218.82 (dupe reg no) "]}