{"artifact_name": "incense-burner", "Object Type": ["incense-burner"], "Museum number": ["1878,1230.678"], "Description": [" Incense burner; brass inlaid with silver. Cast in three parts with a cylindrical body, shallow saucer and three integral feet and a domed lid with pierced decoration which is topped by a finial. Originally it would have had a long handle riveted to the body but this is missing. Cursive inscription around the top of the lid, with a second inscription around the body. "], "Cultures/periods": ["Middle Islamic"], "Production date": ["1243-1244 (AH 641)"], "Production place": [" Made in: Mosul "], "Materials": [" brass ", " silver (inlay) "], "Technique": [" inlaid ", " engraved "], "Dimensions": [" Height: 20 centimetres ", " Weight: 1137 grammes ", " Width: 13 centimetres (feet) "], "$Inscriptions": [" "], "Curator's comments": ["This is one of the earliest of a group of over fifty examples of this type of incense-burner which are known from different collections and date from about 1230 until the fourteenth century. Each was made by casting in two parts, i.e. a cylindrical container with three legs and a domical lid. They originally had a long handle but this is almost always missing, as on the present example. The lids were pierced prior to inlaying, the purpose being to allow the fragrant smoke from the frankinsense, placed over hot coals,to leave the burner. Inscription: Within me is the fire of Hell, but without float the perfumes of paradise.’ (translated Professor Doris Behrens-Abouseif). Eternal glory, secure life and long life to its owner. 641."], "Bibliographic references": [" Ward 1990/91 / Incense and incense burners in Mamluk Egypt and Syria (p.69, pls.2, 16) ", " Ward 1993 / Islamic Metalwork (fig.61) ", " Ward 2014 / Court and Craft: A Masterpiece from Northern Iraq (22) ", " Barrett 1949a / Islamic metalwork in the British Museum (pl.15c) "], "Location": ["On display (G42/dc3)"], "Exhibition history": [" Exhibited: 2014 20 Feb-18 May, London, Courtauld Gallery, 'Court and Craft in Medieval Mosul: A Masterpiece of Arab Metalwork' "], "Acquisition name": ["Bequeathed by: John Henderson"], "Acquisition date": ["1878"], "Department": ["Middle East"], "Registration number": ["1878,1230.678"]}