{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89484"], "Description": [" Dark green chlorite cylinder seal. The seal is sharply cut with hieroglyph-like figures including cattle, birds a human figure, a clump of papyrus and a sign resembling an ankh. Line borders top and bottom; the lower one is less deeply incised. "], "Cultures/periods": ["Predynastic"], "Findspot": [" Found/Acquired: Babylon (Iraq) "], "Materials": ["chlorite"], "Dimensions": [" Diameter: 24 millimetres ", " Height: 26 millimetres "], "Curator's comments": ["Although said to have been found at Babylon and at one point queried as of possibly Levantine production, the seal is Predynastic Egyptian and, given that the donor mostly collected material from Egypt and the eastern Mediterranean, its alleged provenance is suspect. The shape and worn condition of the seal-stone might suggest that originally this was an unusually large Jemdet-Nasr seal of c. 3000 BC that was recut in the nineteenth century AD with an Egyptianising motif. Thus the stone could well have been sold in Babylon to a tourist, but it is less likely that it would have acquired its design in Mesopotamia. However, as Jemdet-Nasr seals were imported into Egypt in antiquity, the design, and probably the line borders might well have been applied in Egypt in the nineteeth century AD to a worn ancient import, in order to make it more attractive to a prospective buyer. There are, however, no traces of an earlier design."], "Bibliographic references": [" Frankfort H 1939 / Cylinder Seals: a documentary essay on the art and religion of the ancient Near East (pl.XLIV5) ", " Porada E 1948a / Corpus of Near Eastern Studies in North American Collections I. The Pierpont Morgan Library Collection (1002) "], "Location": ["Not on display"], "Condition": ["The ends of the seal are slightly convex and bear ancient scratches, and the stone of the seal is mottled, and the ends of the perforation are worn, possibly because the object was used for a time as a bead on a necklace"], "Subjects": [" mammal ", " bird ", " sun/moon ", " storm "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1878"], "Acquisition notes": ["Acquired from the Reverend Greville Chester and said to have been from “Babylon\""], "Department": ["Middle East"], "BM/Big number": ["89484"], "Registration number": ["1878,1214.5"]}