{"artifact_name": "plaque; figure", "Object Type": [" plaque ", " figure "], "Museum number": ["E16025"], "Description": [" Egyptian terracotta figure plaque of a goddess. A plaque in the form of a shrine, with a triangular pediment once containing a segment of a circle (as can be seen on GR registration no. 1886,0401.1458), and an architrave supported by columns in the form of two standing Bes figures. Each Bes is naked, with his hands on his thighs; their tall feathered crowns (the feathers are not defined) rise up to the architrave. A small architectural moulding projects from the outer side of each crown and turns upwards at right angles to support the end of the architrave. Both Bes figures stand on a plinth, in front of which is a recumbent lion with its head turned to front and its front paws crossed in an Egyptian manner. Within the shrine is a naked female deity, with her hands hanging by her sides, and wearing a short but very full wig with layered locks. She stands, and the lions rest, on a projecting ledge at the bottom of the plaque. The back is flat and roughly finished, and the edges are knife-trimmed at an angle. Minor damage to the pediment, the bottom and the right side. Made by pressing into a plaster one-piece mould. Micaceous orange-brown Nile silt, with a thick grey-brown core; thin orange slip on front. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["400BC - 300BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Found/Acquired: Naukratis (possibly) "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.4.2"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Length: 9.50 centimetres ", " Width: 8.40 centimetres "], "Curator's comments": [" Purchased by the British Museum from Rev Greville John Chester in 1885. Said, probably erroneously, to have been acquired at Palmyra but more likely to be from Naukratis where another piece from the same mould was excavated by Flinders Petrie. Rev Greville John Chester also visited and acquired objects from the Nile Delta in the same trip as he visited Palmyra and as that example is also made of Nile silt, a Naukratis provenance is more likely, though other Nile Delta sites cannot be excluded. There is a cruder figure in plain shrine also thought to be from Naukratis (Ashmolean Museum, Oxford, no. 1896-1908.E4679). Bailey dates to the 4th to 3rd century BC (Bailey 2008, no. 3109). This has been widely published (Petrie 1884–5, 173; Walters 1929, 39, fig. 28; Polaczek- Zdanowicz 1975, 139 n.17; Fischer 1994, 85 n.122). An identical piece from the same mould purchased by the British Museum from Rev Greville John Chester in 1885, was thought to be Phoenician from Palmyra and dated to early 4th century BC (British Museum ME 1885,1010.28). Rev Greville John Chester also visited and acquired objects from the Nile Delta in the same trip as he visited Palmyra and as that example is also made of Nile silt, a Naukratis provenance is more likely, though other Nile Delta sites cannot be excluded. There is a cruder figure in plain shrine also thought to be from Naukratis (Ashmolean Museum, Oxford, no. 1896- 1908.E4679). Similar limestone carving dated Saite to beginning of the Ptolemaic period, with the shrine supported by Hathor-columns, with Bes-figures on high pedestals flanking the goddess (von Bissing 1931, 18, points out that this type of wig was most popular in Saite times). Another small limestone relief from Tell el-Yahudiya in the British Museum, (BM 1875,0517.100) is similar, but has papyrus-columns, and the figure of the goddess stands between a gate with a broken lintel, which supports sistrum-like Hathor-capitals. Hathor-capitals are also found on a limestone shrine from Athribis, from a late third to 2nd century BC context (Myśliwiec 1996b, 10, fig. 2). Several figures from Mendes are similar, some within a shrine, from 4th to 3rd century BC context (Redford 1988, 67, pl. 22d). Various similar examples (Weber 1914, no. 199; Petrie Museum UC50489), including one dated Late Period and early Ptolemaic (Török 1995, no. 203). The shrine compares with a probably 3rd to 2nd century BC example with Bes- pillars and lions (or sphinxes), but with Athena in the temple (LIMC iii (2): pl. 77:22). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Myśliwiec, K. 1996. In ‘Archeologia (Warsaw)’ 47. Petrie, W.M.F. 1884–5. ‘Mr Petrie’s Journal’. Egypt Exploration Society Archives, XVII d 47. Polaczek- Zdanowicz, K. 1975. 'The genesis and evolution of the orant statuettes against a background of developing Coptic art'. Etudes et Travaux 8: 135-149. Redford, S. 1988. ‘Three Seasons in Egypt: Appendix II: The Foundation Deposits’, Journal of the Society for the Study of Egyptian Antiquities, 18: 19ff. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Rome von Bissing, F.W. 1931. In ‘Zeitschrift für Ägyptische Sprache und Altertumskunde’ 67. Walters, H.B. (ed.) 1929. A Guide to the Exhibition Illustrating Greek and Roman Life. London. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch- griechischen Terrakotten. Berlin. ", " Said, erroneously, to have been acquired at Palmyra, but acquired in Egypt, most likely Naukratis. "], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3108) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.069) (Phase 3) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited 1958 BM, G58/Nimrud Ivories 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Subjects": [" mammal ", " shrine ", " ancient egyptian deity "], "Associated names": [" Representation of: Bes ", " Associated with: Isis-Hathor "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1885"], "Department": ["Middle East"], "BM/Big number": ["E16025"], "Registration number": ["1885,1010.28"]}