{"artifact_name": "incantation bowl", "Object Type": ["incantation bowl"], "Museum number": ["91715"], "Description": [" Pottery incantation bowl: flat-based bowl with simple rim and convex wall; wheel-thrown; inscribed in spiral from the centre outwards and continuing on the exterior of the bowl. Mandaic text. The text comprises three incantations. The first on behalf of Bashniray daughter of Shahafrid, Halba and Izat, describes the subjugation of a lilith, the second intercedes briefly for the welfare of Halba, the third relates a dream of Bashniray. "], "Cultures/periods": ["Late-Post Sasanian"], "Production date": ["6thC-8thC"], "Production place": [" Made in: Iraq, South "], "Excavator/field collector": ["Excavated by: Hormuzd Rassam"], "Findspot": [" Excavated/Findspot: Tell Ibrahim (Kutha) "], "Materials": ["pottery"], "Technique": ["wheel-thrown"], "Dimensions": [" Diameter: 18.50 centimetres ", " Depth: 6.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["The bowl has two separate incantations separated by a line and relate to the expulsion of a lilith and the report of a dream by the client, Bashniray, daughter of Shahafrid. There are parallels on two other bowls (BM 91780 and one in the Schoyen collection), and the reported dream should now be re-interpreted as a magical motif rather than an actual dream. The reference to the expulsion of the demon is similar to that for divorces in Akkadian marriage contracts and is a motif which recurs on many Jewish Aramaic and other Mandaic incantation bowls where the demon is ordered to accept a bill of divorce, hence the reference to 'marital property', 'cash box', 'dowry' and 'mlug' property on the present text. The text is therefore another good example for illustrating how Babylonian traditions and vocabulary survived into the late Sasanian period, and how everyday and legal practices are being translated into the world of powerful household magic. Ford's edition of this bowl supercedes those of Segal and Muller-Kessler and discusses these points in detail. Similar text formulae on bowls in the Moussaieff Collection (M24, M139) published by Morgenstern 2012, as well as Hilprecht Collection (HS 3021, 3025) and Yale Babylonian Collection (YBC 15334)."], "Bibliographic references": [" Segal 2000a / Catalogue of the Aramaic and Mandaic Incantation Bowls in the British Museum (084M) ", " Müller-Kessler C 2001/02 / Die Zauberschalensammlung des British Museum (pp.132-33) ", " Ford J N 2002a / Another Look at the Mandaic Incantation Bowl BM 91715 ", " Muller-Kessler 2002 / Die aramaische Beschworung und ihre Rezeption in den mandaisch-magischen Texten: am Beispiel ausgewahlter aramaischer Beschworungsformulare (pp.203-205) ", " Morgenstern 2012 / Mandaic Magic Bowls in the Moussaieff Collection: A Preliminary Survey (p.161) ", " Ford J N 2002b / Notes on the Mandaic Incantation Bowls in the British Museum (Review of J. B. Segal, 'Catalogue of the Aramaic and Mandaic Incantation Bowls in the British Museum') (pp.246-48) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2022 19 May – 25 Sept, London, British Museum, Feminine Power "], "Condition": ["Fair"], "Associated names": [" Named in inscription: Shamash ", " Named in inscription: Hawaizak "], "Acquisition date": ["1881"], "Acquisition notes": ["Found marked \"Tel - IB 81-7-14\"."], "Department": ["Middle East"], "BM/Big number": ["91715"], "Registration number": ["1881,0714.3"], "Additional IDs": [" Miscellaneous number: 084M (siglum) ", " Miscellaneous number: 34 (exhibition number (black)) ", " Miscellaneous number: 885 (exhibition number (red)) "]}