{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89538"], "Description": [" Aragonite cylinder seal; contest scene; in the centre - a bearded, nude hero, with a crested head-dress, holds a bull in each hand (possibly to protect them); to the left - bull-man (in profile) fights rampant lion. A bird in between them; to the right - the bull-man, full faced, fights two lions; an ibex or small goat between them. Terminal an ibex head; slightly chipped at edges. "], "Cultures/periods": ["Early Dynastic II"], "Production date": ["2700BC (circa)"], "Findspot": [" Excavated/Findspot: Abu Habba (Sippar) "], "Materials": ["aragonite"], "Dimensions": [" Length: 43 millimetres ", " Width: 37 millimetres "], "Bibliographic references": [" Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.168) ", " Barnett & Wiseman 1960a / Fifty masterpieces of Ancient Near Eastern Art (p.86, no. 40) ", " Wiseman 1962a / Catalogue of the Western Asiatic Seals in the British Museum: Cylinder Seals I: Uruk - Early Dynastic Periods (p.16, pl.14a) ", " Weber O 1920 / Altorientalische Siegelbilder (213) ", " Strommenger E & Hirmer M 1962a / Funf Jahrtausende Mesopotamien (pl.42, p.63) ", " Rawson J ed. 1977a / Animals in Art (p.73, pl.103) ", " Frankfort H 1955 / Stratified Cylinder Seals from the Diyala Region (pl.XIb-d) (cf:) "], "Location": ["On display (G56/dc4)"], "Exhibition history": [" Exhibited: 1977 London, BM, Animals in Art Room of Writing (in 1960) "], "Condition": ["Good / fair; slightly chipped at edges."], "Subjects": [" mammal ", " bird "], "Associated names": [" Named in inscription: Enzi (Dedicator of statue) ", " Named in inscription: Amar-Kiku (son of dedicator of statue) "], "Acquisition name": ["From: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Acquisition notes": ["Acquired by the British Museum as a result of Budge's second mission to Egypt and Mesopotamia in 1887-1888; the mission was intended to investigate the \"leakage\" of tablets from sites supposedly guarded on behalf of the British Museum. Further notes on acquisition and bibliographic references relating to acquisition in catalogue introduction pp.xv-xvii."], "Department": ["Middle East"], "BM/Big number": ["89538"], "Registration number": ["1888,0512,Bu.780"]}