{"artifact_name": "weight", "Object Type": ["weight"], "Museum number": ["1893,1111.13"], "Description": [" Coin-weight: half-dīnār. Four line inscription on obverse and two one line inscriptions on reverse with a star. Made of green glass. "], "Cultures/periods": ["Abbasid dynasty"], "Production date": ["769-773 (AH 152-AH 157)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Weight: 2.11 grammes ", " Width: 1.60 centimetres (stamp) ", " Width: 2.20 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Curator's comments": [" See also 1888,0702.11. From the same pair of dies: Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London, 199, Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York, 125. Cf. Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 359. ", " On his third group of coin-weight dies al-Manṣūr is not referred to by name but simply by the title Amir al-Mu'minīn, Commander of the Faithful, used by all the Caliphs. Pieces in the series have occasionally been attributed to the succeeding Caliph al-Mahdī but, as Miles (1958, 124) pointed out, since they are most often combined with the reverse of Muḥammad b. Saʿīd they must belong to the reign of al-Manṣūr. Each denomination, dīnār, half and third, is represented by a single die. The series belongs to the later part of al-Manṣūr's reign, from the finance directorship of Muḥammad b. Saʿīd, the last part of it presumably, and probably the first part of the governorship of Maṭar. For a long period in the middle of al-Manṣūr's reign, approximately from the finance directorship of Nawfal b.Furāt to the early part of that of Muḥammad b. Saʿīd dīnār and dīrham weights were issued in the name of the Governor or Finance Director without mention of the Caliph. Thus Muḥammad b. Saʿīd has his own types of dīnār-system weights, which usually occur with reverses in the names of executives and artisans, and presumably they were in use earlier than the obverse types of al-Manṣūr with Muḥammad b. Saʿīd's name on the reverse. Of the obverses, the illustrated specimens of the third-dīnār one all have the same reverse of Muḥammad b. Saʿīd, with Miṣr, 'Egypt' or possibly 'Fustat', in the centre, as appears on the British Museum's half-dīnār pieces (Miles 1948, 88; Fahmi 1957, 164; Miles 1958, 126; Balog 1976, 362-3. Cf. 361, 364). The dīnār obverse also appears to have been found exclusively in combination with this reverse (Launois 1957, 209 = Fahmi, 1957, 163; Miles 1958, 124; Balog 1976, 358. Cf. Miles 1964, 30). Two specimens of the half-dīnār die, however, have a different one (Miles 1948, 87; Balog 1976, 360). This second reverse die again has Miṣr in the centre but the marginal legend is of the executive Qutayba b. Ziyād. It is also found with a dinar obverse of Maṭar, as on OA+ 4250, where the problems it raises are discussed at greater length. Since Qutayba was active with Muḥammad b. Saʿīd as well as Maṭar it is not certain that the reverse was only in use under the latter. Not all the illustrated specimens of Muḥammad b. Saʿīd's reverse are very clear. The star and dots, in particular, are invisible on many of the photographs, even in some cases where their presence is indicated by the commentators. However, so far as can be judged, only one die has been employed. No other reverse type of Muḥammad b. Saʿīd is known. Bibliography: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York; Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York; Fahmi, A. 1957. ‘Sinaj al-sikka fī fajr al-Islām’. Cairo; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 1-83; Miles, G.C. 1964a. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (194)"], "Location": ["Not on display"], "Subjects": ["planet/constellation"], "Associated names": ["Named in inscription: Muḥammad b. Sa'īd"], "Acquisition name": ["From: Sir Augustus Wollaston Franks"], "Acquisition date": ["1893"], "Department": ["Middle East"], "Registration number": ["1893,1111.13"]}