{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89114"], "Description": [" Streaked, pale brown and white-grey quartz, chalcedony cylinder seal (white patination was probably acquired during burial). A bearded figure stands facing left with his right hand raised and his left arm bent; he wears a domed headdress with a narrow brim, his long robe has a triple belt at the waist and an angled hem (chipped), and is covered with a shawl draped over his shoulders and falling down his left side. Before him, one above the other, are two horizontal rhombs, a cross with arms ending in drill holes, two “skeletal fish” set vertically and an antelope, recumbent towards the left and looking back over its shoulder towards the figure. A six-line cuneiform inscription. Line borders top and bottom "], "Cultures/periods": ["Kassite"], "Findspot": [" Found/Acquired: Sippar (?) "], "Materials": [" chalcedony ", " quartz "], "Dimensions": [" Diameter: 1.50 centimetres ", " Height: 3.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Matthews (pp. 80 n. 274 and 86) classifies this seal within the First Kassite Central Tradition. On p. 77 n. 213 he discusses the “spiky object”, that he refers to elsewhere as a “skeletal fish”. See also the discussion appended to (BM 114704)."], "Bibliographic references": [" Guide 1922 / Guide to the Babylonian and Assyrian Antiquities in the British Museum (p.232) ", " Matthews, D M 1990 / Principals of Composition in Near Eastern Glyptic of the Later 2nd Millenium BC (no. 55) "], "Location": ["Not on display"], "Condition": ["One large cavity and several smaller ones in the seal surface may have been caused by weathering of natural flaws, some natural. Edges badly chipped, perhaps due to the forcible removal of decorative metal (gold?) caps, probably in antiquity as they are weathered."], "Subjects": [" fish ", " mammal "], "Acquisition name": ["From: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1891"], "Department": ["Middle East"], "BM/Big number": ["89114"], "Registration number": ["1891,0509.2558"]}