{"artifact_name": "sealing; seal-impression; stopper", "Object Type": [" sealing ", " seal-impression ", " stopper "], "Museum number": ["84884"], "Description": [" Baked clay sealing with seal-impression: this is part of a jar-stopper. The seal impression shows the king Shabako subduing an enemy, he lifts a short sword in his right(?) arm holding in his other arm an enemy whos representation has broken away. He is also holding a flail in this hand. Above in front of the king is a hieroglyphic inscription. The \"action\" referred to in the inscription is the whole of the ritual acts of the of which the ceremonial slaughter of the enemy was part. Behind the king there is another hieroglyphic inscription. To the left of the cartouche then a group of damaged hieroglyphs. There is an additional seal impression showing two persons, in Assyrian style. Incomplete; very worn. Chipped and abraded. Deposit. "], "Cultures/periods": ["Late Period"], "Excavator/field collector": ["Excavated by: Sir Austen Henry Layard"], "Findspot": [" Excavated/Findspot: Kouyunjik "], "Materials": ["clay"], "Technique": ["impressed"], "Dimensions": [" Length: 1.875 inches ", " Width: 1.25 inches "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["There was no room on the original seal, for a god who is usually represented to say these words; the prisoner, too, must have been kneeling and of small status to fit into the frame. The back of the fragment shows the impression of fine linen. Petrie describes similar stopper of Shabako, found at Tell Defenneh thus: \"This (pottery plus) fastened down sometimes with string alone sometimes by a piece of thin linen beneath the string; the cast of the linen, as thin as muslin, may be seen in the plaster cap. Petrie, 'Tanis' II p. 72; see Pl. XXXVI 4.\""], "Bibliographic references": [" Giveon R 1985a / Egyptian scarabs from Western Asia from the collections of the British Museum (p.166, no.4) ", " Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.367) ", " Layard A H 1853a / Discoveries in the ruins of Nineveh and Babylon, with travels in Armenia, Kurdistan and the desert (p.156) ", " Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (2795, H.290) ", " Porter and Moss 1951 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings 7: Nubia, the Deserts, and Outside Egypt. (p.397) "], "Location": ["Not on display"], "Condition": ["Fair; incomplete; very worn; chipped; abraded; deposit."], "Subjects": [" king/queen ", " arms/armour "], "Associated names": ["Named in inscription & portrayed: Shabaqo"], "Acquisition date": ["1851"], "Department": ["Middle East"], "BM/Big number": ["84884"], "Registration number": ["1851,0902.43"]}