{"artifact_name": "sealing; seal-impression", "Object Type": [" sealing ", " seal-impression "], "Museum number": ["84526"], "Description": [" Baked clay sealing with very faint seal-impression: containing a hieroglyphic inscription. On one side of the cartouche there is part of a boat on the other, part of a lion. A frame with a cord design surrounded the whole, one broad, one narrow, parallel. There are several candidates for ownership of the seal. Incomplete; chipped. Deposit. "], "Cultures/periods": [" 18th Dynasty (?) ", " 21st Dynasty (?) ", " 25th Dynasty (?) "], "Excavator/field collector": ["Excavated by: Sir Austen Henry Layard"], "Findspot": [" Excavated/Findspot: Kouyunjik "], "Materials": ["fired clay"], "Technique": ["impressed"], "Dimensions": [" Length: 30 millimetres (of impression) ", " Length: 1.625 inches ", " Width: 1.625 inches "], "$Inscriptions": [" "], "Curator's comments": ["There are several candidates for ownership of the seal: a) Thutmose III of the 18th Dynasty. Manufacture in his time can be excluded on stylistic grounds; a late repetition of his name, frequent in scarabs, would be pointless in sealings. b) The High Priest Men-Kheper-Ra of the 21th Dynasty has been suggested (Porter & Moss VII 397). This is unlikely on historical grounds and would create a hiatus concerning the Shabako-impressions. c) Piankhy (25th Dynasty) adopted the name Men-Kheper-Ra as prenomen: on a stela (J. von Beckerath, 'Mitteilungen des Deutschen Archaologischen Institutes in Kairo' 24 (1969) pp. 58-62) and on a fragment of a stone vase (the reading is not quite sure), see J.Leclant, 'Recherches sur les monuments thébains de la XXVe dynastie dite éthiopienne' , p. 118 (with bibliography). On a scarab, together with his nomen; see F L Griffith, 'Oxford Excavations in Nubia: The Cemetery in Sanam' 1923, p. 113; pl. LXII 15. d) Shebitku (25th Dynasty). His more usual prenomen ḏd-kʒ(w)-rʿ appears alternating with mn-ḫpr-rʿ on a necklace found in a tomb of one of his horses, Dunham, 'El Kurru', p. 113; Pl. LXVIII A 2 (19-4-71). Inanother horse-tomb of the king there was found a faience cartouche with Men-kheper-Ra; see Dunham, loc.cit. (19-4-93). The later, peaceful part of the reign of either 25th Dynasty king would be possible for such relations with Assyria. The evidence seems to be better for Pianky."], "Bibliographic references": [" Giveon R 1985a / Egyptian scarabs from Western Asia from the collections of the British Museum (p.168, no.6) ", " Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.367) ", " Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (p.290, no.2775-2776) ", " Porter and Moss 1951 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings 7: Nubia, the Deserts, and Outside Egypt. (p.397) ", " Beckerath 1969 / Zu den Namen des kuschitischen Königs Pianchy (pp.58-62) ", " Leclant 1965 / Recherches sur les monuments thébains de la XXVe dynastie dite éthiopienne (p.118) ", " Dunham 1950 / El Kurru (p.113, pl.LXVIII A 2 (19-4-71 & 19-4-93)) "], "Location": ["Not on display"], "Condition": ["Fair; incomplete; chipped; deposit."], "Subjects": [" mammal ", " boat/ship "], "Associated names": [" Named in inscription: Thutmose III (? as Menkheperra) ", " Named in inscription: Menkheperra (?) ", " Named in inscription: Piaukhi (?) ", " Named in inscription: Shabitqo (?) "], "Acquisition date": ["1851"], "Department": ["Middle East"], "BM/Big number": ["84526"], "Registration number": ["1851,0902.42"]}