{"artifact_name": "compass; sundial; qibla indicator", "Object Type": [" compass ", " sundial ", " qibla indicator "], "Museum number": ["1890,0315.4"], "Description": [" Qibla indicator, pocket compass and sundial, made of brass, engraved with degrees inside and out. "], "Cultures/periods": ["Qajar dynasty (?)"], "Production date": ["17thC-18thC"], "Production place": [" Made in: Iran "], "Materials": ["brass"], "Technique": ["engraved"], "Dimensions": [" Height: 2 centimetres ", " Depth: 9 centimetres "], "Curator's comments": [" This gives a list of selected cities, mostly in modern Iran and Iraq, engraved on both sides of its cover. Beside each city is an indication if its 'qibla' [i.e. orientation of Mecca], thus offering an essential aid to a Muslim traveller within this region. ", " How to use the instrument To use the sundial one first needs to set the instrument on a flat surface and rotate it until the needle on the compass is correctly aligned in a north-south direction. When the metal pin is due north then the string is properly aligned towards the north-pole and the sundial will indicate the correct time – but only for the latitude for which it was constructed, namely 41 degrees North, that is, for example, Istanbul. To use the qibla indicator it might be easiest to imagine the dial of a clock 1 to 12 on the outside of the rim. The foot of the metal pin is at 12o’clock. The places listed between 12o’clock and 3pm are all roughly north-east of Mecca (the closer to 12 the more northerly, the closer to 3 the more easterly) and thus have a general qibla direction of south-west (again, the closer to 12 the more southerly, the closer to 3 the more westerly). This is not an accurate ‘map’ but an approximation, where places that are in the same area (and thus with roughly the same qibla) are grouped together. To use the qibla indicator from a certain place one would first identify that place in the list and its position in relation to the Ka’ba in the centre. Then one would align the instrument in a north-south direction with the help of the compass and determine the approximate direction of the Ka’ba. ", " For in-depth informtation on qibla indicators see David A. King, World-Maps for Finding the Direction and Distance to Mecca. Innovation and Tradition in Islamic Science. Brill: 1999, p. 117 figure 2.9.12 with caption on p. 116. On Sacred Geography ibidem, pp. 51-5. On gazeteers on instruments with qibla-values for different locations ibidem, pp. 87-89. ", " Most of the cities indicated on this object appear to be based in Iran and appear on the upper outer lid of the compass. The innermost inscription of cities on this surface includes, for example Tehran, Qum, Isfahan and Alamut; the middle band includes Hamadan, Tabriz and Siraf; and the outer band includes cities both within and outside of Qajar boundaries of Iran, such as Maragha, Tblisi, Baghdad, Kufa and Baku. The outer surface of the compass base includes the cities Aleppo and Mosul inscribed in its middle band, while the cities Alexandria (Iskandariyya), Aden, Barmakiya, Damascus and Antalya appear on the outermost band on this surface (as does the word for Egypt, ‘Misr’). . The inner part of the lid includes the Iranian city Na'in in its outermost band. (L. Akbarnia, 14 Oct 2013) "], "Bibliographic references": [" Lippincott 1999 / The Story of Time (p.130, cat.144) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.49, fig.2) "], "Location": ["On display (G42/dc10)"], "Exhibition history": [" Exhibited: 1999 1 Dec-2000 24 Sep, London, The Queen’s House, The Story of Time "], "Acquisition name": ["Purchased from: George R Harding"], "Previous owner": ["Previous owner/ex-collection: Julius Richard"], "Acquisition date": ["1890"], "Acquisition notes": ["Piece was formerly in the Richard coll. which was sold through Christie's and acquired by G.R. Harding who in turn sold it onto the museum in 1890."], "Department": ["Middle East"], "Registration number": ["1890,0315.4"], "Conservation": [" Treatment: 15 Mar 1983 ", " Treatment: 12 Jul 1999 "]}