{"artifact_name": "coin-weight", "Object Type": ["coin-weight"], "Museum number": ["1893,1111.12"], "Description": [" Dīnār weight (coin). With Kufic inscription. Made of olive-green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["705-709"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Technique": ["stamped"], "Dimensions": [" Diameter: 2.10 centimetres (stamp) ", " Diameter: 2.70 centimetres ", " Weight: 4.14 "], "$Inscriptions": [" ", " "], "Curator's comments": [" From the same die: Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York, 219; Launois, Aimée. 1960. ‘Catalogue des étalons monétaires et autres pièces musulmans de la collection Jean Maspéro’ vol. 2. Paris, 21. ", " This type has not previously been attributed to a particular person. If the attribution proposed here is correct it is the earliest known type of glass weight of a Muslim official in Egypt. Miles's reading of the last two lines was 'yaʿbudu allāh al-amīr', \"... worships Allah, the Amir\", which seems unparalleled and, more importantly, fails to do justice to the first letter, which is taller than the ordinary 'tooth letter' and without very good reason for thinking otherwise can only be taken as 'lām' ('li-', \"of\"). Launois translated the same lines \"L'émir, pour le serviteur de Dieu (le calife) (?). ', giving the same text as is offered here, but suggesting that 'ʿabd allāh', \"the slave of God\", might be used as a title rather than a personal name. 'ʿAbd allāh' is, of course, one of the standard titles of the Caliphs, being attested in a wide variety of epigraphic and other contexts from as early as the time of the first Umayyad Caliph, Mu'awiya (r. 41-60/661-80). However, numerous examples show that the standard practice was to use the title, not by itself, but in combination, immediately preceding the Caliph's personal name. It seems very unlikely indeed that 'ʿabd allāh' by itself would have been understood to refer to the Caliph; it would always have been liable to confusion with the common personal name ʿAbdallah. It is suggested that in this case the two words are to be taken as a personal name and that, although the name is a very common one, other features of the stamp suggest that it must be dated to a particular period in which only one suitable ʿAbdallah can be found. The most important of these features is simply the placing of the title 'al-amīr', after the personal name rather than, as is usual, before it. There are two, possibly three, examples of the usage on glass; the writer knows of two in other contexts. The name of the Umayyad Prince al-Walld (b. ʿAbd al-Malik, later the Caliph al-Walīd I) is followed by 'al-amīr' on the heavy glass weight found in Jordan which also bears his father's name as Caliph (Abdel-Kader 1935, 1). Abdel-Kader, finding the placing of the title 'bizarre', argued that placed thus it was a special one used by al-Walīd as heir apparent. However, the second example is on a glass disk of the well-known Governor of Egypt, Qurra b. Sharīk (90-6/709-14) who was not even a member of the Umayyad family (Balog 1976, 3). The third is on a vessel stamp from a four-sided flask described, but not illustrated, by Casanova (1893, p. 375, No. 6) on which he read ʿAbd al-ʿAzīz al-amīr, suggesting the name might be that of the Caliph ʿAbd al-Malik's brother, who was Governor and Finance Director of Egypt from 65-86/685-705. It would certainly be desirable to recheck the last piece before accepting it as the earliest datable glass stamp of any sort from Muslim Egypt, but if the title does follow the name Casanova's attribution is not to be dismissed out of hand. ʿAbd al-ʿAziz b. Marwān's name certainly does appear with the postponed al-amīr in an inscription dated AH 69 on a bridge near Fusṭāṭ, the text of which is preserved by Egyptian historians (e.g. Maqrīzī II, 146). The final example of the usage is from a bronze weight of a third son of Marwān, named Bishr, who died in about AH 75. (It should be noted that no father's name appears on the glass examples but that in both the others Marwān is named and 'al-amīr' follows his name rather than that of his sons, to whom, however, in these cases the title certainly applies.) It is clear that the postposition of 'al-amīr' was acceptable, perhaps normal, in the latter part of the first century of the Hijra. There appears to be no evidence that the usage survived later. Another rather uncommon feature of the legend of the type under discussion is the introductory 'li-', used in its common possessive sense to mean \"of\". This certainly is found later. Launois refers, apropos the Paris specimen, to its occurrence on lead sealings. These sealings are mostly of the third and fourth centuries AH and from Iraq and Western Persia. However, there is a small group of examples of the use of introductory lion glass stamps and coinage from the same early period when the postposition of 'al-amīr' was accepted usage. In all the examples in the group the 'li-' introduces a Caliph's name and titles, and stands directly before 'ʿabd allāh' used as a title, making them seem at first sight more similar to the type with ʿAbdallah as a name than is really the case. Such a use of 'li-' is found on two, perhaps all three, of the published examples of the small glass disks in the name of ʿAbd al-Malik b. Marwān. Exactly the same legend occurs on certain categories of ʿAbd al-Malik's Syrian copper coinage. The legend of the probable 'dīnār' weight attributed by Petrie to al-Walīd II (r. 125-6/743-4) but which would fit as well, probably better, into the longer reign of al-Walīd I (86-96/705-15) makes use of the same formula, and is even closer to the type of ʿAbdallāh in that the first line consists of 'bismillāh'. The script of the type under discussion is also consistent with an early date. The next point to consider is who at that period was entitled to be called 'al-amīr'. In the early Islamic period, in contrast to the later practice with which we are familiar, the title was a grand one, restricted to very few people, not including the Caliphs themselves, who used the parallel, but superior, title 'Amīr al-mu ' minīn, 'Commander of the Faithful'. An anecdote preserved by Kindi (62) makes plain that at the time of Qurra the only person in the Egyptian official hierarchy entitled to be called Amir was the Governor himself. The evidence of the glass stamps confirms that the Governors did use the title and that for some time the Finance Directors did not. The first of the latter to use it, and then only for a short while it would seem, was al-Qāsim b. ʿUbaydallah. In the earliest period of the issue of glass stamps there is only one official with the name ʿAbdallah who otherwise fits the required picture, being both Governor, and therefore possessor of the title 'al-amīr', and Finance Director, and therefore, to judge by slightly later practice, in control of the issue of glass stamps. Son of the instigator of the Umayyad coinage reform, ʿAbdallah b. ʿAbd al-Malik b. Marwān was appointed to Egypt with powers over both 'prayer' and finances in the last few months of his father's life and remained in office until replaced by Qurra at the beginning of AH 90. Kindi, it seems worth mentioning, records that during his governorship another step was taken in the gradual process of replacing pre-Islamic practice with more Muslim equivalents: he ordered that the registers (dāwanīn) which had been kept in Coptic should thenceforth be written in Arabic. The weight of the British Museum's piece is a little low for a dīnār. The Paris specimen, however, weighs 4.22g. and that of the American Numismatic Society, which is slightly damaged, the same (information from Michael Bates and N.M. Lowick). They can probably safely be assumed to be dīnār weights in spite of the lack of a denomination. Finally, it should be noted that the British Museum's specimen is recorded in the accessions register as coming from Egypt. Bibliography: Abdel-Kader, Djafar. 1935. Deux unités pondérales musulmanes omayyades. Berytus II. Beirut, pp.139-142; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Casanova, P. 1893. Catalogue des pièces de verre des époques byzantine et arabe de la collection Fouquet. ‘Mémoires publicées par les membres de la Mission Archéologique Francaise au Caire’ VI. Paris. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (1)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: 'Abdallāh b. ' Abd al-Malik b. Marwān"], "Acquisition name": ["From: Sir Augustus Wollaston Franks"], "Acquisition date": ["1893"], "Department": ["Middle East"], "Registration number": ["1893,1111.12"]}