{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89102"], "Description": [" Greenstone cylinder seal; contest scene; a nude hero who wears a cap, looks back over his shoulder and raises one hand, is being attacked by a lion-griffin. The king with a mace faces the suppliant goddess (with necklace counterweight). In the field are a disc and a crescent, a spear or spade, a small couchant quadruped facing right, a crook; a small nude figure in a cap who kneels on one knee with one hand raised, facing left, a double lion-headed mace; traces of the vertical frame of an erased inscription; a couchant lion, a spread eagle, a human head, all turned towards the left. These, the nude hero and lion-griffin were cut over the erased inscription, parts of which can still be seen. "], "Cultures/periods": ["Old Babylonian"], "Materials": ["greenstone"], "Dimensions": [" Diameter: 1.50 centimetres ", " Height: 2.90 centimetres "], "Bibliographic references": [" Collon 1986a / Catalogue of the Western Asiatic Seals in the British Museum: Cylinder Seals III: Isin-Larsa and Old Babylonian Periods (128) ", " Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.168) "], "Location": ["Not on display"], "Subjects": [" bird ", " griffin ", " mammal ", " headgear/hairstyle ", " sun/moon ", " deity ", " king/queen ", " arms/armour "], "Acquisition name": ["From: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Acquisition notes": ["Acquired by the British Museum as a result of Budge's second mission to Egypt and Mesopotamia in 1887-1888; the mission was intended to investigate the \"leakage\" of tablets from sites supposedly guarded on behalf of the British Museum. Further notes on acquisition and bibliographic references relating to acquisition in Leichty catalogue introduction pp.xv-xvii."], "Department": ["Middle East"], "BM/Big number": ["89102"], "Registration number": ["1888,0512,Bu.774"]}