{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["117760"], "Description": [" Cast copper alloy statuette of a mounted rider: the rider is wearing Median riding dress with a soft cap and an 'akinakes' suspended from a waist belt on his right thigh. His tunic has edge decoration and he wears bracelets. The horse has a rectangular saddle blanket with edging tufts along the lower edge and stepped lappets at the rear. There is a strap below the blanket to secure either it or a pad-saddle and a breaststrap. The mane is pulled but has long strands on the lower neck and a forelock tied up into a splayed crest on the poll - all of which are distinctively Achaemenian features. The horse is shown in a fast gallop, and the pairs of fore and hind hooves are joined together for attachment to an element now missing (perhaps a vessel). "], "Cultures/periods": ["Achaemenid"], "Production date": ["5thC BC-4thC BC"], "Findspot": [" Found/Acquired: Egypt (?) "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 8.50 centimetres ", " Length: 10.10 centimetres ", " Weight: 217 grammes ", " Thickness: 1.70 centimetres "], "Curator's comments": [" This rider statuette has been incorrectly published as Parthian by A. Kuhrt and others but was recognised as being of Achaemenid date by Ghirshman (who suggested a 6thC-5thC BC date) and P.R.S. Moorey (correspondence dated 18 December 1976). It was also illustrated in the 'Cambridge Ancient History', plates vol. IV, no.67. Similar riders are shown as border decoration in a pile hanging or carpet from barrow 5, Pazyryk (Rudenko, 1970: 'Frozen Tombs from Siberia: the Pazyryk burials of Iron Age horsemen', pls. 174-6); a decorated saddle blanket of felt with stepped lappets in Achaemenid style was recovered from the same barrow (Rudenko 1970: pl. 160). ", " Cat. entry for \"Alexander the Great and the opening of the world – Asian cultures in transformation\" (Svend Hansen, Alfried Wieczorek and Michael Tellenbach, eds) Statuette of a rider in Median dress Possibly acquired in Egypt; 5thC BC-4thC BC, Achaemenid Cast copper alloy; length 10.10cm, height 8.50cm, thickness 1.70cm, weight 217.00g British Museum, London, Inv.-Nr. 117760 Purchased from William Talbot Ready in 1890 Statuette of a rider wearing Median riding dress with a soft cap and an akinakes dagger suspended on his right thigh. His tunic has edge decoration and he wears bracelets. The horse has a rectangular saddle blanket with edging tufts along the lower edge and stepped lappets at the rear. There is a strap below the blanket to secure either it or a pad-saddle and a breaststrap. The mane is pulled but has long strands on the lower neck and a forelock tied up into a splayed crest on the poll. The horse is shown in a fast gallop, and the pairs of fore and hind hooves are joined together for attachment to an element now missing. This rider statuette has been incorrectly published as Parthian by a number of modern authors but the dress and distinctive dagger form of the rider and the manner in which the horse is represented imply a 5th or early 4th century BC date. Similar riders are also depicted on a post-Achaemenid pile hanging or carpet found at Pazyryk (Rudenko 1970: Frozen Tombs from Siberia: the Pazyryk burials of Iron Age horsemen, pls 174-76) and a decorated saddle blanket of felt with stepped lappets was recovered from the same barrow (Rudenko 1970: pl. 160). Literature: R. Ghirshman, Ancient Iran: From Its Origins to the Time of Alexander the Great, London 1964 (p.261, fig. 315); J.E. Curtis & N. Tallis (eds), Forgotten Empire: The world of Ancient Persia, London 2005 (cat. 409). "], "Bibliographic references": [" Guide 1922 / Guide to the Babylonian and Assyrian Antiquities in the British Museum (p.172) ", " Robinson D M 1927a / A Graeco-Parthian Portrait Head of Mithradates I (p.339, fig.1) ", " Von der Osten H H 1956a / Die Welt der Perser (pl.86) ", " Ghirshman 1964b / Ancient Iran: From Its Origins to the Time of Alexander the Great (p.261, fig. 315) ", " Pinder-Wilson 1971a / Royal Persia: a commemoration of Cyrus the Great and his successors on the occasion of the 2500th anniversary of the founding of the Persian Empire (no.66) (wrongly dated to 2nd C AD) ", " Kuhrt & Sherwin-White 1987 / Hellenism in the East : interaction of Greek and non-Greek civilizations from Syria to Central Asia after Alexander (pl.III) ", " Collon 1995a / Ancient Near Eastern Art (p.221, fig.187) ", " Curtis 1995b / Catalogue entries (cat.45, p.255) ", " Curtis 2000a / Ancient Persia (p.58, fig. 65) ", " Curtis & Tallis 2005 / Forgotten Empire: The world of Ancient Persia (cat. 409) ", " Curtis & Tallis 2012 / The Horse from Arabia to Ascot (113) "], "Location": ["On display (G52/dc3)"], "Exhibition history": [" Exhibited: 2013 22 Mar-3 Nov, Lokschuppen Rosenheim, Alexander the Great 2012 24 May - 30 Sep, London, BM, 'The horse: from Arabia to Royal Ascot' 2010 29 May-15 Oct, USA, Kentucky Horse Park, 'A Gift from the Desert' 2006 7 Mar-11 Jun, Barcelona, Fundacion La Caixa, 'L'imperi Oblidat' 2005 Sept-2006 Jan, London, BM, 'Forgotten Empire' 1996 1 Oct-1997 31 Mar, USA, St. Petersburg, Florida International Museum, Alexander the Great: History and Legend 1995 21 Dec-1996 21 May, Rome, Fondazione Memmo, Alexander the Great: History and Legend 1995-2005 17 Nov-Aug, BM, G52/IRAN/8/13, from official opening 1994 16 Jun-23 Dec, BM, G49/IRAN/8/35 1975- BM, Iranian Room [I.R.], case 16/22 1971, BM, 'Royal Persia: a commemoration of Cyrus the Great and his successors on the occasion of the 2500th anniversary of the founding of the Persian Empire' 1958- BM, Persian Landing, wall-case 2 Iranian Room, wall-case 15. "], "Subjects": [" equestrian ", " mammal "], "Acquisition name": ["Purchased from: William Talbot Ready"], "Acquisition date": ["1890"], "Department": ["Middle East"], "BM/Big number": ["117760"], "Registration number": ["1890,0308.5"], "Additional IDs": [" Miscellaneous number: E.40663 (Egyptian dept number) "]}