{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89119"], "Description": [" Greenstone facies cylinder seal; battle of the gods; scene consisting of four gods, all bearded, all naked apart from a belt (except for second god who wears none) and all wearing multiple-horned head-dresses. They are arranged in two pairs. The first god seizes hold of his victim's head-dress, threatens him with a mace and places his foot on his knee in a gesture of truimph. The victim-god is kneeling on one knee with his right hand raised; his left arm and the right hand row of horns on his head-dress have been erased to make room for the inscription. The top of the head-dress of the second victim-god, part of his right arm and his whole right hand have been erased for the same purpose. The latter is being attacking by the fourth god who grasps him by the beard and tilts his head back while threatening him with a mace. Terminal, the original inscription, traces of which can still be seen, has been erased, together with part of the two victim-gods (see above). The centre-line dividing the two parts of the inscription connects the shoulder of one with the arm of the other and ends in a diminutive hand; slightly concave; chipped along the bottom. "], "Authority": ["Ruler: Epir-mupi"], "Cultures/periods": ["Akkadian"], "Production date": ["2400BC-2200BC"], "Findspot": [" Found/Acquired: Sippar (?) "], "Materials": ["greenstone"], "Dimensions": [" Diameter: 1.70 centimetres (maximum?) ", " Diameter: 1.65 centimetres (minimum?) ", " Diameter: 0.6875 inches ", " Height: 2.70 centimetres ", " Height: 1 inches "], "$Inscriptions": [" "], "Bibliographic references": [" Collon 1982a / Catalogue of the Western Asiatic Seals in the British Museum: Cylinder Seals II: Akkadian, Post Akkadian, Ur III Periods (135) ", " Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.300) ", " Frayne, RIME 2 / Sargonic and Gutian Periods (RIM.E.2.16.2.2002) ", " Boehmer R M 1965a / Die Entwicklung der Glyptik wahrend der Akkad-Zeit "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 29 May-28 Oct, Germany, Berlin, Vorderasiatisches Museum, Das Siegel Im Alten Vorderasien "], "Condition": ["Fair; chipped along the bottom."], "Subjects": [" deity ", " arms/armour "], "Associated names": ["Named in inscription: Epir-mupi"], "Acquisition name": ["From: Sir Ernest A T Wallis Budge (?)"], "Acquisition date": ["1891"], "Department": ["Middle East"], "BM/Big number": ["89119"], "Registration number": ["1891,0509.2560"]}