{"artifact_name": "wall panel; relief", "Object Type": [" wall panel ", " relief "], "Museum number": ["124802,a"], "Description": [" Incomplete gypsum wall panel relief: Chaldaeans are shown in the upper register. Prisoners being flayed alive are shown in the second register. Prisoners being tortured in front of ambassadors are shown in the third register. A row of guards form the fourth register. A chariot and spare horses form the fifth register and chariots and soldiers marching along the River Ulai in which float bodies of men and horses and chariots, in the sixth register. The relief bears a cuneiform inscription. "], "Authority": ["Ruler: Ashurbanipal"], "Cultures/periods": ["Neo-Assyrian"], "Production date": ["660BC-650BC"], "Findspot": [" Excavated/Findspot: South West Palace (Nineveh), Room XXXIII Panels 4-6 "], "Materials": ["gypsum"], "Dimensions": [" Length: 269.24 centimetres (Approximate) ", " Thickness: 29 centimetres (Total Thickness including mount of slate and brick: 29.0 cm. Tickness of just relief: 1.4cm) ", " Width: 142.20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Mounted with 1881,0204.6 (BM.135122). In set with Sm.2497 (BM.135109). ", " Layard's description of the scene depicting the aftermath of the Battle of Til-Tuba: 'On the opposite side of the lion-entrance were also three slabs, but better preserved than those I have just described. They formed part of the same subject, which had evidently been carried round the four walls of the chamber. They represented the triumph of the Assyrian king, and, like the battle scenes, were divided by horizontal lines into several bands or friezes. The monarch stood in his chariot, surrounded by his body-guard. Unfortunately his face, with those of the charioteer and the eunuch bearing the parasol, had been purposely defaced, like that of Sennacherib on his monuments, probably when the united armies of the Medes and Babylonians destroyed the palace. The royal robes were profusely adorned with rosettes and fringes; the attendant eunuch was dressed in a chequered garment resembling a Scotch plaid.... In front of the chariot were two warriors or guards in embroidered robes and greaves. Their long hair was bound by a fillet, whose tasselled ends fell loose behind. They were preceded by two remarkable figures, both eunuchs, and probably intended for portraits of some well-known officers of the royal household. One was old and corpulent: his forehead was high and ample; his nose curved and small, and his chin round and double. The wrinkles of the brow, the shaggy eyebrows, and the bloated cheeks, with the stubble beard peculiar to beings of his class, were very faithfully represented. His short hair was tied with a fillet. His companion was younger, and had not the same marked features. He carried before him a square object resembling a closed box or book, perhaps a clay tablet containing some decree or register, such as were discovered in the ruins. Both wore long plain shirts, and round their waists a simple cord, in which was fixed a whip, probably a sign of their office.... Above the royal chariot was a row of trees, and beneath a procession of mace-bearers and led horses, richly caparisoned. A lower compartment contained a curious ground plan of a city. ... Its position between two rivers well agrees with that of existing ruins generally believed to mark its site. The smaller stream would be the Shapour, and the larger the Eulocus or river of Dizful. The city was surrounded by a wall, with equidistant towers and gateways. The houses were flat roofed, and some had one tower or upper chamber, and others two. They had no windows, and their doors were square.... Outside the walls were groves of palms and other trees, and a kind of suburb of houses scattered amongst the gardens is around Baghdad and Busrah. On the river bank stood two forts with towers, one raised on an artificial mound. Near the large river, at the bottom of the slab, was either a pond in the midst of palm trees, or the source of a rivulet which fell into the main stream. The adjoining slab was divided into eight bands or friezes, by parallel lines, and the next slab into seven. On both were represented the Assyrian army returning from its victorious campaign, and bringing to the king the captives and the spoil. The prisoners, who were probably considered rather rebels to his authority than enemies, were being cruelly tortured in his presence. The principal group was that of the eunuch general, or Tartan, leading a chief or prince of the conquered people. With one hand he grasped his captive by the wrist, and raised in the other a long and massy spear. At his back was hung a quiver and bow, and an embossed belt encircled his mailed vest. The prisoner wore a simple robe falling to his ankles, and a knotted fillet round his head. Above him was an inscription unfortunately much mutilated. It appears to have declared that he was one of the sons or chiefs of the Susianian monarch, defeated and slain in battle near the district of Madaktu.... Before the captive prince were gathered a number of the Susianians, probably the subjects of the slaughtered king, who had come to surrender the Assyrian general, for they still carried their arms, and were not led by the victorious warriors. Some of them knelt, some bowed to the ground, and others, stretched at full length, rubbed their heads in the dust, all signs of grief and submission still practised in the East. They were followed by a led horse, and by a cart drawn by a mule, resembling those represented in the battle scenes. Another Tartan of the Assyrian army, holding his war-horse and carrying his spear, also received the homage of the conquered Susianians. The Assyrian generals were welcomed by bands of men and women, dancing, singing, and playing on instruments of music.... The musicians were accompanied by six women and nine boys and girls of different ages, singing and clapping their hands to the measure. The first were distinguished by various head-dresses. Some wore their hair in long ringlets, some platted or braided, and others confined in a net. One held her hands to her throat, as the Arab and Persian women still do when they make those shrill and vibrating sounds peculiar to the vocal music of the East. The whole scene, indeed, was curiously illustrative of modern Eastern customs. The musicians portrayed in the bas-relief were probably of that class of public performers who appear in Turkey and Egypt at marriages, and on other occasions of rejoicing. Behind the two Assyrian generals were cavalry, chariots, led horses, and armed warriors, forming two friezes of considerable beauty, no less remarkable for the delicacy of the execution than for the very spirited and correct delineation of the animals. A long line of warriors, some bearing maces, bows, spears, and shields, and other crossing their hands before them in the common Eastern attitude of respect, formed a frieze across the centre of the slabs. They were the attendants and body-guard of the king, and were represented of different heights, being probably picked men formed into companies or regiments according to their size and strength. They walked in front of a row of trees. Above the Assyrian warriors were the captives and their torturers. The former differed in costume from the Susianian fighting-men represented in the adjoining bas-reliefs. They were distinguished by the smallness of their stature, and by a very marked Jewish countenance - a sharp, hooked nose, short bushy beard, and long narrow eyes. Could they have belonged to the Hebrew tribes which were carried away from Samaria and Jerusalem, and placed by Shalmaneser, Sennacherib, or Essarhaddon, as colonists in the distant regions of Elam, and who, having become powerful in their new settlements, had revolted against their Assyrian rulers, and were once again subdued? They wore a kind of conical cap, to which were attached two or more tails or ribands, an inner garment reaching a little below the knee, an outer fringed robe falling down the back to the ankles, and boots turned up at the toes and laced in front. A band hanging over their shoulders ended in a tassel. Some in iron fetters were being led before the king, for judgment or pardon. Others had been condemned to the torture, and were already in the hands of the executioners. Two were stretched naked at full length on the ground, and whilst their limbs were held apart by pegs and cords they were being flayed alive. Beneath them were other unfortunate victims undergoing abominable punishments. The brains of one were apparently being beaten out with an iron mace, whilst an officer held him by the beard. A torturer was wrenching the tongue out of the mouth of a second wretch who had been pinioned to the ground. The bleeding heads of the slain were tied round the necks of the living who seemed reserved for still more barbarous tortures. ... The only spoil represented in these bas-reliefs as carried away by the Assyrians consisted of horses and bundles of precious woods. At the top of each slab was a frieze of warriors drawn up in array, and at the bottom a broad river filled with those killed in the fight, and horses, mules, chariots, carts, bows, and quivers. (Layard, 1853a, pp. 451-8) "], "Bibliographic references": [" Barnett, Bleibtreu & Turner 1998a / Sculptures from the Southwest Palace of Sennacherib at Nineveh (384c-386c) ", " Layard A H 1853b / A second series of the monuments of Nineveh; including bas-reliefs from the palace of Sennacherib and bronzes from the ruins of Nimroud, from drawings made on the spot, during a second expedition to Assyria (pls. 47-49) ", " Paterson 1901-11 / Assyrian Sculptures (12 parts) (pls. LXXVI-LXXVII, CVI-CVII) ", " Paterson A 1915a / Assyrian sculptures, palace of Sinacherib [sic] (pls. 65-66) ", " Hall H R 1928a / Babylonian and Assyrian Sculpture in the British Museum (pl. XLV) (detail) ", " Gadd 1936b / The Stones of Assyria: the surviving remains of Assyrian sculpture, their recovery, and their original positions (pp. 180-181) ", " Frankfort H 1954a / The art and architecture of the Ancient Orient (p. 95, pl. 103) ", " Barnett & Foreman 1959 / Assyrian Palace Reliefs and their Influence on the Sculptures of Babylonia and Persia (p. 31, pl. 129) (detail) ", " Pritchard 1969a / The Ancient Near East in Pictures Relating to the Old Testament (no. 204) (slab 6) ", " Barnett 1970 / Assyrian Palace Reliefs in the British Museum (p. 44) ", " Barnett & Lorenzini 1975 / Assyrian Sculptures in the British Museum (pls. 155-64) (details) ", " Reade 1976 / Elam and the Elamites (pls. 22, 24:1) ", " Reade 1979a / Assyrian architectural decoration: techniques and subject-matter (pls. 19-20) ", " Reade 1979b / Ideology and propaganda in Assyrian art: a symposium on ancient empires (p. 337, fig. 7) (detail) ", " Lorenzini, de Maigret & Fozzati 1980 / Gli Assiri - La scultura dal regno di Ashurnasirpal II. al regno di Assurbanipal (pp. 126-30, nos. 64-6c) ", " Gunter 1982 / Representations of Urartian and Western Iranian fortress architecture in the Assyrian reliefs (p. 106, pl. VIa) ", " Reade 1983b / Assyrian Sculpture (pp. 61-5, figs. 95, 97-8) ", " Layard A H 1853a / Discoveries in the ruins of Nineveh and Babylon, with travels in Armenia, Kurdistan and the desert (pp. 451-8) "], "Location": ["Not on display"], "Exhibition history": [" 2018-2019 8 Nov-24 Feb, London, BM, I am Ashurbanipal, king of the world, king of Assyria "], "Subjects": [" ambassador ", " torture ", " charioteer/chariot ", " mammal ", " soldier ", " death "], "Associated places": [" Associated with: River Ulai ", " Associated with: Til-Tuba "], "Associated events": [" Associated Event: Battle of Til-Tuba ", " Associated Event: Battle of the River Ulai "], "Acquisition name": ["From: Sir Austen Henry Layard"], "Acquisition date": ["1851"], "Department": ["Middle East"], "BM/Big number": ["124802,a"], "Registration number": ["1851,0902.7.a"], "Additional IDs": [" Miscellaneous number: 49 (exhibition number (Nineveh Gallery)) "]}