{"artifact_name": "ossuary; human skeletal remains", "Object Type": [" ossuary ", " human skeletal remains "], "Museum number": ["91933"], "Description": [" Carved limestone ossuary with limestone lid, originally found with skeletal remains inside; one end roughly rectangular but tapering to base and other end rounded; narrows lengthways towards rounded end; covered by lid through which a hole is drilled at the wide end and continued slant-wise through rectangular wall to emerge on outer surface. Human remains - fragmentary - from ossuary stored separately. "], "Cultures/periods": ["Sasanian"], "Production date": ["3rdC-6thC"], "Findspot": [" Excavated/Findspot: Sabzabad "], "Materials": [" limestone ", " human bone "], "Technique": [" carved ", " drilled (holes) "], "Dimensions": [" Height: 23 centimetres (of ossuary) ", " Length: 59 centimetres (of ossuary and lid) ", " Thickness: 3 centimetres (of lid) ", " Width: 37 centimetres (of ossuary and lid) ", " Volume: 25600 millilitres "], "Curator's comments": [" Report on the human remains by Dr Theya Molleson Individual 1 The cranial fragments have an external dark colour that affects the outer cortical bone but not the diploe nor the inner cortex, except for an area towards the back of the skull including the basi-occipital. The surface is weathered or abraded. The dark stain looks superficially like burning. The frontal bone has a very thin deposit of fine grey green silt on the surface over the brown stain. It also covers the inside of the skull around the orbit. The fragmentation of the skull took place after staining and weathering and seems to have been intentional, in order to place the remains in the ossuary. Fragment size ranges up to 65.6 x 49.5mm. Because of the evidence for a double occipital condyle on the joint surfaces of both cranium and the first cervical vertebra and because they are also stained brown the post-cranial bones have been grouped with individual 1. Individual 1 was a mature adult male. The post-cranial bones have been attributed to this individual. All parts of the skeleton are represented, including vertebrae, long bone epiphyses and pelvis. There are some degenerative changes to the vertebrae, notably C5 of the neck suggesting whiplash strain. There is also some degenerative change to the back and sacro-iliac joint. The hand bones display some systemic wasting condition, possibly rheumatoid. The superficial weathering and the fragmentation of the bones indicate that the body had been exposed on the surface and not buried. The differential survival of bones of the torso and loss of most of the long bones is consistent with scavenging by carrion feeders. The lower border of the mandible ramus is missing. This bone is typically damaged in this way by canid scavengers (Binford 1981, 63). The bone is too abraded to determine whether there are any tooth marks. Individual 2 This is an isolated cranium and mandible subjected to periodic flooding and possibly scavenged by insects. It had been flooded from time to time. Apparently, the cranium was swept up with the remains of individual 1 and placed with them in the limestone ossuary. This second individual is of a young adult and is represented by the cranium and dentition. The bones are not stained except the jaw fragments. The cranial bones are thick possibly due to anaemia. The teeth show very little wear suggesting a non-abrasive diet (cooked food) and a late adolescent or young adult age. ", " This object was presented by Malcolm to Budge during Budge's visit to Bushire in March 1888, and thus described by Budge ('By Nile and Tigris', London 1920, vol. I, p. 331): \"We then called on Mr T.J. Malcolm, on whose property the antiquities [inscribed bricks excavated by Herr Andreas] had been found, and he welcomed us most kindly, and offered to afford every facility if the British Museum would excavate the whole site. He gave me for the Museum a small Parthian stone coffin, containing burnt human remains, which I packed up and duly brought home\". It was soon afterwards placed on display where it was labelled as \"Parthian\" (Guide 1892a, 135; Guide 1922a, p. 117, n.). The donation was reported initially to Trustees on 19th May 1888 as a \"stone sarcophagus of the Parthian period from Bushire\" which was being donated by Budge, and then on 28th June that year as a \"Parthian stone sarcophagus and cover containing burnt remains of human body found at Samsabad near Bushire. Presented by T. J. Malcolm Esq, Bushire\". The volume (i.e., capacity) of the present ossuary was measured in October 2012 using inert plastic foam bubbles of the type commonly used in packing. A second coffin of this type which had been found at Susa was presented to the British Museum in 1875 (=91932). The type is otherwise only attested from Bushire and another example from Bushire was sent by Mr Malcolm to the Anthropological Society of Bombay where it was published by the leading Parsi scholar J. J. Modi (1889a) and mentioned in a letter from Malcolm to Modi, dated 5 August 1888 (quoted by Casartelli 1890a, 149). "], "Bibliographic references": [" Guide 1922 / Guide to the Babylonian and Assyrian Antiquities in the British Museum (p. 80, no. 467) ", " Guide 1908a / A Guide to the Exhibition Galleries of the British Museum, Bloomsbury (p. 117) ", " Guide 1892a / A Guide to the Exhibition Galleries of the British Museum, Bloomsbury (p. 135) ", " Budge 1920a / By Nile and Tigris. A narrative of journeys in Egypt and Mesopotamia on behalf of the British Museum between the years 1886 and 1913 (vol. I, pp 331-32.) ", " Guide 1900a / A Guide to the Babylonian and Assyrian Antiquities (p.103) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.81-84, p.82, pl.3, p.83, fig.2-3) "], "Location": ["On display (G52/dc7)"], "Exhibition history": [" Exhibited: Babylonian & Assyrian Room, Pier Case D, third shelf and floor (with ANE 91932 and slipper coffins) "], "Condition": ["Good; complete."], "Acquisition name": [" Donated by: T J Malcolm, Esq. (March 1888) ", " Donated through: Sir Ernest A T Wallis Budge "], "Acquisition date": ["1888"], "Acquisition notes": ["Presented by Malcolm to Budge during Budge's visit to Bushire in March 1888."], "Department": ["Middle East"], "BM/Big number": ["91933"], "Registration number": ["1888,0714.1"], "Additional IDs": [" Miscellaneous number: 134691 (additional big number) "]}