{"artifact_name": "mosque-lamp", "Object Type": ["mosque-lamp"], "Museum number": ["1887,0516.1"], "Description": [" Mosque-lamp, made of stonepaste painted in blue, green and black under a transparent glaze; the lamp has a pyriform body with three applied ear-shaped handles and a moulding at the juncture with the trumpet neck, on a spreading profiled foot; it is painted in tones of cobalt blue and grey-green outlined in black with chinoiserie cloud bands alternating with small arabesque knots between pointed green-ground half-cartouches filled with black scrollwork; a similar design is repeated on the neck; inscription bands of differing width feature on the upper and lower body and below the rim: the thuluth script is reserved on a brushed ground of vivid cobalt blue with grey-green infills and tiny scattered rosettes; a Naskh inscription with the date AH 956 appears in a series of cusped oblong cartouches around the foot; a narrow band of small tulip buds in reserve panels on the moulding at the neck; the one extant handle with green scales between scrolled blue strokes. The lamp has an open base. "], "School/style": ["Iznik"], "Cultures/periods": ["Ottoman dynasty"], "Production date": ["1549 (AH 956)"], "Production place": [" Made in: Iznik "], "Materials": ["stonepaste"], "Technique": [" glazed ", " painted "], "Dimensions": [" Diameter: 15 centimetres (foot) ", " Diameter: 22.80 centimetres ", " Height: 38 centimetres "], "Curator's comments": ["Made for the Dome of the Rock in Jerusalem. Inscribed with a Hadith (saying) of the Prophet Muhammad comparing the believer in the mosque to a fish in water and a non-believer in the mosque to a bird in a cage. It is dated on the foot ring 956 AH (AD 1549) and signed by the potter Musli and dedicated to the saint associated with Iznik, Eşrefzade Rumi (d. 1469). Inscription: ..let that ocean [of esoteric knowledge] who is Eşrefzade in Iznik enjoy [any spiritual benefit]. In the year 956, in the month of Jumada al-Ula. The painter [responsible is] the poor and humbel Musli] (Carswell 1998: 66-7) Atasoy, N and J. Raby. Iznik: The Pottery of Ottoman Turkey (1989) fig.239, 355; Carswell, J. Iznik Pottery 1998 figs 39-40. Published as OA18 in a British Museum slide set entitled 'The Turkish Pottery of Iznik' and with a commentary by R. H. Pinder-Wilson (London 1975)."], "Bibliographic references": [" Atasoy & Raby 1989 / Iznik: The Pottery of Ottoman Turkey (fig.239, 355) ", " Rogers & Ward 1988 / Suleyman the Magnificent (148) ", " Carswell 1998 / Iznik Pottery (fig.39-40) ", " Blair & Bloom 1994 / The Art and Architecture of Islam 1250-1800 (fig.303) ", " Denny 2004 / Iznik: The Artistry of Ottoman Ceramics (p.18) ", " Piotrovsky & Vrieze 1999 / Earthly Beauty, Heavenly Art: The Art of Islam (8) ", " Hobson 1932b / A Guide to the Islamic Pottery of the Near East (fig.100) ", " Lane 1957 / Later Islamic Pottery: Persia, Syria, Egypt, Turkey (fig.38) ", " Soustiel 1985 / La céramique islamique (fig.374) ", " Burlington 1885 / Illustrated Catalogue of Specimens of Persian and Arab Art Exhibited in 1885 (527) ", " Fortnum 1870 / On a Lamp of \"Persian Ware\" Made for the Mosque of Omar at Jerusalem in 1549 ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.65, fig.3) ", " Albukhary 2018 / The Making of the Albukhary Foundation Gallery of the Islamic World (p.37, fig.7) ", " Bloom & Blair 1997 / Islamic Arts (fig.213) "], "Location": ["On display (G42/dc18)"], "Exhibition history": [" Exhibited: 2000 12 Jun-17 Sept, St Petersburg, The Hermitage 'In the name of the beneficent and merciful' 1999-2000 15 Dec-24 Apr, Amsterdam, De Nieuwe Kerk Museum, 'In the name of the beneficent and merciful' "], "Condition": ["Two handles and sections of rim and foot made up; neck repaired from pieces; handle stuck back; glaze chip and crack to lower body; minor glaze chips to the rim."], "Acquisition name": ["Donated by: Charles Drury Edward Fortnum"], "Acquisition date": ["1887"], "Department": ["Middle East"], "Registration number": ["1887,0516.1"], "Additional IDs": [" Miscellaneous number: C.317.EF (Fortnum mark) ", " Miscellaneous number: OA18 (BM slide set number) "]}