{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89103"], "Description": [" Hematite cylinder seal; a smiting god, with his hair in a fish-tail, wearing a narrow-brimmed head-dress, with the splayed beard and kilt of the king with a mace, brandishes a \"harpe\"-sword and whirls a mace above a small long-haired kneeling figure on whom he rests one foot and who turns back to look at him with one hand raised. The suppliant goddess (with necklace counterweight) and the robed king, with one hand raised and an animal offering, face the ascending sun god who rests his foot on a trapezoidal, chequer-board mountain behind him is a kilted priest with forehead ornament, standing on a two-tiered, panelled dais, holding a cup and footed pail. The smiting god and his victim may have been cut unstead of an inscription since the style of cutting and proportions of the figures differ from those in the remaining scene. Line border round the bottom of the seal; upper edge slightly chipped. "], "Cultures/periods": ["Isin-Larsa"], "Findspot": [" Excavated/Findspot: Sippar (?) "], "Materials": ["hematite"], "Dimensions": [" Diameter: 1.55 centimetres ", " Length: 2.50 centimetres "], "Bibliographic references": [" Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.168) ", " Collon 1986a / Catalogue of the Western Asiatic Seals in the British Museum: Cylinder Seals III: Isin-Larsa and Old Babylonian Periods (421) "], "Location": ["Not on display"], "Condition": ["Good / fair; upper edge slightly chipped."], "Subjects": [" animal ", " deity ", " king/queen ", " arms/armour ", " landscape ", " priest/priestess ", " sun/moon "], "Associated names": ["Representation of: Lama"], "Acquisition name": ["From: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Acquisition notes": ["Acquired by the British Museum as a result of Budge's second mission to Egypt and Mesopotamia in 1887-1888; the mission was intended to investigate the \"leakage\" of tablets from sites supposedly guarded on behalf of the British Museum. Further notes on acquisition and bibliographic references relating to acquisition in Leichty catalogue introduction pp.xv-xvii."], "Department": ["Middle East"], "BM/Big number": ["89103"], "Registration number": ["1888,0512,Bu.775"]}