{"artifact_name": "tray", "Object Type": ["tray"], "Museum number": ["1866,1229.60"], "Description": [" Sheet brass tray with curving cavetto and flaring rim. Decorated with titular inscriptions and the blazon of Sultan Sha’ban I (1345-46). Bold cursive inscription around large roundel at tray's centre. Roundel divided into segments of interlacing circles containing at its centre a radial inscription around a star flower medallion. Each segment contains exotic blossoms or flying birds. Around the edge is a narrow frieze divided into six panels by whirling rosettes. Three contain a mini version of the main inscription. These alternate with panels of exotic blossoms. The main inscription is divided into panels by three roundels conainting a radial inscription around a blazon roundel bordered by a leafy scroll frieze. The rim is decorated with a thin scroll and, on the outer edge, a pearl border. Engraved and inlaid with silver, gold and black organic material. "], "Cultures/periods": ["Mamluk dynasty"], "Production date": ["1345-1346 (AH 747)"], "Production place": [" Made in: Cairo (city) (?) ", " Made in: Damascus (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" brass ", " silver ", " gold "], "Technique": ["inlaid"], "Dimensions": [" Diameter: 56 centimetres "], "$Inscriptions": [" "], "Bibliographic references": [" Ward 1993 / Islamic Metalwork (fig.1) ", " Reinaud 1828 / Monumens arabes, persans et turcs du cabinet de M. le Duc de Blacas et d'autres cabinets, considérés et décrits d'après leurs rapports avec les croyances les moeurs et l'histoire des nations musulmanes (vol. II, p.439-443) "], "Location": ["On display (G42/dc6)"], "Subjects": ["heraldry"], "Associated names": ["Made for: Sultan al-Kamil Sayf al-Din Sha'ban"], "Acquisition name": ["Purchased from: Louis, Duc de Blacas d'Aulps"], "Previous owner": ["Previous owner/ex-collection: Pierre, Duc de Blacas d'Aulps"], "Acquisition date": ["1866"], "Department": ["Middle East"], "Registration number": ["1866,1229.60"], "Conservation": [" Treatment: 01 Jul 2003 ", " Treatment: 21 Jun 2018 "]}