{"artifact_name": "brick", "Object Type": ["brick"], "Museum number": ["90124"], "Description": [" Fired clay brick of Nebuchadnezzar II; six lines of inscription in stamp on face; hard fired to greenish colour; traces of bitumen on the uninscribed side, up to 1 cm thick. "], "Authority": ["Ruler: Nebuchadnezzar II"], "Cultures/periods": ["Neo-Babylonian Dynasty"], "Production date": ["604BC-562BC"], "Production place": [" Made in: Babylon (Iraq) (presumably) "], "Findspot": [" Excavated/Findspot: Babylon (Iraq) (presumably) "], "Materials": ["fired clay"], "Technique": ["stamped"], "Dimensions": [" Height: 40.50 centimetres (with stone base) ", " Height: 32.50 centimetres ", " Thickness: 1 centimetres (of bitumen) ", " Thickness: 11 centimetres (with stone base) ", " Thickness: 7 centimetres ", " Width: 35.50 centimetres (with stone base) ", " Width: 31.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Draft entry for Palace Museum catalogue, 2006: Royal inscriptions on bricks from ancient Iraq The earliest ancient inscriptions to be recorded by foreign travellers to the Middle East were fired clay bricks with a cuneiform inscription impressed or stamped on one edge or surface. The earliest such bricks come from southern Iraq, date to about 2500 BC and were inscribed in the Sumerian language. These were replaced after 2000 BC by Babylonian dialect of the Akkadian language, whereas those made in the cities of Assyria, in northern Iraq, were in Assyrian dialect, and equivalent bricks made in Iran were inscribed in Elamite. Bricks with cuneiform inscriptions were collected by most foreign travellers to these regions, although most were fragmentary as complete bricks were systematically re-used by local builders. The first examples to enter the British Museum were collected by Claudius James Rich, who was a brilliant young diplomat and amateur antiquarian resident in Baghdad in the early 19th century. During this time Rich was the first person to prove the physical whereabouts of the sites of the famous ancient cities of Babylon and Nineveh. Although the inscriptions could not be read at the time of their first display, they caused a minor sensation in London as they were among the first pieces of proof to be displayed of the existence of these Biblical cities. Babylonian brick with name and titles of Nebuchadnezzar II BM 90124 Length 32.5, width 31.5, thickness 7.00 cm The inscription was impressed with a purpose made brick stamp and states: \"Nebuchadnezzar, king of Babylon, who provides for Esagila and Ezida, the eldest son of Nabopolassar, king of Babylon, am I\". Nebuchadnezzar reigned from 605 - 562 BC and completed his father's transformation of the city of Babylon from a market town into the capital of their new dynasty and an empire which extended from the Persian Gulf to the borders of Egypt. This brick was collected at Babylon in the early 19th century by Claudius James Rich, who was the first scholar to correctly identify the ruins with the city famous for its ziggurat temple (so-called \"Tower of Babel\") and alleged \"hanging gardens\". During the 18th and 19th centuries large areas of monumental building at the site had been heavily destroyed by builders in search of the well-fired bricks used in the ancient construction and which were were re-used as far away as Baghdad, some 35 km distant. However it therefore proved easy for Rich to collect some of these inscribed relics which took pride of place when they were later displayed in the British Museum where they were mounted upright on Caen stone blocks so that the inscriptions could be viewed easily, like the cover of a book: it is no coincidence that during this time books and manuscripts were considered the jewels of the collection, with the official title of the Directors of the British Museum being Principal Librarian. Originally, however, these inscriptions were invisible to the viewer as the bricks were laid flat during the construction, with the inscription face down and alternating courses of matting soaked in wet bitumen laid as a form of damp coursing. The thick remains of the matting impressed bitumen are clearly visible on the other surface of this brick. The source of the bitumen is presumed to be near Hit, on the middle Euphrates, where it still bubbles to the surface. ", " C – Boson, Aegyptus 15, 422 no. 3; C – VS 1, 52; T & tr – Boson; B – Berger, AOAT 4/1, 188-192 and Pettinato, Mesopotamia 5/6, 52; Pr – Babylon, Seleucia and Ur. ", " Measurements given in CBF Walker (1981), 'Cuneiform Brick Inscriptions in the British Museum': 33.5/31 x 33.5/29 x 10/7.5 cm (indicates range of sizes attested on the Nebuchadnezzar no. 41a bricks catalogued). "], "Bibliographic references": [" Walker 1981a / Cuneiform Brick Inscriptions in the British Museum (103) ", " Guide 1922 / Guide to the Babylonian and Assyrian Antiquities in the British Museum (p.76) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2007 9 Mar-10 Jun, Beijing, The Palace Museum, 'Britain Meets the World: 1714-1830' BM: Babylonian Room [B.R.], 34, SR1 back, no. 387 "], "Condition": ["Fair; light cleaning required before exhibition."], "Associated names": ["Named in inscription: Nebuchadnezzar II"], "Acquisition name": ["Purchased from: Mary Rich"], "Previous owner": ["Previous owner/ex-collection: Claudius James Rich"], "Acquisition date": ["1825"], "Department": ["Middle East"], "BM/Big number": ["90124"], "Registration number": ["1825,0503.37"], "Additional IDs": [" Miscellaneous number: 387 (exhibition number (red)) ", " Miscellaneous number: R37 (Rich Collection no.) ", " Miscellaneous number: br.459 (exhibition number (red)) "], "Conservation": ["Treatment: 04 Aug 2006"]}