{"artifact_name": "tablet", "Object Type": ["tablet"], "Museum number": ["77824"], "Description": [" Tablet, made of fired clay; complete; inscribed in Late Babylonian script with list of months and associated signs of the zodiac. "], "Cultures/periods": ["Late Babylonian"], "Production date": ["500BC (about)"], "Findspot": [" Excavated/Findspot: Sippar (?) ", " Excavated/Findspot: Babylon (Iraq) (?) "], "Materials": ["clay"], "Dimensions": [" Height: 6.70 centimetres ", " Width: 4.70 centimetres ", " Depth: 1.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The art of measuring land; the sunclock and the sundial, and the twelve divisions of the day, came to Greece not from Egypt but from Babylonia. Babylonian learning has left its lasting influence on modern culture. Some aspects of this legacy, such as astrology, are no longer considered scientific, but others, in the fields of mathematics and astronomy, have stood the test of time. You can see a quintessentially Babylonian idea on every clock and watch in the world today. Our division of hours and minutes into sixty units is a direct descendant of ancient Babylonian systems of counting and measurement. By the first century AD the cuneiform script was all but extinct. Crucial to the preservation of Babylonian knowledge was its translation into other languages and scripts: first Aramaic and Greek, then Arabic and Sanskrit. Through these channels the influence of Babylonian scholarship was eventually felt from China to western Europe. The zodiac Our twelve-part zodiac derives from ancient Mesopotamian ideas and images, some of which already occur among divine symbols in the 2nd millennium BC. The system developed gradually, but by the end of the 1st millennium BC underpinned the whole of astrology as well as astronomical science. The Babylonian zodiac list This document equates the twelve months of the year with the signs of the zodiac, and is an important stage in the development of the system as we know it today. It attributes both Pleiades and Taurus to month 2, both Orion and Gemini to month 3, and both Pegasus and Pisces to month 12. The translations of the ancient month names and their modern equivalents are: Babylonian Translation Constellation month of name 1 Nisanu Hired man Aries 2 Ajaru Stars Pleiades 2 Ajaru Bull of heaven Taurus 3 Simanu True shepherd of Anu Orion 3 Simanu Great twins Gemini 4 Du’uzu Crab Cancer 5 Abu Lion Leo 6 Ululu Barley-stalk Virgo 7 Tashritu Balance Libra 8 Arahsamna Scorpion Scorpio 9 Kislimu Pabilsag (god) Sagittarius 10 Tebetu Goat-fish Capricorn 11 Shabatu Giant Aquarius 12 Adaru Field Pegasus 12 Adaru Tails Pisces"], "Bibliographic references": [" Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.117) ", " Weidner E F 1915a / Handbuch der babylonischen Astronomie (121) ", " Kugler F X 1907a / Sternkunde und Sterndienst in Babel. I. Buch: Babylonische Planetenkunde (228ff) ", " British Museum 2011a / Splendours of Mesopotamia (p.201, cat.177) "], "Location": ["On display (G42/dc10)"], "Exhibition history": [" Exhibited: 2013 - 2014 22 June - 6 Jan, Toronto, Royal Ontario Museum, 'Mesopotamia, Inventing Our World' 2013: 30 Jan-13 May, Museum of History, Hong Kong, 'The Wonders of Ancient Mesopotamia' 2012: 4 May-7 Oct, Melbourne Museum, 'The Wonders of Ancient Mesopotamia' 2011 28 March-26 June, Abu Dhabi, Manarat Al Saadiyat, 'Splendours of Mesopotamia' 2008 13 Nov-2009 15 Mar, BM, G35, 'Babylon: Myth and Reality' 1990 6 May-9 Dec, Austria, Linz, Oberösterreichische Landesmuseen, Mensch und Kosmos "], "Acquisition name": ["Purchased from: Joseph M Shemtob"], "Acquisition date": ["1884"], "Acquisition notes": ["This collection was apparently a selection from a group of 874 tablets first offered in July 1884."], "Department": ["Middle East"], "BM/Big number": ["77824"], "Registration number": ["1885,0430.15"]}