{"artifact_name": "cylinder seal", "Object Type": ["cylinder seal"], "Museum number": ["89536"], "Description": [" Hematite cylinder seal; originally the design consisted of the king with a mace facing the suppliant goddess, and an inscription. The inscription was erased and so were the flounces of the goddess's robe; the king's mace no longer survives and he has been recut with exagerated shoulders. In the space left behind the figures was added a scene consisting of a figure wearing a distinctive type of divine head-dress and a striped robe, and carrying an animal offering (kid?), who faces a deity in a fringed robe, seated on a double-box throne on a dais. Traces of the inscription survive between them. "], "Cultures/periods": [" Isin-Larsa (?) ", " Elamite (?) "], "Production place": [" Made in: Iraq, South (?) ", " Made in: Elam (?) ", " Made in: Syria "], "Materials": ["hematite"], "Dimensions": [" Diameter: 1.30 centimetres ", " Height: 2.65 centimetres "], "Curator's comments": ["According to catalogue \"the head-dress of the added figures, particularly that of the seated deity with it's outward curving horns, denote the Elamite origin of the recutting."], "Bibliographic references": [" Collon 1986a / Catalogue of the Western Asiatic Seals in the British Museum: Cylinder Seals III: Isin-Larsa and Old Babylonian Periods (111) ", " Leichty E et al 1988a / Catalogue of the Babylonian Tablets in the British Museum, volume VIII: Tablets from Sippar 3 (p.168) "], "Location": ["Not on display"], "Subjects": [" animal ", " deity ", " king/queen ", " arms/armour "], "Acquisition name": ["From: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Acquisition notes": ["Acquired by the British Museum as a result of Budge's second mission to Egypt and Mesopotamia in 1887-1888; the mission was intended to investigate the \"leakage\" of tablets from sites supposedly guarded on behalf of the British Museum. Further notes on acquisition and bibliographic references relating to acquisition in catalogue introduction pp.xv-xvii."], "Department": ["Middle East"], "BM/Big number": ["89536"], "Registration number": ["1888,0512,Bu.778"]}