{"artifact_name": "chain", "Object Type": ["chain"], "Museum number": ["136824"], "Description": [" Gold loop-in-loop chain with disc at one end and collar at other. "], "Cultures/periods": ["Ancient South Arabian"], "Production place": [" Made in: Yemen "], "Findspot": [" Found/Acquired: Marib (Saba) (?) ", " Found/Acquired: Bayhan (Qataban) (?) "], "Materials": ["gold"], "Dimensions": [" Length: 13.60 centimetres (approximately) ", " Weight: 15.70 grammes ", " Thickness: 0.50 centimetres (of chain) ", " Thickness: 1.20 centimetres (of larger termination) "], "Curator's comments": [" Pair with 1977,0226.27 (BM.136825). Found in 1977,0226.1 (BM.136799). A short length of loop-in-loop chain, one end clamped into a ribbed collar and the other clamped into a plain collar with two rows of hollow globes. This may have formed part of a chain pendant originally attached to a necklace or diadem with multiple chains, of which examples are attested from the Near East and Mediterranean from the Achaemenid and Hellenistic periods (Özgen and Öztürk et al. 1996, 156\u00967, no. 109). Loop-in-loop chains were also used in the manufacture of armlets, judging by an example depicted on the statue of one of the Kings of Awsan (see Simpson StJ 2002a, cat. 35). Özgen, I. and Özturk, J. et al. 1996 Heritage Recovered. The Lydian Treasure, Istambul: Ministry of Culture. ", " Bowers catalogue entry Loop-in-loop chain Gold Possibly from the Wadi Bayhan Length c. 13.6 cm, thickness of chain 0.5 cm, thickness of larger termination 1.2 cm; 15.7 g weight ANE 1977-2-26,26 = 136824 Purchased from Nicholas Wright; a previous owner is said to have been the Emir of Bayhan A short length of loop-in-loop chain, one end clamped into a ribbed collar and the other clamped into a plain collar with two rows of hollow globes. This may have formed part of a chain pendant originally attached to a necklace or diadem with multiple chains, of which examples are attested from the Near East and Mediterranean from the Achaemenid and Hellenistic periods. In Southern Arabia loop-in-loop chains were also used in the manufacture of armlets, judging by an example depicted on the statue of Maadil Salhan, a 1st century BC King of Awsan. Loop-in-loop chainwork was first developed in the Near East during the 3rd millennium BC, was used on diadems, pendants and earrings. Examples of this early period have been excavated in Egypt, Mesopotamia, Anatolia, Crete and the Greek island of Lemnos, where they were occasionally found in precious metalwork hoards or in royal tombs. The techniques relies on casting the component links in tiny moulds in order to obtain pieces of uniform size, and then pinching, folding and threading the links to create highly tactile, fluid and virtually indestructible chains. "], "Bibliographic references": [" Simpson 2002a / Queen of Sheba: Treasures from Ancient Yemen (p.121, cat.134) ", " Lombardi 2016 / South Arabian Funerary Stelae from the British Museum Collection (134) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2017-2018 17 Jan-2 Jul, Basel, Antikenmuseum Basel und Sammlung Ludwig, 'Arabia Felix: Treasures from Ancient South Arabia' 2007- 11 Jun-, BM, G53/South Arabia/1 2004-2005 17 Oct-13 Mar, California, Bowers Museum, 'Queen of Sheba: Legend and Reality' 2002 5 Jun-13 Oct, BM, 'Queen of Sheba: Treasures from ancient Yemen' first exhibition of. "], "Condition": ["Fair; chain is stiff in the centre."], "Acquisition name": ["Purchased from: Nicholas Wright"], "Acquisition date": ["1977"], "Acquisition notes": ["Reputedly from the collection of the Sheikh of Baihan."], "Department": ["Middle East"], "BM/Big number": ["136824"], "Registration number": ["1977,0226.26"], "Conservation": ["Treatment: 12 Mar 2002"]}