{"artifact_name": "bottle", "Object Type": ["bottle"], "Museum number": ["1920,0326.1"], "Description": [" Bottle (incomplete). Lobed rim. Decorated with floral and vegetal motifs, seated human figures and prowling animals. Inscription in ring around the center of the bottle. Fritware (stonepaste); painted in lustre. "], "Cultures/periods": [" Middle Islamic ", " Persian "], "Production date": ["1179-1180"], "Production place": [" Made in: Iran ", " Made in: Kashan (probably) "], "Materials": ["stonepaste"], "Technique": ["lustred"], "Dimensions": [" Diameter: 6 centimetres (FOOT) ", " Diameter: 13 centimetres ", " Height: 15 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Fragmentary fritware pot painted in lustre with seated figures and prowling animals. The poetic inscription round the body is followed by the date Muharram 575 AH/June 1179 AD The date makes this the earliest dated lustreware known, It was probably produced within a few years of the start of lustre production at Kashan, Iran. The inscription may be translated: 'Oh Heavenly sphere, why do you set affliction before me? Oh fortune, why do you scatter salt on my wounds? Oh Enemy of mine, how often will you strike at me? I am stuck by my own fate and fortune. May joy, exultation and cheerfulness be with you. May prosperity, happiness and triumph be your companions.' (Translation: O. Watson) Further reading: T. Pradell, J. Molera, A.D. Smith, and M.S. Tite, \"Early Islamic Lustre from Egypt, Syria and Iran (10th to 13th Century AD).\" Journal of Archaeological Science 35, no. 9 (2008): 2649-662."], "Bibliographic references": [" Hobson 1932b / A Guide to the Islamic Pottery of the Near East (fig.25) ", " Watson 1985 / Persian Lustre Ware (fig.37) (listed as 1920,0226.1) ", " Pope 1938 / Survey of Persian Art (pl.626.B) ", " Lane 1947 / Early Islamic Pottery: Mesopotamia, Egypt and Persia (fig.52.B) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.102, fig.1) "], "Location": ["On display (G42/dc3)"], "Subjects": ["mammal"], "Acquisition name": ["Purchased from: George P Churchill"], "Acquisition date": ["1920"], "Department": ["Middle East"], "Registration number": ["1920,0326.1"], "Conservation": ["Treatment"]}