{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["132908"], "Description": [" Copper alloy statue of Harpocrates; inscribed in Egyptian hieroglyphs on the right side of the base and Phoenician on the remaining three sides; the head has a pigtail to the right and has a uraeus over the forehead; the whites of the eyes are indicated in gold leaf. "], "Cultures/periods": ["Phoenician"], "Production date": ["6thC BC-4thC BC"], "Materials": [" copper alloy ", " gold (leaf) "], "Technique": ["leaf-gilded"], "Dimensions": [" Height: 26.82 centimetres ", " Length: 14.92 centimetres (base) ", " Width: 6.35 centimetres (base) "], "$Inscriptions": [" ", " "], "Curator's comments": ["\"Treasures of the World's Cultures: The British Museum after 250 Years\" catalogue entry (ANE01) Figure of Harpokrates Phoenician, 6th-5th century BC Copper alloy with eyes picked out in gold leaf H26.8 cm ANE 132908 R D Barnett, ‘A Review of Acquisitions of Western Asiatic Antiquities 1955-62’, British Museum Quarterly 27 (1963-64), p. 85 and pl. 41a This bronze figurine represents the god Harpokrates, the Greek version of the Egyptian child god Horus. It is inscribed in Egyptian hieroglyphs on the right side of the base: 'Harpokrates grant ... to Us-ankh, son of Pethy' and on the other three sides in Phoenician: 'May Harpokrates give life to Amos, son of Esmunyaton, son of Azarmikk'. This is a votive object, offered to a deity with prayers for the god's favour or help. The Greeks created the name of Harpokrates from the Egyptian 'Har-pa-khered', literally 'Horus-the-child'. He acted as an amuletic force warding off dangerous creatures. In the Phoenician world he was a popular deity. The Phoenicians were closely connected to Egypt by both geography and trade, and adopted many Egyptian deities."], "Bibliographic references": [" British Museum Report of the Trustees 1966 / Report of the Trustees 1966 (p.38) ", " Barnett 1963a / A review of acquisitions 1955-62 of Western Asiatic Antiquities (I) (p.85, pl.41a) ", " Ferron J 1974a / La statuette d’Harpocrate du British Museum ", " Vittmann G 2003a / Ägypten und die Fremden im Ersten Vorchristlichen Jahrtausend (pl.7a) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures Exhibition: 'Phoenicians and the Mediterranean' / 'La Méditerranée des Phéniciens de Tyr à Carthage', L'Institut du Monde Arabe, Paris, 6th Oct 2007-20th Apr 2008. 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2022-2023 13 Oct-19 Feb, London, BM, G30, Hieroglyphs: Unlocking Ancient Egypt "], "Subjects": [" ancient egyptian deity ", " serpent ", " symbol "], "Associated names": [" Named in inscription: Us-Ankh (dedicator of statue) ", " Named in inscription: Pethy (Father of Us-ankh) ", " Named in inscription: Amos (dedicator of statue) ", " Named in inscription: Esmanyaton (Father of Amos) ", " Named in inscription: Azarmikk (Grandfather of Amos) ", " Named in inscription: Harpocrates "], "Acquisition name": ["Purchased from: Spink & Son Ltd"], "Acquisition date": ["1960"], "Department": ["Middle East"], "BM/Big number": ["132908"], "Registration number": ["1960,1210.1"], "Conservation": [" Treatment: 13 Sep 2007 ", " Treatment: 16/02/1962 ", " Treatment: 11 Nov 2021 "]}