{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["128605"], "Description": [" Copper alloy figure; hollow-cast; hedgehog; rounded body; holes acrossd the back to take separately inserted quills (missing). "], "Cultures/periods": ["Early Islamic"], "Production date": ["11thC-12thC (?)"], "Production place": [" Made in: Iraq (?) ", " Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Iraq, South ", " Found/Acquired: Baghdad ", " Excavated/Findspot: Borsippa (said to be from) "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 3.81 centimetres ", " Length: 6.99 centimetres "], "Curator's comments": ["Possibly related to a hollow-cast crouching quadruped, misleadingly compared to an aardvark, in the Metropolitan Museum and acquired there in 1969 (O. W. Muscarella, 'Bronze and Iron', New York 1988, pp. 298-99, cat. no. 425), and which was tenuously attributed a Sasanian date on the basis of comparative representations of that period which show similarly crouching rabbits and/or hares, plus an undated bronze hare in the Hermitage which was ascribed a Sasanian date in Pope's 'Survey of Persian Art' (1938, vol. IV, pl. 169C). There is also a figure of a crouching hare in the State Hermitage Museum which is said to come from Iran and has been attributed a Sasanian date (illustrated in \"New Soviet loans to the Persian Art Exhibition: Sasanian treasures from the great Hermitage collection\", 'Illustrated London News' 31/1/31, p. 177). Additionally, two small bronze rabbit-like bronze or brass figures from Egypt, and attributed an 11th-12th century date, exist in the Louvre (AF 2020 = on display in their Islamic galleries, May 2005) and the David Collection in Copenhagen (inv. nr. 33/2000 = L 13.5 cm., cast and engraved bronze, hollow). See also D.B. Harden, 'Sir Arthur Evans: A Memoir', pl. 3."], "Bibliographic references": [" Anon 1937a / Excavations: Mr M.E. L. Mallowan... (p.61) ", " von Folsach K 2001a / Art from the World of Islam in The David Collection (p.299, no. 462) (similar object to 128605) "], "Location": ["Not on display"], "Condition": ["Missing separate quills."], "Subjects": ["mammal"], "Acquisition name": ["Purchased from: Prof Ernst Herzfeld"], "Previous owner": ["Previous owner/ex-collection: Sayyid Amin"], "Acquisition date": ["1936"], "Acquisition notes": ["Herzfeld purchased this object in Baghdad for the sum of 30 rupees from Sayyid Amin in 1923 according to his Notebook 89, where it is entered as item 205, described as \"1 bronzener T. gel., babylonisch, aus Birs ...\" [i.e. Birs Nimrud, ancient Borsippa] (Freer Gallery of Art & Arthur M. Sackler Gallery archives, Smithsonian Institution). The acquisition of this collection was highlighted in the 'Annual Report of the General Progress of the Museums for the year 1936' (BM BM (Natural History) 1937, pp. 10-11) as \"A large collection of pottery, terracotta figurines, bronzes, seals and amulets, mainly from Persia, varying in date from before 3000 B.C., and for the most part from known sites; specially selected to illustrate periods not hitherto represented, or inadequately represented, in the collection\"."], "Department": ["Middle East"], "BM/Big number": ["128605"], "Registration number": ["1936,0613.235"]}