{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["105133"], "Description": [" White glazed steatite scarab: engraved on the base with a symmetrical arrangement of a royal name, and other hieroglyphic signs, all within a rope border. In the centre the name of Antef V. On both sides the royal name is framed by a twig; on either side of the twigs are uraei on 'nb' signs. The goddess of Lower Egypt, Wadjet, is represented as a cobra; two snakes with the 'nb' sign signify \"Ladies of Upper and Lower Egypt\", i.e. Nekhbet and Wadjet. There is a hole pierced through longitudinally. Chipped and abraded. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Gezer "], "Materials": ["steatite"], "Technique": [" engraved ", " pierced ", " glazed "], "Dimensions": [" Length: 23 millimetres ", " Width: 16 millimetres ", " Depth: 10.50 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" J. Vercoutter, 'Mélanges offerts à K.Michalowski', Warzawa 1966, pp. 221-222. J. Vercoutter, 'Mirgissa' I, Paris 1970, p. 183; Pl. XXVI 2. J. Vercoutter, 'Mirgissa' III, Paris 1976, p. 281; Pl. XXVI 2.3. The scarab with 'nb' like ours has been found at Mirgissa in a tomb (of the KERMA cemetery) with another having the normal orthography, 'nwb-ḫpr-rʿ', so that there can be no doubt of that the writing on our scarab represents this king. It is surprising to find an object of this dynasty in Palestine. ", " A group of scarabs acquired on 12th April 1913, recognisible by the number beginning 104, is mentioned in the Museum's records in the following terms: \" ... many of (these) were found at Gezer and sites in the immediate neighbourhood of that place ... \" As the other large group of scarabs (numbers beginning 105) recorded as coming from Gezer in the Museum was acquired in October 1912, both groups may have come from the same source. "], "Bibliographic references": ["Giveon R 1985a / Egyptian scarabs from Western Asia from the collections of the British Museum (p.122, no.40)"], "Location": ["Not on display"], "Condition": ["Fair; chipped and abraded."], "Subjects": [" ancient egyptian deity ", " serpent "], "Associated names": [" Named in inscription: Antef V ", " Emblem of: Nekhbet ", " Representation of: Wadjet "], "Acquisition name": ["Purchased from: E W Morgan & Co"], "Acquisition date": ["1913"], "Acquisition notes": ["Reference in acquisition register entry to Report to Trustees."], "Department": ["Middle East"], "BM/Big number": ["105133"], "Registration number": ["1913,0412.2"]}