{"artifact_name": "incense-burner", "Object Type": ["incense-burner"], "Museum number": ["113230"], "Description": [" Small cuboid incense burner; carved limestone; square receptacle, neatly finished on the interior, supported on four short legs, each with square section measuring 3.3 cm across, with carved imitation stretchers between each; South Arabian inscription on each of the four sides, framed above and below with horizontal rows of dogtooth; legs, stretchers and top of rim decorated with regularly and lightly incised criss-cross pattern; complete; object originally highlighted with red pigment, of which extensive (worn) traces survive, especially on the underside. "], "Cultures/periods": ["Ancient South Arabian"], "Production place": [" Made in: Yemen "], "Findspot": [" Excavated/Findspot: Yemen "], "Materials": ["limestone"], "Technique": [" carved ", " painted (red ochre) "], "Dimensions": [" Width: 9.40 - 9.50 centimetres ", " Height: 4.40 centimetres (of legs) ", " Height: 9.50 centimetres ", " Thickness: 9.50 centimetres ", " Width: 7.10 centimetres (receptacle, interior) ", " Depth: 2.70 centimetres (receptacle) ", " Volume: 110 millilitres "], "$Inscriptions": [" "], "Curator's comments": [" Compare with 1915,0710.6 (BM.113231). Cuboid incense burners have a long history in the ancient Near East. They were particularly popular in the Levant and Arabia from the late fifth century BC to the first century AD and were specifically used to burn natural aromatics within the home and temple. This type of cuboid incense burner is especially important because the four sides are occasionally inscribed with the names of four different sorts of aromatics (see inscription). Both were decorated with lightly incised cross-hatching on the legs with rows of triangles above and below the inscription, and a reddish-brown pigment was used to decorate the exterior surfaces. ", " This incense burner was part of a larger collection of South Arabian antiquities formed by Lieutenant-Colonel W.F. Prideaux, some of which he presented to The British Museum between 1871 and 1875; Prideaux was subsequently posted as Acting British Resident at Bushire from 1876 to 1877. W.F. Prideaux discovered an inscription in the Sanaa ' area in 1875 which is now in the Musée du Louvre, Paris. ", " Bowers catalogue entry Painted and inscribed cuboid incense-burner Limestone Possibly 5th - 4th centuries BC Height 9.5 cm, width 9.5 cm, thickness 9.5 cm; capacity 110 ml ANE 1915-7-10,5 = 113230 Acquired in Yemen by Captain W.F. Prideaux (1840-1914); presented by Henry Oppenheimer (1859-1932) and Maurice Rosenheim Cuboid incense-burners have a long history in the ancient Near East. They were particularly popular in the Levant and Arabia between the late 5th century BC and the 1st century AD, and were specifically used to burn natural aromatics within the temple, home and tomb. This type is especially important because the four sides are occasionally inscribed with the names of four different sorts of local aromatics. This incense-burner was presented to the British Museum together with a similar incense-burner which was inscribed with the words rand, naim (a so-called “benevolent” gum), qust and dhahab (possibly a “golden-coloured” gum); although this last word means “gold” in Arabic, in ancient South Arabia it refers exclusively to the copper alloy used for making statues, and thus this resin would have had a shiny dark reddish colour. The simple horizontal stretchers carved between the legs of this object are a feature copied from furniture. Both of these incense-burners were decorated with lightly incised cross-hatching on the legs with rows of triangles above and below the inscription, and the exterior highlighted with a reddish-brown pigment. This has been identified in the British Museum as hematite, the chief colourant present in red ochre, and which was a widely available natural material commonly used as a pigment in antiquity. Similar traces of reddish pigment have been noted on other incense-burners but not previously identified. Rare traces of indigo-blue colour also survive in the letters and recesses on one incense-burner in the Peabody Museum (Jamme 385); indigo is a vivid deep blue dye but scientific analysis is needed to confirm the use of this pigment. The inscriptions on this particular example read rand, darw, kamkam and qust. The term rand in Classical Arabic refers to myrtle, aloe wood, or laurel and the word in Yemen denotes a plant with perfumed leaves. The identification of darw is still unknown but in Classical Arabic this term refers to a sort of balsam or a pistachio tree from Yemen, the leaves of which are used in perfumes and medicines. It is also the name of the resin from the kamkam and a type of sage bush. Kamkam is the kagkamon or cancamum mentioned by Graeco-Roman authors and is described as a resin from a tree in Arabia, similar to myrrh. Classical Arab scholars gave the kamkam two different definitions. Some believed that it was a tree with a resin called darw whereas others thought it was the resin of the tree called darw. Qust or costus is a root that was known to have grown in the Indus delta and may have been imported to Yemen. Costus was used for making oil or fumigations. Some burners include the word libnay which refers to frankincense from the Boswellia tree. This tree is particularly rare and only grows in southern Yemen (Hadramawt, Mehra and Zafar), Soqotra, the Horn of Africa and India. Frankincense was burned in religious and funerary rituals, used as a perfume, a gum and as medicine. There were numerous types of aromatic woods, barks, roots and resins used in South Arabia, many of which have yet to be identified. Although frankincense was traded, many of these other aromatics were probably not commercialised. Strangely enough, myrrh is not mentioned on the South Arabian incense-burners. This may be because myrrh was not burned but was used in medicine and possibly in the treatment of the dead as in ancient Egypt. "], "Bibliographic references": [" Robin & Vogt 1997a / Yémen, au pays de la reine de Saba' (pp.75, 231) ", " Seipel 1998a / Jemen. Kunst und Archäologie im Land der Königin von Saba' (34) ", " Branca 2000a / Yemen, Nel paese della Regina di Saba (exhibition catalogue-Italian version) (32) ", " Ryckmans G 1927a / Inscriptions sud-arabes (p.32) ", " Simpson 2002a / Queen of Sheba: Treasures from Ancient Yemen (pp.93, 95-96, cat.101, fig. 33) ", " RES / Repertoire d'epigraphie semitique (VI, 3213) ", " Jamme 1971a / Miscellanees d'ancient arabe II (p.39, 41) ", " Kitchen 2000a / Documentation for Ancient Arabia (pp. 32, 34) ", " Kawatoko M 2006a / Clay Cuboid Incense Burners of the Islamic Period (p.212) ", " Phillips & Simpson 2007 / A biographical sketch of Britain's first Sabaeologist - Colonel W.F. Prideaux, CSI (fig.3.d) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2007- BM, G53/South Arabia/1 2006 13 Apr-Dec, BM, G2/67 2004 17 Oct-2005 13 Mar, California, Bowers Museum, 'Queen of Sheba: Legend and Reality' 2002 5 Jun-13 Oct, BM, 'Queen of Sheba: Treasures from ancient Yemen' 2000 26 Sept-2001 7 Jan, Torino, Palazzo Bricherasio, 'La Regina di Saba, Arte e Leggenda Dallo Yemen' 2000 4 Apr-30 Jun, Rome, Fondazione Memmo, Palazzo Ruspoli, 'Nel paese della Regina di Saba' 1999 7 Jul-2000 9 Jan, München, Staatliches Museum für Völkerkunde, 'Im Land der Königin von Saba' 1998 9 Nov-1999 21 Feb, Vienna, Künstlerhaus, 'Jemen. Kunst und Archäologie im Land der Königin von Saba' 1997 20 Oct-1998 28 Feb, France, Paris, Musee de L’Institut du Monde Arabe, Yemen, Pays de la Reine de Saba pre-WWII BM, Second North Gallery, second room, wall-case 39, bottom back "], "Condition": ["Complete; object originally highlighted with red pigment, of which extensive (worn) traces survive; numerous old scratches and surface abrasions."], "Acquisition name": [" Donated by: Henry Oppenheimer ", " Donated by: Maurice Rosenheim "], "Previous owner": ["Previous owner/ex-collection: Col W F Prideaux"], "Acquisition date": ["1915"], "Acquisition notes": ["Report to the Trustees 2 July 1915; Trustees Minutes, dated 10 July 1915, record joint donation of \"Two inscribed stone altars and other Himyaritic antiquities collected by the late Col. Prideaux of Aden (through the good offices of Sir Hercules Read)\"."], "Department": ["Middle East"], "BM/Big number": ["113230"], "Registration number": ["1915,0710.5"], "Additional IDs": [" Miscellaneous number: CIH 682 (siglum) "], "Conservation": ["Treatment: 04 Nov 2002"]}