{"artifact_name": "sculpture", "Object Type": ["sculpture"], "Museum number": ["1996,0713.1"], "Description": [" Fragment of relief, calcite-alabaster sculpture showing the foreparts of a winged lion-headed mythological beast with traces of bright intense red pigment in the incised area of the mouth, on one paw and the outer feathers of the wing. "], "Cultures/periods": ["Ancient South Arabian"], "Production place": [" Made in: Yemen "], "Findspot": [" Excavated/Findspot: Marib (Saba) "], "Materials": ["calcite"], "Technique": [" incised ", " pigmented "], "Dimensions": [" Length: 23.60 centimetres ", " Thickness: 10 centimetres ", " Width: 17.20 centimetres "], "Curator's comments": [" Part of Baltimore, Walters Art Museum, inv. TL 2007.17.55 (Lombardi 2016, p.150). ", " Pigment noted during conservation prior to display; memo from Michelle Hercules, 5/4/02. This fragment originally may have belonged to the same building (temple?) as a well-known fragment of sculpture from Marib of which details are illustrated on Yemeni 20 and 100 rial banknotes (see Daum 1985 for a discussion of this piece - Daum pers. comm. suggests that the piece was in the museum at the Marib fortress until 1962, prior to being at the Aden Museum) (Pirenne 1957a, VIIa). This depicts a nude female bust emerging from a vine spray and wearing a beaded necklace and armlets; this scene is set below a triangular pediment decorated with vine scrolls with a presumed pair of antithetical mythical beasts set in the corners above, of which The British Museum fragment would represent the right-hand piece; the position of these beasts corresponds to that often filled by winged victories in eastern Roman architecture (e.g. Tanabe ed. 1986, 17, 113-18, pls 73-9). The original appearance of this mythical beast can be reconstructed on the basis of the larger second fragment as a lion or dog-headed animal with wings (as here) and a long curled fish tail, that is being grasped from behind by a nude youth holding an unsheathed sword in his right hand (Pirenne 1957a, 103-8, pl. VIIa; Doe 1971a, pl. 9). The iconography of this sculpture may be inspired by Classical mythology and similar marine creatures are depicted on Palmyrene tesserae and a monumental temple basin at Baalbek (Seyrig 1934, 168). The goddess figure has again been interpreted in the light of Syrian Classical architecture as the goddess Atargatis, but it is more likely that she represents a local South Arabian deity. Daum, W., 1985. 'Ursemitische Religion', Stuttgart : W. Kohlhammer. Pirenne, J., 1957a. \"Le rinceau dans l'evolution de l'art sud-arabe\", 'Syria' 34, 99-127, pls VII-XII. Seyrig, H., 1934. \"Antiquites syriennes\", 'Syria' 15, 155-86, pls XVIII-XXIV. Tanabe, K., ed., 1986. 'Sculptures of Palmyra I', Tokyo: Ancient Orient Museum; Memoirs of the Ancient Orient Museum, vol. I. ", " Bowers catalogue entry Fragmentary architectural pediment Calcite-alabaster 2nd century AD Length 23.6 cm, width 17.2 cm, thickness 10 cm From Marib ANE 1996-7-13,1 Purchased from Sotheby’s This fragment may have originally belonged to the same building as a well-known fragment of sculpture from Marib and formerly in the Aden Museum (of which details are illustrated on modern Yemeni 20 and 100 rial banknotes). This depicts a nude female bust emerging from a vine spray and wearing a beaded necklace and armlets; this scene is set below a triangular pediment decorated with fruited grapevines with a presumed pair of antithetical mythical beasts set in the corners above, of which the British Museum fragment would represent the right-hand piece; the position of these beasts corresponds to that often filled by winged victories in eastern Roman architecture. The original appearance of this mythical beast can be reconstructed on the basis of the larger second fragment as a lion or dog-headed animal with wings (as here) and a long curled fish-tail which was grasped from behind by a nude youth holding an unsheathed sword in his right hand. A variety of winged monsters are represented in ancient South Arabian art, including griffins. The iconography of this particular sculpture may be inspired by Classical mythology, and similar marine creatures are depicted on clay counters from Palmyra and a monumental temple basin at Baalbek, both in what was then Roman Syria. The goddess figure has again been interpreted in the light of Syrian Classical architecture as the goddess Atargatis, but it is more likely that she represents a local South Arabian deity. A minor detail which nevertheless appears to be very unusual on ancient South Arabian sculptures is that traces of a bright red pigment survive within the gaping mouth of the monster on this fragment. Scientific analysis reveals this to be mercuric sulphide which in its natural state is generally known as cinnabar, while synthetic mercuric sulphide produced for use as a pigment is known as vermilion. Cinnabar is found naturally over much of the world, and is known to have been used as a pigment from the 2nd millennium BC in China, and is mentioned in the mid-1st century AD Periplus as being “produced in the island [of Soqotra], [where it was] collected from the trees [drop by] drop” (Periplus 30 = Huntingford ed. 1980: 37). This implies that South Arabian craftsmen occasionally employed bright pigments to highlight details on carved sculpture, but unlike their counterparts in Egypt, the Near East or in the Classical world, they do not appear to have made very extensive use of pigment and instead apparently relied on the effect of the strong natural light on the hard carved detail and natural beauty of the calcite-alabaster. By contrast, the analysis of earthy red colours widely applied to small portable objects, including pottery and incense-burners, indicates the more common use of ochre. The occasional use of yellow ochre has also been confirmed but other coloured pigments appear to be rare and, as yet, their identification unconfirmed by scientific techniques. However, indigo-blue has been reported on an incense-burner in the Peabody Museum in Harvard and a carved sculpture in the Ashmolean Museum in Oxford, and other colours have been reported from the Baran temple. "], "Bibliographic references": [" Simpson 2002a / Queen of Sheba: Treasures from Ancient Yemen (p.150, cat.191) ", " Pirenne J 1957a / Le rinceau dans l'evolution de l'art sud-arabe (103-8, pl. VIIa) ", " Doe B 1971a / Southern Arabia (pl.9) ", " Simpson 2004a / Queen of Sheba: Legend and Reality. Treasures from the British Museum (pp. 66-67) ", " Lombardi 2016 / South Arabian Funerary Stelae from the British Museum Collection (122) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2004-2005 17 Oct-13 Mar, California, Bowers Museum, 'Queen of Sheba: Legend and Reality' 2002 5 Jun-13 Oct, BM, 'Queen of Sheba: Treasures from ancient Yemen' "], "Condition": ["Incomplete; fragment of object only; old chip to the top right tip of the wing."], "Subjects": ["mythical figure/creature"], "Acquisition name": ["Purchased from: Sotheby's (Colonnade Sale, Lot 103)"], "Acquisition date": ["1996 (26th April)"], "Department": ["Middle East"], "Registration number": ["1996,0713.1"], "Additional IDs": [" Miscellaneous number: 103 (Lot number) "], "Conservation": ["Treatment: 19 Feb 2002"]}