{"artifact_name": "plaque", "Object Type": ["plaque"], "Museum number": ["134900"], "Description": [" Painted glass inlay plaque; rectangular concave plaque, the two side edges curving upward; top and bottom edges are straight, side edges bevelled; painting in black lines on concave front side; rectangular frame containing winged male sphinx in Egyptian style advancing to left toward lotus bud on high stem. The sphinx wears a wig, above it uraeus and solar disc, a simplified pectoral and 'apron'. In front of his chest is another uraeus wearing something similar to the crown of Lower Egypt and above it is a solar disc. No visible traces of beard; traces of blue paint on 'apron' and on lower uraeus and possible trace of red paint on the upper solar disc; cast, perhaps in flat one-piece mould and shaped by reheating and rolling on convex surface; painted with ordinary paints (i.e. not enamelled); glass deteriorated and turned into an opaque whitish material; iridescent; small chip off lower left corner. "], "Cultures/periods": ["Phoenician"], "Production date": ["8thC BC(mid)-7thC BC(late)"], "Excavator/field collector": ["Excavated by: British School of Archaeology, Iraq"], "Findspot": [" Excavated/Findspot: Fort Shalmaneser "], "Materials": ["glass"], "Technique": [" cast ", " painted ", " bevelled "], "Dimensions": [" Height: 3.20 - 3.50 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": ["Tait 1991 Probably made as one of a set to decorate furniture during the reign of the Assyrian king Tiglath-Pileser III (744-727 BC)."], "Bibliographic references": [" Tait 1991 / Five Thousand Years of Glass (fig.41, p.39) ", " Barag 1985a / Catalogue of Western Asiatic glass in the British Museum, Volume I (52) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2007-2008 6 Oct-20 Apr, Paris, L'Institut du Monde Arabe, 'Phoenicians and the Mediterranean'. 1958 BM, G58/Nimrud Ivories "], "Condition": ["Fair; incomplete; glass deteriorated and turned into an opaque whitish material; iridescent; small chip off lower left corner."], "Subjects": [" sphinx ", " flower ", " serpent ", " symbol "], "Acquisition date": ["1966"], "Acquisition notes": ["Acquisition noted in the 'British Museum Quarterly' 32 (1967/68), p.58."], "Department": ["Middle East"], "BM/Big number": ["134900"], "Registration number": ["1966,1217.8"], "Additional IDs": [" Excavation/small finds number: ND 7638 (excavation number) "], "Conservation": [" Treatment: 04 Sep 1996 ", " Treatment: 09 Jul 2007 "]}