{"artifact_name": "ossuary", "Object Type": ["ossuary"], "Museum number": ["126395"], "Description": [" Carved limestone ossuary decorated with incised geometric designs and traces of red paint, used to house the bones of the dead. It bears the Greek inscription 'Bones of the family of Nicanor the Alexandrian who made the gates' and the Hebrew inscription 'Nicanor Alexa'. "], "Cultures/periods": ["Roman"], "Production date": ["1stC"], "Findspot": [" Excavated/Findspot: Mount of Olives, Ras Abu Kherub "], "Materials": ["limestone"], "Technique": [" carved ", " incised ", " painted "], "Dimensions": [" Height: 38 centimetres (with lid) ", " Length: 29.50 inches ", " Weight: 31 kilograms (base) ", " Weight: 10.50 kilograms (lid) ", " Width: 23 inches "], "$Inscriptions": [" ", " "], "Curator's comments": ["The Family Tomb of Nicanor of Alexandria was found in 1903 by Mr. (later Sir) John Gray Hill, just north of his house, in a field which was part of the land purchased in 1913 to form what is now the Mount Scopus campus of the Hebrew University of Jerusalem. Miss Gladys Dickson recognized the importance of the Nicanor Ossuary, and brought it to the attention of the Palestine Exploration Fund, who asked Professor Charles Clermont Ganneau, a French diplomat and distinguished orientalist, to examine it – his conclusions were published in the 'Palestine Exploration Fund Quarterly Statement' (1903), pp. 125-31. Later the same year Miss Dickson published a detailed report on the tomb complex as a whole, illustrated with plans by R.A. Stewart Macalister ('Palestine Exploration Fund Quarterly Statement' 1903, pp. 326-32). That same year Gray Hill presented the ossuary to the Palestine Exploration Fund, who, in turn, presented it to the British Museum, where it was presented to the Trustees and approved for acquisition on 15 July, 1903. Nicanor was a member of a wealthy Alexandian Jewish family, who is recorded in both the works of Josephus and in the Talmud as having donated the bronze doors of the east gate of the Court of the Women in Herod’s rebuilt Temple in Jerusalem, a fact recorded also in the Greek inscription on his ossuary. Ossuaries of this type, made from the soft form of limestone found in the vicinity, were used as receptacles for the bones of the dead after the flesh had decayed, in an ancient tradition also visible in the Iron Age tombs of Judaea. The limestone ossuaries had the great advantage that they could not suffer from ritual impurity as a ceramic coffin would have done. The ossuary reflects Nicanor’s cosmopolitan background with its two inscriptions, the Greek, which is translated as: ‘Bones of the family of Nicanor the Alexandrian who made the gates’, and the Hebrew, which is translated as: ‘Nicanor Alexa’. The ossuary is decorated with incised, compass-drawn geometric patterns on one of the long sides, rough red-painted decoration on the lid, and the inscriptions, which are found on one end."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015, Oct 29 – 2016, Feb 7. British Museum, Room 35. Egypt: Faith after the Pharaohs 2014 5 Jun - 2 Nov, Waddesdon Manor, 'Predators and Prey: A Roman Mosaic from Lod, Israel' G88/New Testament Ancient Palestine room, BM Exhibition: PEF centenary exhibition, V&A, Oct-Nov 1965. "], "Associated names": ["Named in inscription: Nicanor The Alexandrian"], "Acquisition name": [" Donated by: Palestine Exploration Fund (ossuary) ", " Donated by: Gray Hill (lid) "], "Acquisition date": ["1903"], "Acquisition notes": ["Lid presented subsequently."], "Department": ["Middle East"], "BM/Big number": ["126395"], "Registration number": ["1903,0715.1"]}