{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["117839"], "Description": [" Silver deep bowl with central omphalos; hammered sheet; centering mark on interior and exterior; pair of concentric shallow chased grooves around the carinated shoulder (exterior); heavily scratched, especially on the exterior. "], "Cultures/periods": ["Achaemenid"], "Production date": ["6thC BC-4thC BC"], "Findspot": [" Found/Acquired: Beirut "], "Materials": ["silver"], "Technique": [" hammered ", " chased "], "Dimensions": [" Diameter: 13.70 centimetres (average, of rim) ", " Diameter: 2.60 centimetres (omphalos) ", " Height: 5.80 centimetres ", " Weight: 200.50 grammes ", " Thickness: 0.10 centimetres (rim) ", " Volume: 480 millilitres (rim) ", " Volume: 295 millilitres (top of carination) "], "Curator's comments": [" The raised central boss was a feature designed to allow the bowl to be comfortably held on the finger-tips. For metal composition, see analysis filed under 1971-12-11,1, where reported to be 92.8% silver, 6.3 % copper and minor traces of lead (BMRL 3161, dated 7 June 1982). ", " \"Treasures of the World's Cultures: The British Museum after 250 Years\" catalogue entry Silver drinking bowl 6th-4th century BC Bought in Beirut, Lebanon Silver Height 5.8 cm, diameter 13.7 cm, weight 201 g ANE 117839 M. J. Hughes, “Analyses of silver objects in the British Museum”, Nush-i Jan III: The Small Finds, J. E. Curtis et al. (London 1984), pp. 58-60. Persians “are very fond of wine, and drink it in large quantities” according to the 5th century BC writer Herodotus (History I.133). Other contemporary accounts describe how a range of red and white wine was consumed in the Persian empire at this period. The coarse elements were strained, the wine was sometimes diluted with water, and the drinking bowls were filled using horn-shaped pourers with animal foreparts which were called rhyta. This combination of standardised equipment and elaborate ceremony were an integral part of what is sometimes called Achaemenid Court Style, and was imitated by the equivalent of the middle classes throughout the Persian (Achaemenid) empire which stretched from Egypt to Pakistan during the 6th-4th centuries BC. This bowl belongs to a classic type of drinking bowl used throughout the empire at this period. They are represented on palace reliefs at Persepolis (in modern Iran), and were widely imitated by local craftsmen in metal and even pottery. These bowls were also placed in graves, underlining the notion that the act of banqueting was so important that it ought to be remembered or continued in the afterlife. This particular bowl was carefully designed to be filled as far as the rounded shoulder, and therefore held just under a third of a litre. The low boss in the centre allowed it to be securely held in one hand, with the finger tips underneath. As with most silver of this period that has been scientifically analysed, it has a very pure composition of about 93% silver with a small amount of copper plus minor natural trace elements. The shape was simply made by hammering a single piece of thick silver sheet. "], "Bibliographic references": [" Hughes M J 1984a / Analyses of silver objects in the British Museum ", " Treasures 2009 / Treasures, The World's Cultures from the British Museum (p.30) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2023 4 May - 13 Aug, London, BM, G35, Luxury and Power: Persia to Greece 2016, 19 Mar-29 May, National Museum, Delhi, 'The Everlasting Flame' 2013 Oct-Dec, Brunei, SOAS, 'Everlasting Flame: Zoroastrianism in History and Imagination' 2012-2013 Nov-Feb, Kunsthalle, Bonn, Germany, Treasures of the World's Cultures 2012 Apr-Aug, Abu Dhabi, Manarat Al Saadiyat, 'Treasures of the World’s Cultures' 2009-2010 11 Dec-10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 1995-2005 17 Nov-Aug BM, G52/IRAN/7/5 1994 16 Jun-23 Dec BM, G49/IRAN, case 7, no. 4 1975-ca 1990 Jul-, BM, Iranian Room [IR] case 10, no. 4 1960s BM, Persian Landing, case 2 "], "Condition": ["Complete, but heavily scratched, especially on the exterior."], "Acquisition name": ["Purchased from: Sir Leonard Woolley"], "Acquisition date": ["1925"], "Department": ["Middle East"], "BM/Big number": ["117839"], "Registration number": ["1925,1019.1"], "Conservation": [" Treatment: 12 May 1994 ", " Treatment: 04 Oct 2006 ", " Treatment: 04/02/1983 ", " Treatment: 21 Sep 2022 ", " Treatment: 30 Mar 2023 "]}