{"artifact_name": "sarcophagus", "Object Type": ["sarcophagus"], "Museum number": ["120150"], "Description": [" Upper part of the lid of a marble, anthropoid sarcophagus carved with the face of a young man; the face and hair are in Greek style but the sarcophagus is of Phoenician type; carved and polished. "], "Cultures/periods": ["Phoenician"], "Production date": ["5thC BC-3rdC BC"], "Production place": [" Made in: Phoenicia (?) ", " Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Sidon (historic - Phoenicia) (?) ", " Found/Acquired: Alexandria (Egypt) (?) "], "Materials": ["marble"], "Technique": [" carved ", " polished "], "Dimensions": [" Height: 45 centimetres ", " Width: 69 centimetres ", " Depth: 34 centimetres "], "Curator's comments": ["This sarcophagus was formerly at Badger Hall Shropshire. One cast of this was purchased by Cecil Beaton who later wrote to Mr Barber in the Cast Service asking for more information about the original (Barber q.v., 1962). For recent studies on Phoenician anthropoid sarcophagi, their contexts and cultural associations, see Frede 200 (the present item is her cat. XV.5) and Lembke 2001 (cat. no. 114), both with previous refs. Lembke dates it definitely to 440-420, though Frede cites the views of Kukahn (early 4th century BC) (1955, 41, pl.36) and Buhl (450-420 BC) (1959, p.41, pl.36). While several other examples of this type have been found in Egypt (see Lembke 2001, nos 113 and 115), the findspot of the present item is unclear and may have found its way to Egypt through the antiquities trade. Bibliography: Buhl, M.L. 1959, Late Egyptian anthropoid stone sarcophogi. Frede, S. (with Drallert, S. and Richter, H.) 2000, Die phönizische anthropoiden Sarkophage. 1. Fundgruppen und Bestattungskontexte (Mainz am Rhein: Philipp von Zabern) Kukahan, E. 1955, Anthropoide Sarkophage in Beyrouth. Lembke, K. 2001, Phönizische anthropoide Sarkophage. Damszener Forschungen 10 (Mainz am Rhein: Philipp von Zabern)."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2020 20 Feb-25 Oct, CaixaForum Zaragoza, An Age of Luxury 2019-2020 18 Sep-12 Jan, CaixaForum Madrid, An Age of Luxury 2019 4 Apr-11 Aug, CaixaForum Barcelona, An Age of Luxury 2018 9 May-3 Sep, Hong Kong History Museum, An Age of Luxury "], "Condition": ["Incomplete?."], "Acquisition name": ["From: Francis Capel-Cure (?)"], "Acquisition date": ["1905 (before 1905)"], "Acquisition notes": ["The register entry states this item was found at Alexandria though it may have come from Phoenician through the antiquities market. This sarcophagus was formerly at Badger Hall Shropshire."], "Department": ["Middle East"], "BM/Big number": ["120150"], "Registration number": ["1905,0605.1"], "Conservation": ["treatment: 30 03 2017"]}