{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["98930"], "Description": [" Brass lamp; cast; circular handle with a shield or guard in the form of an equal-armed cross with a pair of blobs on the end of each arm, back supported by a vertical element attached to the rear of the handle; hinged scallop-shell lid with concave underside (separately numbered as 98937), held in place by corroded iron pin; extended nozzle; originally on a pricket stand hence square hole in roughly ovoid base and hollow spike rising inside the bowl. "], "Cultures/periods": ["Early Byzantine"], "Production date": ["5thC-6thC"], "Excavator/field collector": ["Excavated by: Reginald Campbell Thompson"], "Findspot": [" Excavated/Findspot: Temple of Nabu (Nineveh) "], "Materials": ["brass"], "Technique": ["cast"], "Dimensions": [" Height: 8 centimetres ", " Length: 3.70 centimetres (lid) ", " Length: 11.50 centimetres ", " Weight: 331.10 grammes (with lid attached) ", " Width: 3.40 centimetres (lid) ", " Width: 5 centimetres ", " Volume: 30 centimetres "], "Curator's comments": [" Registered as \"Bronze lamp, handle decorated with cross\". Has been drilled for analysis; composition tested in Dept of Scientific Research and proven to be brass with 70% copper, 8.9% lead, 0.46% tin, 21.1% zinc (same composition proven for the lid which is suggested to be from the same melt). Part of 1905,0409.443 (BM.98937). This is one of the very few identifiable Byzantine imports to be found in an excavated context within the Sasanian empire and adds to the evidence for the textually attested Christian community at Nineveh during the Late Sasanian period but a similar example was recovered during the 1898/99 season of excavations in the first level of Trench 15 on the Acropole at Susa, where it was cited as evidence for \"une colonie chrétienne\" during the Sasanian period (J. de Morgan, G. Jéquier & G. Lampre, \"Mémoires de la Délégation en Perse, t. I: Recherches archéologiques, première série: Fouilles a Suse en 1897-1898 et 1898-1899\", Paris 1900, pp. 121-22, fig. 259) and a third example is said to have been acquired at Nihavend (published \"Exhibition of Iranian Art\", Rome, June-August 1956, no. 279, pl. XLVI). A similar lamp exhibited in the Fitzwilliam Museum, Cambridge (loan 103.130, lent by Corpus Christi College, found near Ardin). This was a common type at Byzantine sites, datable between the 4th and 7th centuries according to exhibition label in the Ashmolean Museum (for displayed example from the Fortnum bequest, acc. no. B.297). ", " Close: ‘Archäologischer Anzeiger’ 1987, p. 517, fig. 17, from Pergamon; Ars Antiqua, 'Antike Kunstwerke', Lucerne, 14 May 1960, Lot 117 (described as Coptic); ibid., 7 November 1964, Lot 81; 'Collection S. D'Ehrenhoff', Naples, 1892, Lot 38, 'from Nymphaeum, Bithynia' = Christie 'Sale Catalogue' 12 December 1990, Lot 38. Near: Hayes, J.W., 1984. ‘Greek, Roman, and related metalware in the Royal Ontario Museum’. Toronto : Royal Ontario Museum, No. 220, acquired in Egypt; Conticello de' Spagnolis, M., 1986. ‘Le lucerne di bronzo’. Vatican : Biblioteca apostolica Vaticana, 36; Menzel, H., 1969. ‘Antike Lampen im Römisch-Germanischen Zentralmuseum zu Mainz’. Mainz : Von Zabern, 695 and 718; 'Rivista di Archeologia Cristiana' 47, 1971, p. 141, from Agrigento; De La Chausse, M., 1707. ‘Romanum Museum, sive Thesaurus Eruditæ Antiquitatis’. Rome, 2; Davidson, G.R., 1952. ‘Corinth : results of excavations conducted by the American School of Classical Studies at Athens Vol.12 , The minor objects’. Princeton, N. J : The American school of classical studies at Athens, No. 579; Emery, W.B., and Kirwin, L.P., 1938. ‘The royal tombs of Ballana and Qustul’. Cairo : Government Press, pl. 101, A-B; Benazefh, p. 123, E 11688, from Egypt; ‘Monumenti Antichi pubblicati a cura della R. Accademia Nazionale dei Lincei’ 25, 1913, pp. 221-2. fig. 68, from a post-Roman cemetery at Nocera Umbria. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (p. 72, pl. 82, Q3809) ", " Simpson 1996b / From Tekrit to the Jaghjagh: Sasanian sites, settlement patterns and material culture in northern Mesopotamia (p.97, pl.1c) ", " Simpson 2005b / Christians at Nineveh in Late Antiquity (p.288, fig.4) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.329,2) ", " Xanthopoulou 2010 / Les lampes en bronze à l’époque paléochrétienne (LA 3.060) "], "Location": ["On display (G52/dc7)"], "Exhibition history": [" Exhibited: 2017-2018, 19 Oct - 25 Mar, Leiden, Rijksmuseum van Oudehen, Nineveh G52/IRAN/22, official opening 17/11/95. G49/IRAN/22/9,16 Jun-23 Dec 1994. "], "Acquisition date": ["1905"], "Department": ["Middle East"], "BM/Big number": ["98930"], "Registration number": ["1905,0409.436"], "Additional IDs": [" Miscellaneous number: OA 868 (MLA Old Acquisitions) "], "Joined objects": [" Joined Object Group: G14851 (2 objects) "], "Conservation": [" Treatment: 05 May 1995 ", " Treatment: 26 Apr 2007 "]}