{"artifact_name": "incense-burner", "Object Type": ["incense-burner"], "Museum number": ["132904"], "Description": [" Limestone cuboid incense burner with a flared base, the front decorated with a crescent symbol above a short inscription, flanked by recessed panelling with \"false windows\". "], "Cultures/periods": ["Ancient South Arabian"], "Production date": ["1stC BC-2ndC AD"], "Production place": [" Made in: Yemen "], "Findspot": [" Found/Acquired: Hayd ibn Aqil (Timna) "], "Materials": ["limestone"], "Dimensions": [" Height: 23 centimetres ", " Width: 13.65 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Treasures travelling exhibition catalogue entry Carved limestone incense-burner Between 5th-1st century BC Height 23.00, width 13.65 cm From Hayd ibn Aqil, Yemen ME 132904 This incense-burner has a cuboid burner on a tall flared base, is decorated on the front with a crescent symbol above a short inscription, with recessed panelling with “false windows” on the sides. This type of decoration imitated on a miniature scale the style used in the construction of certain monumental buildings, including temples. The South Arabian inscription gives the personal name “Shariqan” and is written in Qatabanian. This was one of four languages spoken in pre-Islamic southern Arabia, particularly in the ancient kingdom of Qataban which had its capital at Timna. This was one of the richest of the ancient South Arabian kingdoms involved in the export of incense, perfumes and other valuable commodities which were sent by sea and overland camel caravans to Egypt, the Mediterranean and other markets across the Middle East. Various kinds of incense were popular, including frankincense and myrrh. The addition of simply a few tiny grains to the charring embers in the top of the burner would have been sufficient to give a beautiful sweet smell. These objects were not just used in the house but were also dedicated in tombs and temples, and the short inscription on the front of this object proves that it was intended to be offered in this way."], "Location": ["Not on display"], "Exhibition history": [" 2019 11 Mar-23 Jun, New York, The Metropolitan Museum of Art, Between Parthia and Rome 2012-2013 Nov-Feb, Kunsthalle, Bonn, Germany, Treasures of the World's Cultures 2012 Apr-Aug, Abu Dhabi, Manarat Al Saadiyat, 'Treasures of the World’s Cultures' 2009-2010 11 Dec-10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures ca 1997-2005 Aug-16 Dec, BM, G51/PSA/3 "], "Subjects": ["sun/moon"], "Acquisition name": ["Purchased from: Spink & Son Ltd"], "Acquisition date": ["1960"], "Department": ["Middle East"], "BM/Big number": ["132904"], "Registration number": ["1960,1011.1"]}