{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["1914,1010.8"], "Description": [" Fragment of a glazed, wheel-thrown pottery bowl with a flat base. A transparent glaze splashed with purple and green to form alternating vertical streaks of coloured decoration covers the interior and extends over the gentle everted rim. The yellow fabric contains abundant fine sub-rounded quartz (<0.2mm), vesicles (<1mm) and rare large red sandstone or grog inclusions (<3mm). "], "Cultures/periods": ["Early Islamic"], "Production date": ["9thC-10thC (circa)"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["pottery"], "Technique": [" wheel-thrown ", " glazed "], "Dimensions": [" Diameter: 75 millimetres (base exterior) ", " Height: 35 millimetres ", " Thickness: 7 millimetres ", " Width: 85 millimetres ", " Percentage: 45 % of rim (base preserved) "], "Curator's comments": ["Cf. from Old Cairo, ware FG16 (A. Gascoigne, pers. comm.), Ashmunein (Bailey 1998, 113, pls 74, 103, 109, R1–3); Abu Mina (Engemann 1989, fig. 8); Benaki Museum (Philon 1980, 48, fig. 94). For discussion, see Scanlon 1993 and Gascoigne and Sheehan forthcoming. Bailey, D. 1998. Excavations at El-Ashmunein V: Pottery, lamps and glass of the late Roman and early Arab periods. British Museum Expedition to Middle Egypt. London: British Museum Press. Engemann, J. 1989. Das Ende der Wallfahrten nach Abu Mina und die Datierung früher islamischer glasierter Keramik in Ägypten. Jahrbuch für Antike und Christentum 32: 161–177. Gascoigne, A. L. and P. Sheehan. Forthcoming. Fustat and the history of ceramic production: An archaeological overview, K. Duistermaat, B. van As and N.Groot (eds), Ethnoarchaeological Documentation Project at Fustat. Cairo: Nederlands-Vlaams Instituut in Cairo. Philon, H. 1980. Benaki Museum, Athens: Early Islamic ceramics. London: Islamic Arts Society. Scanlon, G. T. 1993. Fayyumi pottery: A long-lived misnomer in Egyptian Islamic ceramics, Type I. Bulletin de la Société Archéologie d’Alexandrie 45: 295–330."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (7)"], "Location": ["Not on display"], "Condition": ["Fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Middle East"], "Registration number": ["1914,1010.8"], "Additional IDs": [" Miscellaneous number: EA 53906 (formerly in AES) "]}