{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["1956,0728.2"], "Description": [" Bowl in earthenware painted in lustres (gold, ruby) on an opaque white glaze; form imitating imported Chinese pottery. "], "Cultures/periods": ["Abbasid dynasty"], "Production date": ["9thC (circa)"], "Production place": [" Made in: Iraq "], "Materials": ["pottery"], "Technique": [" glazed ", " lustred ", " painted "], "Dimensions": [" Diameter: 20 centimetres ", " Height: 7 centimetres "], "Curator's comments": ["The lustre technique is one of Arab potters’ most significant contributions to world ceramics. Created to replicate the shimmering effects of precious metal, lustre first appeared on glass in Egypt, then on pottery in Iraq around the 800s. The craft was practised throughout the Middle East, but also travelled to Europe. Lustreware continues to be made today using traditional techniques. This bowl is similar to vessels found at the caliphal city of Samarra. Its brilliant ruby red colour inspired later practitioners of lustre. Andrew Hazelden recreated this bowl in the film about lustre in the Albukhary gallery (gallery 42). The Lustre technique Silver and copper oxides mixed with vinegar, are painted onto a glazed ceramic surface. On earthenware, the glaze is rendered white by the use of tin. The lustre firing is in a reduction kiln; low oxygen levels cause the metallic compounds to break down and create a thin layer of metal particles within the glaze. Once cleaned, the bright colours are revealed."], "Bibliographic references": [" Oriental Ceramic Society 1950 / Early Islamic Wares: Catalogue of an Exhibition Held by the Oriental Ceramic Society from April 26th to June 7th 1950 (31) ", " Pinder-Wilson 1958b / A Recent Gift of Islamic Pottery (p.84) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.123, fig.2) "], "Location": ["On display (G42/dc9)"], "Acquisition name": [" Donated by: Sir Alan Barlow ", " Donated by: Lady Barlow "], "Acquisition date": ["1956"], "Department": ["Middle East"], "Registration number": ["1956,0728.2"], "Conservation": ["Remove old conservation, dismantle and reconstruct: 02/03/18"]}