{"artifact_name": "bottle", "Object Type": ["bottle"], "Museum number": ["1906,0719.1"], "Description": [" Gilded glass bottle; clear yellowish decorated with gold applied in suspension and then fired. The lower frieze shows an eagle with outstretched wings between pomegranate trees; the narrower band around the centre carries a cursive Arabic inscription, naming the ruler Imad al-Din Zengi. A broad band above the shoulder depicts a female dancer beside a pomegranate tree, holding a castanet in her left hand, and another female playing a harp. The vessel has a pronounced kick but the neck has broken off at the bottom; fragment. "], "Cultures/periods": ["Seljuq dynasty"], "Production date": ["1127-1146"], "Findspot": [" Found/Acquired: Turkey "], "Materials": ["glass"], "Technique": [" blown ", " gilded "], "Dimensions": [" Height: 12.80 centimetres ", " Width: 16.10 centimetres ", " Depth: 16.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Inscribed with the name of Imad al-Din Zengi who ruled Mosul as Atabeg (regent) for the Seljuqs of Anatolia. The object was acquired in Turkey although it has been attributed a Syrian place of production on stylistic grounds, possibly in error. After the vessel was first acquired, the inscription was read by A.G. Ellis as \"Sultan of Sultans Imad al-Din\" and therefore (mis) attributed to one of the Mamluk Sultans of Egypt, al-Malik al-Salih Imad al-Din Ismail who ruled from 1342-1345, and thus a different and later individual to that referred to. The decoration is executed in particles of gold suspended in liquid. The gold is painted onto the glass which was then reheated to form the decoration."], "Bibliographic references": [" Ettinghausen et al. 2001 / Islamic Art and Architecture 650-1250 (fig.418) ", " Gray 1965 / Gold Painted Glass under the Seljuqs (p.144-145, fig.1) ", " Tait 1991 / Five Thousand Years of Glass (163) ", " Ward 2011 / The Origins of the Gilded and Enamelled Glass Industry in Syria (figs.2-4) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.115, fig.2) ", " Lamm 1929-1930 / Mittelalterliche Gläser und Steinschnittarbeiten aus dem Nahen Osten (pl.42.4) ", " Albukhary 2018 / The Making of the Albukhary Foundation Gallery of the Islamic World (pp.96-97) ", " Hillenbrand 1999 / Islamic Art and Architecture (fig.94) "], "Location": ["On display (G42/dc3)"], "Acquisition name": ["Purchased from: de Zogheb"], "Acquisition date": ["1906"], "Acquisition notes": ["This was said to be from Asia Minor and attributed to the 14th century when it was registered; the vendor was resident in Paris."], "Department": ["Middle East"], "Registration number": ["1906,0719.1"]}