{"artifact_name": "doll", "Object Type": ["doll"], "Museum number": ["134876"], "Description": [" Ivory doll; carved with incised details and polished surfaces; represents a standing naked female figure exhibiting pronounced steatopygous characteristics. The eyes are shallowly incised; the head and the body do belong together. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["7thC"], "Production place": [" Made in: Iran (?) "], "Findspot": [" Found/Acquired: Iran (?) "], "Materials": ["ivory (?)"], "Technique": [" carved ", " incised ", " polished "], "Dimensions": [" Length: 15 centimetres ", " Width: 5.70 centimetres "], "Curator's comments": [" This belongs to a class which after examples began to appear on the art market were initially attributed to the Amlash area or Gilan region of northwest Iran and assumed a late second millennium BC date on the basis of that they were thought to belong to the period of the cemetery at Marlik. Some were then re-attributed to the Parthian or Sasanian period, in the former case because of the existence of bone dolls at that period. In no case are the attributions correct. This particular object was previously said to be Sasanian and exhibited as such in the 1975 Iranian gallery but this attribution is also incorrect. Several similar objects of this type exist in other collections: 'Tresors de l'Ancien Iran', Musée Rath, Geneva (1966), cat. 689; 'Altpersische Kunst' (Galerie Beyeler, Basle, Austellung July - August 1962) no.50; 'Christie's Fine Antiquities' (London) 25/11/97, p.50, lot 187 = attributed a date of ca 4000 BC; E. Gubel [et al.] 1995, 'In de shadow van Babel / A l'oubre de Babel' (Bruxelles) pp.82-83, no.112; Boisgirard, 'Arts d'Orient', auction held at the Hôtel Drouot, Paris, 8 October 2004, p.126, lot 411 = attributed ca 8th century date. The Metropolitan Museum of Art, NY, acc. no. 38.40.238, Rogers Fund 1938. Galerie Kevorkian, 'Creatures celestes / Heavenly creatures' [March 2013], cat. 19 = bone, attributed a 9th-11th century date and thought to have been made in Nishapur. None are well dated or come from controlled archaeological contexts, and the manner the facial features are represented most resemble early Islamic bone dolls. ", " On dolls of this type: A. Shatil, \"Bone Figurines of the Early Islamic Period: The So Called 'Coptic Dolls' from Palestine and Egypt\", in: S. Vitezović, ed. Close to the Bone: Current Studies in Bone Technologies (Belgrade 2016) 296-314, esp. 310. "], "Bibliographic references": ["Barnett & Davies 1975a / A catalogue of Nimrud ivories with other examples of Ancient Near Eastern Ivories (Suppl.73, p.239, pl.CL)"], "Location": ["Not on display"], "Acquisition name": ["Purchased from: Saeed Motamed"], "Acquisition date": ["1966"], "Acquisition notes": ["Acquisition noted in the 'British Museum Quarterly' 32 (1967/68), p.58."], "Department": ["Middle East"], "BM/Big number": ["134876"], "Registration number": ["1966,1011.1"]}