{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["130595"], "Description": [" Ivory statuette of a nude woman with strongly curvaceous body; carved; back of the buttocks carefully carved away, and a pair of diminutive dimples carved at the base of the spine; head, part of the legs and the front missing. "], "Cultures/periods": ["Dilmun"], "Production date": ["2000BC-1500BC (about)"], "Production place": [" Made in: Bahrain (?) "], "Excavator/field collector": ["Excavated by: Ernest Mackay"], "Findspot": [" Excavated/Findspot: A'ali, Tomb 12 "], "Materials": ["ivory"], "Technique": ["carved"], "Dimensions": [" Height: 21 centimetres (extant) ", " Thickness: 3.30 centimetres ", " Width: 5 centimetres "], "Curator's comments": ["Although usually compared to ancient Egyptian mirror handles, etc, the deliberately scooped portion on the buttocks implies that this figure was originally set against a lightly curved object, and therefore probably originally stood upright as a mounted statuette. A close analogy for this stance and feature on the reverse is the much later gilt-silver statuette in the Oxus Treasure (BM 123905). The fact that the present object may have been stood upright may also explain the sheared-away front. Following his return from the 1970 archaeological congress in Bahrain, R.D. Barnett requested that the Research Laboratory make a cast of this object which could be presented to the Bahraini museum authorities (ANE Corres, 5 May 1970, q.v. Werner). He had previously considered taking this and several other objects (130591-92, 130595-602) as a loan during the time of this conference but the objects were never taken by Barnett owing to problems with air travel. This object was sent for moulding between 2 July 1970 and 25 August 1971; it was returned for moulding between 14 September 1971 and 8 October 1974 and returned there again between 6 March 1975 and 24 February1977 (WAA, 'Objects to Lab' book)."], "Bibliographic references": [" Mackay E 1929a / Bahrein and Hemamieh (pl. I: no. 1) ", " Barnett & Davies 1975a / A catalogue of Nimrud ivories with other examples of Ancient Near Eastern Ivories (U.15) ", " Reade & Burleigh 1978a / The 'Ali cemetery: old excavations, ivory and radiocarbon dating ", " During Caspers E C L 1989a / Mackay's ivory figurine from Tumulus 12 at 'Ali, Bahrain ", " Nayeem M A 1992a / Bahrain (p.372, fig.21) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2000, London, Brunei Gallery SOAS, 'Traces of Paradise: Archaeology of Bahrain' 1970s-1990s, BM, Room of Ivories "], "Condition": ["Incomplete; lower portion of the left leg re-attached."], "Acquisition name": ["Donated by: British School of Archaeology, Egypt"], "Acquisition date": ["1926"], "Department": ["Middle East"], "BM/Big number": ["130595"], "Registration number": ["1926,1008.11"], "Conservation": [" Treatment: 14 Jun 2000 ", " Treatment: 12 Jun 1991 "]}