{"artifact_name": "beaker", "Object Type": ["beaker"], "Museum number": ["1959,0414.1"], "Title": ["Object: Hedwig beaker"], "Description": [" Glass beaker; brownish tinged with fine bubbles; thick-walled bucket form with a pronounced pontil-mark on the concave base and originally with a ring foot, later broken; wheel-cut relief decoration represents an eagle with outstretched wings, flanked by a lion and a winged griffin which are separated by a stylised floral device composed of paired half-palmettes, one above the other. The ground has been sliced in a series of irregular facets, the top and bottom of the side wall retaining the original thickness of the glass. The profiles of the decorative elements are either cut vertically or bevelled. Inner details such as the lion's mane and the wing feathers of the eagle and griffin were incised with a smaller and narrower wheel. "], "Cultures/periods": ["Norman"], "Production date": ["12thC"], "Production place": [" Made in: Syria (Or Eastern Mediterranean) "], "Materials": ["glass"], "Technique": ["wheel-cut"], "Dimensions": [" Diameter: 10.80 centimetres (base) ", " Diameter: 12 centimetres (rim) ", " Height: 12.50 centimetres ", " Thickness: 0.50 centimetres (at the rim) "], "Curator's comments": ["This beaker is one of fourteen complete pieces, the origins of which has been debated with various possibilities suggested extending from Iran to Egypt, Syria, southern Italy or Sicily. Recent research suggests that it may have been made in Syria during the Crusader era. The beakers are known as the Hedwig glasses because three of them are associated with St. Hedwig of Silesia (d.1243). St Hedwig was Duchess of Silesia in present-day Poland. Legend has it that when she drank water from a beaker it miraculously turned into wine. Hedwig was made a saint in 1267 and these beakers were venerated as relics. They were also used to house the relics of other saints. Closer study of these should reveal the 'chaine d'operatoire' as the sequence of engraved lines is clear in places on the present example, and these appear to have been conducted prior to the heavy cutting which left the main elements of the design, namely the eagle, lion and winged griffin, in low relief. The missing foot ring might be because it was previously set in a metal mount which was forcibly removed before this object was acquired by the British Museum. See also: K.H. Wedepohl, D. Merta, M. Pesek & Hedvika Sedlackova, ‘A Hedwig beaker fragment from Brno (Czech Republic)’ Journal of Glass Studies 49 (2007), 266-8"], "Bibliographic references": [" Erdmann 1949a / An Unknown Hedwig Glass ", " Pinder-Wilson 1960a / A Hedwig Glass for the Museum ", " Hayward 1976 / The Arts of Islam (133) ", " MacGregor 2010 / A History of the World in 100 Objects (57) ", " Tait 1991 / Five Thousand Years of Glass (158-159) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.114, fig.1) "], "Location": ["On display (G42/dc3)"], "Exhibition history": [" Exhibited: 2016, 28 Apr-21 Aug, BM Sicily exhibition 2015-2016 20 Sep-11 Jan, Kobe City Museum, Kobe, 'A History of the World in 100 Objects' 2015 14 Jul–6 Sep, Kyushu National Museum, Dazaifu, 'A History of the World in 100 Objects' 2015 18 Apr–28 Jun, Tokyo Metropolitan Art Museum, Tokyo, 'A History of the World in 100 Objects' 2011 23 Jun-9 Oct, BM, 'Treasures of Heaven' 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' 1977 London, BM, 'Animals in Art' "], "Subjects": [" animal ", " griffin ", " bird ", " tree/bush "], "Acquisition name": ["Purchased from: Mrs Margaret H Drey"], "Funder name": ["Funded by: P T Brooke Sewell, Esq"], "Acquisition date": ["1959"], "Acquisition notes": ["According to Pinder-Wilson (1960), this piece was formerly in the possession of a minister in Thuringen before the First World War and was published as belonging to a private owner in Germany in May 1949."], "Department": ["Middle East"], "Registration number": ["1959,0414.1"]}