{"artifact_name": "rhyton", "Object Type": ["rhyton"], "Museum number": ["120925"], "Description": [" Burnished red slipped pottery rhyton with modelled bull-head near spout and shallow, incised decoration of zig-zags and running spirals; heavily reduced dark grey fabric containing burnt out organic temper; red slip covers exterior and extends over the uppermost 7 cm of the interior; exterior originally burnished; bull's head has deeply incised holes in it indicating features such as nostril holes. "], "Production place": [" Made in: Iran (?) "], "Findspot": [" Found/Acquired: Sanaa (near) "], "Materials": ["pottery"], "Technique": [" hand-modelled ", " incised ", " slipped ", " burnished "], "Dimensions": [" Diameter: 9.80 centimetres (rim, exterior) ", " Diameter: 9.60 centimetres (rim, interior) ", " Diameter: 0.60 centimetres (tip of spout) ", " Diameter: 3.875 inches ", " Height: 16 centimetres ", " Height: 6.25 inches ", " Length: 17 centimetres (approx) ", " Volume: 325 centimetres "], "Curator's comments": [" BMQ IV, 2 (1929) and pl. 2a. Comparanda: \"surface treatment of rhyton attributed to January in Sotheby's (NY) \"Antiquities and Islamic Art\", 8th December 1995, lot 168. Shown to South Arabian specialists W. D. Glanzman and Gabriele Gudrian (June 2002) and Iris Gerlach and Holger Hitgen (July 2002), all confirming that they had not seen anything like it from South Arabia, nor are the fabric and iconography characteristic of this region. The vessel (and its pair) must therefore be imports. Although apparently found in Yemen the fabric and decoration do not resemble South Arabian ceramics implying that this, and its pair, are imports; the body does not resemble the typically sandy fabrics of India (pers. comm. R. Tomber) and as the form is Iranian it may be an import from there. ", " Bowers catalogue entry Rhyton (wine-pourer) Pottery Possibly 1st - 4th century AD Height 15.5 cm, length 16.5 cm, exterior rim diameter 9.8 cm, interior spout diameter 0.5 cm, capacity 325 ml Acquired near Sanaa ANE 1929-1-2,2 = 120925 Presented by Mrs Harold Jacob This is one of two virtually identical vessels which were acquired near the Yemeni capital of Sanaa by the previous owner, presented to The British Museum in 1929 and initially (although wrongly) believed to be Bronze Age in date. The bodies have dark grey fabrics containing burnt-out organic temper; a lightly burnished red slip (probably hematite) covers the exterior and extends as far as 7 cm. down the interior. The vessel was lightly incised prior to firing with zig-zag and running spiral designs, and a small bull’s head was applied above the tip of the spout, with drilled holes representing the nostrils and other facial features. The appearance of the fabric is totally different to ancient South Arabian, Indian or classical fabrics. Likewise, although bull’s heads (bucrania) are a common motif in South Arabian art and architecture, the style of rendering of this particular example is completely different and lacks the characteristic facial features of ancient South Arabian representations. The actual form of this type of vessel was developed in ancient Iran and specifically used for serving wine at the table. It is likely that this particular vessel was used for the same purpose and it may be an Iranian import. If so, this is not the first case of Iranian tablewares having been found in Southern Arabia. Fragmentary blue or green-glazed wares from south-west Iran or southern Mesopotamia have been found at Khawr Ruri (the ancient port of Sumhuram), painted and burnished pottery beakers belonging to a south-east Iranian tradition known as “Fine Orange Painted Ware” and datable between the 1st-4th centuries AD have been excavated at the South Arabian port of Qana, and an elaborately faceted glass bowl probably dating to the 6th century was apparently found in a grave in the Jawf region of northern Yemen. Viewed together, these vessels provide new evidence for the circulation of Iranian goods in Southern Arabia, and indicate that Southern Arabia was increasingly being drawn into a complex pattern of trade. Thid had effrectively begun with Red Sea trading links between Egypt and Punt, grown to connect Rome with India, and now saw the beginning of a pattern of Indian Ocean trade with a complex web of trading connections linking Egypt, Southern Arabia, East Africa, Iran, India and the Far East. "], "Bibliographic references": ["Simpson 2004a / Queen of Sheba: Legend and Reality. Treasures from the British Museum (pp. 98-99)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2004-2005 17 Oct-13 Mar, California, Bowers Museum, 'Queen of Sheba: Legend and Reality' Iranian Room [IR], case ?, nos 1-2 (part). "], "Condition": ["Good; minor chips to the rim, end of spout and the right horn tip; burnish partially worn away."], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Mrs Harold Jacob"], "Acquisition date": ["1929"], "Acquisition notes": ["Gift recorded as item 558 in the Book of Presents for 1929; Report to Trustees, 1 March 1929, where both objects were described as \"a pair of Rhytons of red slip ware with rudely incised spiral decoration and bull's heads in relief. Bronze Age: early Sabaean. From Southern Arabia. These two objects are of a rare type\"; no correspondence located in ANE for 1928-30."], "Department": ["Middle East"], "BM/Big number": ["120925"], "Registration number": ["1929,0102.2"], "Conservation": [" Treatment: 08 Sep 1973 ", " Treatment: 05 Nov 2003 "]}