{"artifact_name": "sealing", "Object Type": ["sealing"], "Museum number": ["1983,0917.7"], "Description": [" Lead sealing inscribed on one side in angular script in the central field and in the margin. In the names of Abbasid caliph al-Muʻtaḍid billāh and Muḥammad b. Isḥāq. "], "Cultures/periods": ["Islamic"], "Production date": ["8thC-10thC"], "Findspot": [" Found/Acquired: Iran "], "Materials": ["lead"], "Dimensions": [" Height: 21 millimetres ", " Width: 22 millimetres ", " Depth: 2 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["The alif of Isḥāq is omitted. Two further examples of this seal are in Jena (OMJ 311-F7; Stickel 1866, no. 6: Casanova 1894, no. 6) and in Istanbul, formerly in the Drouin collection (Edhem 1904, no. 5). It was suggested by Stickel (1866: 358) that this Muḥammad ibn Isḥāq, who can be generally termed an ‘executive’, could be identified with the governor of Mosul and the Diyār Rabīʻa between 278/891 and 282/895. His father Isḥāq ibn Kundāj (266–73/879–66) was also a governor of the Jazīra, who figured in struggles against the Tulunids of Egypt (Zambaur 1927: 37). Casanova disagreed with this proposition because he believed that the phrase ʻalā yaday was only ever used for subordinate officials and not for governors (Casanova 1894: 104–5). However, this theory has now been disproved. The phrase ʻalā yaday is found in a number of different contexts. It appears, for example, on Umayyad copper coins. Walker (1956: 227–8 and 263) cites two examples: one struck in Atrīb Misr 132/749, with the caliph’s name Marwān II on the obverse and the executive named as ʻAbd al-Malik b. Marwān on the reverse; and a fals struck in 130/747–8 with on the obverse the governor's name Yazīd b. ʻUmar, and below him the name of the executive whom Walker describes as ‘Prefect of Rayy’, Ḥabīb b. Budayl. It also appears on later coins, for example, tenth-century Central Asian coins of Ferghāna (Davidovitch 1972: 118, no. 25). In other contexts, the phrase ʻalā yaday is found for example in architectural inscriptions, where Blair (1998: 40, 51) suggests that it refers to the supervisor or master of works in charge of the accounts. The phrase also occurs on glass stamps (Morton 1985: 12–13) – the earliest occurrence is on stamps of the caliph Yazid II (720–4) with an official named Usāma b. Zayd (Morton 1985, nos. 26–28). Later stamps bear the names of officials, generally the finance director and a subordinate who, Morton argues in a later publication, were the muḥtasibs (market superintendents) who worked in the finance department (Morton 1991: 29). Where the phrase has been noted on lead seals, as in the present case, the executive’s name appears with the caliph (Amitai-Preiss 1997: 23). Two further seals (Casanova 1894, nos. 4–5; Edhem 1904, nos. 3–4) are also in the name of the caliph al-Muʻtaḍid. One refers to the jāliya of Māh al-Kūfa, the other to the jāliya of Ḥamaḍān (for the term jāliya see below, Cat. 27). The latter (Casanova 1894, no. 5) gives the name of a different executive of the Caliph al-Muʻtaḍid, who is named as Muḥammad b. al-Ḥusayn and is on the seals referred to as ʻāmil to the caliph, the term usually denoting a government official, in some cases a director of finance or tax collector (Duri, ‘Āmil’, EI 2)."], "Bibliographic references": ["Porter 2011 / Arabic and Persian Seals and Amulets in the British Museum (23)"], "Location": ["Not on display"], "Acquisition name": ["From: Julius Richard"], "Acquisition date": ["1861"], "Acquisition notes": ["Acquired from Jules Richard in 1861."], "Department": ["Middle East"], "Registration number": ["1983,0917.7"]}