{"artifact_name": "photographic print", "Object Type": ["photographic print"], "Museum number": ["2015,6028.1.1-11"], "Title": [" Object: Vendredi Saint ", " Object: Salam ", " Object: Prière ", " Series: Coptes du Nil "], "Description": [" Three photographic compositions (Vendredi Saint, Salam, Prière) from a set of ten separate compositions with varying numbers of photographs in each, within the series Coptes du Nil. Documentation of the Coptic community in Egypt produced over seven years. Digital silver gelatin print (some coloured) on Baryta paper. Edition number 3/10. Details of each photographic composition are as follows: Vendredi Saint, 2015,6028.1.1-4 2015,6028.1.1 Good Friday, cemetery visit at al-Zaraby village, Abou Tig, near Assiut, April 2003. 2015,6028.1.2 Entrance to the church, pilgrimage of the Virgin, Deir Dronka, near Assiut, August 1998. 2015,6028.1.3 Maundy Thursday, Angel Gabriel Church, Abdine, Cairo, April 2003. 2015,6028.1.4 Visiting the dead, El-Zarabi village Cemetery, Abu Tig near Assiut, April 2003. Salam, 2015,6028.1.5-7 2015,6028.1.5 Church of Saint Paul, Monastery of Saint Paul of the Desert, Red Sea, May 2002. 2015,6028.1.6 Exchanging of the peace Mass, Sharabeya quarter, Cairo, April 2003. 2015,6028.1.7 Pilgrimage to Deir El-Maymoun, near Beni Suef, April 2000. Prière, 2015,6028.1.8-11 2015,6028.1.8 Mass, pilgrimage of Saint George, Mit Damsis near Sunbat, Nile Delta, August 1998. 2015,6028.1.9 Day of Pilgrimage, icon of Saint Mercurius called “Abu Seifein” Deir El Maymoun, near Beni Suef, April 2000. 2015,6028.1.10 Holy Virgin's pilgrimage, Deir Dronka, near Assiut, August 1998. 2015,6028.1.11 Deir El-Malak Michael, Ehnassia, near Beni Suef, March 2000. "], "Producer name": ["Made by: Nabil Boutros"], "School/style": ["Middle East & North Africa Modern Art"], "Production date": ["1997-2004"], "Materials": ["paper"], "Technique": [" colour ", " gelatin silver printing ", " digital photographic process "], "Dimensions": [" Height: 51.10 centimetres (Prière) ", " Height: 51.10 centimetres (Salam) ", " Height: 50.90 centimetres (Vendredi Saint) ", " Width: 158.40 centimetres (Prière) ", " Width: 124.70 centimetres ", " Width: 158.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Artist's statement: “In photographing the Copts over seven years, I wanted to describe who they are today. I attended ceremonies and rituals that punctuate life, and I visited a number of pilgrimages. I went as close as possible to their daily life. Coptic identity is a heritage that is over a millennium old and it is tied to Egypt. The Coptic calendar for example, is a heritage directly descended from the Pharaonic calendar, created from the rhythm of the Nile, of agriculture and of the seasons. To be Copt today is above all a question of faith but also of identity.” Series exhibited: “Visages d’Égypte”, Musée de Cahors Henri-Martin, France (2009) “Le Porte del Mediterraneo”, Palazzo Piozzo, Rivoli (2008) “19 Miradas”, Centro Andaluz de Arte Contemporàneo, Seville (2006) “Regards des photographes arabes contemporains”, Institut du Monde Arabe, Paris (2005) “Nazar: Images from the Arab World”, Fotofest, Houston, the Aperture Gallery, New York and Noorderlicht, Leeuwarden, the Netherlands (2004-2005)"], "Bibliographic references": ["Boutros and Cannuyer 2007 / Coptes du Nil: entre les Pharaons et l'Islam ces Chrétiens d'Egypte aujourd'hui"], "Location": ["Not on display"], "Exhibition history": [" 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” "], "Subjects": [" ceremony/ritual ", " christianity ", " cleric ", " monastery/convent ", " pilgrim "], "Associated places": [" Topographic representation of: Egypt "], "Acquisition name": ["Donated by: Rose Issa"], "Acquisition date": ["2015"], "Department": ["Middle East"], "Registration number": ["2015,6028.1.1-11"]}