{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["2015,6018.4"], "Title": ["Object: Faces"], "Description": [" Group of faces; etching (drypoint); edition number 15/50. "], "Producer name": ["Made by: Safeya Binzagr"], "School/style": ["Middle East & North Africa Modern Art"], "Production date": ["1980"], "Materials": ["paper"], "Technique": ["etching"], "Dimensions": [" Height: 10 centimetres (Just image) ", " Height: 46 centimetres (With mount) ", " Width: 9 centimetres (Just image) ", " Width: 32 centimetres (With mount) "], "$Inscriptions": [" "], "Curator's comments": ["Label Text: Safeya Binzagr (born 1940) Born in Jeddah, Saudi Arabia, Safeya Binzagr was educated in Egypt and England. Her artistic training began in Egypt in 1965 and continued in London where she studied painting and printmaking at St Martin’s School of Art between 1976 and 1978. A love of tradition and a desire to record it in the face of Saudi Arabia’s rapid modernisation has influenced Safeya’s choice of subject matter. She built a museum called Darat Safeya Binzagr, which opened in 1995, to house both her paintings and a growing collection of costume and jewellery from Saudi Arabia. The Darat Safeya Binzagr is an important cultural institution in Jeddah, not only as an art gallery but also as a meeting place for artists, intellectuals and students. The drawings of Safeya Binzagr It was while she was at St Martin’s School of Art, London that Safeya learnt various printmaking techniques such as etching and drypoint. She recalls the Dean asking her if she worried that her own style would disappear with her studies. As can be seen here, her subject matter remained unaffected as she used these newly acquired techniques to continue to depict Saudi Arabian scenes and architecture. These prints were made at St Martin’s. Faces was inspired by the faces of people she saw while walking through Berwick Street market off Oxford Street. It was made using the drypoint method with the image drawn directly onto the printing plate."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 11 Jul-4 Nov, London, BM, G34, 'From the figurative to the abstract: modern art of the Arab world' "], "Acquisition name": ["Purchased from: Safeya Binzagr"], "Funder name": ["Funded by: Contemporary and Modern Middle Eastern Art acquisition group (CaMMEA)"], "Acquisition date": ["2015"], "Department": ["Middle East"], "Registration number": ["2015,6018.4"]}