{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["2014,6041.1"], "Title": ["Object: Study for the Yale Chemistry Building mural"], "Description": [" Drawing on a yellow ground with geometric designs in coloured inks and pencil on paper. "], "Producer name": ["Made by: Nabil Nahas"], "School/style": ["Middle East & North Africa Modern Art"], "Production date": ["1973"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 30.40 centimetres ", " Width: 45.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This work is part of a series created in the 1970s and inspired by Islamic ornament, geometry and abstraction. While a few drawings were later turned into canvases, this work was a preparatory sketch for a large mural in the Yale University Chemistry Department created in 1973. See 2014,6019.1 for another drawing from the series. Label Text: Born in Beirut, Lebanon Nahas lived in Cairo, Eqypt for the first 10 years of his life. In 1971 he graduated from Louisiana State University, USA with a degree in Fine Arts, gaining a master’s degree from Yale University in 1973. Although his studies focused on Western abstract painting, Nahas takes his inspiration from a diverse range of influences, most significantly from nature and occasionally from Islamic art, in particular its abstract geometric and colourful qualities. He is best known for his series of thickly encrusted starfish and fractal (never-ending patterns) paintings, built up of layers of acrylic paint mixed with pumice and finished in vivid colours. He is also famous for his expressive landscapes of cedars, olive trees and palms, which reconnect him to the places of his childhood in the Lebanon and Egypt. In July 2013 he was awarded the honour of the National Order of the Cedar for services to Lebanese culture. He divides his time between New York and Beirut."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 11 Jul-4 Nov, London, BM, G34, 'From the figurative to the abstract: modern art of the Arab world' "], "Acquisition name": ["Donated by: Nabil Nahas"], "Acquisition date": ["2014"], "Acquisition notes": ["Deposited 16/10/14 (deposit no. 1045)"], "Department": ["Middle East"], "Registration number": ["2014,6041.1"], "Conservation": [" Treatment: 25 Jun 2015 ", " Treatment: 13 May 2015 ", " Mount: 05 Jan 2021 "]}