{"artifact_name": "drawing", "Object Type": ["drawing"], "Museum number": ["2014,6019.1"], "Title": ["Object: Study for the Yale chemistry building"], "Description": [" Drawing with geometric designs in coloured inks and pencil on paper. "], "Producer name": ["Made by: Nabil Nahas"], "School/style": ["Middle East & North Africa Modern Art"], "Production date": ["1973"], "Materials": ["paper"], "Technique": ["drawn"], "Dimensions": [" Height: 30.40 centimetres ", " Width: 45.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Arabeque abstract, the British Museum Magazine, no. 79, Autumn 2014, p. 11 Lebanese artist Nabil Nahas (b.1949) was exposed to Islamic architecture as a child living in Cairo. Later, in America, when studying for his Masters degree in Fine Arts at Yale University, he would spend time in the galleries of Islamic art at New York’s Metropolitan Museum of Art. Arabesque ornament, geometry and abstraction inherent in Islamic art have thus been a permanent source of inspiration. The British Museum’s Arabesque abstract recently acquired drawing, donated by Nada Bayoud, is one of a number created in the 1970s, where Nahas was exploring the interplay of geometric designs. While some of these were later to take shape on canvas, this one was a preparatory sketch for a large mural created in 1973 for the Chemistry department at Yale. Nahas divides his time between New York and Beirut. Label Text: Nabil Nahas (born 1949) Born in Beirut, Lebanon Nahas lived in Cairo, Eqypt for the first 10 years of his life. In 1971 he graduated from Louisiana State University, USA with a degree in Fine Arts, gaining a master’s degree from Yale University in 1973. Although his studies focused on Western abstract painting, Nahas takes his inspiration from a diverse range of influences, most significantly from nature and occasionally from Islamic art, in particular its abstract geometric and colourful qualities. He is best known for his series of thickly encrusted starfish and fractal (never-ending patterns) paintings, built up of layers of acrylic paint mixed with pumice and finished in vivid colours. He is also famous for his expressive landscapes of cedars, olive trees and palms, which reconnect him to the places of his childhood in the Lebanon and Egypt. In July 2013 he was awarded the honour of the National Order of the Cedar for services to Lebanese culture. He divides his time between New York and Beirut. Nabil Nahas Studies for the Yale chemistry building, 1973 Nahas was exposed to Islamic architecture as a child living in Cairo, Egypt. Later, in America, when studying for his master’s degree in Fine Arts at Yale University, he spent time in the Islamic art galleries in the Metropolitan Museum of Art, New York. The Arabesque ornament, geometry and abstraction inherent in Islamic art have thus been a permanent source of inspiration for him. Recently acquired by the British Museum, these drawings are two of a number created in the 1970s, where Nahas was exploring the interplay of geometric designs. While some of these were later to take shape on canvas, the works shown here were preparatory sketches for a large mural created in 1973 for the Chemistry Department at Yale. See 2014,6041.1 for another drawing from the series."], "Location": ["Not on display"], "Exhibition history": [" From the figurative to the abstract Shafic Abboud, Michel Basbous, Safeya Binzagr, Sadik Kwaish Alfraji, Tahar M’Guedmini, Marwan, Nabil Nahas and Rafa Al Nasiri British Museum, gallery 34 11 July - 4 November 2015 "], "Acquisition name": ["Donated by: Nada Bayoud"], "Acquisition date": ["2014"], "Acquisition notes": ["Deposited 9/15/14 deposit number 1021"], "Department": ["Middle East"], "Registration number": ["2014,6019.1"], "Conservation": [" Treatment: 25 Jun 2015 ", " Treatment: 13 May 2015 ", " Mount: 05 Jan 2021 "]}