{"artifact_name": "poster", "Object Type": ["poster"], "Museum number": ["2016,6034.68"], "Description": [" Poster showing image Abdel Fattah el-Sisi, president of Egypt. At the top of the poster is dripping blood. A slogan in Egyptian Arabic runs across the upper part of the poster. Computer-generated image, printed on archival paper (A2 Hahnemühle Photo Rag 308gsm). "], "Producer name": ["Made by: Alshaab Alsori Aref Tarekh (The Syrian People Know Their Way)"], "School/style": ["Middle East & North Africa Modern Art"], "Production date": ["2011 (circa)"], "Materials": ["paper"], "Technique": ["digitally generated"], "Dimensions": [" Height: 59.50 centimetres ", " Width: 46.40 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["These political posters were created digitally and shared on social media between 2011 and 2014. They were also used by activists in the mass demonstrations during the uprisings at the beginning of the Syrian Civil War 2011-. Some of this group of posters were shown a touring exhibition of art from the Syrian Uprising, at the Prince Claus Fund Gallery in Amsterdam, Netherlands, 2012; Rundetaarn in Copenhagen, Denmark, 2013 and Rich Mix in London, 2013 (all curated by Malu Halasa, Aram Tahhan and Nawara Mahfoud, with Donatella Della Ratta in Amsterdam and Copenhagen). Some have also been published in Halasa, M., Omareen, Z. and Mahfoud, N. (2014). Syria Speaks. London: Saqi Books, and in the book's Arabic edition (Dar Saqi: Beirut, 2014)"], "Location": ["Not on display"], "Subjects": ["revolution/insurrection"], "Associated places": [" Associated with: Syria ", " Associated with: Egypt (Egyptian president Abdel Fattah el-Sisi is shown) "], "Associated events": ["Associated Event: Syrian Civil War (2011-)"], "Acquisition name": ["Purchased from: Malu Halasa"], "Funder name": ["Funded by: Contemporary and Modern Middle Eastern Art acquisition group (CaMMEA)"], "Acquisition date": ["2016"], "Acquisition notes": ["One of a group of sixty-eight political posters by the Syrian poster collective Alshaab Alsori Aref Tarekh (The Syrian People Know Their Way)."], "Department": ["Middle East"], "Registration number": ["2016,6034.68"]}