{"artifact_name": "lute", "Object Type": ["lute"], "Museum number": ["As1972,03.4"], "Description": [" Lute called an oud or 'ud in Arabic. Its wooden body is pear-shaped on the front with a short tapering neck and the bowl-like back resembles the outside of half a watermelon. The back of the instrument is made of thin staves of alternating dark and light wood glued together on edge. Four decorative stripes of patterned dark wood are inlaid on the bowl. Originally with eleven strings, this one has two strings remaining. There are three circular sound holes which are decorated with wooden rosettes. An oblong cartouche inlaid with bone or ivory in a split-palmette design is added between the rosettes. The neck is made of a single piece of wood and veneered in a striped pattern similar to that of the back. The plain pegbox meets the neck at a severe angle and is made from separate side, end and back pieces glued together. "], "Production date": ["20thC"], "Production place": [" Made in: Syria "], "Findspot": [" Found/Acquired: Middle East (Arab world) "], "Materials": [" wood (several types) ", " bone (?) ", " ivory (?) "], "Technique": [" marquetry ", " pierced "], "Dimensions": [" Height: 24 centimetres ", " Length: 70.10 centimetres (body and neck) ", " Weight: 400 grammes (approx) ", " Width: 36 centimetres "], "Curator's comments": [" The oud (Arabic: عود‎ ʿūd, plural: أعواد, a‘wād) is a pear-shaped short-necked stringed instrument commonly used in North African (Chaabi and Andalusian) and Middle Eastern music. The modern oud and the European lute both descend from a common ancestor via diverging paths. The oud is readily distinguished by its lack of frets and smaller neck. The oud, unlike many other plucked stringed instruments, does not have a fretted neck. This allows the player to be more expressive by using slides and vibrato. it is played with a plectrum. ", " Label on the interior reads in Arabic: al-wajh faqat 'amal al-jawhari which translates as \"the face [i.e. soundboard] only is the work of al-Jawhari\", referring to Khalil Ibrahim al-Jawhari (or El Gohary), a famous luthier from Cairo who built ouds in Egypt up until the 1960s. Karim Othman Hassan, an expert luthier and lute maker, has assessed this object (January 2017) and concludes that the attribution to the famous lute maker, al-Jawhari, is falsified and no part of this lute was made by the Egyptian luthier. "], "Location": ["Not on display"], "Subjects": ["music"], "Acquisition name": ["Purchased from: Miss Susan Walston"], "Acquisition date": ["1972"], "Department": ["Middle East"], "Registration number": ["As1972,03.4"], "Additional IDs": [" Miscellaneous number: 1972,As3/Eu1.13 (original Register no., in error) "]}