{"artifact_name": "postcard", "Object Type": ["postcard"], "Museum number": ["EPH-ME.2958"], "Description": [" Postcard; printed paper; monochrome (black and white) photograph showing a view of Giza Avenue with a tram, carts, camels and people in local dress. "], "Production date": ["1916 (circa)"], "Materials": ["paper"], "Technique": ["printed"], "Dimensions": [" Height: 8.70 centimetres ", " Width: 13.20 centimetres "], "Curator's comments": ["Old card; postally used. Message reads: \"Ap[ril] 6th, 1916. Y.M.C.A. Sidi Bishr No 1. My dearest Florrie, I have been hoping that your letter has been saved from the 'Sussex' with those 800 bags but it hasn't yet arrived- I do hope it hasn't gone to the bottom. You know, dear, this letter is the mid-week one & therefore the p.c. one. This is a stray p.c. I have found but I do hope, dear, you will like it. The picture is of the road at Gizeh on the way from Cairo to Giza where the pyramids are. You will remember me telling you what ...\". The message must have continued on a separate card. The message refers to the torpedoing of the cross-Channel passenger ferry 'Sussex' by a German U-boat on 24th March as it was travelling on a diverted voyage between Folkestone and Dieppe. Although the ship remained afloat, there was heavy loss of life and diplomatic outrage prompted the German government to issue the so-called Sussex pledge, undertaking to scale down its U-boat campaign."], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" road/street ", " transport ", " camel "], "Associated places": [" Topographic representation of: Cairo (city), Giza Avenue "], "Associated events": ["Associated Event: First World War"], "Acquisition date": ["2014"], "Acquisition notes": ["Acquired 11th August 2014."], "Department": ["Middle East"], "Registration number": ["EPH-ME.2958"], "Additional IDs": [" Miscellaneous number: 0859428 (printed postcard number) ", " Miscellaneous number: 82 (printed postcard number (Cairo series)) "]}