{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["EPH-ME.8147.2"], "Title": ["L'Histoire du Costume Féminin Mondial - Assyrie- Manches (History of the World's Female Costume - Assyria - Sleeves)"], "Description": [" Plate 6 from the fifth tome of the publication L'Histoire du Costume Féminin Mondial de l'an 5318 avant J. C. à nos jours (circa 1920). Twenty-one models of sleeves or dresses inspired by Assyrian reliefs. The description reads: 1. Sleeve with blue-gray background, band of brown trimmings, small yellow and white band, pleated, polka dots, inspired by a bas-relief from Khorsabad. 2. Short sleeve forming old-rose petals, arranged in scallops. 3. 4. Scarf ornament garnished with gold pearls. 5. King Ashurbanipal's sleeve, old blue, brown, beige and white, tiered embroidery. 6. Ashurbanipal's wife' sleeve, bleu dress with brown polka dots, brown trimmings, blue and red sleeve. Document of the purest authenticity. 7. Brown sleeve with small squares in chequer. First instance of chequered textile. 8. Sleeve with white background, orange and white band, bright yellow trimmings, from a bas-relief from Khorsabad. 9. Bleu sleeve with brown squares, gold armlet. Often in the middle of these squares are cameos. 10. Yellow sleeve with green and yellow band. 11. Yellow orange sleeve garnished with blue motifs. 12. Blue sleeve with white small squares and stripes. 13. Blue sleeve with white embroidery band. 14. Brown sleeve with blue embroidery, white band with same blue embroidery, tossed patterns of daisys, natural tones. 15. Assyrian female costume, green, garnished with yellow and mauve bands. The skirt has geometric patterns. Drooping belt formed of rolls. 16. Brown and blue sleeve, scalloped. 17. Yellow Assyrian female dress with a bright blue band, bodice with plain front-shirt. 18. Brown sleeve with large flounce effect, garnished with trimmings. 19. Sleeves forming white petalsdisposed in scales, of a curious effect. 20. Blue sleeve with brown band, yellow motif. 21. Assyrian female costume with red and yellow tunic under white wrinkled dress, short kimono sleeve. (See chapter 56) The plate is signed \"Gadin\". Holes for binding on the left border of the page. "], "Producer name": ["Author: Paul Louis de Giafferri"], "Production date": ["1922-1923"], "Production place": [" Published in: Paris (France) (Published by Nilsson) "], "Materials": ["paper"], "Technique": ["hand-coloured"], "Dimensions": [" Height: 37 centimetres ", " Width: 27 centimetres "], "Curator's comments": ["The complete book L'Histoire du Costume Féminin Mondial is composed of 100 hand-coloured plates devoted to the costumes of China, Japan, Egypt, Assyria, Persia, India, Greece, Rome, and the East. Each plate is signed by the artist who hs hand-coloured it, here Gadin."], "Location": ["Not on display"], "Condition": ["Very good condition"], "Subjects": [" costume/clothing ", " women/feminism "], "Associated names": ["Representation of: Ashurbanipal"], "Associated places": [" Associated with: Khorsabad "], "Acquisition name": ["Purchased from: Wong"], "Acquisition date": ["11 April 2018"], "Department": ["Middle East"], "Registration number": ["EPH-ME.8147.2"]}