{"artifact_name": "postcard", "Object Type": ["postcard"], "Museum number": ["EPH-ME.2980"], "Description": [" Postcard; printed paper; monochrome (black and white) photograph showing a general view of the Stadium at Heliopolis. "], "Producer name": ["Published by: The Cairo Postcard Trust"], "Production date": ["1916 (circa)"], "Production place": [" Published in: Cairo (city) "], "Materials": ["paper"], "Technique": ["printed"], "Dimensions": [" Height: 9 centimetres ", " Width: 14 centimetres "], "Curator's comments": ["Old card; postally used. Message reads: \"c/o YMCA St Davids' Blngs, Cairo. Oct 23rd. My dear Florrie, This is just a reminder that I am still well & hope that you are too. During the night I dreamt that I came home but I didn't see much of you - each time I wanted to you were out. I hope that won't come true when I come home. That would be too bad wouldn't it. Our concert on Saturday went off fairly well. I am enclosing the programme. My greatest difficulty was in getting a chairman & three times when I thought I had succeeded they...\". This is part of an extensive series of correspondence between Jack and Florrie, the former working in Egypt during the First World War. This card shows how the cards were used for writing notes and were sent in envelopes, in this case accompanied by a programme for a concert. Correspondence begins on EPH-ME 2980, continues on EPH-ME 2981 and concludes on EPH-ME 2982. The first card is dated October and the final card contains a reference which implies that the correspondence dates to 1916."], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["modern stadium/arena"], "Associated names": ["Named in inscription: Miss Florence Bradbury"], "Associated places": [" Topographic representation of: Heliopolis (historic - Egypt) "], "Associated events": ["Associated Event: First World War"], "Acquisition date": ["2014"], "Acquisition notes": ["Acquired 11th August 2014."], "Department": ["Middle East"], "Registration number": ["EPH-ME.2980"], "Additional IDs": [" Miscellaneous number: 634 (printed postcard number (series)) "]}