{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["EPH-ME.8147.3"], "Title": ["L'Histoire du Costume Féminin Mondial - Assyrie- Coiffures, chapeaux (History of the World's Female Costume - Assyria - Headdresses, hats)"], "Description": [" Plate 7 from the fifth tome of the publication L'Histoire du Costume Féminin Mondial de l'an 5318 avant J. C. à nos jours (circa 1920). Eleven models wearing headdresses and hats inspired by Assyrian reliefs. The description reads: 1. Headdress draped and folded at the back, fabric with large squares motif. 2. Woman's hair held with a narrow headband which two fringed tails fall very low on one side.On the front an embroidered and beaded pattern adorns the headband. 3. Small Chaldean hat, with band covered by the large brim. This headdress is all lined with similar patterns in the form of pellets. 4. Woman's embroidered headdress, covering, narrowly, the top of the head and falling on one side in the manner of a veil. 5. High \"form\" worn by the Assyrians, with symmetrical trim and cockade placed in the center, at the top of the hat. 6. Hose-shaped headdress with tubular trims towards the base and a crown of feathered leaves cropped at the top. 7. Headdress of an Assyrian king in the shape of a helmet, with a gold fleuron; this headdress was also worn by his wife. 8. Crown of leaves held around the head by a double headband. 9. Hat with original headpiece, trimmed, in the Assyrian manner, with chevron stripes. 10. Pointed cap made of fabric and embroidered with stripes of several colours. Two side tabs protect the ears. 11. Royal tiara decorated with rosettes and geometric lines. Two fringes go down on one side; cone effect at the top. (See chapter 57) The plate is signed \"Bernard\". Holes for binding on the left border of the page. "], "Producer name": ["Author: Paul Louis de Giafferri"], "Production date": ["1922-1923"], "Production place": [" Published in: Paris (France) (Published by Nilsson) "], "Materials": ["paper"], "Technique": ["hand-coloured"], "Dimensions": [" Height: 37 centimetres ", " Width: 27 centimetres "], "Curator's comments": ["The complete book L'Histoire du Costume Féminin Mondial is composed of 100 hand-coloured plates devoted to the costumes of China, Japan, Egypt, Assyria, Persia, India, Greece, Rome, and the East. Each plate is signed by the artist who has hand-coloured it, here Gadin."], "Location": ["Not on display"], "Condition": ["Very good condition"], "Subjects": [" costume/clothing ", " headgear/hairstyle ", " women/feminism "], "Associated ethnic name": [" Associated with: Chaldean ", " Associated with: Assyrian "], "Acquisition name": ["Purchased from: Wong"], "Acquisition date": ["11 April 2018 (£21.90)"], "Department": ["Middle East"], "Registration number": ["EPH-ME.8147.3"]}