{"artifact_name": "postcard", "Object Type": ["postcard"], "Museum number": ["EPH-ME.2994"], "Description": [" Postcard; printed paper; black and white photograph showing pylon and obelisk in the Temple of Luxor. "], "Producer name": ["Published by: B Livadas & Coutsicos"], "Production date": ["1914-1918 (circa)"], "Production place": [" Published in: Cairo (city) "], "Materials": ["paper"], "Technique": ["printed"], "Dimensions": [" Height: 8.60 centimetres ", " Width: 13.60 centimetres "], "Curator's comments": ["Old card; postally unused but message written on the back as part of a series. This part is numbered \"4\" and reads: \"... out here & I am always longing to know what you think about things interesting to me. Don't think I am cross, pet. I am not but I am terribly lovesick, you know & just one word about above will be very welcomed. You don't mind me mentioning it, do you? Holland left here by the 9.10 train this morning for Port Said - lucky boy. Mr Jessop is coming out probably on Saturday so perhaps I shall hear something which will be welcomed if it is some kind of alteration or a move. By the way, dear, has my article the Vicar asked me to write for St John's magazine appeared yet? I should very much like a copy if it has. Do they still have that Intercession service on Friday afternoons? And do...\" The first card in this sequence is EPH-ME 2995. Judging by the date, sender's address and handwriting it is from someone called Jack to Miss Florence Bradbury, who is usually addressed as Florrie."], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["temple"], "Associated names": ["Associated with: Miss Florence Bradbury"], "Associated places": [" Topographic representation of: Luxor (Thebes) ", " Associated with: Sidi Bishr "], "Acquisition date": ["2014"], "Acquisition notes": ["Acquired 11th August 2014."], "Department": ["Middle East"], "Registration number": ["EPH-ME.2994"], "Additional IDs": [" Miscellaneous number: 281 (printed postcard number) "]}