{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["EPH-ME.8147.4"], "Title": ["L'Histoire du Costume Féminin Mondial - Assyrie- Etoffes (History of the World's Female Costume - Assyria - Fabrics)"], "Description": [" Plate 8 from the fifth tome of the publication L'Histoire du Costume Féminin Mondial de l'an 5318 avant J. C. à nos jours (circa 1920). Twelve different textile motifs inspired by Assyrian motifs and a central figure representing an Assyrian genie. The description reads: 1. and 3. Small ornamental pattern forming a braid, brown and green; 3. other yellow and blue pattern with black dots. 2. Picturesque fragment from an Assyrian hunt. Decoration often found in embroideries or paintings of royal clothes. 4. Decorative pattern serving as a motif for the bottom of a dress. The background is pale blue, the pattern represents a bird, etc.; Yellow and orange ornament. 5. Other embroidered band from a dress (after a wall painting from the palace in Nimrud), blue background, yellow, red, blood, brown and white pattern. 6. Embroidered pattern for stripes with green background, yellow pattern line, white interior. White chevron, brown background. 7. Small decorative strip formed by white and tawny palmettes on a green background. 8. Central figure. A very beautiful Assyrian costume in all its richness. Document taken from a bas-relief of king Sargon's palace at Khorsabad; the coat has gold fringes on the front, revealing a small skirt with the same decoration and gold fringes; the top of the costume is formed of a winding of fringes, held by a braid which passes over the breast, covers a part of the dress, and falls on the back like a scarf. 9. Embroidery pattern, small edge with Assyrian winged bull. Blue background, yellow and red pattern, white bull. 10. Embroidery from the bottom of a dress, white background, orange and green motifs. 11. Fabric fragment with white background. Brown, orange and green motif. 12. Embroidered pattern from the bottom of a dress; very rich and decorative, this animal is of pure Assyrian style (according to a document from Babylon). 13. Decorative pattern with stylized characters and rosace with blue background, orange and yellow. (See chapter 58) The plate is signed \"M.T Grandchamh\". Holes for binding on the left border of the page. "], "Producer name": ["Author: Paul Louis de Giafferri"], "Production date": ["1922-1923"], "Production place": [" Published in: Paris (France) (Published by Nilsson) "], "Materials": ["paper"], "Technique": ["hand-coloured"], "Dimensions": [" Height: 37 centimetres ", " Width: 27 centimetres "], "Curator's comments": ["The complete book L'Histoire du Costume Féminin Mondial is composed of 100 hand-coloured plates devoted to the costumes of China, Japan, Egypt, Assyria, Persia, India, Greece, Rome, and the East. Each plate is signed by the artist who hs hand-coloured it, here MT Grandchamh."], "Location": ["Not on display"], "Condition": ["Very good condition"], "Subjects": [" costume/clothing ", " textile "], "Associated places": [" Associated with: Babylon ", " Associated with: Khorsabad ", " Associated with: Nimrud "], "Acquisition name": ["Purchased from: Wong"], "Acquisition date": ["11 April 2018"], "Department": ["Middle East"], "Registration number": ["EPH-ME.8147.4"]}