{"artifact_name": "print", "Object Type": ["print"], "Museum number": ["EPH-ME.8147.5"], "Title": ["Object: L'Histoire du Costume Féminin Mondial - Assyrie- Chaussures (History of the World's Female Costume - Assyria - Shoes)"], "Description": [" Plate 9 from the fifth tome of the publication L'Histoire du Costume Féminin Mondial de l'an 5318 avant J. C. à nos jours (circa 1920). Fifteen models of shoes inspired by Assyrian reliefs and two central figures. The description reads: 1. Venetian red strap (after Botta, drawn by Flandin) holding the sole. 2. Sandal. Red and blue striped heel, blue strap (Botta and Flandin). From a sculpture from Nineveh and a bas-relief from Khorsabad. 3. Sandal. Well-encased heel, blue, gold braid and rings. Blue straps. Venetian red sole. 4. Sandal. Encasing heel and bright yellow strap, punctuated with light green (after Victor Place). 5. High boot, light yellow, red laces and sole, pointed toe. 6. Venetian red shoe and lacing (Botta and Flandin). 7. Woman from Mascate, from Susiana. Dark hood, green ash tunic, Sèvres blue motif. Red and black boots (documents taken from Susa Acropolis, excavtions of Dieulafoy). 8. Slave costume. Long blue blouse, pink and bright yellow belt, bright yellow bottom band. Red fringes. Pink half boots, black laces, brown and yellow leggings (excavations in Nineveh, by Victor Place). 9. Light blue green half-boot, yellow laces, white squared stocking, blue and yellow garter, open front. 10. Malmaison pink shoe. Black sole. 11. Pink high boot. Black laces. 12. Very high boot, green. Green laces. 13. Bottom part of pink dress. Gold, red and emerald green embroidery. Light yellow shoe, yellow laces. 14. Blue half-boot, red laces. Brown squared stocking, light yellow laces and garter. 15. Light yellow half-boot, brown laces and squarred stocking. (See chapter 59.) The plate is signed \"omacaire\" (?). Holes for binding on the left border of the page. "], "Producer name": ["Author: Paul Louis de Giafferri"], "Production date": ["1922-1923"], "Production place": [" Published in: Paris (France) (Published by Nilsson) "], "Materials": ["paper"], "Technique": ["hand-coloured"], "Dimensions": [" Height: 37 centimetres ", " Width: 27 centimetres "], "Curator's comments": ["The complete book L'Histoire du Costume Féminin Mondial is composed of 100 hand-coloured plates devoted to the costumes of China, Japan, Egypt, Assyria, Persia, India, Greece, Rome, and the East. Each plate is signed by the artist who hs hand-coloured it, here Omacaire (?)."], "Location": ["Not on display"], "Condition": ["Very good condition"], "Subjects": [" costume/clothing ", " footwear ", " women/feminism ", " slave/slavery "], "Associated places": [" Associated with: Nineveh (Iraq) ", " Associated with: Khorsabad ", " Associated with: Khuzistan (province) ", " Associated with: Susa "], "Acquisition name": ["Purchased from: Wong"], "Acquisition date": ["11 April 2018"], "Department": ["Middle East"], "Registration number": ["EPH-ME.8147.5"]}