{"artifact_name": "pen-box", "Object Type": ["pen-box"], "Museum number": ["G.7"], "Description": [" Pen-box, made of blue, white painted and glazed pottery. The pen box is in the form of a 13th-14th century Mesopotamian or Near Eastern inlaid brass prototype with a rectangular body of square section, with rounded ends and a recessed base. The interior with a lobed opening and two small integral ceramic inkpots. It is painted in tones of underglaze cobalt blue after an early Ming imitation of the Islamic metal original. The sides bear a pseudo-inscription in knotted foliated Kufic (recalling distantly, \"al-shif\", or similar combinations) against an arabesque of meandering foliage between narrow cable bands. The rounded ends with panels of symmetrical split-palmette reserved against a brushed and dotted cobalt ground. The top with a knot motif surrounded by leaves and a lobed oblong cartouche with a naïve Naskh inscription \"Nasr min Allah wa fath qarib\" (part of Qur'an, LXI, 13) painted in reserve. The base with cloud scrolls amongst undulating foliate stems. The interior with cable bands and a lozenge diaper. The ink pots with small silver mounts, one still with its cover. Lid missing and replaced by coarsely engraved beaten silver sheet bearing a tughra of Selim (evidently Selim III, 1789-1807). "], "School/style": ["Iznik"], "Cultures/periods": ["Ottoman dynasty"], "Production date": [" 1510 (circa (box)) ", " 1789-1807 (metal mount) "], "Production place": [" Made in: Iznik "], "Materials": [" pottery ", " silver (lid) "], "Technique": [" painted ", " glazed ", " underglazed "], "Dimensions": [" Height: 6.40 centimetres ", " Length: 29.70 centimetres ", " Width: 6.10 centimetres "], "$Inscriptions": [" "], "Bibliographic references": [" Atasoy & Raby 1989 / Iznik: The Pottery of Ottoman Turkey (fig.87) ", " Rogers & Ward 1988 / Suleyman the Magnificent (128) ", " Carswell 1998 / Iznik Pottery (fig.19) ", " Hayward 1976 / The Arts of Islam (411) ", " Roxburgh 2005 / Turks: A Journey of a Thousand Years, 600-1600 (343) ", " Lane 1957 / Later Islamic Pottery: Persia, Syria, Egypt, Turkey (fig.25.B) ", " Godman 1901 / The Godman collection of Oriental and Spanish pottery and glass, 1865-1900 (296) "], "Location": ["On display (G43/dc1)"], "Condition": ["Firing crack to upper surface; two vertical cracks to body; five chips to lobed rim, one with make-up; two chips to foot."], "Subjects": ["tughra"], "Associated names": ["Named in inscription: Selim III (tughra)"], "Acquisition name": ["Bequeathed by: Miss Edith Godman"], "Previous owner": ["Previous owner/ex-collection: Frederick Du Cane Godman"], "Acquisition date": ["1983"], "Department": ["Middle East"], "Registration number": ["G.7"], "Additional IDs": [" Miscellaneous number: Godman 7 "], "Conservation": [" Treatment: 13 Feb 1992 ", " Treatment: 07 Jun 1989 ", " Treatment: 10 Nov 1986 ", " Treatment: 10 Mar 2004 ", " Treatment: 17 Jul 2018 "]}