{"artifact_name": "jug", "Object Type": ["jug"], "Museum number": ["G.1"], "Title": ["Object: The \"Abraham of Kütahya\" Ewer"], "Description": [" Spouted jug, made of blue and white glazed pottery. It has a globular body and an elaborate piece-moulded neck with a torus moulding and flaring rim, standing on a profiled foot. The handle is in the form of a scaly dragon with gaping mouth and serpentine tail. The straight tubular spout tapers and bends towards the tip. The vessel is painted in tones of cobalt blue with a band of split-palmette arabesques reserved on a cobalt ground above a narrower band of foliate scrolls on a white ground. The shoulder has a bracketed panels enclosing leaves bordered with darts; the torus moulding has a chain band; waisted neck with vertical spotted lappets separated by leaves, with an undulating rumi scroll below the rim. The spout has vertical cable bands between tadpole-like motifs. The base has an inscription in Armenian (in bolorgir) under the glaze: \"This vessel is in commemoration of Abraham, servant of God, of Kcotcay (Kutahya). In the year 959 (1510 AD), March llth\". "], "School/style": ["Iznik"], "Cultures/periods": ["Ottoman dynasty"], "Production date": ["11 March 1510 (dated)"], "Production place": [" Made in: Iznik "], "Materials": ["pottery"], "Technique": ["glazed"], "Dimensions": [" Diameter: 7.30 centimetres (foot) ", " Diameter: 7 centimetres (rim) ", " Height: 17.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The Ottomans established a distinctive court style that appeared on objects made across the empire. One of their greatest artistic achievements was the glorious pottery of Iznik, a centre of ceramic production established in the 1480s that continued for over 200 years. Over time, Iznik potters introduced different shapes, styles and colours, culminating in the 1550s with a brilliant red and a range of floral motifs, including the tulip, whose introduction to Europe led to ‘Tulipomania.’ The Ottoman elite, including Muslims, Christians and Jews, all commissioned and consumed products such as Iznik ceramics. The Armenian inscription on the base of this ewer commemorates ‘Abraham, servant of God, of Kütahya.’ Kütahya was a thriving town under the Ottomans, with many Armenian Christians residing there. The date 959 is in the Armenian calendar equivalent to 1510 AD. Labels: Case No ... Ewer Godman; Godman; 35. The vessel is after a northern Italian prototype for liturgical use."], "Bibliographic references": [" Atasoy & Raby 1989 / Iznik: The Pottery of Ottoman Turkey (fig.96) ", " Carswell 1998 / Iznik Pottery (fig.24) ", " Lane 1957 / Later Islamic Pottery: Persia, Syria, Egypt, Turkey (fig.24.A) ", " Godman 1901 / The Godman collection of Oriental and Spanish pottery and glass, 1865-1900 (35) ", " Soustiel 1985 / La céramique islamique (fig.368) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.160, fig.1) "], "Location": ["On display (G43/dc1)"], "Exhibition history": [" Exhibited: 2001 2 Mar-27 May, London, The British Library, 'Treasures from the Ark: 1700 Years of Armenian Christian Art' "], "Condition": ["Large chip in rim; spout broken and mended."], "Subjects": ["dragon"], "Associated names": ["Illustration to: Abraham of Kutahya"], "Acquisition name": ["Bequeathed by: Miss Edith Godman"], "Previous owner": ["Previous owner/ex-collection: Frederick Du Cane Godman"], "Acquisition date": ["1983"], "Department": ["Middle East"], "Registration number": ["G.1"], "Additional IDs": [" Miscellaneous number: 1983.1 ", " Miscellaneous number: Godman 1 ", " Miscellaneous number: Godman 35 "]}