{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["G.234"], "Description": [" Jar. Fritware (stonepaste). The cylindrical jar with fluted (lobed?) body, straight neck and a bead rim sits on a thick, wide foot ring. The inside is covered with a pale blue glaze and painted with a (pseudo?) inscription in lustre on the neck. On the exterior, the rim is painted in lustre. The neck shows a row of large-scale kneeling figures alternating with the sides divided into rectangular compartments, and arabesques reserved in white on a lustre ground. Rayy type. Fritware (stonepaste); painted in lustre over an opaque white glaze. "], "Cultures/periods": ["Seljuq dynasty"], "Production date": ["1170-1200 (circa)"], "Production place": [" Made in: Kashan (probably) "], "Findspot": [" Found/Acquired: London (England) "], "Materials": ["stonepaste"], "Technique": ["lustred"], "Dimensions": [" Diameter: 12.80 centimetres (base) ", " Diameter: 19 centimetres ", " Height: 34 centimetres "], "Curator's comments": ["In the 1170s, a group of Iranian potters at Kashan adopted the complex glazing technique that produces the glazed surface known today as lustre. This had previously only been used in Egypt, Syria and Iraq. The shining metallic surface of these wares is the product of decorating glazed objects with oxides of copper and silver and submitting them to a second firing at low temperatures in a so-called reducing kiln (Blurton 1997). This jar is representative of the earliest group of Kashan lustrewares, decorated in the 'monumental' style as termed by Oliver Watson. The round-cheeked, narrow-eyed faces reflect a vogue for Chinese-style figures made familiar in Iran, perhaps inspired by portable Buddhist sculpture or painting in the eastern Iranian world. Seated figures such as the eight on this jar have no specific meaning but were intended to suggest enjoyment and good living. The object was formerly thought to have been made in Rayy."], "Bibliographic references": [" Blurton 1997 / The Enduring Image: Treasures from the British Museum (248) ", " Watson 1985 / Persian Lustre Ware (colour plate A) ", " Hayward 1976 / The Arts of Islam (347) ", " Godman 1901 / The Godman collection of Oriental and Spanish pottery and glass, 1865-1900 (219) ", " Pope 1938 / Survey of Persian Art (pl.640.B) ", " Wallis 1891 / Persian Ceramic Art Belonging to Mr F DuCane Godman, FRS: The Thirteenth Century Lustred Vases (pl.iv) ", " Lane 1947 / Early Islamic Pottery: Mesopotamia, Egypt and Persia (fig.56.B) ", " Wallis 1885 / Notes on Some Early Persian Lustre Vases (fig.2) ", " Burlington 1885 / Illustrated Catalogue of Specimens of Persian and Arab Art Exhibited in 1885 (477) ", " Oriental Ceramic Society 1950 / Early Islamic Wares: Catalogue of an Exhibition Held by the Oriental Ceramic Society from April 26th to June 7th 1950 (96) ", " Akbarnia et al 2018 / The Islamic World: a History in Objects (p.105, fig.5) "], "Location": ["On display (G42/dc3)"], "Subjects": [" gigantism/dwarfism ", " plant "], "Acquisition name": ["Bequeathed by: Miss Edith Godman"], "Previous owner": ["Previous owner/ex-collection: Frederick Du Cane Godman"], "Acquisition date": ["1983"], "Department": ["Middle East"], "Registration number": ["G.234"]}