{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["91524"], "Description": [" Hemispherical laced glass bowl; colourless with translucent yellow threads and translucent brown rim; rounded rim; hemispherical body; convex base; body formed by a pair of coils made from twisted canes of bichrome glass wound spirally from the centre of the base to below the rim; each cane was made by drawing out and twisting a double gather of colourless glass and yellowish glass; the coils were laid side by side but with their thread decorations in opposite directions, thus forming a chevron pattern; rim formed by applying a translucent brown coil; traces of rotary polishing on interior and exterior; rim carefully rounded by grinding; either slumped over a convex former and possibly covered with an outer mould and fused through reheating, or alternatively possibly by heating and coiling canes around a bowl-shaped mould as it was turned on a turntable; then finished by grinding and polishing. "], "Cultures/periods": ["Hellenistic"], "Production date": [" 3rdC BC(late) (?) ", " 2ndC BC (?) "], "Production place": [" Made in: Alexandria (Egypt) (?) "], "Excavator/field collector": ["Excavated by: Sir Austen Henry Layard"], "Findspot": [" Excavated/Findspot: Nimrud, Found in the lowest part of the ruins. "], "Materials": ["glass (colourless with translucent yellow threads and translucent brown rim)"], "Technique": [" slumped (?) ", " coiled (canes) ", " ground ", " polished "], "Dimensions": [" Thickness: 0.15 - 0.25 centimetres ", " Height: 8.50 - 9 centimetres (reconstructed) ", " Diameter: 16 centimetres "], "Curator's comments": ["Wrongly assumed by Layard to be Late Assyrian. The exact method of manufacture of these bowls is unclear as Marianne Stern and Rosemarie Lierke seem to think that the canes were heated and coiled round a bowl-shaped mould as it was turned on a turntable (I. Freestone June 2003)."], "Bibliographic references": ["Barag 1985a / Catalogue of Western Asiatic glass in the British Museum, Volume I (107; pp. 85-86, fig. 8, pl. 12)"], "Location": ["Not on display"], "Condition": ["About a third of the bowl preserved in one fragment; two mended rim fragments; base and a section of the bottom also preserved; no join between base and rim fragments; mended and heavily restored; grey enamel-like iridescent film covers most fragments, partially flaked away to reveal pitting. Examined by Denise Ling (16/11/07): The glass appears to be stable and has an iridescent surface. The vessel has a very large ugly yellow repair and I presume was probably treated more than 25 years ago. The fragments have been reconstructed and a detachable resin gap fill either epoxy or polyester (but probably epoxy) has been made to support the fragments. Around 50% of the vessel is missing. Some fragments do not have a physical join and so have been incorporated into the resin gap fill in an estimated position. There is evidence that HMG cellulose nitrate may have been used to reconstruct the vessel, as there has been a colour reaction with epoxy resin. The resin gap fill has probably yellowed since it was cast and does not follow the exact form of the vessel."], "Acquisition date": ["1851"], "Department": ["Middle East"], "BM/Big number": ["91524"], "Registration number": ["N.817"]}