{"artifact_name": "game-board", "Object Type": ["game-board"], "Museum number": ["123333"], "Description": [" Large fragment from a stone gaming board of red mottled marble, the track for the pieces being indicated by holes, some marked with rosettes,(five large and ten small); edge of the board decorated with a frieze relief showing winged and human figures, and quadrupeds; sometimes called 'Game of 58 Holes', a race game for two players, played with stick pieces which moved round the track at the throw of a dice; inscription. Large fragment from a red mottled marble gaming board: the track for the pieces is indicated by holes, some marked with rosettes. The edge of the board is decorated with a relief frieze showing winged and human figures, and quadrupeds. It is inscribed in cuneiform, revealing that it was the property of Esarhaddon, king of Assyria. "], "Authority": ["Ruler: Esarhaddon"], "Cultures/periods": ["Neo-Assyrian"], "Production date": ["680BC-669BC"], "Excavator/field collector": ["Excavated by: Sir Austen Henry Layard"], "Findspot": [" Excavated/Findspot: Nineveh (Iraq) (?) ", " Excavated/Findspot: Nimrud (?) "], "Materials": ["marble"], "Technique": ["drilled"], "Dimensions": [" Height: 12 centimetres ", " Thickness: 7.50 centimetres ", " Width: 15 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The game, sometimes called the 'game of fifty-eight holes', was a race game for two players, played with stick pieces which moved round the track at the throw of dice. The game first appears in Egypt before 2000 BC, and was popular there and across the Ancient Near East throughout the second and first millennia BC. Many discoveries show it to have been played at all levels of society. The present example is one of several evidently expensive and prized boards excavated by Layard. Part of N.1676 Compare with 1880,0719.208 Bibliography: C. J. Gadd, ‘An Egyptian game in Assyria’. ‘Iraq’ 1 (1934), 47."], "Bibliographic references": [" Curtis & Reade 1994a / Tesoros de asiria en el Museo Britanico: Arte e Imperio (91) ", " Gadd 1934a / An Egyptian game in Assyria (pl.VII(b)) ", " Curtis & Reade 1995a / Art and empire: treasures from Assyria in the British Museum (99) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2018-2019 8 Nov-24 Feb, London, BM, I am Ashurbanipal, king of the world, king of Assyria 2012-2013 28 Nov-18 Mar, Paris, Musee National du Moyen Age, 'Jeux de la Babylone antique a l'occident medieval' 2008-2009 21 Sept-4 Jan, Boston, MFA, 'Art and Empire' 2007 2 Apr-30 Sept, Alicante, MARQ Museum, 'Art and Empire' 2006 1 Jul-7 Oct, Shanghai Museum, 'Art and Empire' "], "Condition": ["Joined to N.1676"], "Subjects": [" animal ", " flower "], "Associated names": ["Named in inscription: Esarhaddon"], "Department": ["Middle East"], "BM/Big number": ["123333"], "Registration number": ["N.1673"], "Conservation": [" Treatment: 10 Jun 1994 ", " Treatment: 21 Jun 2018 "]}