{"artifact_name": "weight", "Object Type": ["weight"], "Museum number": ["OA+.4323"], "Description": [" Weight: fals weight of 20 qīrāṭ. Five line Kufic inscription. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["734-742 (AH 116-AH 124)"], "Materials": ["glass"], "Dimensions": [" Diameter: 2.60 centimetres ", " Weight: 3.84 grammes "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" See OA+ 4182 and 1881,0706.58. From the same die: Nies, James Buchanan. 1902. Kufic glass weights and bottle stamps. ‘Proceedings of the American Numismatic and Archaeological Society’. New York, 10 = Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York, 43; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 130; Fahmi, A. 1957. ‘Sinaj al-sikka fī fajr al-Islām’. Cairo, 80, 83; Launois, Aimée. 1959. ‘Estampilles et poids musulmans en verre du Cabinet des Médailles’ II. Cairo, 12 (illustration numbered 13); Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 218, Cf. Viré, F. 1956. Dénéraux, estampilles et poids musulmans en verre en Tunisie (Collection H.H. Abdul Wahhab). ‘Cahiers de Tunisie’ IV, 13; Launois 1957, 131; Fahmi 1957, 81-2; Miles, G.C. 1964. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo, 18; Balog 1976, 219. ", " This is much the most common of Yazīd's fals-weight dies. A second variety of the same denomination has a similar legend except that qīrāṭ is written in full, with the ‘alif’, and with its final 'ṭā’' reversed. There is also a star above the legend (Balog 1976, 220. Cf. Miles 1948, 44). A 20- kharrūba type is in the British Museum, numbered OR 3600. A single specimen of a 14- qīrāṭ denomination is known (Launois 1957, 128 = Fahmi 1957, 84). Bibliography: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III; Fahmi, A. 1957. ‘Sinaj al-sikka fī fajr al-Islām’. Cairo. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (115)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: Yazīd b. Abī Yazīd"], "Acquisition name": ["From: W R W Gardner"], "Department": ["Middle East"], "Registration number": ["OA+.4323"]}