{"artifact_name": "veil", "Object Type": ["veil"], "Museum number": ["OA.723"], "Description": [" Textile; veil; salmon coloured silk (a); open weave, green selvedges, finished at both ends with a rolled hem. Red tapes (b) sewn to the upper corners. Braid with fringes (c) sewn to lower edge. (a) salmon coloured silk simple tabby Warp: Z- and S-twist, ca 35 ends/cm Weft: Z-twist, ca 18 picks/cm Edges: two plain selvedges, two cut and sewn edges Swing: dark pink silk sewing thread for rolled hem and overcasting attaching (b) and (c). (b) two lengths of red silk tapes, both broken and re-joined by knotting. Warp: silk, no visible twist, ca 9 (?) ends in 4mm Weft: none Swing: dark pink silk sewing thread for rolled hem and overcasting attaching (b) and (c). (c) narrow silk braid, pale blue border, centre with zigzags in cream and red; long blue knotted fringe added on one side; added fringe of bundles of silk threads, slight Z-twist, threaded through side of braid and knotted; warp-faced 2:2 chevron twill, knotting. Warp: Z-twist S-ply silk, ca 24 ends in 1.2cm Weft: Z-twist S-ply silk, ca 21 picks/cm Edges: two selvedges, two cut ends Swing: dark pink silk sewing thread for rolled hem and overcasting attaching (b) and (c). "], "Cultures/periods": ["Mamluk dynasty"], "Production date": ["13thC-15thC (ca)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["silk"], "Technique": [" plain weave ", " sewn ", " knotted ", " twill weave "], "Dimensions": [" Height: 89 centimetres (a) ", " Height: 16 centimetres (b, tape 1) ", " Height: 12 centimetres (b, tape 2) ", " Height: 23 centimetres (c, braid) ", " Length: 10 centimetres (c, fringe) ", " Width: 24 centimetres (a, without fringe) ", " Width: 4 centimetres (b, tape 1) ", " Width: 4 centimetres (b, tape 2) ", " Width: 1.20 centimetres (c, braid) "], "Curator's comments": ["History of use: probably would have tied around head, with tapes, above nose H. Granger-Taylor, 9/11/1989"], "Location": ["Not on display"], "Condition": ["(a) poor - but colour good (b) and (c) fair - braid and fringe in good condition conservation: date unknown, stuck down to a sticky net"], "Acquisition notes": ["Acquisition details unrecorded."], "Department": ["Middle East"], "Registration number": ["OA.723"], "Conservation": ["Prepare for storage: 27 Apr 2022"]}