{"artifact_name": "weight", "Object Type": ["weight"], "Museum number": ["OA+.4353"], "Description": [" Ring-weight: raṭl. Measure of unidenified substance. Eight line Kufic inscription. Ornament, probably a star, at the end of the legend. Fragment, the top with a large chip off its bottom right. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["740-741 (AH 123)"], "Materials": ["glass"], "Dimensions": [" Length: 6.50 centimetres ", " Weight: 120.70 grammes ", " Width: 3.50 centimetres (stamp) "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" From the same die: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 138. Cf. 139. ", " This is the only weight for a commodity other than meat in the collection. Such pieces are less common than meat weights but a considerable series has by now appeared, starting, probably, from the time of Qurra b. Sharīk and ending in that of Yazīd b. Abī Yazīd. The only denomination of weight that occurs in this group is the complete raṭl. The readings that have been suggested for the commodity or commodities named on them are none of them entirely convincing; though satisfactory solutions are elusive it seems worthwhile to attempt a full statement of the problems. On the weights of this group the name of the commodity takes one of two forms, distinguished only by the addition or omission of a single letter, alif. The two forms could stand for different things or be alternative spellings for one and the same thing. As will be shown there is some reason to believe that the latter explanation is correct. Most of the types are very clearly written. No doubt exists about the forms as they stand in undotted script. The British Museum's piece belongs to the smaller of the two sub-groups, on which the name of the commodity is written ʿayn or ghayn, 'tooth', alif, 'final tooth' (ʿBAB). The only other types are one of al-Qāsim b. ʿUbaydāllāh and Ẓaffār b. Shabba dated 122 (Petrie 1926, 109-10) and possibly one of Qurra b. Sharīk. The legend on the one published specimen of the latter (Balog 1976, 1) is defective, but the last letter appears to be a final unattached 'tooth' rather than the fā' of wāf read by Balog and the inscription could therefore have ended [ʿayn, 'tooth', alif,] final 'tooth', i.e. ʿBAB. Petrie did not recognize the word as the name of a commodity. Balog's suggestion was ʿunnāb, meaning the fruit of the jujube tree, of which there are a number of species. As a reading of the letters this is sound and the jujube has been cultivated and its fruit consumed in Egypt from early times. However, as an explanation of the word on the weights it can hardly be accepted. One would not be surprised to find vessel stamps for jujubes. The fruit is quite small and, particularly when dried, would be well suited to be sold by measure but that it was ever an important enough item of diet to be picked out, together with meat, from all others and have a special set of weights provided for it seems extremely unlikely. On pieces belonging to the second sub-group, the form of the name of the commodity is the same as the longer one except that it lacks the alif ( ʿ BB). Specimens in the names of the following officials are known: Ḥayyān b. Shurayḥ (Balog 1976, 35); ʿUbaydāllāh b. al-Ḥabḥāb (1. Miles 1963 II, 7, with legend beginning mimmā amara bihi. Read raṭl for the editor's ru[bʿ ra]ṭl; 2. Balog 1973, 3, with legend beginning bismillāh); al-Qāsim b. ʿUbaydāllāh (1. Dudzus 1959, 3d and cf. Miles 1948, 35, of al-Qāsim alone; 2. Balog 1976, 136, with Muslim b. al-ʿArrāf and dated 119); Yazīd b. Abī Yazīd (Balog 1976, 215-6). To these may probably be added a piece in the Louvre noted briefly and without mention of an official's name by Viré (p. 24) as a vessel stamp (estampille) but which appears likely to be a fragment of a weight. Three readings have been suggested for the shorter form. That of Viré, ʿubab, meaning the winter cherry, the fruit of the alkekenji is open to the same objections made above with regard to the jujube. The small fruit of the alkekenji were no doubt eaten in early Islamic times as they were later but would not have been a very significant product. Balog (1976, 25) mentions having considered and rejected ʿayn. There is some doubt whether it means, as he states, 'precious metal, or unminted gold or silver' and in any case it is epigraphically unacceptable. With some reservation, he preferred the reading first suggested by Miles (1963 II, 7), that is, ʿ inab, meaning grapes. Grapes, it is true, are not suitable for sale by measure and would have been widely consumed. However, they must in fact have been so common that it is difficult to see why, if the weights of this subgroup were designed for them, the weights themselves are so scarce. Grapes too are a seasonal product, which the other commodities named on weights and vessel stamps appear not to be. Considering both the sub-groups together it is noticeable that at any one time only one or the other is being issued, which makes it likely that they are not to be taken as forming two chronological series for two different commodities but as a single one on which the name of the commodity is written in two different ways. The two spellings might represent differently pronounced forms derived from the same root, or the shorter form might simply be the longer one with the alif omitted by so-called 'scriptio defectiva'. In this case a further difficulty arises with the reading ʿ inab, 'grapes', that no alternative form with the alif is recorded in the dictionaries. No obvious reading of any sort comes to mind. Finally, it may be remarked that, although the similarity of these types with the commodity stamps and above all the meat weights naturally suggests that the word qualifying raṭl is the name of a commodity, it is possible that it is something else. It might, for instance,designate the weights as a different kind of raṭl from the usual one. The use of different weight systems with similarly named denominations for different substances at the same period is of course a metrological commonplace, outside the Islamic world as well as within it. To give an example from Egypt itself, two different raṭl systems, the Miṣrī and the Jarawi, were in use simultaneously in the Ayyubid period. Bibliography: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London; Miles, G.C. 1963. ‘Contributions to Arabic metrology’ II (II. Peter Ruthven collection). New York; Balog, P. 1973. Pois et estampilles en verre et poids en bronze musulman de Musée d’Art et d'Histoire de Gèneve. ‘Gènava’ XXI. Genève; Dudzus, Wolfgang. 1959. Umayyadische gläserne Gewichte und Eichstempel aus Ägypten in den Berliner Museen. ‘Aus der Welt der Islamischen Kunst. Festschrift fur Ernst Kühnel’. Berlin, 277-282; Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York; Viré, F. 1956. Dénéraux, estampilles et poids musulmans en verre en Tunisie (Collection H.H. Abdul Wahhab). ‘Cahiers de Tunisie’ IV, 17-90. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (90)"], "Location": ["Not on display"], "Condition": ["Fragment, the top with a large chip off its bottom right."], "Subjects": ["planet/constellation (?)"], "Associated names": [" Named in inscription: al-Qāsim b. 'Ubaydāllāh ", " Named in inscription: Dā’ūd b. al-Murr "], "Department": ["Middle East"], "Registration number": ["OA+.4353"]}