{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4042"], "Description": [" Executive stamp (vessel): three line Kufic inscription and a 6 pointed star below. Made of olive-green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["734-745 (AH 116)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 2.70 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" Vessel stamps from the same die: Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London, 132; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 120; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 212. Cf. Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York, 48; Launois 1957, 121-4; Miles, G.C. 1964. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo, 20; Balog 1976, 213-4. ", " With Yazīd b. Abī Yazīd begins the long series of counterstamps with the names of executives and legends most commonly beginning 'ʿalā yaday' ('at the hands of). Four dies for counterstamps of Yazīd have been described. Two are very similar to the present type. One, lacking the star beneath the legend, is described below. Another, with a slightly different arrangement (/Abī for A/bī) is known from one specimen (Miles 1948, 47). On the fourth, also represented by a single specimen, the legend begins 'amara', so it probably belongs to Yazīd's own Finance Directorship. (Balog 1976, 221, where the reference to Miles 1971, 18-19 is mistaken.) Like the earlier anonymous ones, the counterstamps with executives' names were used on heavy weights as well as vessel stamps and are therefore found linked with the stamps of Finance Directors, which usually include the denomination. The present stamp was used on heavy weights of both Ḥafṣ b. al-Walīd and ʿĪsā b. Abī ʿAtā. It came into use when Ḥafṣ became Finance Director, for it is found on half and quarter-raṭls of the series dated 124/741-2 (OA+ 4415. With stamps of ʿĪsā it is known from half-raṭls and from two different half-raṭl meat weights . It also occurs on a meat weight of uncertain denomination and probably on another damaged ring weight . Curiously, none of Yazīd's other counterstamps has yet been recorded on a weight. Bibliography: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York; Miles, G.C. 1971. ‘Umayyad and ʿAbbasid glass weights and measure stamps in the Corning Museum’. Corning. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (118)"], "Location": ["Not on display"], "Subjects": ["planet/constellation"], "Associated names": ["Named in inscription: Yazīd b. Abī Yazīd"], "Department": ["Middle East"], "Registration number": ["OA+.4042"], "Additional IDs": [" Miscellaneous number: B24 "]}