{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4018"], "Description": [" Stamp (vessel): quarter-qisṭ. Measure of olive-oil. Six line Kufic inscription. Made of green glass. Chipped at top and bottom. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["720-734 (AH 102-AH 116)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 3.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" See also OA+ 4286.There is a second remarkably similar die of this denomination with the legend arranged in the same way. Specimens are most easily distinguished by the ʿayn of ʿUbayd and qāf of qisṭ. Examples of the second type are: Casanova 1893, 111; Petrie 1926, 108; Viré 1956, 10; Launois 1957, 31; Miles 1963, 9; Balog 1973, 4. A large number of specimens have not been illustrated and may belong to either type or, conceivably, others. Bibliography: Casanova, P. 1893. Catalogue des pièces de verre des époques byzantine et arabe de la collection Fouquet. ‘Mémoires publicées par les membres de la Mission Archéologique Francaise au Caire’ VI. Paris; Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London; Viré, F. 1956. Dénéraux, estampilles et poids musulmans en verre en Tunisie (Collection H.H. Abdul Wahhab). ‘Cahiers de Tunisie’ IV, 17-90; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 1-83; Miles, G.C. 1963. ‘Contributions to Arabic metrology’ II (II. Peter Ruthven collection). New York; Balog, P. 1973. Pois et estampilles en verre et poids en bronze musulman de Musée d’Art et d'Histoire de Gèneve. ‘Gènava’ XXI. Genève. ", " From the same die: Dudzus, Wolfgang. 1959. Umayyadische gläserne Gewichte und Eichstempel aus Ägypten in den Berliner Museen. ‘Aus der Welt der Islamischen Kunst. Festschrift fur Ernst Kühnel’. Berlin, 1e; Fremersdorf, Fritz. 1975. Antikes, islamisches und mittelalterliches Glas : sowie kleinere Arbeiten aus Stein, Gagat und verwandten Stoffen in den vatikanschen Sammlungen roms (Museo Sacro, Museo Profano, Museo Egizio, Antiquarium Romanum). ‘Catalogo del Museo Sacro della Biblioteca Apostolica Vaticana Biblioteca Apostolica Vaticana’ V. Vatican City, 894; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 100, 104. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (57)"], "Location": ["Not on display"], "Condition": ["Chipped at top and bottom."], "Subjects": ["food/drink"], "Associated names": ["Named in inscription: 'Ubaydallāh b. al-Ḥabḥāb"], "Department": ["Middle East"], "Registration number": ["OA+.4018"], "Additional IDs": [" Miscellaneous number: K22 "]}