{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4004"], "Description": [" Stamp (vessel): mikyala. Measure of 'mizr' (beer), with section of attached rim and three line Kufic inscription. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["714-721 (AH 96-AH 102)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 5.20 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["'Mizr' was first suggested as a reading for a different, anonymous, type by Balog (1963, 4 = 1976, 896). It means a sort of beer, normally made from grains of various kinds and sometimes from other substances. The early Islamic Ḥadīth literature defines it variously as being made from wheat, barley or honey. A definition quoted by Ibn-Bayṭār mentions wheat, barley and millet. In modern Egypt, one is told, it refers principally to rice beer. As an intoxicant, 'mizr', whatever its ingredients, is forbidden by Islamic law. The historians of later periods mention episodes when the government of the time tried to suppress it, and others when it was content to tax it, or even attempt to monopolize its sale. The anonymous type published by Balog does look early. Miles 1971, 62, also anonymous, seems to be for 'mizr', though the reading is obscure immediately after the commodity. It is one of very few stamps which have both a denomination in raṭls (2 raṭls?) and a price (1 fals). The script indicates a date in the middle of the eighth century. Bibliography: Balog, P. 1963. Poids en plomb du khalife fatimite al-Ḥākim biamr-illah frappés à Miṣr en l'an 389 H. ‘Journal of the economic and social history of the Orient’ VI. Leiden, 216-227; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Miles, G.C. 1971. ‘Umayyad and ʿAbbasid glass weights and measure stamps in the Corning Museum’. Corning."], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (15)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: Usāma b. Zayd"], "Department": ["Middle East"], "Registration number": ["OA+.4004"], "Additional IDs": [" Miscellaneous number: 14 ", " Miscellaneous number: I4 (?) "]}