{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4064"], "Description": [" Stamp (vessel): quarter-qisṭ. With five line inscription. Made of green glass. "], "Cultures/periods": ["Abbasid dynasty"], "Production date": ["751-758 (AH 133-AH 141)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 4.30 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["See also OA+ 4062, OA+ 4063 and OA+ 4078. From the same die: Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London, 141; Miles, G.C. 1963. ‘Contributions to Arabic metrology’ II (I. Benaki Museum). New York, 29; Balog, P. 1973. Pois et estampilles en verre et poids en bronze musulman de Musée d’Art et d'Histoire de Gèneve. ‘Gènava’ XXI. Genève, 13; 1976, 330; Fremersdorf, Fritz. 1975. Antikes, islamisches und mittelalterliches Glas : sowie kleinere Arbeiten aus Stein, Gagat und verwandten Stoffen in den vatikanschen Sammlungen roms (Museo Sacro, Museo Profano, Museo Egizio, Antiquarium Romanum). ‘Catalogo del Museo Sacro della Biblioteca Apostolica Vaticana Biblioteca Apostolica Vaticana’ V. Vatican City, 896. Cf. Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York, 67; 1951, 20-1; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 163-6; Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York, 102-3; Miles, G.C. 1964. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo, 28; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 329, 331."], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (184)"], "Location": ["Not on display"], "Associated names": [" Named in inscription: Muḥammad b. Shuraḥbīl ", " Named in inscription: 'Abd al-Malik b. Yazīd "], "Department": ["Middle East"], "Registration number": ["OA+.4064"], "Additional IDs": [" Miscellaneous number: Bi(?)21 "]}