{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4095"], "Description": [" Executive stamp (vessel): Three line inscription. Made of green glass. "], "Cultures/periods": ["Abbasid dynasty"], "Production date": ["8thC(Mid)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 2.80 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" From the same die: Casanova, P. 1893. Catalogue des pièces de verre des époques byzantine et arabe de la collection Fouquet. ‘Mémoires publicées par les membres de la Mission Archéologique Francaise au Caire’ VI. Paris, 191; Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York, 111; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 317; Miles, G.C. 1971. ‘Umayyad and ʿAbbasid glass weights and measure stamps in the Corning Museum’. Corning, 48; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 742a-747. Cf. Launois 1957, 318; Miles, G.C. 1951. ‘Early Arabic Weights and Stamps: a supplement’. New York, 33; Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York, 102. ", " The pieces listed above are all vessel stamps. The edge of the impression of what appears to be the same die can be seen on the edge of two weights in the Balog collection, a half-raṭl of al-Manṣūr and a wuqiyya of Ṣāliḥ b. ʿAlī. Balog (1976, 724a-7) has argued that Abbān may have been active towards the end of Al-Manṣūr's Caliphate and even in the early years of that of al-Mahdi, on the grounds that the script of the stamp is identical with those of al-Muhājir (qv). The resemblance, however, is hardly very striking and such a late date conflicts with Abbān's association with Ṣāliḥ b. ʿAlī, which implies that he was active in the early part of al-Manṣūr's reign. There is reason to think that the few heavy weights issued in the name of that Caliph are to be dated to the earlier period (see OA+ 4295 and OA+ 4359). Castiglioni published an engraving of a curious dīrham weight with an executive's name which it is tempting to read Abbān b. Ibrāhim. The first two lines read 'amara al-amīr/aṣlaḥahu allāh' ('ordered the Amir/may God keep him righteous'). The benediction is one used by a number of officials, among them Ṣāliḥ b. ʿAlī. It may be that he was the nameless Amir of the pieces, if indeed the name is not omitted in the printed engraving by error. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (170)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: Abbān b. Ibrāhim"], "Department": ["Middle East"], "Registration number": ["OA+.4095"], "Additional IDs": [" Miscellaneous number: O1 "]}