{"artifact_name": "astrolabe", "Object Type": ["astrolabe"], "Museum number": ["OA+.371"], "Description": [" Astrolabe, made of copper alloy, engraved and inscribed with Arabic and Latin scripts. The mater has a small, tri-lobed throne to which is attached a suspension ring. The front rim of the mater is divided every degree to 360 degrees, numbered alphanumerically every five degrees. The reverse of the mater has a degree scale around the outer edge, of 0-90 degrees four times, divided every degree and numbered alphanumerically every 5 degrees. Within this scale is another degree scale, of 12 x 0-30 degrees, numbered alphanumerically every five degrees. Within the next concentric scale each 0-30 section is labelled for one of the 12 signs of the zodiac in the standard Arabic; abbreviated Latin labels have also been added at a later date. Eccentrically within the zodiac scale is a calendar scale, the outside edge divided by day, within which it is divided and numbered alphanumerically every 5 days; within the scale of days the months of the Julian calendar are recorded in abbreviated Latin and in Arabic script for the Latin names anticlockwise as follows: +IANV ينير; FEB فبري; MAR مارس; A[P(?)]R ابريل; MAD ماية ; IVN يونية; IVL يواية ; AVG اغست ; SEP سبتنر ; [O(?)]CT اكتوبر; NO[V(?)]نونبر ; DEC دجنبر . The innermost concentric scale is also alphanumerical, assigning one letter to each month, as a perpetual calendar, as follows: Month Arabic letter Corresponding number Jan ا 1 Feb د 4 March د 4 April ز [7] May ب 2 June ه 5 July ز 7 August ج 3 September و 6 October ا 1 November د 4 December و 6 The space within the perpetual calendar scale is divided into quadrants, only the lower right of which is inscribed with a shadow square, numbered alphanumerically every 3 units to 12 both horizontally and vertically and labelled منكوس ظل umbra versa and منسوط ظل umbra recta. The rete is stylistically similar to Eastern Islamic astrolabes and has 27 star pointers and the names of 28 stars inscribed, here transliterated as follows (starting counter-clockwise from Aries): قيطس بتن (batn qaytus), الغول (al-ghul), الدبران (al-dabaran), العيوق (al-‘ayyuq), الجوزا رجل (rijl al-jawza), الجوزا منكب ( mankib al-jawza), العبور (al-‘abur), الغميصا(al-ghumaysa), illegible, الدراعان (al-dhira‘an), illegible, قلب الاسد (qalb al-asad), جناح الغراب (janah al-ghurab),العزل (al a‘zal),نعش بنات (banat na‘sh), الرميح (al-ramih),الحية عنق (‘unuq al-hayya), الفكّ (al-fakka), العقراب قلب (qalb al-‘aqrab), name obliterated, الواقع (al-waqi‘), name obliterated, name obliterated,الردف (al-ridf), الجدي دنب (dhanab al-jady), الفرس (al-faras), الخديب (al-khadib), دنب قيتوس (dhanab qaytus). The mater has been labelled as a plate, and the astrolabe contains 2 additional, removable plates, both labelled on each side. Each plate is inscribed with lines for the Tropics of Cancer and Capricorn and the Equator. The horizon of each is labelled المشرق east and المغرب west on the left and right respectively and the meridian line is labelled خطّ الزوال for the noon line. All plates with the exception of the mater are also inscribed with lines for the prayer times labelled العص صالت salat al ‘asr and الظهر صالت salat al zuhr, and almucantars are also labelled for الفجر fajr, morning prayer and ?السxو. Azimuths are labelled alphanumerically every 10 degrees and almucantars every 6 degrees, all almucantars are also given in gothic numerals, as are the values for latitude in the centre of each plate. All other inscription is in floriated kufic script. Below the horizon the plate is divided into unequal hours, labelled alphanumerically. The latitide, hours and minutes are given on each plate as follows: ل سيراف كرمان و مسر و عرض Latitude Misr (Cairo, Egypt) and Kirman and Siraf, 30 degrees; مب ين شنتر و سالم و مدينات سرقسطة عرض Latitude Saragossa and Medinaceli and Salamanca, 42 degrees; ل لح يابسة وجزيرة تدمير و قرطبة عرض Latitude Cordoba and Tudmir and Ibiza, 38 degrees, 30 minutes; لو طرسوس و سمرقند و حران و المرية عرض Latitude Almeria and Harran and Samarqand and Tarsus, 36 degrees; م بطلوس و دانية و بانسية و طليطلة عرض Latitude Toledo and Valencia and Denia and Badajoz, 40 degrees. The alidade is not counter-changed but straight-edged and retains two sighting vanes. It is inscribed with an alphanumeric logarithmic scale. "], "Cultures/periods": ["Islamic"], "Production date": ["13thC-14thC (circa)"], "Findspot": [" Found/Acquired: Spain "], "Materials": ["copper alloy"], "Technique": ["engraved"], "Dimensions": [" Height: 12.50 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Gunther, R.T. (1932), 'The Astrolabes of the World', Oxford: Oxford University Press. Astrolabe no.110 (p.244)"], "Location": ["On display (G42/dc10)"], "Acquisition date": ["1972"], "Department": ["Middle East"], "Registration number": ["OA+.371"], "Conservation": ["Treatment: 05/12/2017"]}