{"artifact_name": "disc; weight(?)", "Object Type": [" disc ", " weight (?) "], "Museum number": ["OA+.4181"], "Description": [" Disc: weight (?). Two lines of Kufic inscription. Made of pale blue-green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["734-745 (AH 116-AH 128)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Diameter: 2.90 centimetres ", " Weight: 4.24 grammes "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" From the same die: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 217. ", " The legend reads from the second line to the first, a familiar feature of later Arabic epigraphy but one which occurs on no other glass stamp of an identifiable Umayyad or Abbasid official. The weights of this type present a problem. The British Museum's piece is of an excellent weight for a dīnār weight but Balog's at 2.80g, conforms to that of the early dirham weights. But if the same die was used to produce weights on both standards the users would have had difficulty in telling them apart. Perhaps the weights of these two specimens conform to the different standards by coincidence and the pieces are tokens, like the disks of varying weights on which the legend consists of the name ʿUbaydāllāh b. al-Ḥabḥāb. One the other hand, two specimens of a type with only the name of Usāma b. Zayd weigh 2.86 and 2.83g. remarkably close to each other and well within the usual range for early dirham weights (Petrie 1926, 88; Miles 1951, 26, 2). More material is required before it can be decided whether all these types are tokens or not. Bibliography: Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London; Miles, G.C. 1951. ‘Early Arabic Weights and Stamps: a supplement’. New York. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (111)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: Yazīd b. Abī Yazīd"], "Department": ["Middle East"], "Registration number": ["OA+.4181"]}