{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4020"], "Description": [" Stamp (vessel): mikyala. Measure of shelled chickling vetch (julubbān muqashshar). Six line Kufic inscription. Section of hollow rim attached. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["720-734 (AH 102-AH 116)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 4.60 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The actual reading of the commodity which is named on this stamp, and on many others, was first suggested by Casanova (1891, 95; 1893, 72); his translation of the word as pois chiche ('chick peas') was, however, incorrect. The Arabic for chick peas is himmas, now familiar in English as hoummous, which also occurs on vessel stamps. Both kinds of pulse were grown in Egypt from pre-Islamic times and they could hardly have been confused. Among the commentators on glass stamps Miles (1958, 269) was the first to identify julubbān or julbān correctly with the chickling vetch only to reject it as a reading on the stamps in favour of jullanār. He took the latter to mean the pomegranate; more precisely it means the wild pomegranate and particularly its flower, to which medical properties are ascribed in the pharmacopoeias. His reason for rejecting julubbān was that he doubted that 'this seed or blossom was sold by the druggists'. We would entirely agree, but are not particularly expecting to find drugs named on the vessel stamps. According to Miles julubbān and jullanār are identical in Kufic script. This is true except, in a proportion of cases, for the last letter. In the script of the commodity stamps rāʾ and final nūn are very similar and at times indistinguishable; faced with an uncertain reading it is wise to try both possibilities. However, in many cases the final nūn is curved back further than rāʾ and nūn is often considerably larger, sometimes larger than any form of rāʾ. Examination of the stamps for this commodity reveals that nūn is certainly the preferable reading on many of them. A final point requiring comment is the word muqashshar which is also found on vessel stamps describing lentils and peas (bisillah) (e.g. Balog, 1976, 840-1). There is no doubt that muqashshar, from the same root as qishr meaning bark, shell, rind or skin, refers to the removal of some kind of integument from the leguminous seeds involved, but it may be suggested that it does not here refer to the removal of the outer shell or pod as has been generally accepted. Bibliography: Casanova, P. 1891. Étude sur les inscriptions arabes des poids et mesures en verre (Collections Fouquet et Innes). ‘Bulletin de l'Institut d'Egypt’ 2/3. 89-121; Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York."], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (56)"], "Location": ["Not on display"], "Subjects": ["vegetable"], "Associated names": ["Named in inscription: 'Ubaydallāh b. al-Ḥabḥāb"], "Department": ["Middle East"], "Registration number": ["OA+.4020"], "Additional IDs": [" Miscellaneous number: K21 (?) ", " Miscellaneous number: K26 "]}