{"artifact_name": "coin-weight", "Object Type": ["coin-weight"], "Museum number": ["OA+.4180"], "Description": [" Weight: fals weight (coin). Six line Kufic inscription. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Weight: 3.96 grammes "], "$Inscriptions": [" ", " "], "Curator's comments": ["The script is crude and the readings suggested tentative. However it is clear that the text resembles that of a fals weight and refers to ʿUbaydāllāh, whose father's unusual name is reasonably plain. Its weight is perfect for 20 kharrūba but one wonders whether it was an official issue. A few types with similar garbled legends are known for other governors, for instance what appears to be a comparable fals weight of Ḥayyān b. Shurayḥ, with the legend partly in reverse, was published by Casanova (1893, 30) and a rather more legible type of al-Qāsim b. ʿUbaydāllāh is represented in the British Museum's collection (OA+ 4226). This latter, though incompetently written, is clearly copied from al-Qāsim’s ordinary fals-al-kabīr weights (e.g. Nos OA+ 4320, OA+ 4321 and 1889,0604.68). There is no obvious model for the present piece which has little in common with ʿUbaydāllāh 's 20- kharrūba weights, such as 1891,1003.27. In general the types with garbled legends do not share any great family resemblance. Bibliography: Casanova, P. 1893. Catalogue des pièces de verre des époques byzantine et arabe de la collection Fouquet. ‘Mémoires publicées par les membres de la Mission Archéologique Francaise au Caire’ V. Paris."], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (43)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: 'Ubaydallāh b. al-Ḥabḥāb"], "Department": ["Middle East"], "Registration number": ["OA+.4180"]}