{"artifact_name": "weight", "Object Type": ["weight"], "Museum number": ["OA+.4170"], "Description": [" Weight: half-dīnār. Nine line Kufic inscription. Made of bluish-green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["737 (AH 119)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Diameter: 2.10 centimetres (stamp) ", " Diameter: 2.50 centimetres ", " Weight: 2.10 grammes "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" See also OA+ 4169. From the same die: Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York, 28; Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 89; Fahmi, A. 1957. ‘Sinaj al-sikka fī fajr al-Islām’. Cairo, 48-50; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 148. Cf. Launois 1957, 90-1; Miles, G.C. 1964. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo, 12; Balog 1976, 149-50. ", " Attempts have been made to explain the word after niṣf ('half') in various ways but to make the correction to dīnār, as Fahmī did, seems much the most satisfactory solution, bringing the legend into conformity with other types. The initial dāl of dīnār has been written wāw and the next two letters run together into a mīm. It would appear that this is to be explained as a partial dittography of ‘wa amara’ from line three, made easier because of the resemblance between that phrase and dīnār in Kufic script. This is much the commonest of al- al-Qāsim's half- dīnār weight dies. As is often the case with coin weights with long legends, the date is too cramped to be really legible. It is presumably meant to be 119, the only legible date found on Muslim's glass pieces except for a single type of fals weight dated 121 (e.g. OA+ 4176). Bibliography: Fahmi, A. 1957. ‘Sinaj al-sikka fī fajr al-Islām’. Cairo. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (70)"], "Location": ["Not on display"], "Associated names": [" Named in inscription: al-Qāsim b. 'Ubaydāllāh ", " Named in inscription: Muslim b. al-'Arrāf "], "Department": ["Middle East"], "Registration number": ["OA+.4170"]}