{"artifact_name": "weight", "Object Type": ["weight"], "Museum number": ["OA+.4177"], "Description": [" Weight: fals weight of 24 kharrūba. Seven line Kufic inscription within dotted border. Semicircle pointing upwards at the end of the third line. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["734-742 (AH 116-AH 124)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Weight: 4.68 grammes ", " Width: 2.40 centimetres ", " Width: 3.20 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" From the same die: Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London, 115; Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York, 52. ", " The whole range of al-Qāsim's recorded fals weights is represented in the British Museum's collection with the exception of types of 15 kharrūba and 33 qīrāṭ, both known from unique pieces and with crude script (Miles 1948, 31; 1958, 48). Of the remaining types, the dated issues of 119, 121 and 122 fill much of the latter part of his term of office and the 24- kharrūba and great-fals or fals-al-kabīr weights, on which no executive appears, belong earlier. The semicircular ornament of the 24- kharrūba weight may also support an early dating since it is similar to the ornament found on al-Qāsim's first issue of qisṭ-system stamps and an anonymous counterstamp associated with his first issue of heavy weights (see OA+ 4292, OA+ 4293, OA+ 4025, OA+ OA+4032, OA+ 4033, OA+ 4103 and 1895,1220.7). Al-Qāsim is the first Muslim official in Egypt whose name is found on the copper coinage (e.g. Walker, p. 294). Bibliography: Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York; Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York; Walker, John. 1956. ‘A catalogue of Muḥammadan coins in the British Museum II: A catalogue of the Arab-Byzantine and post-reform Umaiyad coins’. London. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (73)"], "Location": ["Not on display"], "Associated names": ["Named in inscription: al-Qāsim b. 'Ubaydāllāh"], "Department": ["Middle East"], "Registration number": ["OA+.4177"], "Additional IDs": [" Miscellaneous number: 5 ", " Miscellaneous number: 6 "]}