{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4022"], "Description": [" Stamp (vessel): qisṭ. Measure of ghee (clarified butter). Five line Kufic inscription. Fragment of rim attached. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["720-734 (AH 102-AH 116)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 3.30 centimetres (stamp) ", " Width: 4.70 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The only close published parallel is a vessel stamp of Yazīd b. Abī Yazīd for a qisṭ of the same substance (Balog 1976, 236). After discussing other remoter possibilities Balog preferred to read the commodity as shamār, said to be one of several alternative forms for the normal shamār, with the alif, meaning fennel. Two other stamps, one of them OA+ 4126, bear the name of a commodity which may indeed be read shamār, with the alif, and are presumably designed for fennel, but it is unlikely that the present piece and the similar one of Yazīd b. Abī Yazīd are in fact for the same thing. In the first place, the denomination, qisṭ, is unprecedented for a herb or seed the shamār stamps are both for the mikyala. In the second, on the stamp of Yazīd b. Abī Yazīd the last letter of the commodity is of the large size-in proportion to the rest of the script which is characteristic of final nun rather than rāʾ. In early Kufic the forms are often very similar: on the British Museum's stamp the last letter is exactly like raʾ. However, in a good proportion of cases nūn is quite easily distinguishable on account mainly of its greater size (see for example the Kufic alphabets illustrated by Abbott, pl. V.). Bibliography: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Abbott, N. 1933. ‘The rise of the North Arabic script and its Ḳurʹānic development, with a full description of the Ḳurʹān manuscripts in the Oriental institute’. Chicago."], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (63)"], "Location": ["Not on display"], "Subjects": ["food/drink"], "Associated names": ["Named in inscription: 'Ubaydallāh b. al-Ḥabḥāb"], "Department": ["Middle East"], "Registration number": ["OA+.4022"], "Additional IDs": [" Miscellaneous number: Row 1 No 3 "]}