{"artifact_name": "weight", "Object Type": ["weight"], "Museum number": ["OA+.4190"], "Description": [" Weight: dīrham weight of 13 kharrūba. Four line inscription on obverse and a two line and one line inscription on the reverse. Made of green glass. "], "Cultures/periods": ["Abbasid dynasty"], "Production date": ["751-758 (AH 133-AH 141)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Length: 1.50 centimetres ", " Weight: 2.50 grammes ", " Width: 1.60 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Curator's comments": [" From the same pair of dies: Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 348 = Fahmi, A. 1957. ‘Sinaj al-sikka fī fajr al-Islām’. Cairo, 109; Launois, Aimée. 1960. ‘Catalogue des étalons monétaires et autres pièces musulmans de la collection Jean Maspéro’ 2 vols. Paris, 3; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 322-3. Cf. Rogers, E.T. 1873. Glass as a material for standard coin weights. ‘Numismatic Chronicles’ New Series XIII. London, 38 = Rogers, E.T. 1878. Unpublished glass weights and measures. ‘Journal of the Royal Asiatic Society’, fig 12; Launois 1960, 4-5; Miles, G.C. 1964a. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo, 26; Balog 1976, 324-5. ", " All the illustrated specimens share the same reverse die, but there are three different dies with the same legend and some of the pieces which are not illustrated may be from other dies. The same reverse is also found on dīnār-system weights with obverses of al-Manṣūr (see for example OA+ 4231). As for the obverse, it was introduced in Ṣāliḥ b. ʿAlī's second governorship for it is found with two different reverses in the name of Ṣāliḥ b. ʿAlī and Chael (Fahmi 224-5; Balog 1976, 296, which is from the reverse die of OA+ 4233. Cf. Balog 1976, 297). Since it had no name on it the obverse could continue in use when ʿAbd al-Malik replaced Ṣāliḥ as governor once again. Bibliography: Fahmi, A. 1957. ‘Sinaj al-sikka fī fajr al-Islām’. Cairo; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (177)"], "Location": ["Not on display"], "Associated names": [" Named in inscription: 'Abd al-Malik b. Yazīd ", " Named in inscription: Chael "], "Department": ["Middle East"], "Registration number": ["OA+.4190"]}