{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4337"], "Description": [" Stamp (vessel): quarter-qisṭ. Measure of olive-oil. Six line Kufic inscription. Trail mark. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["734-742 (AH 116-AH 124)"], "Materials": ["glass"], "Dimensions": [" Width: 3.60 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" From the same die: Petrie, W.M.F. 1926. ‘Glass stamps and weights’. London, 123; Dudzus, Wolfgang. 1961. Frühe Umayyadische Glasstempel aus Ägypten mit Beamtennamen in den Berliner Museen. ‘Staatliche Museen zu Berlin’ 3-4. Berlin, 6e; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 172. Cf. Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 65; Miles, G.C. 1964. Early Islamic weights and measures in the Muntaza Palace, Alexandria. ‘Journal of the American Research Centre in Egypt’ III. Cairo, 15. ", " Considering how large a proportion of Umayyad vessel stamps in general are for olive oil, remarkably few of al-Qāsim have been published and none at all are known on which his name is accompanied by that of any of his four executives. One suspects that during the latter part of his Finance Directorship either the sale of olive oil was not controlled by measures or, more probably, that it was sold by the standard qisṭ and its subdivisions. As has been mentioned in the introduction, with al-Qāsim the series of qisṭ-standard stamps for olive oil comes to an end. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (103)"], "Location": ["Not on display"], "Subjects": ["food/drink"], "Associated names": ["Named in inscription: al-Qāsim b. 'Ubaydāllāh"], "Acquisition name": ["From: W R W Gardner"], "Department": ["Middle East"], "Registration number": ["OA+.4337"], "Additional IDs": [" Miscellaneous number: No 12 "]}