{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4025"], "Description": [" Weight: quarter-qisṭ. Five line Kufic inscription. Slightly chipped at top. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["734-742 (AH 116-AH 124)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 3.70 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" From the same die: Casanova, P. 1893. Catalogue des pièces de verre des époques byzantine et arabe de la collection Fouquet. ‘Mémoires publicées par les membres de la Mission Archéologique Francaise au Caire’ VI. Paris, 126; Miles, G.C. 1958. ‘Contributions to Arabic metrology’ I. New York, 60; Dudzus, Wolfgang. 1961. Frühe Umayyadische Glasstempel aus Ägypten mit Beamtennamen in den Berliner Museen. ‘Staatliche Museen zu Berlin’ 3-4. Berlin, 6e. Miles, G.C. 1963. ‘Contributions to Arabic metrology’ II (I. Benaki Museum). New York, 14; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 164. Cf. Casanova 1893, 123-5, 127; Balog 1976, 162-3, 165-9. ", " This type and the similar qisṭ and half- qisṭ stamps (e.g. OA+ 4032 and OA+ 4033) belong to the first part of al- al-Qāsim’s Finance Directorship. He appears to have employed no other qisṭ-system dies before the dated issues with the names of his executives, which begin in 119/737. The last word of the legend is written alif, wāw, fā ', the letters of wāf, but written out of order. On all three denominations of this series the ‘ṭa '’ of qisṭ is followed by an alif which is accompanied by a semicircular mark pointing upwards. On the qisṭ and quarter- qisṭ stamps the semicircle follows immediately; on the half-qisṭ it is on the line below and wāf intervenes. There is a dot in the semicircle on qisṭ and half-qisṭ. Opinion has been divided over whether the mark is an ornament or a letter, nūn or rā' . Launois read musṭār 'must, new wine'; Balog (1976, p. 30) has suggested that qisṭān or qisṭār is an otherwise unknown measure of capacity. Miles pointed out that qisṭān could be the dual form of qisṭ, meaning 2 qisṭs, but preferred to take the semicircle as an ornament. Only the last of these suggestions seems likely. The pattern of issues before and after the series under discussion also suggests that they are in function ordinary qisṭ-system types. Epigraphically as well it is difficult to read the mark as a letter. It has not been pointed out that it differs greatly from the form of final nūn in use in early Kufic, and also from rā'. In most later scripts the tail of final nūn does curve round to about the level of the head, but on the glass and early coinage final nūn is a downstroke with a relatively slight curve to the left in the lower part; at times it is indistinguishable from rā'. The dot inside the semicircle on the qisṭ and half-qisṭ is, of course, correct for nūn but there is no other example of the use of consonantal pointing on the glass weights. Finally, the position of the semicircle on the half-qisṭ, after wāf, also argues against its being a letter. Words can, under certain circumstances, be divided between lines in early Kufic, but the second part of a divided word is placed at the beginning of the next line. It should be noted that semicircles which are unmistakably ornamental occur on other stamps from the early part of al-Qāsim's period of office (e.g. OA+ 4177, OA+ 4320 OA+ 4321 and 1889,0604.68), as well as an anonymous counterstamp in use at the same time (e.g. OA+ 4292, OA+ 4293, OA+ 4103 and 1895,1220.7). The alif at the end of qisṭ still requires explanation; it could be an accusative, but, if so, is ungrammatical. Miles was probably right to suggest that it is a variant form of a loan-word. Qīrāt also a borrowing from Greek, occasionally occurs with a similar final aiif (e.g. on OA+ 4261). Bibliography: Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (92)"], "Location": ["Not on display"], "Condition": ["Slightly chipped at top"], "Associated names": ["Named in inscription: al-Qāsim b. 'Ubaydāllāh"], "Department": ["Middle East"], "Registration number": ["OA+.4025"], "Additional IDs": [" Miscellaneous number: A21 "]}