{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4333"], "Description": [" Stamp (vessel): mikyala. Measure of woad (indigo). With five line Kufic inscription. Dotted border. Made of greenish blue glass. Chipped at bottom. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["714-721 (AH 96-AH 102)"], "Materials": ["glass"], "Dimensions": [" Width: 3.70 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The cramped 'wāf' of the last line looks as if it might be an addition but, if so, no specimen from the die in its first state is known. Stamps for wasma are quite common and exist in all the larger collections, but for a long time were not correctly read. The reading and the identification with woad were finally suggested by Miles (1951, 5) in the case of a stamp of ʿUbaydāllāh b. al-Ḥabḥāb. The translation 'indigo' put forward by Launois (e.g. 1959, 1) is based at least in part on a misunderstanding of Miles's remarks. It word wasma at times used to refer to indigo as well as woad; the blue dying agent produced by both plants is chemically the same. However, wasma properly so called, used with henna for dying the hair, is certainly woad. In Egypt itself woad was at some stage completely superseded as a dye for cloth by indigo which, under the name nīla, is listed among the crops for Egypt by the late medieval writers. The measures for woad, like the other glass ones, must have been used for retail sales and there can be no question of woad being supplied in them for an industrial purpose, that is for dying cloth. It must, on the contrary, like henna and katam, which also appear on stamps, have been intended for use as a cosmetic. Bibliography: Miles, G.C. 1951b. ‘Early Arabic Weights and Stamps: a supplement’. New York; Launois, Aimée. 1959. ‘Estampilles et poids musulmans en verre du Cabinet des Médailles’ II. Cairo."], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (16)"], "Location": ["Not on display"], "Condition": ["Chipped at bottom."], "Associated names": ["Named in inscription: Usāma b. Zayd"], "Acquisition name": ["From: W R W Gardner"], "Department": ["Middle East"], "Registration number": ["OA+.4333"], "Additional IDs": [" Miscellaneous number: No 16 "]}