{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Museum number": ["OA+.4040"], "Description": [" Stamp (vessel): mikyala. Measure of white cumin. Eight line Kufic inscription. Made of green glass. "], "Cultures/periods": ["Umayyad dynasty"], "Production date": ["740-741 (?; AH 123)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Width: 4 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" From the same die: Miles, G.C. 1948. ‘Early Arabic Weights and Stamps’. New York, 38; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York, 205. ", " It was Balog who suggested that the curiously written name of the commodity was meant to be 'kammūn' and that the accompanying adjective was 'abayḍ', 'white', rather than 'aswad', 'black', as Miles had read it. Abyaḍ is certainly correct. As for 'kammūn', two other dies for white cumin are known to have been in use under al-Qāsim: on one he appears by himself (Launois 1957, 67; Balog 1976, 205. Cf. Launois 1957, 68); on the other Muslim b. al-ʿArrāf is also named (Miles 1971, 17). The present type fits admirably with these. No other stamps of a commodity qualfied as white have been published in the name of al-Qāsim. As for the spelling of 'kammūn', it would seem that the first letter has been taken for the similarly shaped 'dāl' and therefore separated from the next letter, as 'dāl' should be but 'kāf' should not. At the end of the word, assuming we are not faced with an alternative form of it, final 'nūn' is omitted and the waw preceding it is written more like 'rā'' or 'nūn' or, alternatively, the 'wāw' has been left out. Miles (1951, 16) has provided a lengthy discussion of cumin. Bibliography: Launois, Aimée. 1957. Estampilles et poids faibles en verre Omeyyades et Abbasides au Musée Arabe du Caire, ‘Mélanges islamologiques’ III, 1-83; Balog, P. 1976. ‘Ummayad, ʿAbbasid and Ṭūlūnid glass weights and vessel-stamps’. New York; Miles, G.C. 1971. ‘Umayyad and ʿAbbasid glass weights and measure stamps in the Corning Museum’. Corning; Miles, G.C. 1951. ‘Early Arabic Weights and Stamps: a supplement’. New York. "], "Bibliographic references": ["Morton 1985 / A Catalogue of Early Islamic Glass Stamps (106)"], "Location": ["Not on display"], "Subjects": ["food/drink"], "Associated names": [" Named in inscription: al-Qāsim b. 'Ubaydāllāh ", " Named in inscription: Dā’ūd b. al-Murr "], "Department": ["Middle East"], "Registration number": ["OA+.4040"], "Additional IDs": [" Miscellaneous number: A31 "]}