{"artifact_name": "rhyton", "Object Type": ["rhyton"], "Description": [" Head of mule or donkey, broken from the body, from a pottery rhyton, with a shallow hole pierced in the mouth. Hollow, from two-piece mould; ears modelled and added. White coating. Micaceous brown clay, with an orange-brown surface and grey core. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["6thC BC-4thC BC (suggested range)"], "Production place": [" Made in: East Greece (?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 4.20 centimetres ", " Length: 6.40 centimetres ", " Width: 2.20 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked with Gutch number '347', but also '1120.152' (Gutch 1898-9, 97, no. 347). Close parallels from Naukratis (Cambridge, Fitzwilliam Museum GR.16.1899 and British Museum EA 1911,0710.95) probably come from same mould series). EA 1911,0710.95 and also objects EA 1911,0710.92 to 106 apparently came from 26th-Dynasty contexts at Naukratis, including Cypro-Archaic pieces of the 6th century BC. Bailey states 'this appears stylistically to be later than the seventh- to sixth-century objects registered with it; a fifth- or fourth-century BC date seems more likely' (Bailey 2008, 186, Terracotta IV). Bailey suggests this is Egyptian and a figurine, with comparanda that all come from Naukratis (Ashmolean Museum, Oxford, no. 1896-1908.E4790, thought to be from Naukratis; Coulson et al. 1996, 143, fig. 54:11, suggesting Hellenistic date; Near: Fitzwilliam Museum, Cambridge, GR.16.1899). The clay is very fine and, though similar to Nile silt, more likely to be East Greek. This is not a terracotta figure, but a mould-made piece from a rhyton. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 97, no. 347) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GO.567) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["mammal (donkey)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E239.1899 (Other Accession Number) ", " Miscellaneous number: GR.16.1899 (Accession Number) "]}