{"artifact_name": "coffin-fitting", "Object Type": ["coffin-fitting"], "Description": [" Egyptian terracotta coffin-fitting in the form of a boukranion. Flat at the back, in the form of a bull’s head, the horns curve forward. Pressed into a one-piece mould. The front has traces of a white dressing, painted yellow and gilded. Brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC-250BC"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted ", " gilded "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This is a common form of early Ptolemaic terracotta coffin-fitting, from a wooden coffin, found in the cemetery north of the settlement during the Egypt Exploration Fund’s second season at Naukratis (Gardner 1888, 11, 21-27, pl.16; Walters 1903, C567-8; Watzinger 1905, 60-1, no. 1d; Parlasca 2001, 177, n. 17; Bailey 2008, nos 3490- 4;). At least three mould series of boukrania were found in Naukratis (Parlasca 2001, 177, n.17 pl. 25), the detailed group 1 (Boston MFA 88.802-3; Fitzwilliam Museum, Cambridge GR.14.1887; Bristol Museum H2264.3; British museum GR 1888,0601.133 and GR 1888,0601.138; Ashmolean Museum, Oxford AN1888.237; AN1888.236); simple group 2 (Boston MFA 88.801; Fitzwilliam Museum, Cambridge GR.15.1887) and smaller group 3 (Fitzwilliam Museum, Cambridge GR.16.1887 and GR.17.1887; British museum GR 1888,0601.134; Ashmolean Museum, Oxford AN1888.238). Other examples said to be from Naukratis (University College London Institute of Archaeology, UCL1940-41), include parallels sold on the art market (Parlasca 2001, pls 26 three examples, pl. 27: 5–6; Sotheby’s New York Sale Catalogues, 18 June 1991, lot 84, and 31 May 1997, lot 99, 2 examples). All were coated with white, painted yellow and normally have traces of gilding. Fabric is consistent with Nile Delta silt fabric, and Naukratis production is most likely, as a boukranion coffin-fitting mould was found at Naukratis (Ashmolean Museum, Oxford AN1896-1908-E.4804). However, boukrania of the same mould series as detailed group 1, have been found in the cemetery of nearby Kom Firin (Leclant 1952, 247, fig. 30). Parallels of gilded ‘plaster’ boukrania, but not from the same mould series, from Kom Firin (Farid 1973, Kom Firin Tomb G7, JE 89427; Spencer 2008, 12, seven examples) and from the Chatby cemetery in Alexandria (Breccia 1912b, pl. 79, nos 260 and 262; Pagenstecher 1923, pl. 49, 11 and 13, but larger), suggest these had a wider distribution and possibly other production centres. Various coffin-fitting types were used on each wooden coffin (Coffin-fittings GR 1888,0601.131-135 were from one coffin; GR1888,0601.136-9, GR1888,0601.141 and GR1926,0624.9 were from another wooden coffin). Basta, M. 1979, ‘Excavations West of Kôm Firin (1966–1967)’, Chronique d'Egypte Bruxelles 54, 183–96. Breccia, E. 1912, Musée d'Alexandrie, La necropoli di Sciatbi, Cairo. Breccia, E. 1930, Terrecotte figurate greche e greco-egizie del Museo di Alessandria I, Bergamo. Choucri, S. A. 2003, Trois saisons de fouilles dans la vaste nécropole de Silvago, dans le gouvernorat de Béheira, in Z. Hawass (ed.), Egyptology at the Dawn of the Twenty-first century. Proceedings of the 8th International Congress of Egyptologists, I: Archaeology, Cairo, 123−9. el-Fattah, A. Abd and Georges, C. 2007, Le panthéon égyptien gréco- romain à la lumière des fouilles menées dans la zone du Delta ouest, in J. Goyon and C. Cardin (eds), Proceedings of the Ninth International Congress of Egyptologists. Orientalia Lovaniensia Analecta 150, Leuven, 21–32. Farid, S. 1973, ‘Preliminary Report on the Excavations of the Antiquities Department at Kôm Abu Billo’, Annales du Service des antiquités de l’Égypte 61, 21–6. Leclant, J. 1952, Fouilles et travaux en Egypte (1950-1951), Orientalia 21, 239. Pagenstecher, R. 1913, Die griechische- äegyptische Sammlung Ernst von Sieglin, part III, Gefässe in Stein und Ton; Knochenschitzereien, Leipzig. Parlasca, K. 2001, ‘Griechische Grabkunst ägyptens in hellenistischer Zeit’, in U. Höckmann and D. Kreikenbom (eds), Naukratis, die Beziehungen zu Ostgriechenland, Ägypten und Zypern in archaischer Zeit, Paderborn, 175–182. Spencer, N. 2008, Kom Firin I: The Ramesside Temple and the Site Survey. British Museum Research Publications 170, London. Watzinger, C. 1905, Griechische Holzsarcophage aus der Zeit Alexanders des Grossen, Leipzig. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DE.015) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.803 (Accession Number) ", " Miscellaneous number: P.5694 (Pottery & Porcelain Ledger No.) "]}