{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of man(?). Head only. Prominent chin and nose; one ear remaining; incised eyes. Hand made and solid. Crudely made with bulging eyes. Red-brown Nile silt with black core, common mica, organic, quartz and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["(late)7thC Bc - (late)5thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas H-O.1"], "Technique": [" handmade ", " incised "], "Dimensions": [" Height: 4.90 centimetres ", " Length: 3.50 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late Period style figurine with added eyes. A number of similar hand-made pieces were found at Naukratis (Amsterdam, Allard Pierson Museum 7473; Brussels, Musées Royaux d’Art et d’Histoire A.1847; A.1848; Boston, Museum of Fine Arts 86.469; 86.468; Bristol, City Art Gallery & Museum H2800, H2256; Oxford, Ashmolean Museum AN1896-1908-E.4719). Some of these examples still possessed their original Egypt Exploration fund labels, stating 'Naukratis 580 BC' suggesting that these were commonly found in late 6th century BC contexts. Three fragments of a Late Period figure of the same style, interpreted by Edgar as female, were found near the north side of the Great Temenos by Hogarth in '6th century' BC levels (Cairo CG32802; CG32801; CG32803; Hogarth, Lorimer & Edgar 1905, 131-2, fig. 11). Similar pieces were found by Petrie at Memphis in late period contexts (Petrie Museum UC48478-9; UC8928, UC48429, UC47823, UC47832; Petrie 1909a, pl. 43, no. 68, pl. 44 top right; Petrie 1909b, pl. 28, no. 70-71, pl.29, no. 85, see also pl. 32, no. 113 and pl. 34, nos 125-6, 131; Petrie 1910, see pl. 45, nos 178-9). Unprovenanced parallels are dated Late Period or Ptolemaic (Bayer- Niemeier 1988, pl. 97.7, no. 556, nos. 532-3; Török 1995, no.262). Bayer Niemeier, E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Roma. Petrie, W.M.Fl. 1909a, Memphis I, London. Petrie, W.M.Fl. 1909b, The Palace of Apries. Memphis II, London. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.301) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1848 (Accession Number) "]}