{"artifact_name": "sculpture", "Object Type": ["sculpture"], "Description": [" Large sculpture carved in red granite representing a sphinx lying on a rectangular base; likely to have been human-headed rather than ram-headed, with body of a lion; head broken off. "], "Cultures/periods": ["Ptolemaic (likely)"], "Production date": ["323 BC - 246 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, in front of the pylon "], "Materials": ["granite"], "Technique": ["carved"], "Dimensions": [" Length: 213 centimetres (about) "], "Curator's comments": ["This \"large sphinx in red granite\" (Petrie 1886, note inserted between pp. vii and viii) was found during the second season at Naukratis in the same area as parts of two large ram sculptures, outside the Great Temenos \"between the jambs of the pylon, toward the south side of the entrance\" (Petrie 1886, 27-28). It probably once lined a processional way leading to the entrance of the Great Temenos. In his journal, Petrie describes the discovery: “Then out in front of the great building of Ptolemy, at the gate of the Great Temenos I have found a large sphinx; upper part gone, but 7 feet long: beside two halves of another marble ram. I now believe, what I had suspected from the two rams found at the entrance before, that an avenue of sphinxes & rams led up to the building of Philadelphos, from the canal landing place” (Petrie 1885-1886, p. 18-19). Gardner (1888, 13-14) gives further details and notes about the find of two further large fragments: \"A broad and long trench was made along the probable direction of this avenue [the sacred road]; and in it was found the lower part of a granite sphinx, of the Ptolemaic period. The sphinx had been split up, in order that the stone might be used for other purposes; even on the part left wedge-holes could be seen, intended to serve for splitting off another portion. But this destruction must have taken place at some remote period, for the sphinx was about six feet below the present level of the ground. By a later search two large portions that have been broken off were recovered , and then were restored to their original position - not without some difficulty, for they could only just be lifted by six or seven men. Thus the whole sphinx again stood complete, with the exception of the face on, which could not be found.\" Thus reconstituted, the sphinx was photographed by Petrie (Delta series nos 488 and 489). A criosphinx figure would fit well with the cult of the major god revered in the Great Temenos, the ram-headed god Amun-Ra Baded (Yoyotte 1982/83; Guermeur 2005, 126-138). However, from what can be guessed from the photographs, it seems that it was a human-headed sphinx and would have represented the pharaoh, possibly Ptolemy I or II. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thèbes, Turnhout. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Yoyotte, J. 1982/83, ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, 129–136."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.12)"], "Subjects": ["sphinx"], "Associated names": [" Named in inscription: Ptolemy I Soter I (?) ", " Named in inscription: Ptolemy II Philadelphos (?) "], "Acquisition date": ["1885"], "Acquisition notes": ["Found 23 December 1885"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: unknown (Accession Number) "]}