{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Wheel-made pottery oil-lamp, with brown-red slip. The body was circular (lost). Long pointed nozzle with rounded end. Blackened and cracked. Fine micaceous red-brown silt fabric. Nozzle fragment only. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["333BC-200BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Kom Hadid, Area S21 "], "Materials": ["pottery"], "Type series": ["Howland Type 25 (variant)"], "Technique": [" wheel-made ", " slipped "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published with finds from 1980-1981 survey season at Naukratis (Coulson 1996, 139-145, pl.XVI). 333 BC to 250BC parallel in the British Museum, also from Naukratis (Bailey 1975, British Museum Lamps I, Q524, GR1886,0401.1341; Walters 1914, 236). An Egyptian variant of Greek Howland (1958) Type 25. 'Round body type' parallel from Roman Ehnasya, (Petrie 1905, 8, pl. 59.084) is cited as a parallel on the Philadelphia register card. Late 4th or 3rd century BC parallel from Alexandria (Blondé 1998, 319-20, no. 14). Blondé, F. 1998. Lampes tournée Hellénistiques du Musée D’Alexandrie, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 307-35. Coulson, W. D. E. 1996, The Finds, in Coulson, W. D. E. (ed.), Ancient Naukratis II. The Survey at Naukratis and Environs 1. The Survey at Naukratis, Oxford, 139-160. Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals. Princeton. Petrie, W.M.Fl. 1905. Roman Ehnasya (Herakleopolis Magna), 1904. London. Walters, H.B. 1914. Catalogue of the Greek and Roman lamps in the British Museum. London. "], "Bibliographic references": [" Coulson 1996 / Ancient Naukratis Volume II The Survey at Naukratis and Environs (p.139, pl.XVI-3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KC.54) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Excavation/small finds number: 3 (Finds catalogue number) "]}