{"artifact_name": "mug", "Object Type": ["mug"], "Description": [" Rim and body sherd (mended from two fragments) of South Ionian pottery mug; interior: reserved band at top, glazed streaky black below; exterior: reserved top, black below; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-580BC (circa)"], "Production place": [" Made in: Samos (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Furtwängler Type I-III"], "Technique": ["painted"], "Dimensions": [" Thickness: 0.37 - 0.42 centimetres (Schlotzhauer 2012) ", " Diameter: 9.80 centimetres (rim; Schlotzhauer 2012) ", " Diameter: 14.50 centimetres (rim) ", " Height: 6.50 centimetres ", " Thickness: 0.30 centimetres ", " Width: 7 centimetres (Schlotzhauer 2012) ", " Width: 9 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The shape of the cup is typical of Hera cups from this period. However, unlike Hera cups which have dipinto dedications to the goddess, this cup has a graffito. Similar cups have been found in the Sanctuary of Aphrodite at Miletus and thus this shape is not exclusive to Hera. Despite this, both the crude slip and the rather coarse fabric are typical of Samian Hera cups and so this mug may have been produced on Samos. Edgar did not publish a complete reading of the inscription, which was corrected in print by Schlotzhauer. For parallels with Hera cups, see British Museum 1888,0601.401, 1888, 0601.402, 1888.0601.403, and 1888,0601.405. For parallels regarding South Ionian mugs, see Boston 88.930. Following Furtwängler's typology of Samian Hera cups, the sherd belongs with his Type I-III (Furtwängler, A.E. and Kienast, H.J. 1989, Samos III: Der Nordbau im Heraion von Samos, Bonn, 88, fig. 14). "], "Bibliographic references": [" Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 54, no. 20) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 697, no. 542) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 117, NAU 80, pl.17a-b) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 35, no. 71, pl. XVII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.891) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.227.1899 (Accession Number) "]}