{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of a deer. Head only, ear chipped. Traces of red paint on ears, and a black stripe on the head. Cream coloured slip. Fine pink marl fabric with pale yellow surfaces. Very fine black or grey inclusions. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC - 525BC (likely)"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ18(?) "], "Materials": ["terracotta"], "Type series": ["Thomas H-A.1"], "Technique": [" handmade ", " painted "], "Dimensions": [" Height: 3.50 centimetres ", " Length: 4.80 centimetres ", " Width: 4 centimetres "], "Curator's comments": ["Probably Cypriot, but fabric has not been seen and so could possibly have been made at Naukratis. Resembles Cypriot Archaic (6th to 5th century BC) style figures from Naukratis at the British Museum (GR 1911,0606.2, GR 1888,0601.92). See also NA625 and NA626 in Cambridge Museum of Classical Archaeology. 'Early Archaic' parallel from Lindos (Blinkenberg 1931, pl.84, no.1899). The form and the decoration look Archaic Greek in style. Stags are a rare subject for Cypriot terracottas, but present from the Geometric period onwards. This fits with an example from Tamassos dated to the Cypro-Archaic period (Karageorghis 1996, Fitzwilliam GR.230-1892. Stag pl.23.5 M3), probably Cypro-Archaic II period. A stag figure is also known from temple of Apollo at Kourion (Karageorghis 1996, 39). This figurine is labelled in pencil T over a second line reading Φ18 (however the second and third characters are obscured and unclear), designating this as coming from a context excavated by Petrie within the sanctuary of Aphrodite, during Gardner’s excavations at Naukratis in 1885-1886. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Karageorghis, V. 1996. The coroplastic art of ancient Cyprus. VI. The Cypro-Archaic Period monsters, animals and miscellanea. Nicosia, University of Cyprus."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.081) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 23 (EEF distribution list number) ", " Miscellaneous number: 638.5f (Accession Number) "]}