{"artifact_name": "ionian cup", "Object Type": ["ionian cup"], "Description": [" Rim sherd of South Ionian pottery cup with everted rim; interior: reserved band at rim, glazed black below; wall reserved save for single band; top of rim glazed; exterior: lip and handle zone reserved with broad band between; possible drip mark in handle zone. Rim somewhat bent out of shape. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-530BC (circa)"], "Production place": [" Made in: Miletus (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["pottery"], "Type series": [" Hayes Ionian Cup type IX ", " Vallet and Villard Ionian Cup Type B2 ", " Schlotzhauer Ionian Cup Type 9.B "], "Technique": [" painted ", " slipped "], "Dimensions": [" Thickness: 0.25 - 0.52 centimetres ", " Diameter: 19 centimetres (circa) ", " Height: 3.75 centimetres (Schlotzhauer 2012) ", " Height: 3.80 centimetres ", " Width: 6.05 centimetres (Schlotzhauer 2012) ", " Width: 6.10 centimetres "], "Curator's comments": [" Object owned and held by Antikenmuseum, Heidelberg. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Schlotzhauer identifies the sherd as possibly belonging to a Type 9B South Ionian cup with everted rim. Type 9B cups closely follow the shape and decoration of the Attic Plain Komast cups. These cups coincide with Petrie’s class L1 (Petrie 1886, 18), Hayes’ Ionian Cup Type IX (Boardman and Hayes 1966, 111-6) and Villard’s Ionian Cup Type B2 (Vallet and Villard, 1964, 87-8). Type 9 cups have been found in large numbers in other sanctuary settings including at the Sanctuary of Aphrodite at Miletus, the Sanctuary of Demeter and Kore at Tocra, and at the site of Megara Hyblaea on Sicily. This type was the most common type of South Ionian cups with everted rims found at Naukratis. The Type 9 shape evolved from the earlier Type 5 cup shape. "], "Bibliographic references": [" Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 105-6, NAU 59, pl. 13d) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.569) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: I95 ", " Miscellaneous number: uninventoried 3 "]}