{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of Ithyphallic Harpocrates with side knot and oversized erect phallus. Tip of Phallus and part of base is missing. Mould-made with small hollow in base. Red-brown Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.1.1"], "Technique": ["mould-made"], "Dimensions": [" Height: 8.80 centimetres ", " Thickness: 1.99 centimetres ", " Width: 4.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Gutch dates NA588 (same mould) between 150BC and 250AD based upon it stratigraphic position (a surface find), though he mentions the possibility that it could be earlier (Hogarth 1899, pl. 12. no.143). A good parallel, possibly from the same mould was dated 5th to 4th century BC (Bayer-Niemeier 1988, pl.83.6, no.456). This was probably made in Naukratis, with examples found at the site, now in Cambridge MCA (NA614, NA588) and Bristol Museum (H841). Similar style unprovenanced pieces are generally dated 5th to early 4th century BC or end of the Late Period (Fischer 1994, pl.2. no.9; Török 1995, 52-3, nos 48-50). A parallel, from a different mould series, was found at Memphis and dated to the Ptolemaic period, but without contextual information (Petrie Museum UC48375). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Hogarth, D. G., Edgar, C.C. 1899, “Excavations at Naukratis”, ABSA 5, 26-46. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.090) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4695 (Accession Number) "]}