{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure. Grotesque style old lady(?) with kekryphale. Prominent cheeks; the tongue is indicated, the brows are greatly curved, and the neck was socketed into a separately made body. Solid, perhaps made in a two-piece mould. The face was certainly mould-produced, but the back of the head and details may have been modelled. Traces of a white coating. Light brown Nile Silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4 centimetres ", " Length: 3.20 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Many parallels from Naukratis (Particulaly British Museum. GR.1886,0401.1427; 1886,0401.1428; Ashmolean Museum, Oxford, no. G 107; Fitzwilliam Museum, Cambridge, GR.40.1887; Fischer 1994, no. 431), but also Smyrna in Asia Minor (Burn & Higgins 2001, pl. 71-2, no. 2396-2404). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.512) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1842 (Accession Number) "]}