{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure fragment of a deer in Cypriot style. Hand-made. Red-brown organic Nile silt fabric with a grey core and a thin red slip. Black painted decoration. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 525BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Type series": ["Thomas H-A.1"], "Technique": ["handmade"], "Dimensions": [" Height: 2.10 centimetres ", " Length: 5.70 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": ["This is an example of a Cypriot style figurine made in Naukratis. No traces of writing can be seen on this figurine. However this was registered with pieces labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite. All figurines sent out by the Egypt Exploration Fund in 1911 to various museums appear to have come from Petrie's excavation of the Aphrodite sanctuary, during Gardner’s season at Naukratis in 1885-1886. This figure is highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Hand-made quadruped animals were made by adding sausages of clay, and pinching or impressing details to the clay. Relatively poorly represented at Naukratis (Museum of Fine Arts, Boston RES.87.219, RES.87.217, 86.423; Fitzwilliam Museum, Cambridge GR.15.1899, GR.37.1887, E.237.1899; Ashmolean Museum, Oxford AN1896- 1908-E.4788, AN1886.507; Museum of Classical Archaeology, Cambridge NA626, NA624), considering this is usually a common figure in Late Period Nile Delta sites. The animals primarily represent bulls or cows, though rams may also be represented and this is not always clear. Parallels from Late Period Kom Firin (Spencer 2013, 176, F556, F644, F855, F677, F588, F490, F653, many may represent horses or riders), Tell el-Balamun (Spencer 1996 , pl.75, nos. 80-1), Memphis (Thomas & Nicholson 2013, 42, P-3; Petrie Museum, UC48296, UC48322; Petrie 1909a, Anthes 1965, pl.49, no.252;pl.44; Petrie 1909d, pl. xix; Anthes 1965, pl.49 c.252; Giddy 1999, pl.68, nos. 245, 343, 429), 5th to 3rd century BC Mendes (Redford 1988, 69, fig.83-4, nos. 771, 786, 785; 1991, 67) Ashmunein (Spencer 1993, nos.222, 233, 220, 195), Tanis (Brissaud 1994. Fig.9c; Brissaud 1995, 31, Fig.3a) and Yehudiyeh (Petrie 1909, pl.19). Anthes, R., Habachi, l., Yoyotte, J. and Jacquet, J. 1965. Mit Rahineh, 1956. Philadelphia , University Museum, University of Pennsylvania. Brissaud, P. 1994, Rapport sur la XLIe campagne de fouilles 1994, BSFFT 8, 7-35. Brissaud, P. 1995, Rapport sur la XLIIe campagne de fouilles 1995, BSFFT 9. Giddy, L. 1999. The Survey of Memphis II: Kom Rabia. EES: London. Petrie, W.M.Fl. 1909a, Memphis I, London, School of Archaeology in Egypt. Petrie, W.M.Fl. 1909b, The Palace of Apries. Memphis II, London, School of Archaeology in Egypt. Petrie, W.M.F. 1909c, Hyksos and israelite cities BSAE 12, London. From Yehudiyeh Pl xix Redford, S. 1988, The Excavation of Temple C, Appendix II. The Foundation Deposits, in, D.B. Redford, D.B., Sternberg-el-Hotabe, H., Redford, S., “Three Seasons in Egypt”, JSSEA 18, 1-23. Redford, S. 1988. Three Seasons in Egypt, Appendix ii, The Foundation Deposits, Journal of the Society for the Study of Egyptian Antiquities, 18, 19ff. Spencer, A.J. 1993, Excavations at el-Ashmunein III. The Town, London. Spencer, A.J. 1996, Excavations at Tell el-Balamun 1991-1994, London. Spencer, N. 2013. Kom Firin II. British Museum Research Publications. The British Museum, London. Thomas, R. I. & Nicholson, P. T. 2013. Figurines in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 41-74."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.236) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 23 (EEF distribution list number) ", " Miscellaneous number: 638.5i (Accession Number) "]}