{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of standing woman. Fragment of head only. Her forehead is framed by an arch of semicircular curls, parted in the middle above her forehead and worn back into a pointed headdress. Her face is thin with prominent nose and bulging eyes. Mould-made and solid. Pink-brown clay without mica. "], "Cultures/periods": ["Classical Greek"], "Production date": ["(mid-late)5thC BC"], "Production place": [" Made in: Rhodes (?) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Site 9 (Hogarth), Site 11 (Hogarth), Site 12 (Hogarth), Site 14 (Hogarth), Site 14a (Hogarth) or Well B (Hogarth Site 35) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.80 centimetres ", " Length: 3 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Gutch states this is from the Hellenion, dating this to between 500BC and 450 BC (Gutch 1899, pl. 12.27). Parallels for this type, but different mould series, from Naukratis (Bolton Museum 1911.44.25 Oxford AN1896-1908-E.4752). Parallel from Kamiros, Rhodes (Jacopi 1930, 100, fig. 86). See parallel from Lindos (Blinkenberg 1931, pl. 98, nos. 2154, 2156). Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Jacopi, G. 1930. Esplorazione archeologica di Camiro I. Clara Rhodos IV. Scavi Nelle Necropoli Camiresi 1929-1930. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 81, no. 27, pl. XII, no. 27) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.342) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.94 (Accession Number) "]}