{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of a satyr offering a wineskin. This well preserved terracotta shows the figure of a young satyr kneeling on the ground and clutching a large skin. The colour is extremely well preserved and the tanned skin of the satyr is easily distinguished from the red skin that he holds and the ochre cloak, which flares behind him. The hair is unkempt and the head thrown backwards, giving the impression that the satyr is looking upwards as he holds out the skin, presumably to receive its contents. The slovenly way in which he is seated might suggest drunkenness, and it has been suggested that the subject shown is part of a Dionysiac festival and that the skin is held out to catch wine. Light red clay with a yellow surface and a yellow-white slip. Black, red and brown painted decoration. Mould-made. "], "Cultures/periods": ["Hellenistic (early(?))"], "Production date": ["330BC - 250BC"], "Production place": [" Made in: Greece (?) ", " Made in: Turkey (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted ", " slipped "], "Dimensions": [" Height: 8.50 centimetres ", " Length: 11 ", " Width: 8 "], "Curator's comments": ["This scene is reminiscent of the Pompe of Ptolemy Philadelphos, as described in Athenaeus' Deinosophistae. During the elaborate parade through Alexandria, fountains of wine poured from artificial caves for distribution to the crowds. Dated to the 3rd or 2nd century BC and also thought to come from the Delta, near Rosetta (Ashton in Walker and Higgs 2001, no.97; Kassar 1986; Boussac 1998, 268 no. 211). However the acquisition data and a discussion by Hogarth appears to confirm a Naukratite provenance, where Hogarth suggests this is Naukratite work (Hogarth et. al. 1905, 132), though this is Greek or more likely East Greek in origin. Description comes from catalogue entry by Ashton (in Walker and Higgs 2001, no.97). Boussac, M.- F. 1998. in M. Rausch (ed.), La Gloire d'Alexandrie. Cat. Exh. Petit Palais. Paris 1998). Kassar, D. 1986. Le satyre du Caire à son retour des Indes', Bulletin des correspondence hellénique 110: 309-15. Walker, S. and Higgs, P. 2001. Cleopatra of Egypt: from history to myth, London: British Museum Press."], "Bibliographic references": [" Hogarth, Lorimer & Edgar 1905 / Naukratis 1903 (p. 132) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (no. 97) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.404) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" mythical figure/creature ", " drunkenness "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG26752 ", " Miscellaneous number: JE6102 (?) ", " Miscellaneous number: SR5/0936 "]}