{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure, seated. Cloak is pulled back revealing chest. Left side and face only. Mould-made and hollow with white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC(late) BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 8.30 centimetres ", " Thickness: 2.90 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Gutch dates this to 150BC-250AD (Gutch in Hogarth 1899; pl. 12. no. 172). From same mould as NA533 also now in Cambridge. The squinting eye style is often attributed to Roman and possibly later Hellenistic figures, though this may not be a chronological feature as there is a 2nd to 1st century BC parallel from Egypt (Török 1995; pl. 122. no. 227) and also late 3rd century BC example in Dresden (Fischer 1994, no. 54). Fischer, J. 1994. Griechisch- römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 91-2, no. 172, pl. XII, no.172) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.464) (Phase 1) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA510 (Accession Number) "]}