{"artifact_name": "transport amphora", "Object Type": ["transport amphora"], "Description": [" Handle of pottery transport amphora. Incuse hieroglyphic stamp, representing a nefer-sign in the middle, flanked by raised cobra (uraeus) to right, falcon bearing double crown of Ancient Egypt (pschent) and flail on back, above neb-basket sign and surmonted by sun-disc. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["stamped"], "$Inscriptions": [" "], "Curator's comments": [" Only known from Petrie's drawing in his Journal, 1884-5, p.72. ", " This combination of hieroglyphs is used to write the name of Amun-Ra in a cryptographic way (on the cryptic writing of the name of Amun: Drioton 1957). Such combination is attested on early scarabs and scaraboids. See for example a close motif on a scarab found in a Third Intermediate Period context at Medinet Habu (Teeter 2003, 85, pl. 39a, no. 129). This site provided also several stamp seals, often refering to Amun or the temple of Amun-Ra (Teeter 2003, 233-153). This stamped handle provides an interesting evidence of a production possibly controlled by the local temple of Amun (on a similar practice in the Oasis of Bahariya: Colin 2011, 52-57). Colin, F. 2011, 'Le \"Domaine d’Amon\" à Bahariya de la XVIIIe à la XXVIe dynastie : l’apport des fouilles de Qasr ‘Allam', in D. Devauchelle (ed.), La XXVIe dynastie. Continuités et ruptures. Actes du Colloque international organisé les 26 et 27 novembre 2004 à l'Université Charles-de-Gaulle – Lille 3. Promenade saïte avec Jean Yoyotte, Paris, 2011, 47-84. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Teeter, E. 2003, Scarabs, scaraboids, seals, and seal impressions from Medinet Habu; with post-pharaonic stamp seals and seal impressions, Chicago. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JB.1309)"], "Associated names": ["Named in inscription: Amun-Ra (likely)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: unknown (Petrie Journal 1884-5, p.72) "]}