{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figure of bearded man, a charioteer from a quadriga, with a tall pointed cap. Head and upper part of body of man, wearing high pointed cap, with long cheek-pieces from which strings ending in tassels fall over the shoulders; the hair just shows under the cap, beard (incomplete). A cloak is wrapped across front and has patterned edge. Mould-made, back roughly modelled, solid; made in light buff clay, remains of red paint. Hand-made pieces added. Beard broken; broken below chest and something which was to the left of the man is broken off too. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Salamis (Cyprus) (?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted ", " handmade "], "Dimensions": [" Height: 8.30 centimetres ", " Width: 4.85 centimetres ", " Depth: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Fragment of a charioteer (Gutch, 1898-9, 95, pl.12.290) from a quadriga, dated to the 7th century BC, found in Amrit (Karageorghis 1995, cat no.II(iii)e1-4) and numerous examples from the same mould series from Salamis (Monloup 1984, nos 644-6). Close parallel from Tyre (British Museum ME 1884,1029.3), where it was interpreted as Phoenician. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus. Monloup, T. 1984. Salamine de Chypre. 12, Les figurines de terre cuite de tradition archaïque. Paris: de Boccard. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, no. 290, pl. XII, no. 290) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.063) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Fair (incomplete)"], "Subjects": ["charioteer/chariot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.70 (Accession Number) "]}