{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta figure fragment. Head of a woman. Hair in double fringe acorss forehead, veil hanging behind ears on either side of neck. Brows, eyes, nose and smiling lips are prominent, and are all out of proportion. The hair or wreath upon the forehead is formed by a series of perpendicular ridges in the clay. Top of the head is incomplete; solid, front moulded, back smoothed. Dark red-brown Nile silt with black core. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC - 450BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Found between Site 1 (Hogarth) and Well B (= Hogarth site 35), 18 inches above the basal mud (or Site 2 (Hogarth) and Site 3 (Hogarth) 12 inches above mud). "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.1.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.70 centimetres ", " Thickness: 4.50 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the Ashmolean record card, this was orginally found in 'Area 2 & 3 12\" above mound'. According to Gutch, this was 'found between (area)1 and 35 (see plan) 18 in(ches) above the basal mud' (Gutch 1898-9, 80-1, plan # 9; Gutch publishes this as no. 25 in the plate, but 21 in the text). Gutch dates this to the first half of the sixth century BC (ibid.). Simple naked female plaque figures are common in Egypt during the Late period and in the Levant at contemporary Phoenician sites. Parallels are generally dated to the Late Period and early Ptolemaic periods in Egypt. Thought to be fertility figures or ex-voto in honour of, but not representing, Hathor (Török 1995, pl. 109, nos. 203-9, particularly no.206 from Memphis; Bayer-Niemeier 1988, 148, pl. 50.1-5, nos. 263-7, particularly no. 266; Weber 1914, no. 199; Petrie 1909, pl. 35.11; Kaufmann 1913, fig. 69,3). Bayer-Niemeier identifies a clear ‘Pharaonic tradition’ with New Kingdom and Third Intermediate Period parallels from Medinet Habu (Teeter 2010, nos 1 to 9 and 24 to 26) and theTemple of Mut in Luxor (Waraksa 2009, no. 3) and similar examples of this Pharaonic tradition come from New Kingdom domestic religion parallels from Deir el-Medina, Sawâma and Armana (ibid.). Similar figure plaques found at Naukratis in the British Museum (Bailey 2008, nos. 3108 to 3110; Higgins 1954, 404; GR 1888, 0601.113, GR1886,0401.1543, GR 1886,0401.1458), Cambridge (NA576, NA577, NA578, NA579, NA581, NA582, NA583, NA584), and by recent excavations at Naukratis by the Supreme Council of Antiquities, (SCA), (unpublished). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Kaufmann, C. M. 1913, Ägyptische Terrakotten der griechisch- römischen und koptischen Epoche, Cairo. Petrie, W.M.F. 1909a. Memphis volume I. London, School of Archaeology in Egypt. Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83. Teeter, E. 2010. Baked clay figurines and votive beds from Medinet Habu. Oriental Institute Publications 133, Chicago. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Waraksa, E. A. 2009. Female figurines from the Mut Precinct: context and ritual function. Fribourg Academic Press, Göttingen. Weber, W. 1914, Die ägyptisch- griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 81, no. 21, pl. X, no. 25) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.034) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Associated with: Isis-Hathor (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.77 (Accession Number) "]}