{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta female figure. Naked pregnant woman, squatting with legs raised on each side to expose her genitals: she holds her left leg up with her left hand, but both her left arm and her lower leg are lost; she indicates her pubic area with her right hand. She looks down to her right; her hair has a centre parting, and she wears bracelets and armlets on her right arm. Loop on back for suspension. Hollow; two-piece mould. Micaceous brown Nile silt with traces of a white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.40 centimetres ", " Length: 2.20 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of pieces from the same mould found at Naukratis (Cambridge Museum of Classical Archaeology NA496, NA516) or are attributed to Naukratis (British Museum GR1973,0501.55; Cambridge, Fitzwilliam Museum E.104.1914; Ashton et al. 2004: no. 92). Ptolemaic parallels (Montserrat 1996, pl. 23; Dunand 1990, no. 562; Grmek and Gourevitch 1998, 167, fig. 115), from Memphis (Petrie Museum UC33447) and Akoris (Tsujimura 1999, 16, fig. 12:6). Hellenistic parallel from Cyrenaica, regarded as based upon Egyptian examples (Burn and Higgins 2001, no. 2777). Ashton, S.-A., Buttrey, T. and Popescu, A. 2004. Roman Egyptomania, London. Burn, L., Higgins, R., Catalogue of Greek Terracottas in the British Museum, III, London. Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris. Montserrat, D. 1996. Sex and society in Greco-Roman Egypt, London. Grmek, M. and Gourevitch, D. 1998. Les maladies dans l’art antique, Poiters. Tsujimura, S. 1999, in Kawanishi, H. and Tsujimursa, S. (eds), Akoris 1998. Preliminary Report, Ibaraki. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.471) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["birth"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.104.1914 (Accession Number) "]}