{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Description": [" Shoulder sherd (mended from two fragments) of Attic black-figured pottery small neck-amphora; Part of both panels preserved together with handle zone; at top of shoulder, frieze of tongues in black and red between narrow black bands; below part of panel with red object, part of Nereus's tail fin, overlapping handle zone. "], "Producer name": ["Attributed to: The Deianeira Painter (Williams 1986)"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["580BC-575BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.90 centimetres ", " Thickness: 0.60 centimetres ", " Width: 7.60 centimetres "], "Curator's comments": [" Object owned and held by Ure Museum of Greek Archaeology, Reading. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vessel as Reading 26.2.76, 26.2.77, British Museum 1965,0930.843, 1965,0930.844, 1965,0930.845, Brighton HA281450.1 and Boston 88.827. Williams, D. 'In the Manner of the Gorgon Painter: the Deianeira Painter and Others’, in H. A. G. Brijder, A. A. Drukker and C. W. Neeft (eds) Enthousiasmos. Essays on Greek and Related Pottery presented to J. M. Hemelrijk, 1986, 61-68, esp. 62-65, fig. 4. The Ures (CVA Reading I, 39) published the sherd as Clazomenian and the tail fin was previously described as an archer's cap. "], "Bibliographic references": [" CVA Reading I / Corpus Vasorum Antiquorum Great Britain, Fasc. 12, University of Reading (p. 39, pl. 23, no. 36) ", " Cook 1952 / A List of Clazomenian Pottery (p. 129, n. 32) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0012) (Phase 1) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 26.2.74-75 (Accession Number) "]}