{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta protome female head. The face is broad in comparison with its length, with a rounded chin. The brows project in a sharp and well-defined ridge, and the inner corners of the eyes curve more suddenly towards the nose. The upper lip, which is very short, projects slightly beyond the lower one. The nose is straight. There is a white coating preserved in places, but no preserved signs of any colour. Red-brown Nile silt with grey core. Only central portion of the face, minus the right eye, preserved. Eroded and chipped. "], "Cultures/periods": [" Classical Greek ", " Late Period "], "Production date": ["480BC-350BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.10 centimetres ", " Length: 3.10 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " An 'f' is written on the piece in pencil. A small number of East Greek style protomes of Classical Greek date appear to have been made locally at Naukratis and placed in the Hellenion (Oxford, Ashmolean Museum AN1896-1908-E.4657, AN1896-1908-G.79; Cambridge, Museum of Classical Archaeology NA823, NA820, NA766, NA464, NA317), though the majority were imported from East Greece and of types typically found on Rhodes. Three of these are very similar, though are unlikely to have come from the same mould series (as they were made of different thicknesses), all are locally produced and of 5th to (early) 4th century BC late Classical Greek type (Oxford, Ashmolean Museum AN1896-1908-G.79; AN1896-1908-E.4655; Cambridge, Fitzwilliam Museum GR.12.1899). One of which was found with Classical Greek figures below the second Hellenion phase (Gutch 1899, 77, no. 5, pl. XI, no. 5). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.008) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.230.1899 (Other Accession Number) ", " Miscellaneous number: GR.12.1899 (Accession Number) "]}