{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure musician playing pipe. Feet missing. Mould-made and hollow with vent at back. Soft white (gypsum?) coating preserved on some areas. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC(mid) BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": ["mould-made"], "Dimensions": [" Height: 11.10 centimetres ", " Thickness: 3.60 centimetres ", " Width: 5.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that seems to have been operational in the 3rd to 2nd century BC. Parallels from Naukratis at the British Museum. Similar figures have been dated to the Ptolemaic period, between the late 2nd to 1st century BC. (Fischer 1994; 199, pl. 17, no. 200, 199; Török 1995; no. 150, 152). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.504) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, no. 268) "], "Location": ["Not on display"], "Subjects": [" musician (piper) ", " devotee/worshipper ", " ancient egyptian deity (?) "], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA486 (Accession Number) "]}