{"artifact_name": "amphora", "Object Type": ["amphora"], "Description": [" Large part of upper body of Milesian Fikellura pottery amphora, made up from several fragments; neck, handles and lower body missing; beige slip on outside, inside reserved. Moulded fillet at neck-shoulder join; below, row of black and added red tongues bordered by a line; figured zone below: A, two heraldic sphinxes facing a kneeling goat, and B two heraldic sphinxes facing a central palmette and spiral ornament; all in black paint with reserved details and added red, and surrounded by occasional small filling ornament. On body, dotted scale pattern bordered top and bottom by chequer bands; below, zone of crescents, chequer and rays. Some large lime inclusions. Inside, small drill hole, from scientific analysis? Graffito inscription on shoulder "], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["560BC-540BC"], "Production place": [" Made in: Miletus "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 44 (Hogarth), 'an early house with rooms based on the mud' (See Hogarth et al. 1898-9, 41) "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 22.30 centimetres (restored height) ", " Width: 34 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Grouped by Cook among his group of 'amphorae with scale pattern'; from the same workshop as the Tarquinia amphora (Cook 1933-4, p. 11). ", " Analysed by R.E. Jones using Optical Emission Spectroscopy: Jones, R.E., Greek and Cypriot pottery: a review of scientific studies, Athens, 1986; p.668, table 8.8, no.6. Allocated by Jones to 'Ionian B' group (p.670, table 8.9) "], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 84, no. 4, pl. VI, no. 4) (erroneously published under a wrong inventory number, G.132.1) ", " Cook 1933-1934 / Fikellura Pottery (pp. 10-11, no. E.1) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 60, pl. VII no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GF.053) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.668, table 8.8, no.6) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.135 (Accession Number) "]}