{"artifact_name": "figure; vessel", "Object Type": [" figure ", " vessel "], "Description": [" East Greek terracotta figure, probably from a plastic vase. In the form of a seated woman wearing East Greek dress. She sits on a throne with a footstool, hands on knees. She wears a chiton and symmetrical himation that hangs in folds from the knees. The modelling is sketchy. Traces of red paint on clothes and white coating in some places. Orange-brown fine Milesian (?) clay fabric with abundant fine mica and rare white inclusions. "], "Cultures/periods": [" East Greek Archaic II ", " Archaic Greek "], "Production date": ["6thC BC(late)"], "Production place": [" Made in: South Ionia, Miletus? "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 10.10 centimetres ", " Thickness: 1.20 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from Kamirus, Rhodes, dated to the late 6th century BC (Higgins 1970, nos 68-74). Here are similar plastic vessel kore heads from Naukratis (GR1886, 0401.1400, 1421) also in similar micaceous orange fabric and dated to the late 6th century BC (Higgins 1954, no.61). There is a close parallel from Lindos, Rhodes, dated 525BC-400 BC (Blinkenberg 1931, pl. 85, no. 2115). It was originally thought to be made in Rhodes (Higgins 1954, 48-9), but is probably Milesian as Jones' NAA analysis of GR1888,0601.659 also from Naukratis, places it within his East Greek, probably Milesian group (Jones 1985, 673). Higgins cites parallels from Cumae, Selinus, Lindos, Ialysus and Thera (Maximova 1927, no. 68; Blinkenberg 1931, pl.95, no. 2117, see also pl. 96, no. 2129; Higgins 1954, 50). An East Greek kore flask parallel from Clazomenae is dated to the mid 6th century BC (Ersoy 2007, pl. 19.2) . A close parallel was found at the Turkish site of Erythrae and was dated to the end of the 6th century BC (Bayburtluoğlu 1977, pl.19, no.31). Bayburtluoğlu, C. 1977. Erythrai II. Ankara. Blinkenberg, C. 1931. ‘Lindos, Fouilles del'Acropole, 1902-14: Les Petits Objects’. Ersoy, Y. 2007. Notes on History and Archaeology of early Clazomenae, in Cobet, J. (ed.) Frühes Ionien : eine Bestandsaufnahme ; Panionion-Symposion Güzelçamlı, 26. September - 1. Oktober 1999. Deutsches Archäologisches Institut. Milesische Forschungen; Band 5. Mainz am Rhein: Von Zabern. pp 149-78. Jones, R. E. 1985. ‘Greek and Cypriot Pottery: A Review of Scientific Studies’. Athens. Maximova, M. I. 1927. ‘Les vases plastiques dans l’antiquité’. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.036) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4669 (Accession Number) "]}