{"artifact_name": "plate", "Object Type": ["plate"], "Description": [" Fragment of floor of East Greek black-figured pottery plate. Underside reserved with sets of glazed plastic ridges. Inside, worn band at outer edge, then tondo frame of triple dots between lines. Tondo crossed by similar string-line; above it, a table with red top; on it a vertical-handled cup, under, a bird walking to right; a seated bitch with forepaws on the table regards the cup; to right the base of a couch leg. In the exergue, a female animal with a leonine head and a thick tail walks to right, turning her head back to face another feline, the head of which remains. Added white on the wing of the bird, shoulders of the \"lioness,\" outlining the leg of the table, and as dots on the couch leg. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["580BC-560BC"], "Production place": [" Made in: North Ionia "], "Findspot": [" Found/Acquired: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Diameter: 25 centimetres (of base) ", " Diameter: 10 centimetres ", " Thickness: 1.40 centimetres ", " Width: 14.40 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A very curious piece: both the subject and the style are highly individual. The symposium is rare in East Greek Archaic pottery and the creatures in the exergue unusual. Almost certainly from the same plate as BM 1886,0401.1281 "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XX) ", " Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 56, no. 197, pl. 46) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.799) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG26145 ", " Miscellaneous number: SR5/1630 "]}