{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates wearing a headdress and his left index finger to his mouth. Mould-made and hollow. White (gypsum?) coating, with red paint on skin and black on headdress. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["(early) 1stC -(early) 3rdC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5 centimetres ", " Thickness: 3.40 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. Two very similar pieces from Cambridge Museum of Classical Archaeology (NA653, NA667) that Gutch dated to between 150BC and 250AD (Gutch in Hogarth 1899, pl.12, no.217). '218' written on label on back. For the same headdress see Harpocrates parallels in Tübingen and Dresden dated to the 1st century AD and the first quarter of the 3rd century AD (Fischer 1994, nos 588, 606) Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.121) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 94, no. 217, pl. XII, no. 217) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA653 (Accession Number) "]}