{"artifact_name": "figure; theatre mask(model)", "Object Type": [" figure ", " theatre mask (model) "], "Description": [" Egyptian terracotta model or figure attachment in form of comedy mask. A model of a dramatic mask, an Old Man from the New Comedy with a short beard or, less likely, a Slave. He has a wrinkled brow, heavy eyebrows, large eyeballs and a wide open mouth. Finished along its lower edge, it is broken away elsewhere. Pressed into a one-piece mould, and the mouth cut out; the beard is striated by paring on the outside. A white wash or coating is preserved, over which red and black paint were added and are preserved near the eyes. Light red-brown fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(late)-2ndC BC(mid)"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7 millimetres ", " Thickness: 4 centimetres ", " Width: 4.60 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels of locally made actors' masks (British Museum GR1886,0401.1409; Cambridge, Museum of Classical Archaeology NA521; Cambridge, Fitzwilliam Museum GR.18.1887). The fabric on this example is very fine and the detailing on this finer than any of the other locally produced examples. It may have been imported. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.324) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" theatre mask ", " actor/actress "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG26772 ", " Miscellaneous number: JE26808 (Accession Number) ", " Miscellaneous number: SR5/4926 "]}