{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta female figure plaque. Fragment of chest, upper arms and head of a woman wearing three pendants and a necklace, earrings and an elaborate wig or headdress, with tear shaped beads or pendants hanging down from the brow from a headband. She was probably holding her right breast with her right hand, though this is not clear. Mould-made. Fine yellow-pink fabric with light buff surface, with frequent sand inclusions. "], "Cultures/periods": [" Cypro-Archaic ", " Cypro-Classical (?) "], "Production date": ["620BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 11.50 centimetres "], "Curator's comments": [" Object owned and held by the National Museum of Ireland. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Produced in Cyprus, with similar figures produced in various workshops around the island during the last third of the 7th century BC and into the early 6th century BC (Karageorghis 1999, see pl.21). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Karageorghis, J. 1999. ‘The coroplastic art of ancient Cyprus.V. The Cypro-Archaic Period small female figurines’. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.019) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 30/002/2454 (International Inventory number) ", " Miscellaneous number: NMI 1911:393 (Accession Number) "]}