{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of man in 'grotesque' style. Head is shaved, except for a side-lock found on representations of priests of Ptah and followers of Harpocrates. Head only. Mould-made and hollow. Traces of white coating. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.50 centimetres ", " Thickness: 4.10 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Gutch dated this piece to between 150BC and 250AD (Hogarth 1899, Pl.12, no.235, unclear whether this is NA697, NA701 or NA711). There are identical pieces from the same mould, or very close examples, from Naukratis in Cambridge (NA701, NA711) and in Boston MFA (No.86.453). An unprovenanced piece, probably from the same mould, was dated to the 1st century BC and is now in Dresden (Fischer 1994, Pl. 45, no.456). Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 94, no. 235, pl. XII, no. 235) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.588) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.98 (Accession Number) "]}