{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure bust of Apis (?) bull or cow in crude style. Mould-made and hollow. Possible traces of white coating. Red-brown Nile silt fabric with grey core, abundant mica, quartz, organics and white inclusions. Missing top of head, horns and back of figure.. "], "Cultures/periods": ["Roman Period"], "Production date": ["1-200AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 6.50 centimetres ", " Thickness: 2.92 centimetres ", " Width: 6.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of Apis bull busts in a Ptolemaic naturalistic style are known, dating from the 2nd to 1st century BC (British Museum GR1888,0601.103), see also a 1st to 2nd century BC parallel (Bayer Niemeier 1988, no.569). However this follows the simpler, more stylised Roman parallels dating from the1st to 2nd centuries AD in (Tübingen, Fischer no.1087; British Museum, Bailey nos 3719, 20; Louvre, Dunand nos 918-920; Fjeldhagen, M. 1995, nos.172-4). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.220) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Apis"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.505 (Accession Number) "]}