{"artifact_name": "oil-lamp; figure(?)", "Object Type": [" oil-lamp ", " figure (?) "], "Description": [" Terracotta figure fragment: upper body of a child figure with outstretched arms; red-brown clay. Probably from mould-made oil-lamp in the form of a boy. Likely a representation of Harpocrates. On top of the oil-lamp is a male seated child. The body is nude, except for an abbreviated garment with short sleeves, fastened at the chest and drawn up high at the rear, leaving the lower body uncovered. The detail of his face is lost and has been crudely carved with a flat instrument. He wears a cone shaped hat. Plastic oil-lamp made in three-piece plaster mould. Dark grey-brown Nile silt (over-fired) with abundant mica and white inclusions. Eroded. "], "Cultures/periods": [" Roman Period (early) ", " Ptolemaic (late) "], "Production date": ["1stC BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " pottery "], "Technique": ["mould-made"], "Dimensions": [" Height: 4.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar undated terracotta figures were found in Alexandria (Breccia 1930, pl.54, 12; Graindor 1939, no. 55) and in the Benaki Collection in the National Museum Athens (Mπ 1245, Mπ1223; see Bailey 1975, 282). Fabric is identical to figures made in Naukratis suggesting local production, if not in Naukratis then probably Nile Delta region. Similar, but different mould series (Fischer 1994, no.972; Bayer Niemeier 1988, No. 658f). Probably same mould series from Naukratis, in the British Museum (Bailey 1975 Q614; GR 1888,0601.148).‘Imperial Roman’ date (Besques 1992, E 399). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch- römische Terrakotten, Melsungen. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains IV/2. Époques hellénistique et romaine. Cyrénaïque, Égypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Breccia, E. 1930. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. I. Bergamo. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Graindor, P. 1939. Terres cuites de l’Égypte gréco-romaine. Antwerp. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.073) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["deity"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.385 (Accession Number) ", " Miscellaneous number: P.4537 (Pottery & Porcelain Ledger No.) "]}