{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of terracotta female figure with hair worn under a festival wreath headdress, her head to one side. Mould-made and solid with a simple back. Red-brown Nile silt with dark grey core, fine quartz, mica and white inclusions. Traces of white slip or coating. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["late 3rdC BC - late 2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) ", " slipped (?) "], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 3.70 centimetres ", " Width: 3.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'Z4' or '24' written on the back in pencil, possibly a context or find location number. Published by Gutch (1899, no.115). Good parallels from 3rd and 2nd century BC contexts at Athribis (Tell Atrib, Szmańska 2005, nos. 200-2) and published as late 3rd BC (Török 1995, no.216-7). Later parallels include one dated 1st century BC parallel (Bayer Niemeier 1988, no.15) and another dated 'Roman(?)' (Dunand 1990, nos. 701). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Roma. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, no. 115) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.443) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.86 (Accession Number) "]}