{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian Grand Style pottery chalice; cream slip; interior glazed black; from top, part of band of lotus buds in added white outline with added red centres; red band and two white bands; at bottom of sherd three red and white bands above possible red and white billet and square frieze; exterior: painted decoration consisting of facing male and female figures (of male, facing left, foot in flesh colour, part of chiton and himation with red bands and black dot decoration remains; of female, to left, only foot in outline); below, narrow band. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 5.90 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos ascribes this sherd to the Aphaia Group. The painter and the group are named after the chalice found in the sanctuary of Aphaia on Aegina and vessels from this group display a thematic unity. All depict figures in garments and, by coincidence, the lower parts of chitons and himatia. None have any filling ornament and the interior decoration of some consists of komasts rendered in the light-on-dark technique. "], "Bibliographic references": [" Price 1924 / Pottery of Naukratis (p. 215, fig. 55) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 32, no. 14, no. 46, pl. XVII) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 96-8, fig. 51, no. 773, p. 111, p. 280, pl. 101) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0819) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 94-6, N.87. G.19 ", " Miscellaneous number: GR.87.1894 (Accession Number) "]}