{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of Greek terracotta figurine of seated woman. Hollow and mould-made. Head and upper body and square section of back of chair preserved. Left arm by side of body, broken off at elbow; right arm angled and held before breast, holding a flower (?); faint folds of garment visible on upper body, pointed headdress and veil, hair parted above forehead. Traces of white coating, some patches of red colour on left shoulder, right arm and chest. Fine beige-orange clay with very little mica. "], "Cultures/periods": ["Classical Greek"], "Production date": ["5thC BC"], "Production place": [" Made in: Greece (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (Probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 10.30 centimetres ", " Width: 6.40 centimetres ", " Depth: 3.80 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels in this style of a terracotta woman standing or sitting are found across the Classical world in Rhodes and Attica dated to the mid 5th century BC (see Higgins 1964, nos 210, 211, 212, 213, 220, 222, 669). See parallel from Lindos for hand gesture (Blinkenberg 1931, pl. 98, nos 2154, 2156). Naukratis parallels in Bolton Museum (1886.31.32, 1911.44.25) and a local copy in Cambridge Museum of Classical Archaeology CA (NA342). Under the number 1911.44, a mixed batch of objects were originally registered; the sub-numbers were assigned on 11/05/2000. A number of (mainly Cypriot) terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.395) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1911.44.25 (Accession Number) "]}