{"artifact_name": "coffin-fitting", "Object Type": ["coffin-fitting"], "Description": [" Egyptian terracotta coffin-fitting of Gorgon's head (Medusa); a decorative attachment for a wooden coffin. Mask of Medusa with curling hair falling on each side of her face; the chin is dimpled. Snakes tied above and below face. The back is concave, with a flattened edge where it came into contact with the wood of the coffin. The face was pressed into a one-piece mould. A white dressing was applied and the hair was painted red. Nile Delta red-brown silt with abundant mica inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC-250BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.30 centimetres ", " Thickness: 2.40 centimetres ", " Width: 7.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This is a terracotta coffin-fitting from a wooden coffin, common in early Ptolemaic period cemeteries, found during the Egypt Exploration Fund’s second season at Naukratis (Gardner 1888, 11, 21-27, pl.16.14,6 and 8; Walters 1903, C561-6; Watzinger 1905, 60, no.1a-b; Parlasca 2001, 177, n. 17; Bailey 2008, 128-9, nos 3474-82; LIMC IV (1), 297, no. 115). Such coffin-fitting developed from Archaic types, of which one imported example was found at Naukratis (Fitzwilliam Museum, Cambridge GR.57.1887), there were many, very similar, variants of this Gorgon found at Naukratis (Greco-Roman Museum, 19873,19872, 19871 in Schreiber 1908, 40, fig. 26a and Breccia 1930, pl. 46.6; Egyptian Museum, Cairo JE27201.1-6 JE27201.5 in Edgar 1905, pl. II, CG33114- 33120; Harrow School Museum, LDOSR:1888.2 in Smith 1904, pl. 86, F80; Redpath Museum, Montreal 2538.02-04; Ashmolean Museum, Oxford AN1896-1908-E.4781, AN1896-1908-E.4782, AN1896-1908-E.4798; British Museum GR 1888,0601.695/Terracotta 3479, 1922,0420.1/Terracotta 3476, GR 1888,0601.140/Terracotta C566, 1888,0601.128/Terracotta C565, GR 1888,0601.130/Terracotta C562, 1888,0601.129/Terracotta C563, GR 1888,0601.127/Terracotta C561; Bolton Museum 1886.31.20a-20b; Boston Museum of Fine Arts, 86.396, 88.791, 88.787, 88.786, 88.785; Bristol City Art Gallery and Museum H5984, H5134, H5133, H839, H838, H837; Fitzwilliam Museum, Cambridge GR.9.1887-GR.13.1887, GR.48.1887, GR.49.1887, GR.51.1887, GR.58.1887, GR.59.1887, GR.64.1887; National Museum of Scotland, Edinburgh A.1888.22;: The Petrie Museum of Egyptian Archaeology UC54626-30 in Trope et al. 2005, no. 72 and Graindor 1939, pl. 16.44; Ashmolean Museum, Oxford AN1888.223-6; Warrington Museum 1888.57.145). These are usually depicted with snakes tied above and below the chin (GR 1888,0601.128), but sometimes omit (or remove before firing) the snakes (GR 1888,0601.129) and sometimes have added wings projecting from the forehead (GR 1888,0601.127). One example was made of plaster (GR1888,0601.695). Later Ptolemaic variants are rare (Boston Museum of Fine Arts, 88.790, 88.784; National Museum of Scotland, Edinburgh A.1888.22 A; Castle Museum, Nottingham NCM 1888-62; University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia E135 in Hilton Price 1897, 6, no. 31), as are Roman (?) forms (Boston Museum of Fine Arts, 88.789; Museum of Classical Archaeology, Cambridge NA671). Several Naukratis pieces are in private collections (Parlasca 2001, pl. 26; Sotheby’s New York Sale Catalogues, 18 June 1991, no. 84; ibid., 31 May 1997, no. 99; Christie’s Sale Catalogue, 8 December 1993, no. 128). The fabric is consistent with Nile Delta silt fabric, and Naukratis production is most likely, as coffin-fitting moulds have been found there (Ashmolean Museum, Oxford AN1896-1908-E.4804, boukranion mould). Parallels have been found in other Egyptian sites, suggesting these had a wider distribution and possibly other production centres. Other parallels from Egypt have been dated to the 2nd and 1st century BC (Schmidt 1994, no. 267; Watzinger 1905, 61, fig. 120), from Lower Egypt (Perdrizet 1921, no. 277; Schmidt 1994, no. 268) and smaller examples from Lower Egypt, dated to the beginning of the 3rd century BC (Besques 1992, no. D4575). One parallel is thought to be from Ptolemaic Memphis (London Petrie Museum, UC48468, though could also be from Naukratis). Parallels for the Naukratis examples have also been found at the nearby site of Kom Firin (Choucri 2003, 126, ‘2e type’; Farid 1973, Tomb G7, JE 89422, JE 89423, JE 89564; Basta 1979, shaft tomb T140, 194, 195; el-Fattah and Georges 2007, 30–1; Spencer 2008, 12). Various coffin-fitting types were used on each wooden coffin at Naukratis (Coffin-fittings GR 1888,0601.131-135 were from one coffin; GR1888,0601.136-9, GR1888,0601.141 and GR1926,0624.9 were from another wooden coffin). Basta, M. 1979, ‘Excavations West of Kôm Firin (1966–1967)’, Chronique d'Egypte Bruxelles 54, 183–96. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Breccia, E. 1930, Terrecotte figurate greche e greco-egizie del Museo di Alessandria I, Bergamo. Choucri, S. A. 2003, Trois saisons de fouilles dans la vaste nécropole de Silvago, dans le gouvernorat de Béheira, in Z. Hawass (ed.), Egyptology at the Dawn of the Twenty-first century. Proceedings of the 8th International Congress of Egyptologists, I: Archaeology, Cairo, 123−9. Edgar, C. C. 1905, Catalogue general des antiquités égyptiennes du Musée du Caire, Graeco-Egyptian Coffins, Masks and Portraits, Cairo. el-Fattah, A. Abd and Georges, C. 2007, Le panthéon égyptien gréco- romain à la lumière des fouilles menées dans la zone du Delta ouest, in J. Goyon and C. Cardin (eds), Proceedings of the Ninth International Congress of Egyptologists. Orientalia Lovaniensia Analecta 150, Leuven, 21–32. Farid, S. 1973, ‘Preliminary Report on the Excavations of the Antiquities Department at Kôm Abu Billo’, Annales du Service des antiquités de l’Égypte 61, 21–6. Graindor, P. 1939, Terres cuites de l’Égypte gréco-romaine, Antwerp. Hilton Price, F. G. 1897, A Catalogue of the Egyptian Antiquities, London. Lexicon Iconographicum Mythologiae Classicae, 1974, Zurich and Munich. Parlasca, K. 2001, ‘Griechische Grabkunst ägyptens in hellenistischer Zeit’, in U. Höckmann and D. Kreikenbom (eds), Naukratis, die Beziehungen zu Ostgriechenland, Ägypten und Zypern in archaischer Zeit, Paderborn, 175–182. Perdrizet, P. 1921, Les Terres cuites grecques d’Égypte de la collection Fouquet, Nancy. Schmidt, E. 1994, Martin-von-Wagner-Museum der Universität Würzburg, Katalog der antiken Terrakotten I: Die figürlichen Terrakotten, Mainz. Schreiber, T. 1908, Die Nekropole von Kôm-esch-Schukâfa (Expedition Ernst Sieglin I, Textband), Leipzig. Schürmann, W. 1989, Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe, Göteberg. Smith, C. H. 1904, Burlington Fine Arts Club, Exhibition of Ancient Greek Art, London. Spencer, N. 2008, Kom Firin I: The Ramesside Temple and the Site Survey. British Museum Research Publications 170, London. Trope, B., Quirke, S. and Lacovara, P. 2005, Excavation Egypt: Great Discoveries from the Petrie Museum of Egyptian Archaeology, Atlanta. Watzinger, C. 1905, Griechische Holzsarcophage aus der Zeit Alexanders des Grossen, Leipzig. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DE.138) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["classical mythological figure/creature"], "Associated names": ["Representation of: Medusa"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.9.1887 (Accession Number) "]}