{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure group. Probably Hadrian in military dress (but bare-headed) menacing a kneeling captive, whom he grasps by the hair, with a sword. The emperor wears a cuirass with shoulder-pieces and pteryges over a short tunic; a cingulum is knotted round his waist. He has arm-protectors and greaves and wears a bulla hanging round his neck. A diadem is worn, the tie of which hangs onto his right shoulder; an eagle or other raptor perches on his left shoulder. The captive is half-kneeling with his body and head to the front, and holds a sword and an oval shield. He wears a full beard, and long locks fall from his hair on both sides of his face. The group is set on a plain-faced plinth. The back is plain, with a ragged vent pierced through a circular depression produced in the mould. Hollow; two-piece mould. Micaceous orange-brown Nile silt with a red-brown surface; traces of a white dressing on the front. Most of the prisoner is preserved; the base and head of Hadrian is missing "], "Cultures/periods": ["Roman Period"], "Production date": ["117AD -138AD"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 15.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallel ffrom the British Museum (Bailey 2008, no. 3508). Other closely similar groups are known, none of which appear to be from the same mould-series as ours or indeed each other. These are Berlin Museum, no. 22737 (Castiglione 1970: 90–103; Kiss 1989b: 133, fig. 6; 1995: 68, fig. 21) and one in the Pushkin Museum, Moscow (Kobylina 1930: 58, fig. 2). In a previously published discussion (Bailey 1996a), Bailey came to the conclusion that the BM group represented either Hadrian subduing the Second Jewish Revolt (ad 115–18) or Marcus Aurelius celebrating the putting down of the Bucolic Revolt: I incline much more to the former now, although the Third Jewish Revolt, of Bar Kokhba, of ad 132–5 is more likely, and continue to see in the side-locks of the victim the peyot worn by many Jews and known to exist in the second century ad (Robert Littman, pers. comm.). Suggestions made by other scholars for these groups include Hadrian (Hofmann 1984: 585–91), Caracalla (Goette 1986: 136–7) and Diocletian (Castiglione, op. cit., and others who agree with that interpretation: Hall 1983: 79 ff.; Updegraff 1988: 72–3; Török 1988a: 250n. 117 and 1988b: 102; and Kiss 1984: fig. 231: he suggests the type goes back to Caracalla; see also Kiss 1982: 225–6, pl. 69). Quaegebeur (1994), in a wide ranging discussion of these terracottas and similar sculptures, sees in them unidentifiable Roman emperors of the second and third centuries. In a more recent publication, Kiss (1997: 296) suggests Septimius Severus vanquishing what may be a Parthian. A closely similar marble sculpture in Liverpool has had several suggestions as to which emperor is involved: Hadrian (Taylor 2004: 254, fig. 33), Lucius Verus, Septimius Severus and Caracalla – collected in Bailey 1996a, where two not unrelated stone reliefs are also mentioned, one of which, the Rosenberg stele, is now suggested by Kiss (1997: 296) perhaps to represent Diocletian. However, the Rosenberg relief probably shows the god Antaios (see 3111) and is not a ‘smiting-scene’ involving an emperor. Two other somewhat similar terracottas, both of which are damaged and lack the head of the emperor, are in the Benaki Museum, Athens (Pingiatoglou 1993: no. 278) and in the Museum of Fine Arts, Boston (Comstock and Vermeule 1976: no. 39, from Naukratis). Compare also a terracotta group in Munich with Bes in much the same pose, holding a victim by his hair and threatening him with a sword held horizontally (Schoske 1989: 98, no. A 18); a wall- painting with a man in military garb from the Bes-Chambers at Saqqara (Quibell 1907: pl. xxix:3), holding a kneeling (?) man by his hair and threatening him with a sword; also a wall-painting from Edfu with a similar subject (Henne 1925: 25–6, pl. xxx, described as a martyrdom); and a late Roman stone relief in Leiden (Quaegebeur 1994: 346, fig. 9), which may again show a martyrdom. The two last may be very late examples, based upon scenes of kings and emperors smiting their foes. Bibliog. Christie’s Sale Catalogue, 13 July 1983: lot 342; Goette 1986: 136–7, fig. 3; Vassilika 1992: 271, no. 49; Quaegebeur 1994: 339, fig. 2; Cook 1995: 226, fig. 4; Kiss 1995: 68, fig. 22; Bailey 1996a: 207–10; Kiss 1997: 295–6; Bailey 2005: 389n. 6; Bailey, Archaeological Research in Roman Egypt, 1993. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.346) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" soldier ", " emperor/empress "], "Associated names": ["Representation of: Hadrian"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.449 (Accession Number) ", " Miscellaneous number: P.4602 (Pottery & Porcelain Ledger No.) "]}