{"artifact_name": "vessel", "Object Type": ["vessel"], "Description": [" Fragment of vessel carved from calcite; small fragment of flat element with rounded edge; belonging to the rim of an alabastron or a lid; smoothed surface. "], "Cultures/periods": [" Late Period ", " 27th Dynasty (early) ", " 26th Dynasty (end) "], "Production date": ["550 BC - 450 BC (probably)"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Between the temple and the north-west corner of the temenos "], "Materials": ["calcite"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 5.50 centimetres ", " Length: 4.70 centimetres ", " Thickness: 0.50 centimetres ", " Width: 1.45 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Naukratis provided a wide range of vessels in calcite, chiefly alabastra. A few other shapes were also collected. Evidence for a local production of calcite vessels is given by the discovery of “many thousands of alabaster drill cores from tubular drilling” as well as unfinished vessels in the same material found in the temenos of Apollo in 1885, between the temple and the north-west corner of the temenos (Petrie 1886, 15). Most of these vessels should be dated to the second half of the 6th or latest first half of the 5th century BC. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Memoir of the Egypt Exploration Fund 3), London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 15) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.028) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, incomplete"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1885"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2190.c (Accession Number) "]}