{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from stone; underside incised with the name of Padibastet inscribed in hieroglyphs. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["664 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["stone"], "Technique": ["incised"], "$Inscriptions": [" "], "Curator's comments": ["Scarab not yet located, published by Gardner (in Gardner 1888, pl. XVIII, no. 70). Padibastet (Petoubastis) is a royal name for three pharaohs between the 23rd and 26th dynasty, as well as a common private name during the Late Period (Hornung and Staehelin 1976, 283). This name is commonly found on scarabs and scaraboids produced at “Scarab Factory” (Gorton 1996, 93, 103-107, type XXVIII B, subtype B16-23; on the various productions from this factory, see Webb forthcoming). Some were discovered in Naukratis itself such as: Paris, Louvre Museum E8056 bis.13; Boston, Museum of Fine Arts 88.858; Oxford, Ashmolean Museum AN1896-1908-EA.926. This specimen, however, is made out of stone and could have been produced elsewhere in Egypt. Various parallels: Fraser 1900, pl. XIV, 407-408; Vercoutter 1945, 103-104, 36-39; Hornung and Staehelin 1976, 282-283, 455-458. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Vercoutter, J. 1945. Les objets égyptiens et égyptisants du mobilier funéraire carthaginois, BAH XL, Paris. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 70) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.68) (phase 3) "], "Associated names": ["Named in inscription: Padibast"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1888.XVIII.70 (Accession Number) "]}