{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta male or child (Harpocrates?) figure on horseback. The rider's head is, and the horse is considerably damaged: the head and most of the neck are gone, much of the surviving foreleg and rear leg are missing: the group has split away at its join with its left side, and only the right side remains. The rider wore a garment that reached almost to his knees, and appears to have had boots. Part of the harness survives, the rein over the horse’s neck. From a two-piece mould, the two pieces would have been joined, one side since lost. Orange-brown Nile silt, with a grey-brown core. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["330BC-250BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-R.1"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.70 centimetres ", " Thickness: 2 centimetres ", " Width: 7.80 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallel, probably also from Naukratis, in the British Museum (GR1973,0501.58), whilst similar Macedonian rider plaques (interpreted as coffin-fittings) from Naukratis are now in the Fitzwilliam Museum, Cambridge (GR.11.1885 = E.17.1885; GR.10.1885 = E.16.1885). Occasionally ithyphallic, these appear to represent Harpocrates as a Macedonian rider. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.234) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" equestrian ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates (?)"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1832 (Accession Number) "]}