{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figure of horse-and-rider. Horses' head only with rider missing, apart from hands. Hand-made and solid horseman in primitive style. Horse's head, tall neck with high mane. Very broken and worn. Red-brown marl fabric with pale beige-brown surface or slip. Black, red and white inclusions. Traces of red and black paint on ears and neck. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" handmade ", " slipped (?) ", " painted "], "Dimensions": [" Height: 6.90 centimetres ", " Length: 7 centimetres ", " Thickness: 2.10 centimetres "], "Curator's comments": ["This very stylised type with a high mane and long neck belongs to the beginning of the Archaic II period, probably the early 6th century BC, or possibly earlier (see GR 1876,0909.95). Parallels from Amathus and Ayios Therapon (Karageorghis 1995, pl.37.5 2(i)c.1, pl. 40.1 2(i) c.24, pl.44.10 2(i) c.65). The fabric appears to be Cypriot, but this is not certain as there are similar locally produced figures known. For fabric see (ibid. pl.13.4-6, G22-24). No traces of writing can be seen on this figurine. However this was registered with pieces labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite. All figurines sent out by the Egypt Exploration Fund in 1911 to various museums appear to have come from Petrie's excavation of the Aphrodite sanctuary, during Gardner’s season at Naukratis in 1885-1886. This figure is highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.054) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cavalry"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 23 (EEF distribution list number) ", " Miscellaneous number: 638.3 (Accession Number) "]}