{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of male cult member in ‘grotesque’ style. Head only. Bald, consistent with representations of priests or followers of Ptah or Harpocrates. Mouth open, as if shouting or singing. Mould-made and hollow. Traces of white coating and pink paint. Red-brown Nile silt fabric with grey core. Back of head missing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(mid)3rdC BC - (late)2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.50 centimetres ", " Thickness: 2.15 centimetres ", " Thickness: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from Tell Atrib include a 2nd century BC example (Szymańska 2000, Fig. 2) and an eroded (residual?) example from a Roman context (Szymańska 2005, no. 192). Mid to late 3rd century BC parallel from Hadra, Alexandria (Tezgör 2007, no. 192). Szymańska, H. 2000. Tell Atrib excavations, 1999. In PAM II: 77-82. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, no. 261) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.528) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.106 (Accession Number) "]}