{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab in glazed composition, probably mould-made; underside decorated with represention of a lion walking to right and turning head to look backwards, with either sun-disc above its back or a wing (very schematic drawing). "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["mould-made (probably)"], "Curator's comments": ["Scarab not yet located, published by Petrie (Petrie 1886, pl. XXXVII, no. 27). A lion, whether it is winged or not, is a recurring motif for various compositions found on scarabs and scaraboids produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). This scarab belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93, 95-97, type XXVIII A, either subtype A73-88 or subtype A91-107 for this piece). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 27) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.016) (phase 3) "], "Subjects": [" mammal (?) ", " mythical figure/creature (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.XXXVII.27 (Accession Number) "]}