{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery oil-lamp fragment with harnessed horse-head volute from left side of oil-lamp; originally with two nozzles. Orange-brown clay with orange-brown slip. "], "Producer name": ["Workshop of: Romanesis (probably)"], "Cultures/periods": ["Roman Imperial"], "Production date": ["70AD - 100AD"], "Production place": [" Made in: Knidos "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Broneer Type XXI"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 5.30 centimetres ", " Length: 4.60 centimetres ", " Width: 2.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Roman red slip lamp of Broneer Type XXI produced in Knidos. Parallels in the British Museum (Bailey 1988, Q2688-Q2701). Description of full example in the British Museum: 'Mould-made pottery lamp with two nozzles with harnessed horse-head volutes. The discus is plain except for mouldings around the filling-hole. The shoulder is decorated with impressed palmettes. Between the discus rim and nozzle volutes are impressed ovules. At the rear is a handle-ornament in the form of a vine-leaf, with a ribbed knob; at the rear is the impressed name Romanesis; there are firing-slits in the folds of the leaf. The base-ring has internal mouldings, and concentric rings in the centre. Covered with an orange-brown slip' (Bailey 1988, Q2688, produced in Romanesis workshop c. AD 70 - 80). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.06) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" equestrian ", " mammal "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.508 (Accession Number) "]}