{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Lower part of limestone standing figure, probably female, broken just above waist. The figure is standing straight,arms and hands straight down beside the body, feet on a squarish base with rounded edges at the front, wearing ankle-length belted dress, toes and fingers carefully indicated, back worked quite flat and carelessly, but armes and hands carefully moulded also at back. Surface discoloured (dirty), no obvious traces of paint. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["610BC-575BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context ΦB (Well 2) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1a)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 13.10 centimetres ", " Width: 4.10 centimetres ", " Depth: 3.10 centimetres "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked 'ΦB' and '69' in pencil on the back. 'Phi' numbers appear to have been used also for material from sites other than Naukratis that was distributed by the EEF (cf. EEF distribution lists of 1898). However, 'Φ B' was specifically used by Gardner to refer to deposits within well B (or well 2) within the temenos of the sanctuary of Aphrodite. Findspot 'town' is given on old Dundee label, but is likely incorrect). Neither from the documentation in Dundee nor from the EEF distribution lists does it become clear when the objects from Naukratis (and Tell Dafana) entered the Museum, as neither of the sites is mentioned in them. Objects in the McManus Galleries were (re-)registered in 1975 after the loss of the original registers (some of which were later recovered). According to the museum's yearly Reports, the Galleries received objects from the EEF in 1888, 1889/90, 1892 (not all Reports were available to us for consultation), and every year from 1900 until 1914, but these donations are usually not recorded in the registers. Donations were made either directly by the EEF (1889/90 and 1914), per Amelia Edwards (1888 and 1889/90), or per the local secretaries of the EEF: Rev. Colin Campbell (1892 until 1905), Mr. J. Maclauchlan (1906), and Mr. A.H. Millar (1907-1913). Additional donations were made by the British School of Archaeology in Egypt in 1914. ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.029) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1975-167 (Accession Number) "]}