{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Ithyphallic terracotta figurine of Harpocrates enthroned, one hand raised to his head. His face has been removed. Wearing a festival wreath with lotus buds and an Egyptian double crown. Two-piece mould-made and hollow; mould join tidied with a flat instrument. White coating and painted pink. Red-brown Nile silt with abundant mica and sand inclusions. Lower legs, phallus and chair missing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC - 100BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.60 centimetres ", " Thickness: 3.20 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Enthroned ithyphallic Harpocrates with one hand raised. This type was originally produced during the Late Period as a solid figure (British Museum GR 1973,0501.16 and in stone GR2011,5011.15; Cambridge Fitzwilliam, E.81.1914, Cambridge MCA, NA596) and was subsequently made hollow in the 3rd century BC, like other Ptolemaic figures (Bolton Museum 1886.31.23; British Museum GR 1973, 0501.56; GR1973,0501.10; GR1973,0501.74). Parallel from 3rd century BC Ras el Soda, Alexandria (Himmelmann 1983, 47, 59, pl. 23a; Adriani 1952). See very eroded example in same pose late Ptolemaic parallel (Bayer Niemeier 1988, no.78). See parallel dated 'Roman' (Dunand 1990, no. 301). Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950), Alexandria. Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Himmelmann, N. 1983. Alexandria und der Realismus in der griechischen Kunst. Tübingen : E. Wasmuth. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.003) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4688 (Accession Number) "]}