{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates wearing festival wreath headdress with the double crown of Egypt. Head only. Mould-made and hollow. Traces of white coating (?). Red-brown Nile silt with a grey core abundant gold and silver mica, quartz, organics and limestone inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC - 2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 6.20 centimetres ", " Length: 3.10 centimetres ", " Width: 3.35 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels dated to the late Hellenistic or Roman periods (Fischer 1994, nos. 652, 655; Török 1995, no.86; Dunand 1990, no. 265, see also 172), including an example from nearby Kom Firin (Dunand 1979, no.141). Unprovenanced parallel dated to the Ptolemaic period (British Museum GR 2011,5016.7). The features of the face, and styalistic eyes, are typical of Roman production, though the headdress and hair have Ptolemaic precedents. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Dunand, F. 1979. Religion Populaire en Égypte Romaine, Leiden. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Wasmuth. Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.097) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.35.1887 (Accession Number) "]}