{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta hydrophoros female figure plaque (water bearer). Upper part of girl or woman, broken at neck and just below shoulder, carrying a jug on her head. The figure plaque was made in a one-piece mould, with a flat back. Her right arm holds the vase on her head, and her face is slightly turned towards this arm. Traces of white coating and yellow paint. Micaceous red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["(late)4thC BC- (late)3rdC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.30 centimetres ", " Width: 3.70 centimetres ", " Depth: 1.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop. Naukratis examples at Cambridge MCA (NA346, NA511), Bolton Museum (1886.31.13) and the British Museum dated to the 3rd century BC (GR 1886, 0401.1436, Bailey 2008, no. 3168, is from same mould as Bolton 1886.31.13). Good parallels from Athribis (Tell Atrib) are dated to the 3rd century BC (Szmańska 2005, no. 196 and 199). Classical to early Hellenistic Egyptian parallels (Fischer 1994, pl.10, no. 62), probably copying late 5th century BC examples from Attica (Higgins 1954, no. 697) and late 4th century BC parallels from Knidos (Burn & Higgins 2001, no. 2523). The closest parallels in style date from the 3rd and 2nd century BC. However similar examples have been found dating up to the Roman period: from the Hadra cemetery, Alexandria (Adriani 1940: pl. 39:5); thought to be from Naukratis (Ashmolean Museum, Oxford, no. E4745); dated to the Roman Imperial Period (Fjeldhagen 1995, no. 140); the jar inscribed to Hera and Zeus, purchased at Memphis (Graindor 1939, pl. 22:56; Petrie et al. 1910, pl. 44:163, Petrie Museum UC48496); from Memphis (Petrie Museum UC48198); dated beginning of first century AD (Pingiatoglou 1993, no. 121). A number of unprovenanced hydrophoroi are known (Sotheby’s Sale Catalogue, 8–9 December 1986: lot 120; Breccia 1934, no. 220 and 221). Adriani, A. 1940, Municipalité d’Alexandrie, Annuaire du musée Gréco-Romain, Volume II (1935-1939), Alexandria. Breccia, E. 1934. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. II. Bergamo. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. Graindor, P. 1939. Terres cuites de l’Égypte gréco-romaine. Antwerp. Pingiatoglou, S. 1993. κoρoπλαστική της Aιγύπτoυ κατά τoυς ελληνιστικoύς και ρωμαϊκoύς χρόνoυς. Aθήνα. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.355) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4745 (Accession Number) "]}