{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female standing figure, following Tanagra types. The woman is wearing a long chiton and wrapped in a large himation, which completely covers her bent right arm and hand, although her hand gathers an end of the himation, which falls in narrow folds over her left thigh. Her hair is arranged in the 'melon' style. Her head is bent to her left and she looks slightly down. Hollow, from a two-piece mould with added mould-made head. Traces of an overall white dressing, covered in places with the remains of a creamy-yellow paint on parts of the himation and red on her hair. Mustard-brown Nile silt fabric with abundant mica inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 15.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallels from Mid to late 3rd century BC Alexandria (Tezgör 2007, no. 144, 202, see pl. 22) and 3rd century BC Tell Atrib (Szymańska 2005, no. 193), see also early to mid 3rd century BC (Fischer 1994, nos.35-6, 40). Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Wasmuth. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.374) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.399 (Accession Number) ", " Miscellaneous number: P.4552 (Pottery & Porcelain Ledger No.) "]}