{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta squatting nude figure holding a jar, probably Harpocrates. Modelled in the round and seated on a rectangular plinth, his left leg flat on the ground and extended in front of him, his right knee raised on his right side. He holds in his right hand a jug. His left hand holds his rounded belly. Solid; probably made in a two-piece mould, with some subsequent undercutting. Micaceous red-brown Nile silt. "], "Cultures/periods": [" Late Period ", " Ptolemaic (?) "], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.11.2"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.50 centimetres ", " Thickness: 3.40 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallel from Naukratis in Brussels Musées Royaux d’Art et d’Histoire ( A1833). GR1973,0501.5, GR1973,0501. 6, GR1973,0501. 12, GR1973,0501. 13, GR1973,0501.19, GR1973,0501.20, GR1973, 0501.24 and GR1973,0501.50 are similar in style, fabric and subject as NA598 from Naukratis, currently in Cambridge Museum of Classical Archaeology. Naukratis is the most likely source for these based on the style, fabric, date of the figures and history of the Greece and Rome department’s holdings of Egyptian material (73% are from Naukratis). Comparanda in the British Museum (Bailey 2008, no.3213), Ashmolean Museum, Oxford (no. 1966.1081) and in Berlin (Weber 1914, 71, fig. 41). Bailey, D.M. 2008, Catalogue of Egyptian Terracottas in the British Museum, IV, London. Weber, W. 1914, 'Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II'. Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.216) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4731 (Accession Number) "]}