{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of a male terracotta figure wearing a cap. Head or bust, broken from a large flat backed figure of a youth or warrior. Possibly a representation of the devotee. The facial features are only crudely completed, in archaic style. The eyes are almond shaped. Probably hand-made, or mould-made with substantial additions by hand. Hollow. Soft orange-red marl clay with black (volcanic?), red and grog inclusions "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC-600BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" handmade ", " mould-made (?) "], "Dimensions": [" Height: 17.70 centimetres ", " Length: 7.50 centimetres ", " Width: 8.60 centimetres "], "Curator's comments": ["No traces of writing can be seen on this figurine. However this was registered with pieces labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite. All figurines sent out by the Egypt Exploration Fund in 1911 to various museums appear to have come from Petrie's excavation of the Aphrodite sanctuary, during Gardner’s season at Naukratis in 1885-1886. This figure is highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Parallels from Samos, Schmidt's second group dated c. 670-630 B.C (Schmidt 1968, T235, T1900, T386), though Schmidt's dating has been subsequely revised by Fourrier (2007) and Henke (2011). Fourrier, S. 2007 ‘La coroplastie Chypriote archaïque : identités culturelles et politiques à l'époque des royaumes Travaux de la Maison de l'Orient’. Lyon, Maison de l'Orient et de la Méditerranée. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.048) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 23 (EEF distribution list number) ", " Miscellaneous number: 638.4 (Accession Number) "]}