{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of a female terracotta figure. Head of a woman wearing a high decorated head-dress of the kalathos type worn over her long hair. Possibly a representation of a goddess. Her hair is worn up into a point at the front in Classical Greek style. The eyes and mouth are naturalistic. Mould-made and hollow. Traces of a white residue, probably from a white coating preparation for paint. Cypriot yellow-buff clay with sand inclusions. "], "Cultures/periods": [" Cypro-Classical I (early?) ", " Cypro-Archaic II (transitional) "], "Production date": ["500BC-450BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 14 centimetres "], "Curator's comments": [" Object owned and held by the National Museum of Ireland. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallels found in 'sub-archaic' (transition between Archaic and Classical period, around 500 BC and 480 BC) backfill of a rampart of the sanctuary of the great goddess in Salamis, Cyprus (Monloup 1994, 107, 114, see also 86). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Monloup, T. 1994. Salamine de Chypre. 14, Les terres cuites classiques: un sanctuaire de la grande déesse. Paris: Diffusion de Boccard. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.092) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity (?)"], "Associated names": ["Representation of: Artemis/Diana (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 30/002/2451 (International Inventory number) ", " Miscellaneous number: NMI 1911:390 (Accession Number) "]}