{"artifact_name": "figure; mask", "Object Type": [" figure ", " mask "], "Description": [" Egyptian terracotta figure of tragic mask, fragment. Left side of face only. Mould-made with open back, some hand tool finishing. Traces of white paint(?) on exterior. Red-brown Nile silt with grey core and abundant mica and some fine white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 18.30 centimetres ", " Thickness: 1.50 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. Good 3rd to 2nd century BC parallels from Naukratis, including a terracottas workshop, Site 95 (Bailey 2008, no.3567; Petrie et al. 1886, 45; Cambridge, Museum of Classical Archaeology NA718). This was found in a 2nd century BC context at Naukratis (Leonard 2001, pl. 3.2). However, a similar figure was also dated to the 3rd century AD (Fischer 1994: no. 351). Fischer, J. 1994. ‘Griechisch- römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Leonard, A. (ed.) 2001. ‘Ancient Naukratis: Excavations at a Greek Emporium, vol. II: The Excavations at Kom Hadid’ ASOR. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, nos 316-318) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.314) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" actor/actress ", " theatre mask "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.301.1899 (Accession Number) ", " Miscellaneous number: GR.65.1887 (Other Accession Number (no longer used)) "]}