{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of man (or child?) in 'grotesque' style. Head is shaved, except for a side-lock found on representations of Harpocrates, his followers and priests of Ptah. Wearing a festival wreath with lotus buds. Head fragment from a figure. Mould-made and hollow. Traces of white coating. Light brown Nile silt fabric with some fine mica and limestone inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC - 1stC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.90 centimetres ", " Length: 3.50 centimetres ", " Width: 2.90 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of examples were found at Naukratis, probably from the same mould series (Boston MFA 86.440; Oxford, Ashmolean Museum AN1896-1908-E.4698, AN1896-1908-E.4699; Brussels, Musées Royaux d’Art et d’Histoire A.1841) or very close parallels (Cambridge, Museum of Classical Archaeology NA717). These were probably made in Naukratis and represent Harpocrates or his followers (Török 1995, no.166). Close parallel from Late Ptolemaic context at Tell Atrib (Szymańska 2005, no. 63) and Alexandria (Breccia 1934, no. 210). Parallels wearing this headdress have also been dated to the early Roman period (Fischer 1994, no.464; Dunand 1990, no. 287 see also 518). Breccia, E. 1934. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. II. Bergamo. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.575) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates (?)"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1841 (Accession Number) "]}