{"artifact_name": "intaglio", "Object Type": ["intaglio"], "Description": [" Chalcedony intaglio, engraved with the refined figure of a naked youth testing the straightness of his arrow, his bow over his arm; archer represented in three-quarter back view, the rest shown in profile; his hair detailed with tight rows of curls in front and his anatomy carefully rendered; hatched border. "], "Producer name": ["Attributed to: Epimenes"], "Cultures/periods": ["Archaic Greek"], "Production date": ["500 BC (circa)"], "Production place": [" Made in: Greece (probably) "], "Findspot": [" Found/Acquired: Naukratis (said to be) "], "Materials": ["chalcedony"], "Technique": ["carved"], "Dimensions": [" Height: 1.30 centimetres ", " Length: 1.70 centimetres ", " Width: 1.50 centimetres "], "Curator's comments": [" Object owned and held by the Metropolitan Museum of Art, New York. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Naukratis is first mentioned as the place of origin in Lady Helena Carnegie, ed. 1908. Catalogue of the Collection of Antique Gems Formed by James, Ninth Earl of Southesk K.T. London: B. Quaritch, vol. 1, pp. 27-28, no. B8, pl. II. \"Mr. W.T. Ready, from whom I purchased it, informed me that it was said to have been found at Naukratis.\" Attributed to Epimenes. Published by Walter-Karydi (1975, Fig.4) who compares this with an example from Boston MFA found in the Nile Delta, and often assumed to be from Naukratis, which was inscribed with the name Epimenes. (Boston 27.677; Walter-Karydi 1975, 11, Fig.5). Walter-Karydi, E. 1975. Spaetarchaische Gemmenschneider. Jahrbuch der Berliner Museen 17, 5-44. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (PA.20) (phase 3)"], "Location": ["On display (New York, Metropolitan Museum of Art)"], "Condition": ["Good"], "Subjects": ["archer"], "Previous owner": ["Currently owned by: Metropolitan Museum of Art, New York"], "Acquisition date": ["1931"], "Acquisition notes": ["Fletcher Fund, 1931. From at least 1891, collection of the Earl of Southesk; acquired July 20, 1931, purchased from the Earl of Southesk, through Maggs Brothers, London."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 31.11.5 (registration number) "]}