{"artifact_name": "siana cup", "Object Type": ["siana cup"], "Description": [" Rim sherd of Attic, probably black-figured, pottery Siana cup; interior black; exterior: on offset rim, ivy leaf pattern with zigzag stem; at junction with handle zone, narrow black band; reserved below. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Attica (Greece) (probably) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure (?)"], "Technique": ["painted"], "Dimensions": [" Thickness: 0.25 - 0.30 centimetres ", " Diameter: 22 centimetres (lip; Schlotzhauer 2012) ", " Diameter: 27 centimetres ", " Height: 3.61 centimetres (Schlotzhauer 2012) ", " Height: 3.50 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The lip pattern is as that on a Siana cup in Rhodes by the Red-Black Painter, Brijder 2000, pl. 179a. Schlotzhauer published the sherd as belonging to a South Ionian cup with everted rim belonging to his Type 9C. He comments on the excellent quality of the shape and slip; Attic and Ionian versions of cups with ivy and myrtle wreaths can be difficult to differentiate but he points out that the pattern on this cup is frequently found on Ionian versions and not so much on Attic cups. Whilst an analysis of the fabric has not been carried out, the colour of the fabric is closer to Attic than South Ionian. "], "Bibliographic references": [" CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 41, pl. XXI, no. 1) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 378, no. B524) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 110-1, Nau 68, pl. 14 h-j) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1318) (phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.198.1899 (Accession Number) "]}