{"artifact_name": "statue; sculpture(Egyptian)", "Object Type": [" statue ", " sculpture (Egyptian) "], "Description": [" Egyptian sculpture carved from black granite; statue representing a striding Ptolemaic queen as Isis-Hathor in a hybrid Greek-Egyptian style;. Both arms along her body; holding a lotus flower in her left hand; with uraeus on forehead; socket for missing Isis-Hathor headdress on the top of head; eyes (originally inlaid) also missing; wearing a dress treated slightly in a Greek way (\"wet drapery\"), with Isis knot between breasts; the fine knotted garnment reveals partially her naked body below the folds of the dress; her back is against a back pillar in the unusual shape of an obelisk; broken below knees. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["granite"], "Technique": [" carved ", " inlaid "], "Dimensions": [" Height: 48 centimetres ", " Thickness: 13 centimetres ", " Width: 18 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published by Edgar, who dates this to the 1st century BC (Cairo CG27494). Statues of striding queens, with uraeus . A common representation of Ptolemaic queens with various parallels in basalt, marble, limestone or diorite with a back pillar (Bothmer et al. 1960, nos 113, see also 105, 123, 130, dated 240/200-80/50 BC; Walke and Higgs 2001 no.164). Bothmer, B. V., de Meulenaere, H. and Müller, H. W. 1960. Egyptian sculpture of the late period, 700 B.C. to A.D. 100. New York: Brooklyn Museum. Walker, S. and Higgs, P. (eds). 2001. Cleopatra of Egypt : from history to myth. London : British Museum. ", " The queen is dressed as the goddess Isis, as often is the case for Ptolemaic queens (Witt 1997; for a finer and earlier example: Goddio 2008, 294, no. 18). Goddio, F. (ed.) 2008. Egypt's Sunken Treasures, 2nd edn. Munich. Witt, R.E. 1997. Isis in the Ancient world, 2nd edn. Baltimore. "], "Bibliographic references": [" Edgar 1903 / Greek sculpture. (p.18, pl.IX) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.17) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" ancient egyptian deity ", " king/queen "], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG27471 ", " Miscellaneous number: SR5/10230 "]}