{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a couple having intercourse. The woman is lying on a pillow on her front, head turned to right smiling with short closely curled hair. Most of the man is missing apart from oversized phallus. Mould-made and solid. Traces of white coating, with traces of pink paint on skin, red paint on pillow. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Type series": ["Thomas M-E.1.1"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.40 centimetres ", " Length: 5.90 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Obscure pencil on back. ", " Close parallels, probably from Naukratis, are dated end of the Late Period or Early Ptolemaic (Bailey 2008, no.3265 GR 1973,0501.5, see also style of nos.3214-5, GR 1973,0501.6, GR 1973,0501.24). A very close, but unprovenanced, parallel is published by Dunand as ‘Roman’ (Dunand 1990, no. 625). Similar pose on limestone plaque found at Naukratis (Cairo National Museum JE33557 SR5/6332). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.313) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, nos 271-280) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA598 (Accession Number) "]}