{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of beardless man or child with the side-lock found on representations of Harpocrates, priests of Ptah and followers of Harpocrates. Traces of slip or paint. Head only. Mould-made and hollow. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at Naukratis terracottas workshop that was operational between the 3rd to 2nd century BC and possibly later. Ptolemaic parallels for this style, but not neccesarily the same subject, come from Alexandria (Louve, Besques 1992, D/E 4572 Pl.87g) and 3rd to 2nd century BC Naukratis now in the British Museum (Bailey 2008, no.3188) and Cambridge MCA (NA537, NA538, NA539 and NA540). See also close parallel from Naukratis (Brussels, Musées Royaux d’Art et d’Histoire A.1845). Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche- Orient. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.015) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Associated names": ["Associated with: Harpocrates (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.462 (Accession Number) ", " Miscellaneous number: P.4615 (Pottery & Porcelain Ledger No.) "]}