{"artifact_name": "scaraboid; plaque", "Object Type": [" scaraboid ", " plaque "], "Description": [" Rectangular plaque, or scaraboid, carved from stone, probably steatite; both sides bear an incised decoration; on upper side, seated lion with head looking forward and a large Maat feather in front; on underside, lion walking to right and a large Maat feather in front; spaces between the lion and the Maat feather filled with two sun-discs, two horizontal and one vertical lines on upper side, and with just one horizontal and one vertical line on the underside. "], "Cultures/periods": ["Ramesside (possibly)"], "Production date": ["1290 BC – 1077 BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["stone"], "Technique": [" carved ", " incised "], "Curator's comments": ["Scaraboid/plaque not yet located, published by Petrie (Petrie 1886, pl. XXXVIII, no. 158). Two other rectangular plaques were discovered in Naukratis (Petrie 1886, pl. XXXVIII, no. 156-157). Only one - BM 1888,0601.71 - has so far been located and it is a convex one. According to B. Jaeger, (Jaeger 1982, 204-205), convex rectangular plaques exist as early as the 18th dynasty, but became popular only under the Ramessid Period. Their terminus ad quem is problematic. They are clearly attested during the 21st dynasty, until the reign of Siamun (986–967 BC). However, several pieces of evidence, from Matmar cemetery (Brunton 1948, pl. LXII, 1, 5-6 - mainly 8th-7th century BC) and Naukratis itself, point towards an even later date. Since the decoration on the Naukratis plaques finds more parallels in the Ramesside Period, Jaeger suggested that they probably belong to this early period (Jaeger 1982, 205, § 1366, nn. 867-868). Brunton, G. 1948, Matmar, London. Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 158) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OB.02) (phase 3) "], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.XXXVIII.158 (Accession Number) "]}