{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian discus lamp, with concave base. Mould-made with wreath decoration on rim and relief horse (?) figure on discus. Two holes in discus. Unpierced and undecorated handle. The nozzle is blackened by use. Pale light orange-buff clay. "], "Cultures/periods": ["Roman Period"], "Production date": ["150AD - 250AD"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": [" Loeschcke VIII (near) ", " Knowles Type X8.2 "], "Technique": [" mould-made ", " slipped (?) "], "Dimensions": [" Height: 3.36 centimetres ", " Length: 8.28 centimetres ", " Width: 6.10 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late 2nd to early 3rd century AD parallels of this discus lamp form with a wreath devise or horse subject in the British Museum (Bailey 1988, British Museum Lamps III, Q2077, Q2078, Q2035, Q2037). Parallels of this form from Mons Claudianus were found in deposits dated to the Antonine period of the 2nd century AD (Knowles 2006, no.135-141). Roman Ehnasya lamp (Petrie 1905, 5-6, pl. 53) cited as a parallel on Philadelphia register card. Marked in ink 'ES 114'. Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock, Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Loeschcke, S. 1919. Lampen aus Vindonissa. Zϋrich. Petrie, W.M.Fl. 1905. Roman Ehnasya (Herakleopolis Magna), 1904. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.28) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E142 (Accession Number) "]}