{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure, following Tanagra types. Woman standing, or dancing, looking up and slightly to her left, muffled in a himation wrapped round her shoulders and covering her head and drawn across the face. The head-dress is peaked, and what seems to be a veil overhangs it so as to cover the forehead, whilst a second or part of the same veil conceals the lower part of the face, so that the eyes and upper half of the nose are the only parts of the face exposed. The body is clothed in a chiton almost completely concealed by a himation. The right arm is bent at the elbow and the right hand is beneath the right breast. The modelling of this arm is poor and too short for the height of the figure. The left arm is missing from the elbow. The legs are crossed at the knee. Her left hand is placed on her waist, beneath the shawl (hand lost), her right elbow is out. The back is plain except for a group of short incised lines at the rear of her head; there is a circular vent. Hollow, from two-piece mould, with traces of a white dressing on the front. The dress seems to have been painted a bluish white and the shoes red. Fine brown Nile silt with grey core and abundant fine gold mica and quartz. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)4thC BC - (late)3rdC BC"], "Production place": [" Made in: Alexandria (Egypt) "], "Findspot": [" Excavated/Findspot: Naukratis, Well A (= Hogarth site 36) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 18.40 centimetres ", " Length: 3 centimetres ", " Thickness: 1 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Pencilled '62'. ", " Late 4th or 3rd century BC figure in Tanagra style. 4th century BC parallel (Bol and Kotera 1986, nos. 57-8) and 3rd century BC parallels from Alexandria (Tezgör 2007, nos. 108-9, 147, 228, 233 270, see also pls.72, 86). Parallel from Boeotia, dated to c. 350BC (British Museum GR 1885,0219.3 ). Bol, P. C., and Kotera, E. 1986, Bildwerke aus Terrakotta aus mykenischer bis römischer Zeit. Liebieghaus-Museum alter Plastik Antike Bildwerke III, Melsungen. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 85, no. 127, pl. XII, no. 127) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.401) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.223.1899 (Other Accession Number) ", " Miscellaneous number: GR.9.1899 (Accession Number) "]}