{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone figure of horse with rider fragment. Delicately carved from firm (Cypriot?) limestone. Possibly faint traces of faded black paint. Horse fragment of hind only. "], "Cultures/periods": [" Late Period (?) ", " Cypro-Archaic II (?) "], "Production date": ["600BC-500BC"], "Production place": [" Made in: Cyprus (probably) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick Type 3"], "Technique": [" painted (?) ", " carved "], "Dimensions": [" Height: 6.51 centimetres ", " Thickness: 2.01 centimetres ", " Width: 5.51 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two rare and detailed fragments of small figures of riders are known from Naukratis (Oxford, Ashmolean Museum AN1896-1908-G.1027; British Museum GR 1886,0401.1493 ). they have a single limestone horseman parallel from Buto, Egypt (Cairo SR5/1743=TR14/1/34/8). However, a Cypriot origin is more likely. A Cypriot parallel, is in the British Museum, dated c. 590BC-540BC, from the Sanctuary of Apollo in Phrangissa (GR 1910,0620.17) is a larger, more detail piece, but with very similar rendering of the riders boots, legs and the saddle cloth. The horse's elaborate harness and saddlecloth appear to show Assyrian and Syrian influence. Parallels from Idalion show some similarity in the form of the horse, though could be from chariot figures (GR 1873,0320.36; GR 1867,1010.22). Even if this was of Cypriot production, it is possible that in Naukratis it was associated with Harpocrates as per the Egyptian rider figurines found in Naukratis in large numbers. Many examples of much simpler Egyptian limestone horsemen (Harpocrates on horseback?) have been found at Naukratis (Heidelberg, Archäologisches Institut der Universität, ST48; Brussels, Musées Royaux d’Art et d’Histoire A.1850; Cairo, Egyptian Museum JE36257, JE33573.2; Oxford, Ashmolean Museum, AN1896-1908-G.1013, AN1896-1908-G.1007, AN1896-1908-G.109, AN1896-1908-G.1041, AN1896-1908-G.1040, AN1896-1908- G.1039, Bolton Museum 1966.90.A; British Museum 1886, 0401.1486, 1886,0401.1487, 1886, 0401.1766; Cambridge MCA NA306, see also variants: Oxford, Ashmolean MuseumAN1896- 1908-G.1027; British Museum 1886,0401.1493, 1965,0930.952, 1965,0930.949) dating to the Late Period. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.082) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" cavalry ", " deity "], "Associated names": ["Associated with: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1027 (Accession Number) "]}