{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Female head, probably from a statuette. The fragment preserves the front part of a youthful female head. The hair is parted over the brow and combed backwards. It is held in place with a broad fillet. An object in the shape of a female head. The band around the head indicates that the subject is royal. The rounded facial features are typical of this particular queen's images. Ptolemaic statues usualy have a marble head fitted into a body of another material. This has also been interpreted as a representation of Aphrodite. Marble, chipped. Medium-grained white island marble (Parian ?). Broken away under the chin; all the back of the head missing. Repaired at the left cheek. Chipped at hair, brow, nose, lips and chin. Surface weatherworn. Possible faint traces of pigment on eyes and hair(?). "], "Cultures/periods": ["Hellenistic (early)"], "Production date": ["330BC-100BC"], "Production place": [" Made in: Greece (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["marble"], "Technique": ["painted (?)"], "Dimensions": [" Height: 7.30 centimetres ", " Length: 3.10 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The features of the face are reminiscent of the fourth century B.C., but the softly rendered eyes seem Hellenistic. Probably the head is from a classicizing work of late Hellenistic times, possibly representing Aphrodite (Buddle & Nicholls 1967, no.79, pl. 26). The poor preservation makes it impossible to determine whether an earlier figure is being freely copied. A broadly comparable little head is in New York; see Richter (1954, 89 no. 163, pI. II6). Probably classicizing work of about late Hellenistic date. Probably classicizing work of late Hellenistic or early Imperial date. (Hogarth 1898-9, pI. 14. 8). Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. Richter, G. M. A. 1954. Greek Sculptures, Metropolitan Museum. New York. "], "Bibliographic references": [" Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 26, no. 79) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.43) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Representation of: Aphrodite/Venus (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.22.1899 (Accession Number) "]}