{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of warrior wearing soft pointed cap. Mould-made? Head only. Probably from a cavalry or chariot group. Orange-brown fabric with organic vessicles and sparse inclusions. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) "], "Materials": ["terracotta"], "Technique": ["mould-made (?)"], "Dimensions": [" Height: 5.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Fabric is likely from a Cypriot imported figure as the form suggests, though this is not certain as the organic vessicles resemble that of local Delta Egyptian fabrics. A variety of horse-and-rider terracotta figures were produced on Cyprus during the Cypro-Archaic period and into later periods, from Amathus, and Salamis (Murray, Smith & Walters 1900, 112; Karageorghis 1995, 76; Fourrier 2007, 25). Horse-and-rider subject in Cyprus coincides with its appearance in the Near East and the Aegean in the Cypro-Geometric I-III period and clearly remained important until the Hellenistic period. The figurine workshop at Kourion almost exclusively made horse-and-rider figurines between the 7th and 1st centuries BC (Winter 1991, 221). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Fourrier, S. 2007 ‘La coroplastie Chypriote archaïque : identités culturelles et politiques à l'époque des royaumes Travaux de la Maison de l'Orient’. Lyon, Maison de l'Orient et de la Méditerranée. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus. Murray. A.S., Smith, A. H. & Walters, H. B. 1900. Excavations in Cyprus. London, British Museum Press. Winter, N. A. 1991. Terracotta figurines from Kourion: the workshops, in F. Vandenabeele & R. Laffineur ‘Cypriot terracottas: Proceedings of the first international conference of Cypriote studies, Brussels- Liège-Amsterdam, 29 May-1 June, 1989'. 221-4. Brussels-Liège. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.055) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cavalry (chariot?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.925 (Accession Number) ", " Miscellaneous number: P.5929 (Pottery & Porcelain Ledger No.) "]}