{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Description": [" Copper alloy leaf-shapeed arrow-head with mid-rib ending with socket. Point broken in antiquity. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Type series": ["Baitinger IIA3"], "Technique": ["cast"], "Dimensions": [" Diameter: 0.50 centimetres (socket) ", " Length: 2.90 centimetres ", " Thickness: 0.60 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " See also H2008.4 in Bristol and G&R 1888,0601.6.b in the British museum, also from Naukratis. Belongs to the Zweiflügelige Tüllenpfeilspitzen type IIA3 (Baitinger 2001, figs 150-4) typical of the Anatolian, Turkish and Ionian region, adopted around the Greek world between the second half of the 7th century BC and the 5th century BC (Snodgrass 1964, 151 double edged Form 3A1 dated to before c.600 to 460 BC), though this form specifically can be dated to the late 7th to mid 6th centuries BC. Parallels from Marathon in the British Museum include BM GR 1864,0220.69. Erdmann supplies a very broad range of dates (Erdmann 1973, 45 Form DIIa, dated 8th-4th centuries BC, or possibly an even longer range). For a discussion of provenance see also Pelleg, Baram and Oren 1983. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (SB.17) (Phase 2)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2008.7 (Accession Number) "]}