{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of cat, possibly Bastet, face turning to right. Head only. Mould-made and hollow. Traces of white (gypsum?) coating. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 6.20 centimetres ", " Thickness: 4.20 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. This is in a naturalistic early Ptolemaic style, like (smaller) recent unpublished examples from Kom el Dikka in Alexandria. There are also limestone and marble cat sculptures found at Naukratis and Alexandria, often associated with these cat terracottas. Other cat terracottas of Ptolemaic (Besques 1992, pl. 81.a & c, nos D/E4542, D/E4544, from Middle Egypt) and 2nd to 3rd century AD date exist (Fischer 1994, no. 1130; Bayer-Niemeier 1988, pl. 104.1-5, no. 590-4), but are not in the same style as NA720. See example in the British Museum also from Naukratis (GR2011,5009.288 ). Head of a terracotta cat from Tell Basta is in Cairo Museum (CG43516=TR15/3/22/14=SR5/1724, registered as a dog's head). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.221) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, no. 720) "], "Location": ["Not on display"], "Subjects": [" cat ", " ancient egyptian deity (?) "], "Associated names": ["Representation of: Bastet (Boubastis?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA720 (Accession Number) "]}