{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment from terracotta protome: female head (of Aphrodite ?); mouldmade, hollow; outer surface covered with white coating, remains of bright red paint on hair beside face, necklace indidated by two faint red lines around neck from which pendants, rendered as plastic blobs (partly chipped off) are suspended; suspension hole (0.5cm diam.) at top of curved 'hood'-like part at back. Light orange-brown clay with some mica. "], "Cultures/periods": [" East Greek ", " Classical Greek "], "Production date": ["450BC-350BC"], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (?) "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 11.41 centimetres ", " Thickness: 0.80 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Findspot given on Philadelphia registration card. On Egypt Exploration Fund distribution list Philadelphia no. 31. East Greek protome bust (also known as a ‘shoulder-bust’) of Classical Greek date (broadly 450BC to 350BC). The fabric is similar to that of figurines of an East Greek origin. The thick white coating (kaolinite?) resembles that of Boeotian examples of the early 5th century BC (Louvre, Paris CA 933). Protome busts were produced in East Greece, Greece and Southern Italy. Parallels from Lindos, Rhodes, (Blinkenberg 1931, pl.147, no.3117, pl.148, no.3136, dated c.400BC and later) and a similar protome dated to the late 5th century BC from Halicarnassus (with rosettes instead of bow) dated late 5th century BC (Higgins 1954, no.443). For context, function and details on protome parallels and fragments from Naukratis see protome records from Cambridge Museum of Classical Archaeology (NA350, NA355, NA354, NA353, NA390, NA850, NA426, NA803 and NA509). Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.329) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E184 (Accession Number) "]}