{"artifact_name": "scarab; seal", "Object Type": [" scarab ", " seal "], "Description": [" Scarab carved from stone (possibly steatite?); back simply marked, only head indicated (according to Petrie 1917, pl. LXX, W55); underside incised with two horizontal lines of hieroglyphic sinistroverse inscription; probably used as a seal by his owner, Ptah-nefer (Ptahnufi). "], "Cultures/periods": [" Late Period ", " 26th Dynasty (likely) "], "Production date": ["664 BC - 525 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["stone"], "Technique": [" incised ", " carved "], "$Inscriptions": [" "], "Curator's comments": ["Scarab not yet located, published by Petrie (Petrie 1886, pl. XXXVIII, no. 188). It should be in the British Museum (Newberry 1906, 188; Petrie 1889, pl. 64, no. 2035). Ptahnefer used to be a rare anthroponym used in the Memphite region in the 19th dynasty; it became more common with the 26th dynasty (occuring notably on several steles of the Serapeum: Thirion 1995, 173). His title of “governor of governors” would indicate that he was a regional prefect directing several governors of the provinces of the ‘Kingdom of the West’ depending on Sais. According to Yoyotte, this scarab must be dated to the Saite Period (Yoyotte 1994-95, 670). This Ptahnefer could be the same person as the one mentioned on the Serapeum steles nos 194, 195 (Thirion 1995, 173). On this scarab, see especially: Petrie 1886, pl. XXXVIII, no. 188; Petrie 1889, pl. 64, no. 2035; Newberry 1906, 188, pl. XXXVIII no. 26; Petrie 1917, pl. LI.G (underside view), pl. LXX (back view), W55; Thirion 1995, 173; Yoyotte 1994-95, 670. Newberry, P.E. 1906, Scarabs; an introduction to the study of Egyptian seals and signet rings, London. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Petrie, W.M.F. 1917, Scarabs and cylinders with names (British School of Archaeology in Egypt 29), London. Thirion, M. 1995, \"Notes d'onomastique, contribution à une révision du Ranke PN, dixième série\", Revue d'égyptologie 46, 171-186. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 188) ", " Newberry 1906 / Egyptian Antiquities: Scarabs (p. 188, pl. XXXVIII no. 26) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 64, no. 2035) ", " Petrie 1917b / Scarabs and cylinders with names : illustrated by the Egyptian collection in University College, London (pl. LI.G and LXX, W55) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.88) (phase 3) "], "Associated names": ["Named in inscription: Ptahnefer"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.XXXVIII.188 (Accession Number) "]}