{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made frog lamp. This is a buff grey clay circular oil lamp with a small protruding nozzle with a small hole in the end. It has central hole surrounded by incised raised circle, and there is incised lined decoration near the nozzle. There is a raised nodule on the body opposite the nozzle and some leaved decoration around the centre. It has no base. Pale buff Egyptian (?) marl fabric with common fine quartz and mica inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC - 4thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Knowles Type C4"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 0.80 centimetres (filling hole) ", " Height: 3.90 centimetres ", " Length: 8.20 centimetres ", " Width: 6.70 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Part of 3rd to 4th century AD Egyptian ‘frog lamp’ group with moulded decoration of a frog that has the lamp nozzle in place of its head all in a buff clay (Bailey 1988, British Museum Lamps III, Q2187-2190, Q2194-5). Bailey warns that late 2nd or early 3rd century AD ‘frog lamps’ from Myos Hormos (Whitcomb & Johnson 1982, pl.60dd) and from el-Ashmunein (Bailey 1998, pl.87 X13), suggest these have also been made before the 3rd century AD. Similar lamps found in Mons Claudianus were undated, but like the majority of the material from the site, should date between 2nd and the early 3rd century AD (Knowles 2006, Type, nos. 52-57). 2nd to early 4th century AD parallel from Tell Atrib (Młynarczyk 2012, type TA III.2, see also type TA III.3). Bailey, D. 1998. Excavations at el-Ashmunein V: Pottery, Lamps and Glass of the Late Roman and Early Arab Periods. British Museum press, London. Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. Whitcomb, D.S. & Johnson, J.H. 1982. Quseir al-Qadim 1980. Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.58) (Phase 1)"], "Location": ["Not on display"], "Subjects": [" tree/bush ", " amphibian (frog) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2755 (Accession Number) "]}