{"artifact_name": "mask; figure", "Object Type": [" mask ", " figure "], "Description": [" Egyptian terracotta figure or fitting fragment in the form of a comedy or Silenus mask. Possibly a model of an actor's dramatic mask of a Satyr with a full beard, furrowed forehead, bald head and large eyebrows, probably associated with the New Comedy. Finished edges, but missing part of beard. Pressed into a one-piece mould. Red-brown Nile silt. Traces of white lime wash. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.10 centimetres ", " Thickness: 3.30 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two examples from same mould from Naukratis (Cambridge GR.28.1887; Boston 86.418; see similar example from Oxford AN1886.477) and parallel from same mould dated to the Imperial (?) period (Fischer 1994, no.336). Late 3rd century BC parallel from Tell Atrib (Szymańska 2005, no.15). Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Wasmuth. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.335) (Phase 3) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.701, table 8.18, no.1) "], "Location": ["Not on display"], "Subjects": ["actor/actress"], "Associated names": ["Representation of: Silenos (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.477 (Accession Number) "]}