{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery oil-lamp (copying wheel-made types), nozzle fragment only. Well levigated Delta silt. Fine (sand-size to 1 mm) white, grey and red grit temper with frequent micaceous inclusions of similar size. Fabric c. 10R 5/4 (Weak Red), with a 7.5YR 4/2 (Weak Red) core, and thick 10R 5/8-4/8 (Red) slip. Traces of longitudinal burnishing. Burning marks on top of nozzle and at spout side. "], "Cultures/periods": ["Ptolemaic"], "Production date": [" (late)3rdC BC - (early)2ndC BC (date of lamp) ", " 1stC BC (date of context) "], "Production place": [" Made in: Nile Delta (probably Naukratis) "], "Findspot": [" Excavated/Findspot: Great Temenos, South Mound 49201 N.I.492.31 Phase NW10 "], "Materials": ["pottery"], "Technique": [" slipped ", " mould-made "], "Curator's comments": ["Nozzle from a crude Egyptian copy (see Nottingham, Castle Museum NCM 1888-54 from Naukratis) of Athenian type (Howland 1958, Type 25 and 32), or Rhodian predecessors (Bailey 1975, 250). 3rd to 2nd century BC parallel from Alexandria (Mlynarczyk 1998, 330, Fig.1b). Alexandrian types, including parallels from Athribis are dated to the late 3rd to mid 2nd century BC (Mlynarczyk 1997, 18-20, 110, Type A.a.1-2, Figs. 5-6). Late 3rd to early 2nd century BC parallels from Tell Atrib (Młynarczyk 2012, type TA 11.1). Probably eralier than first century BC deposit it was found in. Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals, Princeton. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould- made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. Młynarczyk, J. 2012. Tell Atrib 1985- 1995. Vol. 3: Terracotta oil lamps. Varsovie: Éditions Neriton."], "Bibliographic references": [" Leonard 1997 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part I: The excavations at Kom Ge’if. (pl. 7.8 ; pg. 291) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.004) (Phase 3) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: MC#74 (Field number) ", " Miscellaneous number: pl. 7.8 ; pg. 291.MMC. 8 (catalogue number) "]}