{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of seated Isis. She sits on the floor, her knees brought up to her chest. Her hair falls in long 'Isis locks'. Head, arms and feet are missing. Mould-made and solid with hand-made retouch. Dark red-brown Nile silt fabric with black core, abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (probably) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East, possibly Site 38 (Hogarth) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " handmade "], "Dimensions": [" Height: 7.60 centimetres ", " Thickness: 4.80 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Extensive retouch of the sculptural detail probably worked by the original coroplast. For a similar example with retouch and drapery treatment of an unusual, but Egyptian subject with freely modelled and added parts in a Greek style see (Török 1995; 110, pl.11. no, 145), dated early second century BC. The Isis locks and body chain depicted, commonly depicted on Ptolemaic Isis figures both clothed and naked, suggests this is a seated representation of Isis. The Nile silt fabric looks different from Naukratis Terracotta workshop figures. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.154) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, no. 125) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA492 (Accession Number) "]}