{"artifact_name": "oil-bottle; figure vessel", "Object Type": [" oil-bottle ", " figure vessel "], "Description": [" Fragment of black-glazed pottery oil-bottle in the form of an African boy, nude except for a cape, seated and leaning against an amphorae. Parts of two feet with remnants of drapery between. "], "Cultures/periods": ["Hellenistic"], "Production date": ["330BC-300BC (?)"], "Production place": [" Made in: Attica (Greece) (?) ", " Made in: Italy (South?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["pottery"], "Ware": ["Black Glaze"], "Technique": ["painted"], "Dimensions": [" Height: 3.30 centimetres ", " Thickness: 0.90 centimetres ", " Width: 3.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two pieces from Naukratis come from the same mould, but do not join (Ashmolean AN1896-1908-E.4656; British Museum GR1886,0401.1432). Complete examples of the type have been found in Italy (British Museum 1873,0820.285; Zurich), Athens (Munich) and Egypt (Bonn). Schmidt, S. 1997. Katalog der Ptolemäischen und Kaiserzeitlichen objekte aus Ägypten im Akademischen Kunstmuseum Bonn, Munich, 113-4, no. 158, pl.51. Knauß, F.S. and Gebauer, J. 2019. Black is beautiful: griechische Glanztonkeramik, Munich, 186 cat. no. 273, pp. 106-107 fig. 5.12. Sguaitamatti, M. and Leone, R. 2015. Le satyre et le sanglier: vases plastiques hellénistiques de Grande Grèce et de Sicile : 2, figures humaines et object divers, Kilchberg, 13-14 type 5 nos B8-B11bis, pls 3-4. ", " N105 or N10c written on the back in pencil. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1769)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4656 (Accession Number) "]}