{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone head of a male figure, possible the Egyptian god Nefertum.Traces of sintering on the entire surface. The nose is missing. The face is slim with a long forehead and very large eyes which stretch to the temples. The right eye is almond-shaped while the lower lid of the left is straight and the upper extremely arched. The mouth was probably small and closed with a light smile. In the centre of the chin a slim baulk is visible which reaches down to the neck. The long, slim ears are set high. The hair is worked as an even mass which is placed on the head in a flat manner but billows out towards the lower edge. Remarkable is the mass of hair which is pulled forward and is huddled against the lower edge of the cheeks right below the ears. Seen in profile the head thins towards the top. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.7)"], "Technique": ["carved"], "Dimensions": [" Height: 5 centimetres ", " Length: 3.80 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Form and size of the eyes, the facial contours and the indicated smile allow for this figure to be compared to the Greek works of the Tenea-Volomandra-Group. The head was seen by Nick (2006, 113-4) as unusual. Seen in profile the skull is high and thinning towards the top - a feature which can be found in a few individual limestone-heads from Cyprus. The way the hair is falling towards the front, however, is not paralleled in other works of limestone. The hair style resembles that of the seated figure from Lindos (Copenhagen Nat. Mus. 10445). The small baulk underneath the chin indicates that the figure was wearing a chin-beard. In Egyptian art this type of beard was exclusively worn by gods and kings. The combination of beard and hairstyle was interpreted as a limestone version of the faiences representations of the Egyptian child-god Nefertum (Ni ck 2000, 54-57, 113-116, cat. 22 , pl. 12). This is not a convincing interpretation. However a more recent parallel for this hair can be found from Knidos (Berges 2006, no.31, pl. 34). Dated c.600-560BC. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (cat. 22, pp. 113-114, pl. 12; pp. 54-57) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.020) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively poor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1024 (Accession Number) "]}