{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from stone; underside incised with royal name Wahibre arranged horizontally. "], "Cultures/periods": ["26th Dynasty"], "Production date": [" 664 BC - 610 BC (?) ", " 589 BC - 570 BC (?) "], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["stone"], "Technique": [" carved ", " incised "], "$Inscriptions": [" "], "Curator's comments": ["Scarab not yet located, published by Petrie (Petrie 1886, pl. XXXVIII, no. 184; Petrie 1889, pl. 62, no. 1980). The name of Wahibra appears on a number of scarabs discovered in Naukratis (Petrie 1886, pl. XXXVIII no. 185 and 187; Gardner 1888, pl. XVIII no. 27, 29 and no. 65). The inscription Wah-ib-ra, the prenomen of Psamtek I or nomen of Apries, is rather frequent on scarabs of the 26th dynasty (for example: Fraser 1900, 46, 374; Newberry 1906, pl. XXXVIII, 10; Hall 1913, 251, nos. 2506-2508; Petrie 1917, LV 26.1,19/ 21; Vercoutter 1945, 95, 5; Matouk 1971, 200, 835/ 221, 871-872; Hornung and Staehelin 1976, 285, 469; Ben-Tor 1989, 79, 13; Jaeger 1993, 116; Magnarini 2004, 421, 11.77). Ben-Tor, D. 1989. The Scarab : A Reflection of Ancient Egypt, Exhibition of the The Israel Museum of Jerusalem, Summer 1989, Jerusalem. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Hall, H.R. 1913. Catalogue of Egyptian Scarabs, etc., in the British Museum, Vol. I Royal Scarabs, London. Hornung, E. and Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Jaeger, B. 1993. Les scarabées à noms royaux du Museo archeologico de Bologna, Bologna. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Matouk, F.S. 1971, Corpus du scarabée égyptien. T. I: Les scarabées royaux, Beyrouth. Newberry, P.E. 1906. Scarabs: an introduction to the study of Egyptian seals and signet rings, London. NFA Classical Auctions, Inc. 1991. Scarabs and design amulets : a glimpse of Ancient Egypt in miniature, Auction catalogue held in December 11 1991, New York, 265. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Petrie, W.M.F. 1917. Scarabs and cylinders with names, British School of Archaeology in Egypt 29, London. Vercoutter, J. 1945. Les objets égyptiens et égyptisants du mobilier funéraire carthaginois, BAH XL, Paris."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 184) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 62, no. 1980) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.50) (phase 3) "], "Associated names": [" Named in inscription: Psamtek I (?) ", " Named in inscription: Apries (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.XXXVIII.184 (Accession Number) "]}