{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure fragment of a protome: head of woman, top of head covered by sphendone. The fine modelling of the eyes and mouth have produced a naturalistic appearance. The curvature of the upper lids, which rise more suddenly at the inner than at the outer end, incline downwards rather than upwards at the corner further from the nose. Bold treatment of the wavy hair, parted in the middle, with tresses hanging down at each side of the neck so as to conceal the ears. Part of veil remains attached to left side of her head. The high headdress was added after the head had been removed from the mould. The huge frills are probably an artistic development of the sphendone/stephane, providing a background for the head. Mould-made and hollow. Traces of white coating, subsequently painted. Heavy and coarse red-brown Nile silt fabric. "], "Cultures/periods": [" Classical Greek ", " Late Period "], "Production date": ["480BC-350BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Site 14 (Hogarth), under wall of second temple "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 14.90 centimetres ", " Thickness: 2.10 centimetres ", " Width: 11.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two heads are known from the same (local to Naukratis) mould ‘the high head-dresses were added after the heads had been removed from the mould, and, in consequence, differ slightly from one to the other’ (Gutch 1898-9, 78-9, nos 12 and 13, Cairo, Egyptian Museum JE34156; Oxford, Ashmolean Museum AN1896-1908-G.85), dated mid to late 5th century BC (ibid.). From the Hellenion precinct (14), under walls of 2nd temple (ibid, p. 78-79, no. 13, pl. X.13). A small number of East Greek style protomes of Classical Greek date appear to have been made locally at Naukratis and placed in the Hellenion (Oxford, Ashmolean Museum AN1896-1908-E.4657, AN1896-1908-G.79; Cambridge, Museum of Classical Archaeology NA823, NA820, NA766, NA464, NA317), though the majority were imported from East Greece and of types typically found on Rhodes. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 78, no. 13, pl. X, no. 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.010) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.85 (Accession Number) "]}