{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figure of ithyphallic male. Represents an ithyphallic deity or devotee (processional/theophoros, a cultist carrying a statue of a god). Mould-made with an open back. Red-brown Nile silt fabric with fine (sand-size to 1 mm) white, gray and red grit, with frequent micaceous inclusions of similar size. Fragment of base only, with feet and tip of phallus visible. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 1stC BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Excavated/Findspot: South Mound, 49161, NI.491.193 "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Could represent an ithyphallic Harpocrates, Papposilenos or more likely an ithyphallic processional/ theophoros (cultist carrying a statue of a god). Found with two more complete examples of this type of figure (Leonard 1997, 287. no.1, pl. 7.1; 288. no.2, pl. 7.2). Ptolemaic and Roman examples (Bailey 2008, nos. 3151, 3152-43; Dunand 1990: 189 no. 512) range from 3rd/2nd century BC to 2nd/3rd century AD. Close parallel, possibly from the same mould series, found at Naukratis (Cambridge, Museum of Classical Archaeology NA481). Found in a mid 3rd to early 2nd century BC context (Leonard 1997, 288. no.2, pl. 7.2; see also 287. no.1, who suggests Papposilenos in a cultic setting). A similar scene appears on a plaque depicting an older, offering- bearer with a long phallus carrying a round pot (Schurmann 1989, 301-2, nos.1134, 1135, pl. 189). The elongated phallus, although distinctive, would certainly be at home among the worshipers of Isis- Aphrodite and Harpocrates, as well as in the numerous \"fertility\" scenes that are predominant in the Ptolemaic minor arts. The figure appears to cradle a jar against his side with his left hand, possibly bracing his left elbow on the architectural element below. This vessel does not appear to be a standard-shaped amphora (with its body tapering to a point) often carried against the left side by many characters in the Ptolemaic coroplastic repertoire, but a smaller, more ovoid vessel, perhaps with outsplayed rim. Possibilities for the object carried in the right hand include a phiale, as carried at the right side by an elderly, bearded man with his left hand on his hip (Birmingham Museum 1968, 18. no. 42, pI. 6). Dunand, F. 1990. ‘Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte’. Paris 349. Schürmann, W. 1989. ‘Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe’. Göteberg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.029) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" ancient egyptian deity (?) ", " devotee/worshipper (?) "], "Associated names": [" Associated with: Harpocrates (?) ", " Representation of: Papposeilenos (?) "], "Department": ["External"], "Additional IDs": [" Excavation/small finds number: MC#218 (Finds catalogue number) "]}