{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of Bes. He is looking (moving?) to the left, his tongue is sticking out. Most of his feathered crown is lost. The back is plain, with a circular vent. Mould-made and hollow, but missing the back. Traces of white coating and red paint on tongue. Micaceous red-brown Nile silt. Head fragment only, probably from an armed Bes figure originally. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC - 30BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.15 centimetres ", " Thickness: 1 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallels from Naukratis (Oxford, Ashmolean Museum AN1896-1908-E.4700; British Museum GR1888,0601.96; Bailey 2008, 3102). Parallel from the British Museum, dated to the third or second century BC (Bailey 2008, 3095; EA 1926,0520.14). Parallels from Bubastis (Ashmolean Museum, Oxford, no. 1881.57; Hilton Price 1897, 394, no. 3269), Hermopolis Magna (Roeder 1937, pl. 13c) dated late second and first century BC (Török 1995, no. 16) and unprovenanced (Breccia 1934, no. 189; Ewigleben and von Grumbkow 1991, no. 51; Ghalioungui and Wagner 1974, pl. 61e). Breccia, E. 1934, Monuments de l’Égypte gréco-romaine II. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, 2, Bergamo. Hilton Price, F. G. 1897, A Catalogue of the Egyptian Antiquities, London. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Rome von Bissing, F.W. 1931. In ‘Zeitschrift für Ägyptische Sprache und Altertumskunde’ 67. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.208) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4701 (Accession Number) "]}