{"artifact_name": "figure; flask", "Object Type": [" figure ", " flask "], "Description": [" Egyptian terracotta vessel in the form of a bunch of grapes. Fragment. Mould-made and hollow. White coating with traces of paint. Red-brown Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["1stC BC - 3rdC AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.50 centimetres ", " Thickness: 0.80 centimetres ", " Width: 3.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Number of fragments or complete examples of mould-made vessels in the form of a bunch of grapes come from Naukratis (Cambridge, Museum of Classical Archaeology NA630; NA467; NA327; Gutch 1898/1899, 81, no. 41; Oxford, Ashmolean Museum AN1896-1908-E.4787; Leonard 2001, 170, no.12 pl. 3.10). Parallels have been dated 1st century BC to 1st century AD (Bailey 2008, 3784, 3783; British Museum GR 2004,1108.1; Fjeldhagen 1995: no. 207; Allen 1985: no. 131; Besques 1992: no. D/E 4554; Breccia 1934, pl.103. 621 see also Kaufmann 1913, fig. 123: 1; Schreiber 1908, 231, fig. 163; Van Wijngaarden 1958, no. 99), though similar vessels have also been dated up to the 3rd century AD (Dunand 1990, no. 1102; Bayer-Niemeier 1988, no.757; Fischer 1994, no. 1251). Allen, M. L. 1985. The terracotta figures from Karanis: a study of techniques, style and chronology in Fatyoumic Coroplastics. Ann Arbour. Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildweke der Sammlung Kaufmann, 1. Griechisch- römische Terrakotten. Melsungen. Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Breccia, E. 1934. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. II. Bergamo. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fjeldhagen, M.1995. ‘Catalogue. Graeco-Roman Terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.612) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["fruit"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4787 (Accession Number) "]}