{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of cult follower wearing a headdress in 'grotesque' style. Male cult follower of Harpocrates wearing festival wreath headdress with two lotus buds. Head only. Mould-made and hollow. White coating with painted detail in red and green. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.30 centimetres ", " Thickness: 3.30 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two similar examples with african facial features and a lotus headress are known from Naukratis (Cambridge, Museum of Classical Archaeology NA696 and Ashmolean AN1896-1908-E.4697; see also Cambridge Museum of Classical Archaeology, NA569). 2nd century BC parallels (Bayer Niemeier 1988, nos. 196-9) including those from 2nd century BC contexts at Tell Atrib (Szymańska 2005, nos.137, 140). However, some parallels have been dated to the Roman period (Dunand 1990, no. 517; Fischer 1994, no. 464, late 1st century BC to early 1st century AD). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.579) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " ancient egyptian deity "], "Associated names": ["Associated with: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4697 (Accession Number) "]}