{"artifact_name": "figure; vessel", "Object Type": [" figure ", " vessel "], "Description": [" Terracotta figure decoration on a ceramic vessel in the form of a bull or ram. Ram or bull head, depicted with bulging eyes, added horns and tuft of hair, all placed within the hollow left by a carrination caused by the closed form opening towards the rim. The vessel may have been wheel-made. Light orange-yellow calcaric marl fabric with a cream slip. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-500BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" handmade ", " slipped ", " wheel-made (?) "], "Dimensions": [" Height: 5.30 centimetres ", " Thickness: 4.90 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Cypro-Archaic parallels (Karageorghis 1996, type J), though none are perfect matches for this one. This is probably from a vessel, with added decoration of a bull. Vessels with bulls added as plastic decoration were produced in Cyprus during the Cypro-Archaic II period (Caubet et al 1998, nos. 711-713). Caubet, A., Fourrier, S. and Queyrel, A. 1998. L'art des modeleurs d'argile: Antiquités de Chypre, coroplastique. Vol, 2. Paris: Musée du Louvre. Karageorghis, V. 1996. The coroplastic art of ancient Cyprus. VI. The Cypro-Archaic Period monsters, animals and miscellanea. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.079) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cattle"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P.5838 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.218 (Accession Number) "]}