{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" East Greek protome of a woman. Mould-made and hollow with added decoration of stephane and incised hair. The head is topped by a stephane painted a light blue and originally ornamented with five or more rosettes. Over the top of the forehead its surface is flat, but at the end it is wavy. Below this is a thick roll of hair, which comes low over the temples and conceals the ears. Though the head is mould-made and hollow, additional modelling by hand shows considerable freedom; the surface of the clay has been pitted with a stick or pointed tool in such a manner as to produce a very effective imitation of frizzed hair, subsequently painted a rich red. The face is round and the features are excellently rendered; the brows are sharply cut and prominent; the eyes well shaped and skilfully shaded by means of the emphasis given to the upper lid; a device to give the effect of eyelashes, necessitated by the impossibility of actually representing them; the nose is almost straight and continues the frontal line without a break; the mouth is delicately shaped in the bow-like curve noticed in one or two of the earlier heads. The expression is almost disdainful, an effect produced by the prominence given to the lower lip by the deep hollow or dimple beneath it. The chin is pleasantly rounded and not unduly emphasized. The two sides of the face are not exactly symmetrical, a slight difference is noticeable between the two eyes and the two sides of the nose and mouth. The face is entirely covered with a white pigment. The lips receive an additional coat of red paint, and the iris of the eyes was painted some dark colour, either red or brown and blue on the stephane. Fine red-brown fabric with grey core and common silver mica rare very fine mica, quartz and organics and white inclusions. Head only, rest of bust missing. "], "Cultures/periods": [" East Greek ", " Classical Greek "], "Production date": ["450BC-350BC"], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 17.80 centimetres (c.) ", " Length: 13.30 centimetres (c.) ", " Thickness: 1.50 centimetres ", " Width: 18.30 centimetres (c.) "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two holes for hanging. ‘3 18’ written on the back in black ink. Gutch number ‘18’ on a sticker attached to the piece. Published by Gutch, who identified archaic female figure hair style from Athens and dates the piece to the end of the 5th century BC or later (in Hogarth 1899, 79-80, pl. 11, no.18). Protome bust (or ‘shoulder-bust’) of a Classical Greek type. Fabric and style suggest an East Greece origin dated c. 450BC-350BC. Parallel from Cyzicus, with a close face, but more archaic style hair and stephane, though to be of early 5th century BC Clazomenean manufactuer (Louvre, Paris CA 615). Protome busts have also been found and were produced in Greece and Southern Italy. Similar, but cruder, parallels from Lindos, Rhodes, dated c.400BC and after (Blinkenberg 1931, pl.148, no.3140), dated late 5th century BC from Halicarnassus and Rhodes (Higgins 1954, nos 295, 443) and dated 5th century BC from Olynthus (Robinson 1952, pl.37, no. 86). For context, function and details on protome parallels and fragments from Naukratis see protome records from Cambridge Museum of Classical Archaeology (NA350, NA355, NA354, NA353, NA390, NA850, NA426, NA803 and NA509). Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Robinson, D. M. 1952. Olynthus XIV. Terracottas, lamps, and coins found in 1934 and 1938. Johns Hopkins University studies in archaeology. Baltimore, Johns Hopkins Press; London, Oxford University Press. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 79, no. 18, pl. XI, no. 18) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.330) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 3.98 (Other Accession Number) ", " Miscellaneous number: GR.3.1898 (Accession Number) "]}