{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates wearing the double crown of Egypt. Head fragment, broken at neck. His hair is arranged in tight curls framing his face, as well as sporting the traditional side knot hanging down the right side of his face. His right index finger rests against his mouth. His eyes are almond shaped with sharply defined eyelids. Mould-made, from a two piece mould and hollow. White coating is preserved in places. Over-fired dark grey Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Roman Period (?)"], "Production date": ["2ndC (?)"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two examples from Naukratis are possibly from the same mould series (Oxford, Ashmolean Museum AN1896-1908-G.108; Gutch 1899, pl.12.148; Boston, Museum of Fine Arts 86.403). Parallels have been dated to c.200 (Bayer Niemeier 1988, no.29), but have also been found in 2nd century AD excavated contexts at Tell Atrib (Szymańska 2005, no.120). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.116) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.403 (Accession Number) ", " Miscellaneous number: P.4556 (Pottery & Porcelain Ledger No.) "]}