{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta protome female head. The face is broad in comparison with its length, with a rounded chin. The brows project in a sharp and well-defined ridge, and the inner corners of the eyes, which curve more suddenly towards the nose, are sunk deeply into the face. The upper lip, which is very short, projects slightly beyond the lower one. The nose is straight. The hair is covered above the centre of the forehead by a narrow band (now mostly lost), probably representing a metal cincture, and, appearing from beneath this, is drawn back above the temples so as to conceal the band by a thick wavy mass. Mould-made and hollow, with added detail incised prefiring with a sharp instrument. Traces of white coating. Red-brown Nile silt with a grey-brown outer surface and a black core. A thick and coarse micaceous fabric, probably Nile silt from Naukratis. The fabric is very thickly applied. "], "Cultures/periods": [" East Greek ", " Classical Greek ", " Late Period "], "Production date": ["480BC-350BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), 'top' ['Hell. top' written in pencil on back] "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 12 centimetres ", " Thickness: 2.90 centimetres ", " Width: 9.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A small number of East Greek style protomes of Classical Greek date appear to have been made locally at Naukratis and placed in the Hellenion (Oxford, Ashmolean Museum AN1896-1908-E.4657, AN1896-1908-G.79; Cambridge, Museum of Classical Archaeology NA823, NA820, NA766, NA464, NA317), though the majority were imported from East Greece and of types typically found on Rhodes. Three of these are very similar, though are unlikely to have come from the same mould series (as they were made of different thicknesses), all are locally produced and of 5th to (early) 4th century BC late Classical Greek type (Oxford, Ashmolean Museum AN1896-1908-G.79; AN1896-1908-E.4655; Cambridge, Fitzwilliam Museum GR.12.1899). One of which was found with Classical Greek figures below the second Hellenion phase (Gutch 1899, 77, no. 5, pl. XI, no. 5). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.009) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4655 (Accession Number) "]}