{"artifact_name": "figure; vessel", "Object Type": [" figure ", " vessel "], "Description": [" Head of a bearded male figure with almond shaped eyes, possibly a komast. Mould-made and hollow. Possible traces of paint around eyes. Fine, beige, loamy clay with very small mica; traces of colour. Broken at neck, probably the neck of a figure-shaped scent bottle, the rim is broken and lost. Only the front half preserved. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["6thC BC(late)"], "Production place": [" Made in: Rhodes (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from Kamiros, Rhodes of scent bottles in the form of kneeling or seated men (Higgins 1970, nos 79, 82, 83; British Museim GR 1865,1214.34, 1860,0404.56, 1931,1014.1; Jacopi 1933, 292-8) dated c.530BC and late 6th century BC. The fabric, parallels and style are consistent with a Rhodian provenance, though another Ionian origin cannot be excluded. For discussion of komast subject see Dasen (2010) and Mandel (2004, 48-9). Dasen, V. 2010, ‘Squatting comasts and sacarb-beetles’, in G.R. Tsteskhladze, A.J.N.W. Prag and A.M. Snodgrass (eds), Periplous: Papers on Classical Art and Archaeology Presented to Sir John Boardman, Oxford, 89–97. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Mandel, U. 2004, ‘Ägyptische Schemata in ostgriechischer Aneignung: Figürliche salbgefässe und terrakotten des 6. Jahrhunderts V. Chr’, in H. Beck, P.C. Bol, G. Kaminski and C. Maderna (eds), Fremdheit – Eigenheit Ägypten, Griechenland und Rom Austausch und Verständnis, Städel Jahrbuch Neue Folge 19, Stuttgart, 47–71. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.040) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.924 (Accession Number) ", " Miscellaneous number: P.5927 (Pottery & Porcelain Ledger No.) "]}