{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Isis anasyr(o)mene (also known as ‘Isis-Aphrodite', or Isis-Bubastis), holding the front of her tunic up to show her pubic area; the back of the garment falls in curved folds of drapery beside her legs. Her hair is parted in the middle and Isis-locks fall onto her shoulders; she wears a huge, closely woven double-wreath bound across the front with a narrow horizontal garland tied at each side; leaves fall beside her upper arms. Below the leaves hang wide ribbons from the headdress. From the top of the wreath rises a large flaring kalathos (now lost). The back is plain. The front is covered with a white dressing and parts of the headdress, hair, wrists, right thigh and earrings are painted red and pink on the dress. Hollow, from two-piece mould. Red-brown Nile silt with grey core, abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC–2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 20 centimetres ", " Width: 8.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In Hellenistic and Roman times, Aphrodite's identity was often fused with those of Egyptian fertility goddesses: Isis, Hathor and Bubastis. This figurine represents Isis-Aphrodite anasyromene or Isis-Bubastis. For parallels of figures representing Isis-Aphrodite anasyrmene, see Roman (Dunand 1979, 186-7, no.60) and 3rd to 2nd century BC parallels (Dunand 1990, no. 360-1). Parallel from early 2nd century BC context in Tell Atrib (Szymańska 2005, no. 46). Close parallels published by Bailey (2008, nos 2991–3000, see especially 2997, in the British Museum). Parallel dated first half of first century AD (head and shoulder fragment without a kalathos, Philipp 1972, figs 19 and 20). Close parallels perhaps from Naukratis (Fitzwilliam Museum, Cambridge E.P.233) and from Luxor (Christie’s Sale Catalogue, 8 December 1993, lot 95). Similar pieces from Egypt (Dunand 1973, pl. 21) and Mellawi in Middle Egypt (Perdrizet 1921, no. 157). This example is published in varios volumes (Walters 1903, C575; Bailey 2008, 3007; Pagenstecher 1923, 115, fig. 121; Fischer 1994, 332, no. 816). Dunand, F. 1973, Le Culte d'Isis dans le bassin oriental de la méditerranée, vol. 1: Le Culte d'Isis et les Ptolémées, Leiden. Dunand, F. 1979. Religion Populaire en Égypte Romaine, Leiden. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Pagenstecher, R. 1923, Die griechisch-ägyptische Sammlung Ernst von Sieglin, part 1A: Malerei und Plastik, Leipzig. Perdrizet, P. 1921, Les Terres cuites grecques d’Égypte de la collection Fouquet, Nancy. Philipp, H. 1972, Terrakotten aus Ägypten im ägyptischen Museum Berlin. Berlin. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.132) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.919 (Accession Number) ", " Miscellaneous number: P.5894 (Pottery & Porcelain Ledger No.) "]}