{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Ithyphallic Harpocrates limestone figure group (partner mostly missing). Squatting. Soft white limestone. Missing bodies of both individuals, base is broken. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["limestone"], "Type series": ["Thomas L-E.2"], "Dimensions": [" Height: 3.70 centimetres ", " Length: 6.10 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of ‘symplegma’ erotic figure groups involving a youth with a side-lock (Harpocrates or a follower) and his consort were found at Naukratis and have also been found in Lower Egypt. Various materials were used (terracotta, limestone and faience were most common) and different versions, both plaques and three dimensional figures, of different compositions are known. Limestone symplegma plaques known from Naukratis (Egyptian Museum, Cairo TR14/9/18/13; JE33557; see also British Museum GR 1888,0601.78). A second, more common, variant, has more three dimensional figures, known from Naukratis (GR1965,0930.976, 1965,0930.932, 1965,0930.943; see also Cambridge MCA NA307) and attributed to Naukratis (Fitzwilliam Museum, Cambridge E.84.1914, E.SU.150, E.128.1914; British Museum GR2011,5011.9). Parallels are known from Sais dated late 6th or early 5th century BC (Daressy 1901, 230-239), Memphis (Petrie Museum UC38352-4; 38350), Saqqâra (Martin 1981, pl.21.c), unprovenanced (Bianchi 1988, pl. 34, 130; Yakata 1983, no.70) and Karpass, Cyprus (Karageorghis 1984, pl.41.2, fig.1b, no.1934/XI-11/1), Ashmunein (Martin 1987, 75; Cairo SR5/6329; Spencer 1993, 33, pl.28, pl.30, no.36), Memphis (Petrie Museum UC38352-4, UC75914, UC38351, UC35954), Tanis (Brissaud 1988, 41, pl.5.c) and unprovenanced (British Museum EA90358-9, EA27699, EA90339). Brissaud, P. 1988, Rapport sur la campagne de 1987, BSFFT 1, 21-32. Bianchi, R. S. (ed.). 1988. Cleopatra’s Egypt, Age of the Ptolemies, Brooklyn. Daressy, G. 1901. Rapport sur des fouilles à Sa el-Hagar, Annales du Service des Antiquités de l’Égypte 2, 230-239. Karageorghis, V. 1984. Dionysiaca and erotica from Cyprus. RDAC1984, 214-220. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra: the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. Martin, G.T. 1987. ‘Erotic’ figurines, the Cairo Museum. GM 96, 71-84. Quibell, 1907. Excavations at Saqqara 1905-1906. Le Caire: Imprimerie de l'Institut français d'archéologie orientale. Spencer, A.J. 1993, Excavations at el-Ashmunein III. The Town, London. Yakata, T. 1983. Neferut net Kemit, Egyptian Art from the Brooklyn Museum, exhibited at Tokyo (etc), no. 70 (group of intertwined figures). Brooklyn. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.123) (Phase 2)"], "Location": ["Not on display"], "Subjects": [" eroticism/sex ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.SU.150 (Accession Number) "]}