{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figure of horse-and-rider. Handmade horseman in primitive style. Horse's head, tall neck with high mane and upper body of rider. Very broken and worn, missing end of horse's snout. Pale beige-brown calcaric Cypriot light yellow marl clay fabric with white and black (volcanic) inclusions. pencil marking on horses snout. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ8(?) "], "Materials": ["terracotta"], "Technique": [" handmade ", " painted "], "Dimensions": [" Height: 13.30 centimetres ", " Length: 9.30 centimetres ", " Width: 5 centimetres "], "Curator's comments": ["This very stylised type with a high mane and long neck belongs to the beginning of the Archaic II period, probably the early 6th century BC, or possibly earlier (see GR 1876,0909.95). Parallels from Amathus and Ayios Therapon (Karageorghis 1995, pl.37.5 2(i)c.1, pl. 40.1 2(i)c.24, pl.44.10 2(i) c.65). For fabric see (ibid. pl.13.4-6, G22-24). This figurine is labelled in pencil with a faint Φ8 on the left side of the horses snout (however the first character is faint and unclear, and on the back is another pencil mark that appears to read K1), designating this as coming from a context excavated by Petrie within the sanctuary of Aphrodite, during Gardner’s excavations at Naukratis in 1885-1886. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.052) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cavalry"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 22 (EEF distribution list number) ", " Miscellaneous number: 637 (Accession Number) "]}