{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta figure of robed man. Torso only, chest-to-knee, with right arm across chest; garment. Flat ‘Asiatic’, or ‘Assyrian’ man. Pressed into one-piece mould. Orange-red over-fired Cypriot marl fabric with pale buff surfaces. Abundant coarse black and white inclusions. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ12 "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 12 centimetres ", " Thickness: 3.20 millimetres ", " Width: 7.20 centimetres "], "Curator's comments": ["Parallels from Naukratis in the British Museum (AES 1911,0710.101). Asiatic looking male figurines date to between the mid 7th and the late 6th century BC, with very close parallels from Cyprus, probably from the Arsos workshops (Karageorghis 1995, 19-21, Type I(ii)38, pl. 9.3). V. Karageorghis argues the ‘Assyrian’ look may coincide with Assyrian domination of Cyprus during the 7th century BC (Karageorghis 1995, 21). Under the number 1911.44, a mixed batch of objects were originally registered; the sub-numbers were assigned on 11.5.2000. This figurine is labelled in pencil TAΦ12 (although the characters are worn, they are clear), designating this as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. Karageorghis, V. 195. ‘The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.042) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 27? (EEF distribution list number) ", " Miscellaneous number: 643.7 (Accession Number) "]}