{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian ceramic lamp. Mould-made, with a double-convex circular body, a long splayed flat- topped nozzle with a curved tip, a circular base-ring convex in the centre, and a lug on each side that is set off from body by a groove. The filling-hole is surrounded by a double moulding. Two raised ridges extending from the edges of the nozzle terminate in volutes on the body of the lamp. Thin slip fired brown to red. Traces of burning on nozzle through use. Brown-red micaceous Nile silt clay. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["200BC - 50BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 3.30 centimetres ", " Length: 9.50 centimetres ", " Width: 7.35 centimetres "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late Ptolemaic type lamp, with close parallel from Buto dated late 2nd to 1st century BC (Bailey 1975, British Museum Lamps I, 273, Q593). Variant of Mlynarczyk's Type F, dated 2nd century BC (Mlynarczyk 1997, Type F, see Figs. 53, 57), suggesting this may be slightly earlier than the date given to the Buto parallel. Apparently collected at Naukratis in 1890, as marked on the back in ink \"Naukratis Nov. 1890\". From a collection of 19 miscellaneous pieces of Roman glass, pottery donated by Mrs. Francis Jackson, The Pines, Ashtead, Surrey. This seems to be the only object with the 'Naukratis' provenance, other objects are said to come from Etruria, the Aegean or Cyprus. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.010) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A. 49.-8-0 (Accession Number) "]}