{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure head of Harpocrates / Horus with the sidelock of youth. Traces of white plaster, possibly from coating. Solid and mould-made. Red-brown Nile silt with black core. Abundant fine quartz, mica, organic vesicles and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 300BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.3 (?)"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.70 centimetres ", " Length: 5.40 centimetres ", " Width: 6.60 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Possibly made at Naukratis. Late Period parallels from Memphis (Petrie 1909a, pl. 35, no. 3; Petrie 1909b, pl. 28, no. 77, pl. 30, no. 88; Petrie 1910, pl. 43, no. 152), however these are unlikely to specifically represent foreigners as Petrie argues, rather just a crude Egyptian figurine of which there are many torsos also preserved from Naukratis at Cambridge Museum Classical Archaeology (NA593, NA594) and the British Museum (1886,0401.1454). See also unprovenanced example in Frankfurt (Bayer-Niemeier 1988, pl. 97.8, no. 557). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Petrie, W.M.Fl. 1909a, Memphis I, London. Petrie, W.M.Fl. 1909b, The Palace of Apries. Memphis II, London. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.144) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2258 (Accession Number) "]}