{"artifact_name": "obelisk", "Object Type": ["obelisk"], "Description": [" Fragment of an obelisk carved in red granite; reconstructed height of 7m; three sides preserved, each inscribed with two vertical columns of text; on two sides – only one preserved – the king is to the left, the god to the right; on the two others, it is the contrary. "], "Cultures/periods": ["Ptolemaic (early)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["granite"], "Technique": ["carved"], "Dimensions": [" Width: 70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This fragment of obelisk was discovered in Kom Geif in 1914, at the same time as three inscribed blocks belonging to the lower course of the Ptolemaic temple of Amun-Ra in Naukratis. According to the rules of distribution of monumental decoration (King always “entering” the sanctuary, God always “welcoming” from inside the sanctuary), it is possible to say that the obelisk from which comes this fragment was to the right side of the pylon or gateway of the temple (side b of Daressy in front, side c to the left, side a to the right). The inscriptions mention Hut-neferet (‘The Beautiful-Castle’), the name of the Egyptian temple of Naukratis. The particular spelling of nefer with the standing baboon-sign must not to be read Thot/Djehuti (Yoyotte 1993-94, 684). The Saite donation stela kept in Cairo Museum (TR 14/2/25/2) and the sistrum handle of Ptolemy II kept in the Louvre (E6268) refer also to Hut-neferet. On this obelisk: Edgar 1922, 1 (drawing attached to this record); PM IV, 50; Yoyotte 1982/83, 130, no. 2; Yoyotte 1993/94, 684; Muhs 1994, 110; Thier 1996, 25; Guermeur 2005, 128. Edgar, C C. 1922, ‘Some Hieroglyphic Inscriptions from Naukratis’, Annales du Service des Antiquités de l’Égypte 22, 1-5. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thebes, Turnhout, 127. Muhs, B. 1994. ‘The Great Temenos of Naukratis’, Journal of the American Research Center in Egypt 31. Thiers, Chr. 1996. Le pharaon Lagide “bâtisseur”. Analyse historique de la construction des temples à l’époque ptolémaïque, PhD Univ. Paul Valery - Montpellier III, 1996, unpublished. Yoyotte, J. 1982/83, ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, 129. Yoyotte, J. 1993/94, ‘Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992-1993, 1993-1994)’, Annuaire du Collège de France, 684-689."], "Bibliographic references": [" Guermeur 2005 / Les cultes d’Amon hors-de-Thèbes (p. 128) ", " Yoyotte 1993-1994 / Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994) (p. 684) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AB.10) "], "Location": ["Not on display"], "Subjects": ["procession"], "Acquisition date": ["1914"], "Acquisition notes": ["Found at Kom Geif in 1914."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: unknown (Registration number) "]}