{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Leopard or large cat in white marble. Represented having just caught a bird. Holding down bird with forepaws and looking up. Rough plinth and support below belly. Rough surface. Remains of yellow paint on hide. Marks of drill. Part of right hind leg and tail, part of ears, head of bird and part of plinth broken off; head of cat fastened on. Somewhat stained. "], "Cultures/periods": ["Hellenistic"], "Production date": ["332BC - 200BC"], "Production place": [" Made in: Greece "], "Findspot": [" Found/Acquired: Naukratis (?) "], "Materials": ["marble"], "Dimensions": [" Length: 55 centimetres ", " Thickness: 11 centimetres ", " Width: 13 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Part of a group of finds originally from Naukratis, including another marble cat sculpture, acquired from the nearby town of Damanhur. Another group of 20 cat fragments in marble and limestone, many in the same style and possibly the same sculptor, are in the British Museum (GR 1905,0612.1 - 20). These include a base with a dedication to Boubastis. The British Museum examples were purchased by Flinders Petrie, from a dealer in Cairo who gave it a Bubastis provenance. Petrie later writes Naukratis as a probable origin. Other limestone and terracotta figures of cats dedicated to Bubastis have been found in the recent, unpublished, excavations of an early Ptolemaic temple sanctuary at Kom el-Dika in Alexandria. However, these cats are not of marble, are in a distinctly different style (see British Museum EA1945,1012.2 probably from Kom el-Dika) and many are later than the 'Naukratis' example. The presence of cat sculptures in the Naukratis group, probably made by the same sculptor, in both imported marble and Egyptian limestone, suggest that these were all made in Naukratis, or less likely Alexandria. "], "Bibliographic references": [" Edgar 1903 / Greek sculpture. (p.32, pl.XVII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.25) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" mammal (cat) ", " bird "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG27519 ", " Miscellaneous number: JE31184 (Accession Number) ", " Miscellaneous number: SR5/10434 "]}