{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of naked woman (Isis-Hathor?). Her hands are free from her body and modelled in the round. Solid, mould-made, with modifications using a sharp tool. Now missing head, arms and legs. Red-brown Nile silt, with abundant fine gold mica, quartz and some white inclusions. "], "Cultures/periods": [" Ptolemaic (early) ", " Late Period (late) "], "Production date": ["400BC-300BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-F.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 6 centimetres ", " Thickness: 2.60 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar piece, but different mould series, dated to the Ptolemaic period in the Petrie Museum (UC48406). Similar 4th to 3rd century BC or early Ptolemaic solid Hathor figures, depicting a nude female with arms flush against her body, are known from Tanis (Brissaud 1994,15, fig. 1b), Ras el-Soda, Alexandria (Adriani 1952, pl. 14, 1), Gabbari, Alexandria (Kassab Tezgör 2001, 421, fig. 12.14), and unprovenanced (Fischer 1994, no. 806; Fischer 1995, pl. 44, 1; Vogt 1924, pl. xci, 6; Török 1995, no. 210; Fischer 1994, 75n. 25 and 329: no. 807). Parallels from Edfu (Henne 1925, pl. 28, 9) and Memphis (Petrie 1909, pl. 35, 9, Petrie Museum UC33573) are not given specific dates. '1885' is written on this piece in pencil. Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950), Alexandria. Bayer-Niemeier, E. 1988. LiebieghausMuseum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Brissaud, P. 1994. ‘Rapport sur la XLIe campagne de fouilles 1994’, BSFFT 8: 7-35. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Henne, H. 1925. Rapport sur les fouilles de Tell Edfou (1923-1924). Cairo. Kassab Tezgör, D. 2001. In Empereur, J-Y. and Nenna, M-D. (eds). ‘Études Alexandrines 5: Nécropolis I.’ Cairo. Petrie, W. M. F. 1909. Memphis, vol I: Roman Portraits and Memphis.' London. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt. Rome. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.124) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Isis-Hathor (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.490 (Accession Number) "]}