{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figurine: upper body of male (?) figure with arms folded over chest, crudely hand-modelled features: face with strong chin and nose; pointed headdress. Traces of black paint: three horizontal stripes over face, four vertical stripes on right arm and three on left, horizontal band around waist, patch below chin; red paint around neck. Light yellow, slightly porous clay. Hollow. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC - 525BC (circa)"], "Production place": [" Made in: Salamis (Cyprus) (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) "], "Materials": ["terracotta"], "Technique": [" painted ", " handmade "], "Dimensions": [" Height: 8.60 centimetres ", " Width: 4.20 centimetres ", " Depth: 3 centimetres (at base) "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 6th century BC parallels from Ayia Irini as either single men or as part of a chariot group (Karageorghis 2003, 191-5, nos 220-2, 224). Many parallels from Salamis (Monloup, T. 1984, nos 439-497, 520-536). Under the number 1911.44, a mixed batch of objects were originally registered; the sub-numbers were assigned on 11.5.2000. Parallel from Lindos (Blinkenberg 1931, pl.86, no.1947). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Faint Φ (?) pencil mark on the back. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Karageorghis, V. 2003. The Cyprus collections in the Medelhavsmuseet. Stockholm. Monloup, T. 1984. Salamine de Chypre. 12, Les figurines de terre cuite de tradition archaïque. Paris : de Boccard. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.071) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1911.44.28 (Accession Number) "]}