{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta mould-made protome of a woman in Archaic style. Fragment of hair and left ear from a large protome. White coating with traces of red paint preserved on some areas of hair. Pale red-brown fabric with grey core. Abundant fine silver and gold mica, quartz and white inclusions. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["510 BC - 480 BC"], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.90 centimetres ", " Thickness: 0.50 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Archaic East Greek protome of late Archaic date (510BC to 480 BC). The fabric is similar to that of figurines of an East Greek origin. Often identified as ‘Rhodian’ though numerous production places are known across East Greece. Parallels from Lindos, Rhodes, of Type A1 dated ‘late Archaic’, after 525BC (Blinkenberg 1931, 591, pl.116, nos 2463 and 2465). A number of fragments from the same type of protome may come from the same piece (Cambridge Museum of Classical Archaeology NA452, NA761 and possibly NA831; Cambridge, Fitzwilliam Museum GR.8.1899; British Museum GR 2011,5009.275), or are from similar protomes (Cambridge Museum of Classical Archaeology NA470, NA361, NA356, NA323). Hair form found on a number of late Archaic protome forms dated 510 BC to 480 BC (Croissant 1983, 164 nos 48, 142, 233-8, 242) and at Olynthus dated late 6th or early 5th century BC (Robinson 1952, pl.4 no.3) and Camirus, Rhodes, dated to the mid 5th century BC (Higgins 1954, no.243). For context, function and details on protome parallels and fragments from Naukratis see protome records from Cambridge Museum of Classical Archaeology (NA350, NA355, NA354, NA353, NA390, NA850, NA426, NA803 and NA509). Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Croissant, F. 1983. Les protomés féminines Archaïques: Recherches sur les représentations du visage dans la plastique Grecque de 550 à 480 av. J.-C. Ecole Française d'Athènes, Athens. Robinson, D. M. 1952. Olynthus XIV. Terracottas, lamps, and coins found in 1934 and 1938. Johns Hopkins University studies in archaeology. Baltimore, Johns Hopkins Press; London, Oxford University Press. Tsakos, K. 2007. Die stadt Samos in der geometrischen und archaischen epoche, in Corbet, J. Frühes Ionien : eine Bestandsaufnahme; Panionion-Symposion Güzelçamlı, 26. September - 1. Oktober 1999 Milesische Forschungen. sches Archäologisches Institut, Mainz, 189-200. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.073) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA470 (Accession Number) "]}