{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta mould-made protome of a woman. Fragment depicting hair from a large protome-bust. White coating with red paint preserved on some areas of hair. Soft, fine red-brown fabric with a grey core, rare silver mica inclusions and a soapy texture. "], "Cultures/periods": [" East Greek ", " Classical Greek (late) "], "Production date": ["450BC-330BC"], "Production place": [" Made in: East Greece (Rhodes?) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Site 14 (Hogarth), under wall of second temple "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.40 centimetres ", " Thickness: 1.30 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the registers, this was found under wall of second temple of the Hellenion, supposedly a 5th century Bc context. A East Greek protome bust (also known as a ‘shoulder-bust’) of later Classical Greek style (broadly 450BC -330BC). Late Classical period parallels from Late 5th century BC Rhodes (Higgins 1970, no. 295) and early-mid 4th century Cyrenaica (ibid. nos 1534, 1539). Numerous parallels from the Hellenion at Naukratis, some fragments possibly from the same protome (Ashmolean AN1896-1908-G.110.a-c; AN1896-1908-E.4667; AN1896-1908-E.4786). The fabric of this and the parallels from Naukratis are consistent an East Greek origin, particularly Rhodes. Protome busts were produced in East Greece, Greece and Southern Italy. Often identified as ‘Rhodian’, though numerous production places likely existed across East Greece. Protomes (also called busts, shoulder-busts, protome-busts and erroneously ‘masks’) were first made in East Greece around 550BC (Croissant 1983) then Greece (Robinson 1931; 1933; 1952; Szabó 1994) and Magna Graeca (Kilmer 1977, 65-7) in the late Archaic period. The earliest forms simply show the head with a framing veil, though increased complexity and details resulted in half of the figure being represented by the 5th century BC (Mandel & Gossel-Raeck 2004). By the mid-5th century they become less common, though rare finds have been found, in Hellenistic contexts (Kilmer 1977, 66; Smith 1949, 355; Stampolidēs et al. 2011, 383, no. 72). Protomes are primarily found in sanctuaries, graves (possibly reused Kilmer 1977, 68; not used as funeral masks, Smith 1949, 355) and occasionally in domestic contexts (Higgins 1954; Kilmer 1977, 68). Protomes have been interpreted as representations of Hera, Athena, Aphrodite (Aphrodite in Naukratis, Smith 1949, 355, fn. 3, figs. 6 & 7), Demeter or Kore as a chthonic goddess (contra Blinkenberg 1931, 588-9), but are more commonly thought to represent the devotee (ibid; Croissant 1983). Many fragmentary parallels of protomes and protome-busts from Naukratis in Archaic and Classical Greek style in East Greek and local Egyptian fabrics. (Cambridge Museum of Classical Archaeology NA317-320; NA323; NA325; NA352-363; NA369; NA377-380; NA382-406; NA408-428; NA430-437; NA439- 442; NA444-5; NA448- 9; NA451-2; NA454-457; NA459-464; NA466; NA468-480; NA482-4; NA509; NA750-781; NA783-844; NA846-854;Cambridge Fitzwilliam Museum GR.3.1898; GR.20.1899; GR.8.1899; Cairo Egyptian Museum JE34157; JE34156; Champaign Spurlock Museum, University of Illinois 1911.02.0017; University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia E184; and the British Museum GR 2011,5009.226; GR 2011,5009.274-282; GR 2011,5009.287). Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Croissant, F. 1983. Les protomés féminines Archaïques: Recherches sur les représentations du visage dans la plastique grecque de 550 à 480 av. J.-C. Ecole Française d'Athènes, Athens. Kilmer, M. F. 1977. The shoulder bust in Sicily and south and central Italy: A catalogue and materials for dating. Studies in Mediterranean archaeology 51, Göteborg. Mandel, U. & Gossel-Raeck, B. 2004. ‘Votivterrakotten von der pergamenischen Oberburg’, Istanbuler Mitteilungen 54: 311-330. Robinson, D. M. 1931. Olynthus IV. The terra-cottas of Olynthus found in 1928. Johns Hopkins University studies in archaeology. Baltimore, Johns Hopkins Press ; London, Humphrey Milford. Robinson, D. M. 1933. Olynthus VII. The terra-cottas of Olynthus found in 1931. Johns Hopkins University studies in archaeology. Baltimore, Johns Hopkins Press; London, Humphrey Milford. Robinson, D. M. 1952. Olynthus XIV. Terracottas, lamps, and coins found in 1934 and 1938. Johns Hopkins University studies in archaeology. Baltimore, Johns Hopkins Press; London, Oxford University Press. Smith , H. R. W. 1949. A Goddess from Lebadeia. In Commemorative Studies in Honor of Theodore Leslie Shear. Hesperia Supplements 8: 353-360. Stampolidēs, N. C., Tasoulas, G. & Philēmonos-Tsopotou, M. 2011. Islands off the beaten track: an archaeological journey to the Greek islands of Kastellorizo, Symi, Halki, Tilos and Nisyros. Athens, Museum of Cycladic Art. Szabó, N. 1975. ‘Contribution à la question des protomes en terre cuite de la Grèce centrale’. Bulletin du Musée Hongrois des Beaux Arts 43: 3-22. Szabó, N. 1994. Archaic terracottas of Boetia. Studia archaeological, Rome. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.314) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.110.c (Accession Number) "]}