{"artifact_name": "figure; herm", "Object Type": [" figure ", " herm "], "Description": [" Upper fragment of a terracotta figure herm with the head of a boy wearing a festival wreath, possibly Harpokrates. Broken at waist. Mould-made, though some detail indicated by slight incisions. Traces of white coating and was likely painted. Solid red-brown Nile silt with abundant mica. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ptolemaic parallel from Tell Atrib of Herm as a youth (Szymańska 2005, no.207). Three Ptolemaic herm figures are known from Naukratis, all from different mould series (Boston, Museum of Fine Arts 86.400; Amsterdam, Allard Pierson Museum 7479; Oxford, Ashmolean Museum AN1886.488). Parallels from Egypt are generally dated Ptolemaic or late Ptolemaic (Fjeldhagen 1995, no.90; Millers 1991, 54, cat. 25, fig.30; Dunand 1990, no. 325). Mould known from Roman Ehnasya (Petrie Museum UC19656; Petrie 1904, pl. LXIX A. d). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. Petrie, W. M. F. 1904. Roman Ehnasya (Herakleopolis Magna) 1904. London. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.243) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" classical deity ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.400 (Accession Number) ", " Miscellaneous number: P.4553 (Pottery & Porcelain Ledger No.) "]}