{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates, the infant Horus. Head fragment, broken at neck from a reclining figure. His head is shaven except for his side lock. Hollow, from two-piece mould. Red-brown Nile silt with abundant mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC -1stC BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.50 centimetres ", " Thickness: 3.40 centimetres ", " Width: 3.25 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published by Gutch (Gutch 1899, no.135). Made in Naukratis at the terracottas workshop there. A number of Harpocrates from the same, or very similar, mould series were found at Naukratis (Gutch 1898-9; 92 n.5, pl.13, no.191; British Museum Bailey 2008, no. 3060 GR1886,0401.1442; Bristol H2814; Cambridge NA629; Boston MFA 86.438, possibly 86.461; Brussels, Musées Royaux d’Art et d’Histoire A.1846). Variants of this macrophallic reclining Harpocrates with side knot type has been found in Saqqara as well as the Naukratis workshop area and have been dated to the 3rd and 2nd century BC (Bailey 2008, no. 3058-60; see also late 3rd century BC parallel Bayer Niemeier 1988, no. 28). However, others have dated good parallels to the Late Hellenistic (Török 1995, no. 72, see nos. 61and 62) and Roman (1st to 2nd century AD) periods (Fischer 1994, no. 575 see also 633; Dunand 1990, nos.117, 281). Variants have been found at Theadelphia (Weber 1914: no. 60) or unprovenanced (Sotheby’s Sale Catalogue, 18 May 1987, lot 113) and they were making similar examples in a terracotta shop at Memphis (Engelbach et al. 1915, pl. 61, no. 45(1)). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch- römische Terrakotten, Melsungen. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris Engelbach, R. Murray, M.A. Flinders Petrie, H. and Petrie, W.M.F. 1915. Riqqeh and Memphis, vol. VI.’ London. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch- griechischen Terrakotten. Berlin. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 90, no.135) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.007) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.104 (Accession Number) "]}