{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" East Greek protome of female head. The eyes are asymmetrically sided and of unnatural length. The mouth is naturalistically depicted and asymmetrical with a bold curve between the lower lip and chin. The hair, except that part which is immediately over the forehead, is entirely concealed by an elaborate coiffure; a veil of crinkled material drawn under a huge tiara or stephane, and fastened above the centre of the forehead by being knotted into a large bow. A crimped edge finishes it off prettily in front, and from beneath this a certain amount of hair is allowed to escape. White coating with traces of brown or black paint on hair. Fine red-brown fabric with grey core and rare mica or quartz and white inclusions. Pieced together from twelve fragments, missing large portions of whole. "], "Cultures/periods": [" East Greek ", " Classical Greek "], "Production date": [" 480BC-400BC ", " 460BC-430BC "], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 15.10 centimetres ", " Length: 10.40 centimetres ", " Thickness: 1 centimetres ", " Width: 12.70 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked '17', probably by Gutch in 1898-9. Identified as a representation of 'Aphrodite', who dates these to the second half of the 5th century BC (Gutch in Hogarth 1899, 79, pl. 10, no. 17). Protome bust (or ‘shoulder-bust’) of a Classical Greek type. Fabric and style suggest an East Greece, probably Rhodian, origin dated 480BC-400BC. Protome busts have also been found and were produced in Greece and Southern Italy. Parallels from Lindos, Rhodes, dated 525BC to 400BC and after (Blinkenberg 1931, 591, Type B2, pl.148, no.3136 with bow on hair) and in the British Museum from Rhodes, also with applied bow, dated late 5th century BC (Higgins 1954, no. 295). For context, function and details on protome parallels and fragments from Naukratis see protome records from Cambridge Museum of Classical Archaeology (NA350, NA355, NA354, NA353, NA390, NA850, NA426, NA803 and NA509). Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 79, no. 17, pl. X, no. 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.305) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.20.1899 (Accession Number) "]}