{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of terracotta statuette, solid, broken at neck: crudely hand-modelled facial features, tall, flat, flaring headdress. Light yellow-pinkish porous clay. Black paint around eyes and hairline and two bands around neck (necklace? dress edge?); red paint on ears; on front of headdress three black bands. Surface much worn on face. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC - 525BC"], "Production place": [" Made in: Paphos (city) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" painted ", " handmade "], "Dimensions": [" Height: 5.80 centimetres ", " Width: 2.30 centimetres (across ears) ", " Depth: 2.20 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Though many close parallels exist (particularly the flat-chested types from Yeroskipou-Monagri in Karageorghis 1998, 15-17, pls 8.7-11 Types I(i)77-80), the goddess with uplifted arms type continued from the ‘11th down to the early 5th centuries BC, with very few changes’ (ibid. 17). This example is most likely from the Cypro-Archaic II period. See also British Museum EA 50121. Under the number 1911.44, a mixed batch of objects were originally registered; the sub-numbers were assigned on 11.5.2000. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Faded and unclear pencil mark on back. Karageorghis,V. 1998. ‘The coroplastic art of ancient Cyprus. VI. The Cypro-Archaic period small female figurines. Nicosia: University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.004) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1911.44.27 (Accession Number) "]}