{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Alabaster figure of naked young man (kouros). Incomplete with feet and part of the legs missing. Only the head, torso and legs down to knees are preserved. The slender figure has broad, sturdy and sloping shoulders and a short torso. The torso is slender. The slightly bent arms are separated from torso in the area between onset of thighs and pectorals. The lower arms are almost entirely attached to the thighs; in the crook of the arm a v-shaped groove is visible. The spine forms a short shallow groove. The head is round, the neck is short. Above the forehead a thin padded hairband is placed which is hidden behind the ears and does not continue at the back of the head. The ear lobes are thick. Some trace of paint. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC - 550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Found/Acquired: Naukratis (probably) "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Technique": ["painted"], "Dimensions": [" Length: 10.50 centimetres ", " Thickness: 3 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Höckmann follows Edgar's Sais provenance for this piece (Höckmann 2007; Edgar 1903, 1), hower the Cairo National Egyptian Museum archives, record a Naukratis provenance. "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (no. N 6) ", " Edgar 1903 / Greek sculpture. (p.1, pl.I) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.108) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG27425 ", " Miscellaneous number: SR5/10471 "]}