{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian Wild Goat Style pottery chalice; white slip; interior: glazed streaky black (very worn); exterior: very short billet pattern around rim above paired hook maeander pattern between pairs of narrow lines; below part of pendant triangle to left of vertical line with short horizontal strokes. "], "Producer name": [" Close to: Painter of the Aphrodite Bowl (according to Williams) ", " Attributed to: Group of the Aphrodite Bowl (according to Lemos) "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["625BC-600BC"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 42 centimetres ", " Height: 2.70 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Cambridge Fitzwilliam GR.48.1894 and probably GR.49.1894. If so, then it is likely that the painter of this vessel also painted British Museum 1888,0601.475.g 1888,0601.475.d and 1924,1201.115. Williams describes the painter of those sherds as also being closely related to the Painter of the Aphrodite Bowl. Lemos describes the sherd as being in the style of the Würzburg chalices, but dated later than those chalices because she considers the style of the drawing to be debased and because of the elementary and isolated interior decoration. "], "Bibliographic references": [" CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 33, no. 20, pl. XVII) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 72, p. 241, no. 222, pl. 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0377) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 94-6, N.50 ", " Miscellaneous number: GR.50.1894 (Accession Number) "]}