{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Small mould-made scarab in glazed composition; back with simple markings for clypeus, prothorax and elytra; underside deeply stamped (?) with the name of Padibastet inscribed in hieroglyphs; longitudinally pierced; little remains of pale green glaze; pale yellow paste; surface quite eroded. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " stamped (?) ", " pierced "], "Dimensions": [" Length: 1.10 centimetres ", " Thickness: 0.45 centimetres ", " Width: 0.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Padibastet (Petoubastis) is a royal name for three pharaohs between the 23rd and 26th dynasty, as well as a common private name during the Late Period (Hornung and Staehelin 1976, 283). This name is commonly found on scarabs and scaraboids produced at “Scarab Factory” (Petrie 1886, pl. XXXVII, no. 117-118; on the various productions of the factory, see Webb forthcoming). They belong to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93, 103-107, type XXVIII B, see especially subtype B16-23 for this piece). For a similar inscription on glazed composition scarabs found in Naukratis, see: BM 1886,0401.1672; Boston, Museum of Fine Arts 88.858. Various parallels: Fraser 1900, pl. XIV, 407-408; Vercoutter 1945, 103-104, 36-39; Hornung and Staehelin 1976, 282-283, 455-458. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Memoir of the Egypt Exploration Fund 3), London. Vercoutter, J. 1945. Les objets égyptiens et égyptisants du mobilier funéraire carthaginois, BAH XL, Paris. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no 118) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.106) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, but surface eroded"], "Associated names": ["Named in inscription: Padibast"], "Previous owner": ["Currently owned by: Musée du Louvre, Paris"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E8056 bis.13 (Accession Number) "]}