{"artifact_name": "siana cup", "Object Type": ["siana cup"], "Description": [" Rim sherd of Attic black-figured pottery 'overlap' Siana cup; interior: reserved band at rim, glazed black below; top of lip glazed; exterior: black-figure decoration consisting of female figure and Poseidon to left (of female, hair with fillet in added red, neck, chest with part of himation with traces of added white remain; of Poseidon, part of upper body with trident and raised left arm remain; traces of cross and dot pattern in white on cloak); at junction with handle zone, black band. "], "Producer name": ["Attributed to: The Heidelberg Painter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 30 centimetres ", " Height: 4.10 centimetres ", " Thickness: 0.40 centimetres ", " Width: 5.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The position in which Poseidon is depicted on the sherd is identical to the manner in which he is depicted on another cup by the Heidelberg Painter, from Delos. Brijder (1991, p. 380, p. 416, p. 427) attributes this sherd to the Heidelberg Painter's late period when the style of cups generally resembles those from his middle period but the painting is less exact and the drawing is usually sketchy. Poseidon's eyes, however, are depicted with great precision and the ivy leaf tips of his trident are, according to Brijder, an example of his care over small detail. Beazley places the sherd within his Subclass 2. "], "Bibliographic references": [" CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 42, pl. XXI, no. 25) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 373, no. B509) ", " ABV / Attic Black-Figure Vase-Painters (p. 65, no. 31) ", " Beazley 1931 / Amasea (p. 280, no. 12) ", " Brijder 1991 / Siana Cups II, The Heidelberg Painter (p. 454, no. 388, pl. 129e) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1317) (phase 3) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.130.1888 (Accession Number) "]}