{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figure of actor wearing a theatre mask: a tragic mask. Mould-made and solid. Head with wide eyes and open mouth. Reddish-brown Nile silt. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC - 30BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.40 centimetres ", " Width: 2.40 centimetres ", " Depth: 1.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that dates 3rd to 2nd century BC. A few parallels of tragedy masks or figures of actors from tragedies come from Naukratis (Cambridge, Fitzwilliam Museum GR.301.1899; Boston, Museum of Fine Arts 86.463; Dundee, McManus Galleries 1975-166). Late 3rd century BC parallels from Tell Atrib (Szymańska 2005, nos. 18, 197). Figures of actors from Naukratis, are usually of actors from comedy (Bailey 2008: 149; Walters 1903, C 640, GR 1886,0401.1410; Cambridge, Museum of Classical Archaeology NA485; British Museum GR1886.0401.1410; Bailey 2008: 149; Walters 1903, C 640; Webster, Green and Seeberg 1995, 3ET 6b). Parallels from Egypt date from the 4th to the late 2nd century BC (Török 1995, 235, pl.125 no. 235; Fischer 1994, 191, pl.27, nos. 319- 320, no. 324 dated end 2nd century BC). Parallels from late 3rd century BC Tell Atrib (Szymańska 2005, nos. 12, 14-15). Based on Classical and Hellenistic Greek examples (Bayer-Niemeier 1986; 132- 6, no. 68-69, 86, 4th to 2nd century BC from Attica and Smyrna; Mollard-Besques 1963; pl. 171.g, Myrina no. 99, late 3rd century BC). Parallels from Ptolemaic Memphis (Petrie Museum UC48548) and published by the Allard Pierson Museum (1972, pl. 44, no.7134). 'Roman'parallel (Dunand 1990, no. 600). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome Webster, T. B. L. Green, J. R. and Seeberg, A. 1995. Monuments Illustrating New Comedy (third edition). London. The Allard Pierson Museum (ed.). 1972 Gods and Men in the Allard Pierson Museum. Amsterdam. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.300) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" actor/actress ", " theatre/theatrical life "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4770 (Accession Number) "]}