{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta protome of a woman in Greek style. Her hair is worn up as layers of curls. The hair is shown as curls with indistinct moulded details. The outline of the face is round and full, with a dimpled chin and natural eyes. Mould-made and solid. The quality of the mould was poor, or worn. Traces of a buff coating or slip. Coarse organic red-brown Nile silt with abundant fine mica, quartz and white inclusions and a black core. Head fragment, surface worn. Right side, area below neck and top of head missing. "], "Cultures/periods": [" East Greek ", " Classical Greek ", " Late Period "], "Production date": ["480BC-400BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 10.20 centimetres ", " Thickness: 2.20 centimetres ", " Width: 6.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A small number of East Greek style protomes of Classical Greek date appear to have been made locally at Naukratis and placed in the Hellenion (Oxford, Ashmolean Museum AN1896-1908-E.4657, AN1896-1908-G.79; Cambridge, Museum of Classical Archaeology NA823, NA820, NA766, NA464, NA317), though the majority were imported from East Greece and of types typically found on Rhodes. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.007) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4658 (Accession Number) "]}