{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian hand-made terracotta figure of a man(?). Male (?) figure standing, looking up. Hand-made and solid with flat base. Red slip preserved on neck. Red-brown organic Nile silt fabric with abundant mica. Nearly complete, missing feet. "], "Cultures/periods": ["27th Dynasty (?)"], "Production date": ["525BC - 332BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas H-O.2"], "Technique": [" handmade ", " slipped "], "Dimensions": [" Height: 8.30 centimetres ", " Thickness: 3.10 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late Period Egyptian style figurine. Variants of hand-made figure heads, most seem to be male, though this is not certain and they are rare at Naukratis (Allard Pierson Museum, Amsterdam 7473; Brussels A.1847, A.1848; Museum of Fine Arts, Boston figure 86.469, 86.468; Ashmolean AN1896-1908-E.4719, AN1896-1908-E.4717; City Art Gallery and Museum, Bristol H2256, H2800; British Museum, 1886,0401.1414; Bailey 2008, nos. 3571, 1548), compared to the vast numbers and variety in this style found at Memphis (Ashton 2003a, 74-5 ; Thomas & Nicholson 2013, P-1; Petrie Museum UC47754, UC47756-7, UC47873, UC47894-5, UC48136-9, UC48514-6, UC48567, UC49900; Petrie 1909a, pl.44; Petrie 1909b, pl.28, no.72; pl.34, no.127; Petrie 1910, pl.44, no.188; Vaelske 2012, 13) that date between the 27th Dynasty and the 4th century B.C. Rare parallels from Memphis (Petrie 1909, pl. 44; Petrie 1910, see pl. 42, no.135). Petrie, W.M.Fl. 1909, Memphis I, London. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. Thomas, R. I. & Nicholson, P. T. 2013. Figurines in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 41-74. Vaelske, V. 2012. Terracottas from Tell Basta. Egyptian Archaeology 40, 12-13.tian Archaeology 40, 12-13. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.265) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4717 (Accession Number) "]}