{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab in glazed composition, probably mould-made; underside decorated with walking ibex with sun-disc above its back. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["mould-made (probably)"], "Curator's comments": ["Scarab not yet located, published by Gardner (Gardner 1888, pl. XVIII, no. 13). Ibex was a popular motif on Naukratite scarabs and scaraboids (on the ‘Scarab Factory’ productions, see Webb forthcoming). Different versions of that motif are known (Petrie 1886, pl. XXXVII, 15-19; Gardner 1888, pl. XVIII, 10-13, 15). It belongs to a type which was widely distributed in the Mediterranean area and southern Russia (Gorton 1996, 93, 96-97, 106-107, type XXVIII A, subtype A118-126, see especially A120 for this piece). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 13) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 97, Type XXVIII A120) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.035) (phase 3) "], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1888.XVIII.13 (Accession Number) "]}