{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Figurine of a bird on a round stand. Mould-made and solid. Possibly from a scepter or figure group. Dull red micaceous Nile silt with red slip. Hollow stand. "], "Cultures/periods": ["Late Period"], "Production date": ["620BC-330BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas H-A.4"], "Technique": ["mould-made"], "Dimensions": [" Length: 6.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Five similar, rather course mould-made or handmade and solid bird figurines were found at Naukratis (Boston MFA 86.382, 86.383, 86.384, 86.475, 86.489). See 'Roman' Egyptian parallels (Dunand 1990, no. 898-900, 904), also known from Memphis (Petrie Museum UC48344, dated 'Late Roman'). Examples with a secure archaeological Late Roman context (Bailey 2008, 3731) are different in style and decoration. The fabric and style is consistent with other Late Period figurines from Naukratis. Also Attic parallels, which this may copy, have been dated to the mid 5th century BC (Higgins 1970, nos 692-5).Parallels from Kamiros, Rhodes (Jacopi 1930, 215, figs. 230 and 370; 1929, figs. 117, 201, 243). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Jacopi, G. 1929. Esplorazione archeologica di Camiro I. Clara Rhodos III. Jacopi, G. 1930. Esplorazione archeologica di Camiro I. Clara Rhodos IV. Scavi Nelle Necropoli Camiresi 1929-1930. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.324) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.382 (Accession Number) ", " Miscellaneous number: P.4534 (Pottery & Porcelain Ledger No.) "]}