{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Egyptian Sphinx. Front paws and left side of face missing. Badly eroded. Mould-made and solid with traces of white coating. Light red-brown Nile silt fabric. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Ptolemaic (?) ", " Late Period (?) "], "Production date": ["4thC BC-3rdC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Type series": ["Thomas M-H.1"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 4.20 centimetres ", " Length: 5.70 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " These Egyptian style sphinxes are found across a range of periods in the Nile Delta, with close parallels dated to the early Ptolemaic or end of the Late Period (Török 1995, no. 126) to the 2nd and 3rd century AD (Bayer-Niemeier 1988, pl. 50.3-4, nos 567-8) and similar examples dated to the Ptolemaic period have been found Memphis (Petrie Museum UC48012-6) and Sakkara (Jeffreys 1988, no.77/308 and 77/u 209). May have been made locally in Naukratis. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Jeffreys, D. G. 1988. The Anubieion at Saqqâra. Egypt Exploration Society Excavation memoirs 54, London. Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.274) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, no. 342) "], "Location": ["Not on display"], "Subjects": ["sphinx"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA623 (Accession Number) "]}