{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of ithyphallic male (Harpokrates) wearing long (to mid-calf) tunic, advancing on a double (stepped) base with phallus touching the base. Left arm cradles an oval pot(?) against his hip and upper body, and he leans (?) against an architectural element (horned altar) to his left. A small animal(?) may be to his left below (and in front of) the architectural feature. The figure's right arm hangs to the side holding a (broken and now missing) phiale (? or animal?) in his hand. Adjacent to the right foot a piece of shrubbery possibly existed (now broken). Represents an ithyphallic deity (Harpokrates) or possibly devotee of that cult (processional/ heophoros, a cultist carrying a statue of a god). Mould-made with an open back. Hand-tooling used to clean up the plaque and to emphasize some features such as the feet. Traces of white paint on man's garment. Well levigated Nile Delta silt. Interior surface and fabric range from 7.5R 5/6 (Red) to 5YR 5/3 (Reddish Brown) with c. 7.5YR 4/2 (Weak Red) core. Tempered with fine (sand-size to 1 mm) white, gray and red grit, with frequent micaceous inclusions of similar size. The head of the male is not preserved above the bridge of the nose. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(mid)3rdC BC - (early)2ndC BC (date of context)"], "Production place": [" Made in: Nile Delta (probably Naukratis) "], "Findspot": [" Excavated/Findspot: South Mound, South Mound 2020 N.I.2.28 "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 17.20 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": ["Could represent an ithyphallic Harpocrates, or more likely an ithyphallic processional/theophoros (cultist carrying a statue of a god). Ptolemaic and Roman examples (Bailey 2008, nos. 3151, 3152-43; Dunand 1990: 189 no. 512) range from 3rd/2nd century BC to 2nd/3rd century AD. Close parallel, possibly from the same mould series, found at Naukratis (Cambridge, Museum of Classical Archaeology NA481) in a mid 3rd to early 2nd century BC context (Leonard 1997, 288. no.2, pl. 7.2; see also 287. no.1, who suggests Papposilenos in a cultic setting). A similar scene appears on a plaque depicting an older, offering-bearer with a long phallus carrying a round pot (Schurmann 1989, 301-2, nos. 1134, 1135, pl. 189). The elongated phallus, although distinctive, would certainly be at home among the worshipers of Isis-Aphrodite and Harpocrates, as well as in the numerous \"fertility\" scenes that are predominant in the Ptolemaic minor arts. The figure appears to cradle a jar against his side with his left hand, possibly bracing his left elbow on the architectural element below. This vessel does not appear to be a standard-shaped amphora (with its body tapering to a point) often carried against the left side by many characters in the Ptolemaic coroplastic repertoire, but a smaller, more ovoid vessel, perhaps with outsplayed rim. Possibilities for the object carried in the right hand include a phiale, as carried at the right side by an elderly, bearded man with his left hand on his hip (Birmingham Museum 1968, 18. no. 42, pI. 6). Dunand, F. 1990. ‘Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte’. Paris 349. Schürmann, W. 1989. ‘Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe’. Göteberg."], "Bibliographic references": [" Leonard 1997 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part I: The excavations at Kom Ge’if. (p. 287. no.1, pl. 7.1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.031) (Phase 3) "], "Subjects": [" deity (?) ", " devotee/worshipper "], "Associated names": [" Representation of: Papposeilenos (unlikely) ", " Associated with: Harpocrates (Probably) ", " Representation of: Priapus (unlikely) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: MC#65 (Field number) ", " Miscellaneous number: pl. 7.1 ; p. 287. no.1 (catalogue number) "]}