{"artifact_name": "scaraboid; disc", "Object Type": [" scaraboid ", " disc "], "Description": [" Scaraboid in glazed composition, probably mould-made; back likely slightly domed and plain with straight sides; underside bearing crude hieroglyphic inscription with from right to left sun-disc, yod-sign and sw-plant sign. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["mould-made (probably)"], "$Inscriptions": [" "], "Curator's comments": ["Scaraboid not yet located, published in Gardner 1888, pl. XVIII, no. 40. This scaraboid belongs to a type produced at Naukratis and widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, Type XXVIII B, subtype B140-147, see especially B142 for this piece; on the various productions of the “Scarab Factory”, see Webb forthcoming). Though the hieroglyphic signs could have just some magical value, it seems more plausible that this is a cryptographic reading for the name of Amun (on the cryptic writing of the name of Amun, and notably on the sw-plant sign used with the value of 'n' in trigrams of Amun: Drioton 1957, 16). Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 40) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p.104, Type XXVIII B142) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.043) (phase 3) "], "Associated names": ["Named in inscription: Amun"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1888.XVIII.40 (Accession Number) "]}