{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a child wearing a pointed hat (Harpocrates?). Horizontal band of hair{?) indicated on forehead. Facial features very faintly indicated. Well-levigated light red-brown Nile silt (5YR 6/3 to 5/3) with a yellowish red (5YR 4/6) core, fine sand-sized (to 1 mm) white, gray, and red grit, and frequent micaceous inclusions of similar size. Surfaces as fabric (no slip?). "], "Cultures/periods": ["Ptolemaic (context)"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Nile Delta (probably Naukratis) "], "Findspot": [" Excavated/Findspot: Kom Hadid, 6209 N.III.62.14 "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 2.50 centimetres ", " Width: 2.30 centimetres "], "Curator's comments": ["The hat or hood worn by the figure may be a separate article of clothing such as can be worn by Harpocrates (Petrie 1905, 1, pl. XLVIII:54; Graindor 1939, 136, pl. XIX: 55; Perdrizet 1921, 30 [no. 87], 31 [no.88], and pl. XXIII [from the Fayoum]); and others (Breccia 1930, 73 [nos. 471-72], pl. XXIII: 4, 5 [from Alexandria]). Also worth considering are an infant (Dunand 1990, 265, no. 781), a small child being carried by a black male (Adriani 1940, 170 [inv. no. 25091], pl. LXVIII:3, purchased in Alexandria). Adriani, A. 1940, Municipalité d’Alexandrie, Annuaire du musée Gréco-Romain, Volume II (1935-1939), Alexandria. Breccia, E. 1930, Terrecotte figurate greche e greco-egizie del Museo di Alessandria I, Bergamo. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Graindor, P. 1939, Terres cuites de l’Égypte gréco-romaine, Antwerp. Hilton Price, F. G. 1897, A Catalogue of the Egyptian Antiquities, London. Perdrizet, P. 1921, Les Terres cuites grecques d’Égypte de la collection Fouquet, Nancy."], "Bibliographic references": [" Leonard 2001 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. (p. 168, no.7 pl. 3.7.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.042) (Phase 3) "], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: MC#28 (Field number) ", " Miscellaneous number: pl. 3.7, p. 168. no.7 (catalogue number) "]}