{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque. Mould-made plaque in raised relief of a frontal nude female figure (Isis-Hathor?) wearing a short wig standing within a portico upheld by two pillars. Mould-made and solid with plain flat back. Light brown surface (slip?). Red-brown Nile silt fabric with grey core with abundant organic vesicles, common fine quartz, mica and white inclusions. Broken at waist, bottom half lost. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC - 400BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.3.4"], "Technique": [" mould-made ", " slipped (?) "], "Dimensions": [" Height: 9.50 centimetres ", " Thickness: 3.20 centimetres ", " Width: 7.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Unprovenanced (probably Naukratis?) parallel from the same mopuld series (Petrie Museum UC30191 and 8, see also similar UC30190 and UC30193). Terracotta plaque of nude female figure in Egyptian shrine. Variants from Naukratis (Higgins 1954, 404, no.1542; Gutch 1899, 82, nos. 51-55) include examples depicted without pillars (Type Thomas P-F.3.1:Alexandria 16903; Boston 86.389; Brussels E.5018; Oxford AN1896-1908-E.4681; AN1896-1908-E.4680; Cambridge NA583) and with pillars supporting lintel (Type Thomas P-F.3.2, AN1896-1908-E.4678), with an Phoenician amphora or other vessel (Type Thomas P-F.3.3, British Museum 1886,0401.1543 ; Brussels A.1849; Boston 86.395), with lotus or Hathor capitals (Type Thomas P-F.3.4, Oxford AN1896-1908-E.4680; AN1896-1908-E.4679; Bristol H2223.b; Cambridge NA582; NA578; 1886,0401.1543 Amsterdam 7483) and with a child (P-F.3.5, Boston 86.900; Cambridge NA580). Parallels from Memphis (Petrie Museum UC30186-8; Ashton 2003a, 73; Petrie 1909a, pl.xxxv, no. 6, 7, 12; Rotté 2012, 13; see also Dunand 1973, 20-1; Thomas & Nicholson 201346, P-11, P-10; Petrie Museum UC50489; UC30186-8; probably UC30190-9), Saqqara (Hastings 1997, 66, pl.63, no.251). 5th to 3rd century BC Mendes (Redford 1991, 67, pl. 22d; Redford 2004, 129, no. 764; Redford 2010, fig.13.10), 5th century BC Tell el-Balamun (Spencer 1996, pl.78, no.79), Nebesheh (Petrie 1888, pl.7), Ashmunein (Roeder 1959, pl.58.p, n, o and q; pl.47.f and G), Tanis (but in faience Brissaud 1994. Fig.8d) and unprovenanced (in Bonn, Schmidt 1997, no. 175, Pl.56, D 57; Petrie Museum UC30189-99 are very similar to Naukratis pieces and may also have come from Naukratis; Török 1995, 137-9, pl. 108, nos. 203-5; Kaufmann 1913, 100-3, fig. 69,1; 1915, 107-9, no. 268; Bayer Niemeier 1988, 148-9, pl. 50, no. 267; Weber 1914, no.199). This appears to be a Persian period type found mainly in Lower Egypt that shows influences from Achaemenid period Phoenician sites in the Levant (Pruss 2000, 52-4; Rotté 2012, 13) on the indigenous Egyptian ‘fertility’ figure types (Pinch 1983; 1993; 2006; Teeter 2010) and contemporary with examples in limestone (Type Thomas L-F.2). Dated broadly end of 6th century BC to 4th century BC, though may continue into 3rd century BC. Ashton, S-A. 2003. Petrie's Ptolemaic and Roman Memphis. London: Institute of Archaeology, UCL. Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Brissaud, P. 1994, Rapport sur la XLIe campagne de fouilles 1994, BSFFT 8, 7-35. Dunand, F. 1973, Le Culte d'Isis dans le bassin oriental de la méditerranée, vol. 1: Le Culte d'Isis et les Ptolémées, Leiden. Kaufmann, C. M. 1913, Ägyptische Terrakotten der griechisch- römischen und koptischen Epoche, Cairo. Hastings 1997. E. A. The sculpture from the Sacred Animal Necropolis at North Saqqara, 1964-76. Egypt Exploration Society Excavation memoirs 61. London. Petrie, W.M.F. 1888, Tanis. Part II: Nebesheh and Defenneh. London. Petrie, W.M.F. 1909, Memphis I, London. Petrie, W.M.F. 1909, Memphis volume II. London: School of Archaeology in Egypt. Pinch, G. 1983, Childbirth and Female Figurines at Deir el-Medina and el-‘Amarna, Orientalia 52, 405-414. Pruss, A. 2000. Patterns of distribution, how terracotta figurines were traded”, Transeuphratène 19, 51–63. Redford, S. 1988, The Excavation of Temple C, Appendix II. The Foundation Deposits in, D.B. Redford, D.B., Sternberg-el-Hotabe, H., Redford, S., “Three Seasons in Egypt”, Journal of the Society for the Study of Egyptian Antiquities 18, 1-23. Redford, D.B. 1991. Three Seasons in Egypt : the First Season of Excavations at Mendes (1991), JSSEA 18, 1991, 49-79. Redford, D.B. 2004. Excavations at Mendes, volume I: The Royal Necropolis. Leiden 2004. Redford, S. 2010. City of the Ram-man , the story of ancient Mendes. Princeton : Princeton University Press. Roeder, G. 1959. Hermopolis, 1929-1939 : Ausgrabungen der Deutschen Hermopolis-Expedition in Hermopolis, Ober-Ägypten. Wissenschaftliche Veröffentlichung. Hildesheim : Gebr. Gerstenberg, Rotté, E. 2012. Egyptian Plaque Terracottas of Standing Nude Women from the Late Period, Egyptian Heritage or Foreign influences. Newsletter of the Coroplastic Studies Interest Group, 7, 13-16. Schmidt, S. 1997. Katalog der ptolemäischen und kaiserzeitlichen Objekte aus Ägypten im Akademischen Kunstmuseum Bonn. Munich. Spencer, A.J. 1996, Excavations at Tell el-Balamun 1991-1994, London. Teeter, E. 2010. Baked clay figurines and votive beds from Medinet Habu. Oriental Institute Publications 133, Chicago. Thomas, R. I. & Nicholson, P. 2013. Figurines. In Working in Memphis: The production of faience at Roman period Kom Helul, P. T. Nicholson (ed.) , 42–74. Excavation Memoir 105. London: Egypt Exploration Society. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Rome Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch- griechischen Terrakotten. Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.060) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" shrine ", " ancient egyptian deity (?) "], "Associated names": ["Associated with: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4679 (Accession Number) "]}