{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates with hair in side knot. Head only. Mould-made and hollow. Traces of white coating. Red-brown Nile silt fabric. Broken at neck, body lost. "], "Cultures/periods": ["Roman Period"], "Production date": ["30BC-200AD"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. Good parallels from Naukratis (Cambridge, Museum of Classical Archaeology NA706; NA698; NA700; Oxford, Ashmolean Museum AN1896-1908-E.4691; AN1896-1908-E.4693). Roman parallel from early 3rd century AD Athribis (Tell Atrib, Szymańska 2005, no.65). Ptolemaic (Török 1995, no.69) and Roman parallels (Török 1995, Pl.41 no.69, 1st century AD; Bayeer Neimer 1988, Pl.11, no.58; Besques 1992, Pl.69 no.E369 from middle Egypt; Dunand 1990, no. 304 see also no.180, nos. 201, 288). Bayer-Niemeier, E. 1988. ‘Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten’. Melsungen. Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.094) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.439 (Accession Number) ", " Miscellaneous number: P.4592 (Pottery & Porcelain Ledger No.) "]}