{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian black-figured Grand Style pottery chalice; cream slip; interior glazed black with part of lotus flower in added red and white; below, red band between two white bands; exterior: from left, black-figure decoration consisting of siren (part of outspread wing and scaled body with red dots remaining) to left; at right, part of winged foot and leg of figure presumably flying to right. "], "Producer name": ["Attributed to: Sirens Painter"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 4.40 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd joins British Museum 1888,0601.550.b and 1924,1201.352. The sherd belongs to the group of Chian black-figured vases bearing Laconising features. Although perhaps not most clearly demonstrated on this sherd, the joining sherds offer more relevant details. Pipili argues that the winged foot probably belongs to a winged daemon. Winged daemons are found on other East Greek vases (see the Fikellura cup fragments in Pipili 1998, fig. 8.8) as well as on Laconian cups (see British Museum 1886,0401.1063). According to Pipili, rather than the Laconian painters influencing Chian and other East Greek artists, these artists influenced the Laconian painters (the Naukratis Painter in this case) as their cups were destined for an eastern market. Whilst she admits that the winged daemons on East Greek cups are later than those on Laconian cups, the motif is oriental and is absent from contemporary Attic and Corinthian vessels. According to Williams, the kylix is by the same painter as Oxford AN1896-1908-G.133.2 and AN1896-1908-G.133.6, whom he has identified as the Sirens Painter. The Sirens Painter pieces most closely resemble those by the Boreads Painter, primarily because of the single pomegranate band on the tondo of the Oxford kylix. "], "Bibliographic references": [" Williams 2006a / The Chian Pottery from Naukratis (p. 131, fig. 20) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 154-5, p. 158, p. 323, no. 1461, pl. 193) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 35, no. 67, pl. XVII) ", " Price 1924 / Pottery of Naukratis (pl. IX, no. 10) ", " Pipili 1998 / Laconian vase-painting: some iconographic considerations (p. 89, fig. 8.9) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0879) (phase 2) "], "Location": ["Not on display"], "Exhibition history": [" presented to the museum by the Egypt Exploration Fund and the British School at Athens\" "], "Subjects": [" classical deity (possibly) ", " siren "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 94-6, N.97. G.93 ", " Miscellaneous number: GR.97.1894 (Accession Number) "]}