{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a crocodile (or lizard?). Fragment; handmade. Red-brown Nile silt with grey core and abundant organic, mica, limestone and quartz inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 330BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas H-A.5"], "Technique": ["handmade"], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " There are a few, rare, crocodile figure parallels from Naukratis (Gutch 1899, 96, no. 336; Boston 86.426; Fitzwilliam E.224.1899; Ashmolean AN1896-1908-E.4789). These may be from stand-alone figures, or fragments from vessels. The style and materials are consistent with Late period, or possibly very early Ptolemaic figurines made in the Nile Delta. Crocodile figures were made in Egypt since at least the Middle Kingdom (Petrie Museum UC6678, from Coptos; UC7193-7 from Lahun) and subsequently (Petrie Museum UC42136, unprovenanced). However, see also parallels dated 'Roman' (Dunand 1990, no. 885-6, see also 887-8). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.318) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["reptile (crocodile)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.426 (Accession Number) ", " Miscellaneous number: P.4579 (Pottery & Porcelain Ledger No.) "]}