{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a laden camel (?) or possibly a horse/donkey and rider. Mould-made and hollow. Traces of white coating and pink paint. Finger prints on interior. Red-brown Nile silt. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC - 2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 7.80 centimetres ", " Length: 4.30 centimetres ", " Width: 9.60 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A small number of camel figures were found at Naukratis, all from different mould series (Brussels, Musées Royaux d’Art et d’Histoire A.1834; Boston, Museum of Fine Arts 88.927; 88.1029; Cambridge, Fitzwilliam Museum GR.6.1899; Gutch 1899, 96, no. 337). Camel figures are usually dated to the Roman period, with a number of parallels from Egypt (Kaufmann 1915, Fig.116; Fischer 1994, no.1115, see also 1116; Dunand 1990, nos. 831). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Wasmuth. Kaufmann, C. M. 1915, Greco-ägyptische Koroplastik. Terrakotten der griechisch-römischen und koptischen Epoche aus der Faijûm-Oase und andren Fundstätten, Cairo. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.272) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["mammal (camel)"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1834 (Accession Number) "]}