{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of beardless man (?) wearing festival wreath. 'Grotesque' style male head, broken from a figure, with a deep furrow on the brow and the hair and the ears barely indicated; a tightly woven wreath rings the head, which was made separately from the body, with a short peg for insertion into it. It is solid; probably from a two-piece mould, with the wreath perhaps added after removal from the mould. Traces of red paint (?). Red-brown Nile silt with a grey core abundant mica, quartz, organics and limestone inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC-201BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.10 centimetres ", " Length: 3.30 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallel from Naukratis dated to the 2nd century BC (British Museum GR1886,0401.1426; Bailey 2008, 66) and a similar example from a favissa at Ras el-Soda, Alexandria, (Adriani 1952, pls 17, no. 2 and 19, no. 2, left) dated to the Ptolemaic period (perhaps third to second century BC). Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950), Alexandria. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.568) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.36.1887 (Accession Number) "]}