{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of naked female (Isis-Hathor?) standing between the columns of a shrine. Mould-made and solid. Broken at the top: head and top of shrine missing. Coarse red-brown Nile silt with abundant mica and vegetal inclusions, dark grey core. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.3.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 19.60 centimetres ", " Thickness: 6.20 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Same style, but from a different mould series as an unprovenanced parallel (Petrie Museum UC45805). Common figure plaque form found in Egypt in the Late period, but also found in the Levant at Phoenician sites. Parallels of these fertility figures are generally dated to the Late period and early Ptolemaic periods in Egypt. At Medinet Habu a Third Intermediate Period date is attributed to a similar piece without pillars (Teeter 2010, nos. 1 to 9 and 25 to 26), whilst at the Temple of Mut, Luxor, similar examples were tentatively dated to the New Kingdom (Waraksa 2009, no. 3). This type of figure is part of a long and deep rooted Egyptian tradition already prevalent in New Kingdom domestic religion confirmed by parallels in Deir el-Medina, Sawâma and Armana (ibid.). See also GR 1886,0401.1543 from Naukratis and made there, now in the British Museum that Higgins dated to 615 BC - 600 BC (Higgins 1954, 404). The closest parallels from Memphis, Naukratis and Egypt are ususally given Late Period or early Ptolemaic dates (Higgins 1954, 404; Török 1995, 137-9, pl. 109, nos 203-9, particularly 205; Bayer-Niemeier 1988, 148, pl. 50, nos. 263 to 267, particularly 264; Weber 1914, no.199; Petrie 1909: Pl. 35.7; Bailey 2008, terracotta 3108 to 3110) .See figure plaque from Tell el-Muqdam dated to the late 5th to 4th century BC (Redmount and Friedman 1997, Fig. 6). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik.Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Petrie, W.M.F. 1909a. Memphis volume I. London, School of Archaeology in Egypt. Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83. Teeter, E. 2010. Baked clay figurines and votive beds from Medinet Habu. Oriental Institute Publications 133, Chicago. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Waraksa, E. A. 2009. Female figurines from the Mut Precinct: context and ritual function. Fribourg Academic Press, Göttingen. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II, Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.054) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" ancient egyptian deity ", " shrine "], "Associated names": ["Associated with: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4678 (Accession Number) "]}