{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Body of terracotta figure of draped female, following Tanagra types. Head and feet are missing. Mould-made and hollow with vent in back. Traces of white coating. Fine red-brown Nile silt with quartz, mica inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC (object)"], "Production place": [" Made in: Nile Delta (probably Naukratis) "], "Findspot": [" Excavated/Findspot: Kom Hadid, 7605 N.III.76.10 "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Curator's comments": ["Close parallel from Naukratis, possibly same mould series (Bristol, City Art Gallery & Museum, H2221). Parallel from Bubastis (Perdrizet 1921, pl. 13, no. 47) and similar to example from Chatby cemetery, Alexandria (Adriani 1956, 36, fig. 36, no. 25810), thought to be of Alexandrian production. An unprovenanced Egyptian parallel was given a late 4th century BC date by Fischer (Fischer 1994, pl. 6, no. 39). For the muffling and the gesture, compare a ‘dancer’ from Alexandria, dated to the beginning of the 3rd century BC (Besques 1992, pl. 75a). Parallels from Naukratis in British Museum (GR 1886,0401.1447, Bailey 2008, no. 3516), similar fragments also in Cambridge Museum of Classical Archaeology (NA546 and NA545). 3rd and 2nd century BC parallels from Tell Atrib (Szymańska 2005, nos.209-210). Likely 3rd century BC object in a later, late 3rd to early 1st century BC context. Adriani, A. 1956. Ipogeo dipinto della Via Tigrane Pascià Bulletin de la Société archéologique d’Alexandrie. 41: 63-86.Tigrane Pascia. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch-Römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Perdrizet, P. 1921. Les Terres cuites grecques d’Égypte de la collection Fouquet. Nancy. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout."], "Bibliographic references": [" Leonard 2001 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. (p. 170, no.11, pl. 3.9.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.386) (Phase 3) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: MC#158 (Field number) ", " Miscellaneous number: pl. 3.9, p. 170, no.11 (catalogue number) "]}