{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a seated (?) woman musician/celebrant playing a harp or lyre. Her hair is parted in the centre under a large tightly woven and bound festival wreath headdress. She also wears large earrings. Hollow; two-piece mould. White coating with traces of pink paint on the wreath. Micaceous red-brown Nile silt. "], "Cultures/periods": ["Roman Period"], "Production date": ["(early)2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.70 centimetres ", " Thickness: 1.60 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of Ptolemaic parallels known, including examples dated early 2nd century BC (Fischer 1994, no.977), from 3rd century BC Hadra (Besques 1992, D/E 4515; Tezgör 2007, no. 216, see also no.191) and examples (but without harp) from 3rd to 2nd century BC contexts at Tell Atrib (Szymańska 2005, nos.200-2). Some parallels have been dated 'Roman' for this long lived subject (Dunand 1990, nos. 533. 535, 539, 701). Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains IV/2. Époques hellénistique et romaine. Cyrénaïque, Égypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Wasmuth. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.462) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" devotee/worshipper (?) ", " music ", " ancient egyptian deity "], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4747 (Accession Number) "]}