{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of female terracotta figure with her hair arranged in 'melon style', following Tanagra types. Mould-made and solid. Traces of white coating. Fine red-brown Nile silt with grey core. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC-200BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.40 centimetres ", " Length: 4.30 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked with Gutch number '82' and '33' and '168' (in Hogarth 1899, 84, pl.XII, no.82). Tanagra type, parallels in BM and MCA. Close parallels from the 3rd century BC (Fischer 1994, no.103) and 3rd century BC Tell Atrib (Szymańska 2005, no. 193). Fabric could be local. Parallels from Naukratis in the British Museum (GR1886, 0401.1418), Bristol Museum (H840) and Cambridge Museum of Classical Archaeology (NA542, NA547). Copy of Greek 'Tangaras' (Bailey 2008, 141, see also 3524, GR 1926,0930.12), with close Egyptian parallels purchased at Memphis (Petrie et al. 1910, pl. 44: 155 and 161, Petrie Museum UC48475), in Tübingen (Fischer 1994, no. 94) dating from the end of the 4th to 3rd century BC. Similar hair treatment in Egyptian figurines is dated from early to the third quarter of 3rd century BC by Török (1995, nos. 214, 215). 3rd century BC parallel from Tell Atrib (Szymańska 2005, no. 193). Mid to late 3rd century BC parallel from Alexandria (Tezgör 2007, no. 123). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Petrie, W. M. F. MacKay, E and Wainwright, G. 1910. Memphis, vol III: Meydum and Memphis. London. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, no. 82, pl. XII, no. 82) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.378) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.234.1899 (Other Accession Number) ", " Miscellaneous number: GR.13.1899 (Accession Number) "]}