{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure. 'Grotesque' style bald head, broken away from its separately made figure, probably male and perhaps a priest. From a two-piece mould. Traces of white coating. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(mid)3rdC Bc - (late)2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.10 centimetres ", " Thickness: 4.20 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 2nd century BC parallels from Tell Atrib (Szymańska 2005, nos.137, 140, 131; Szymańska 2000, Fig. 2). Mid to late 3rd century BC parallel from Hadra, Alexandria (Tezgör 2007, no. 192). Parallel dated to the Roman period (Dunand 1990, no. 517) Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Szymańska, H. 2000. Tell Atrib excavations, 1999. In PAM II: 77-82. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.529) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4777 (Accession Number) "]}