{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of horse. Probably from a Persian rider. Head only. Hand-made and solid. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["27th Dynasty"], "Production date": ["525BC -332 BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas H-R.1"], "Technique": ["handmade"], "Dimensions": [" Height: 4.90 centimetres ", " Thickness: 1.50 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Persian Rider horses found in Memphis are of a very similar style (Petrie Museum UC48040, UC47809). Crude hand-made horses and cavalry figures are commonly found in the Delta in end of the Late Period or early Ptolemaic contexts and are generally dated to the 4th and sometimes as late as the 3rd century BC. Horses' Heads (for either simple hand-made riders or Persian rider types) were found at Deir el-Bahariand dated to the Ptolemaic period (Cairo Museum JE58768-74=SR5/559-65). They vary greatly from small crude figures (British Museum EA 1886,0802.63), such as those from Naukratis (British Museum Higgins 1954, 407, GR 1886,0401.1468), to more complicated examples with a mould made Persian style rider. This is probably of the latter type. Many parallels found at Naukratis (British Museum GR 1888,0601.90, Cairo SR5/966, CG 32804, Cambridge Museum of Classical Archaeology NA595, NA602, NA603, NA604), Tanis (Dunand 1990, P. 215-6, Cat. 583-592 and 594-595), Memphis (Cairo SR5/6260; Petrie 1909a, pl.40. no. 42, 45, 46; Petrie 1909b pl. 29), Tell Basta (Cairo National Museum CG32810 SR5/967), Tukh el-Karamus (CG32806 JE35660 SR5/895), Deir el Bakari (CG32807 JE36203 SR5/896, CG32808 JE36203 SR5/897), Alexandria (Fischer 1994, no. 20-21) and without provenance (Cairo National Museum SR5/970 CG32907, ST5/969 CG32904, TR22/11/22/1 SR5/906, TR22/11/22/2 SR5/907, TR22/11/22/3 SR5/908, C32902 SR5/898). The horse, being handmade, is slightly different in each case. Figurines of this type are often called ‘Persian riders’ because of their sharp-crested headgear and ‘Asiatic’ beards. They are dated by various scholars to between the 7th or 6th century BC (Edgar in Hogarth et al. 1905, 129; Petrie 1909a, pl. 40), the mid-4th (Higgins 1954, 407, no. 1549) and the 4th to 3rd century BC (Dunand 1990, 215-6, no. 583-589, 591, particularly 591 and 585). Achaemenid terracotta ‘Persian riders’ found at Dura Europos are similar in style and were made using the same technique (Downey 2003, 142-53, no. 91). Parallels from Uruk are dated 999BC-500BC (Ziegler 1963, pl. 39, no. 484-9, see also horses and riders pl. 40-42, no. 482-536) and Nippur dated broadly 600BC-300BC, but specifically Persian, c.500BC and a date before 450BC (McCown 1967, pl. 47-49, no. 245-262 especially pl. 47, no. 245). This suggests one should associate these with the Achaemenid rule of Egypt between 525BC and 332BC. Hogarth cites Cypriot and Phoenician parallels for the ‘Persian rider’ type and other crude limestone and terracotta horsemen found at Naukratis (Edgar in Hogarth et. al. 1905, 129). One example from Naukratis (Cambridge, Museum of Classical Archaeology NA603) appears to be from the same mould as another example found at Memphis (Petrie 1909, pl. 40, no. 46), suggesting that these were transported up and down the Nile branches. Downey, S. 2003, Terracotta Figures and Plaques from Dura- Europos. Ann Arbor. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Hogarth, D. G., Edgar, C.C. 1899, 'Excavations at Naukratis', ABSA 5, 26-46. Hogarth, D. G., Lorimer, H. L., Edgar, C. C. 1905, Naukratis 1903, JHS 25, 105-136. Legrain, L. 1930. Terra-cottas from Nippur . The Babylonian section, Pennsylvania University Museum. University of Pennsylvania Press. McCown, D.E. and Haines, R. 1967. Nippur I: Temple of Enlil, Scribal Quarter and Soundings. Oriental Institute Publications 78, Chicago. Petrie, W.M.F. 1909a. Memphis volume I. London; School of Archaeology in Egypt. Petrie, W.M.F. 1909b. Memphis volume II. London; School of Archaeology in Egypt. Ziegler, C. 1962, Die Terrakotten von Warka. Ausgrabungen der Deutschen Forschungsgemeinschaft in Uruk-Warka, Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.263) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["equestrian"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4793 (Accession Number) "]}