{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of an ithyphallic figure sitting on a stool, probably Harpocrates. Modelled in the round. He is naked, with large stomach and what look like breasts(?) and prominent buttocks; his lowered hands grip his phallus (now lost). Typical depiction of the infant Harpocrates. Hand-made and solid. Dark red-brown Nile silt with a dark-grey core and mica inclusions. Head, phallus and feet lost. "], "Cultures/periods": ["Late Period"], "Production date": ["525BC-330BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas H-I.1"], "Technique": ["handmade"], "Dimensions": [" Height: 5.70 centimetres ", " Thickness: 3.20 centimetres ", " Width: 5.40 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ithyphallic figurine, dated c. 525BC to c.330BC. One of numerous examples from, or probably from, Naukratis (Brussels, Musées Royaux d’Art et d’Histoire A.1836; Cambridge, Museum of Classical Archaeology NA599; British Museum 1973,0501.18, 1973,0501.12, 1973,0501.30, 1973,0501.21; Cambridge, Fitzwilliam Museum E.119.1914, E.98.1914; Boston, Museum of Fine Arts 86.386). A similar hand-made ithyphallic Harpocrates figure was found in a 5th century BC Persian period deposit at the bottom of a well (Oxford, Ashmolean Museum AN1896-1908-E.4653It; Hogarth 1905, 125; Hogarth 1903 Diary April 24th and 25th, well 2 bottom). Parallels from Memphis (Petrie Museum, UC48351, see also similar UC49892-3, but uncertain subject). The upper body fragments are identical to contemporary hand-made Persian rider figures from Naukratis and fragments can be hard to distinguish (see British Museum, 1886,0401.1468). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.074) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1836 (Accession Number) "]}