{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from stone (maybe steatite ?); underside incised with hieroglyphic inscription vertically arranged: to top, three stylised hieroglyphic signs and to bottom, a monkey holding a nefer sign and sun-disc above its outstreched arms; motif encircled with a patterned rope. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["stone"], "Technique": ["incised"], "$Inscriptions": [" "], "Curator's comments": ["Scarab not yet located, published by Gardner (in Gardner 1888, pl. XVIII, no. 80). Although the hieroglyphic signs are quite crudely incised on the scarab, it is possible to recognise the motto \"Bastet gives all good things\", known on other scarabs and scaraboids (see Hornung and Staehelin 1976, 333, pl. 81, no. 720 with additional bibliography), a formula already found in the New Kingdom. The archaising way of writing the nfr-sign could point toward a late copy, maybe of the 25th-26th dynasty. A scarab from Tel Gamma in Palestine, bearing the same motto and presenting a similarly written nfr-sign, has been tentatively attributed to the late 22nd-early 25th Dynasty (ca. 830-700BC) (Keel 2013, 51-52, no. 115). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Keel, O. 2013, Corpus der Stempelsiegel-Amulette aus Palästina/Israel : von den Anfängen bis zur Perserzeit, Orbis biblicus et orientalis, Series Archaeologica 33, Fribourg."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 80) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.75) (phase 3) "], "Subjects": ["mammal"], "Associated names": ["Named in inscription: Bastet"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1888.XVIII.80 (Accession Number) "]}