{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian ceramic 'palm' or 'corn' lamp. Mould-made, with elongated circular reservoir and integral nozzle. It has a central hole in the top with a concentric ring modelled around it, and an incised wreath motif around that. The nozzle has a ladder like design of incised lines. Buff-brown micaceous clay with black-brown surfaces. "], "Cultures/periods": ["Roman Period"], "Production date": ["(mid)2ndC - 4thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Knowles Type B2 (variant)"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.40 centimetres ", " Length: 7 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " ‘Corn’ or ‘palm’ lamps, are contemporary and related to (and often conflated with, or a considered a subtype of) ‘frog lamps’, previously thought to all date to the 3rd or 4th centuries AD (Bailey 1988, nos Q2152, Q2153, Q2188 to Q2190). Though other forms have recently been found in 2nd century AD deposits this seems to be a later form. Bailey warns that late 2nd or early 3rd century AD ‘frog lamps’ from Myos Hormos (Whitcomb & Johnson 1982, pl. 60dd) and from el-Ashmunein (Bailey 1998, pl. 87 X13), suggest these have also been made before the 3rd century AD. Other (earlier variant) examples were also found at Naukratis (British Museum PE 1886,0401.1358 OA4343; Bolton 1886.31.10). 3rd to 4th century AD parallel from Tell Atrib (Młynarczyk 2012, type TA III.3). Bailey, D. 1998. Excavations at el-Ashmunein V: Pottery, Lamps and Glass of the Late Roman and Early Arab Periods. British Museum Press, London. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. Whitcomb, D.S. & Johnson, J.H. 1982. Quseir al-Qadim 1980. Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.51) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["tree/bush"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.7 (Accession Number) "]}