{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of horse and rider. Handmade horseman in primitive style, wearing peaked cap with painted linear black decoration on face. Pale buff marl fabric with fine vessicles and black sand inclusions. Only top half of rider survives. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC - 525BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) "], "Materials": ["terracotta"], "Technique": [" handmade ", " painted "], "Dimensions": [" Height: 5.20 centimetres ", " Length: 3.40 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": ["Close parallel from the same context in Naukratis (British Museum GR1911,0606.1). This horse-and-rider terracotta model has good parallels dating to the Cypro-Archaic II period (600-475BC), from Amathus (Murray, Smith & Walters 1900, 112, fig. 164.9; Karageorghis 1995, Type IIe(2) pl. 49.7), Salamis (Karageorghis 1995, 76-Type II(i)c11. pl. 38.8, Type II (i)c28. pl. 40.5, Type II(i)c66-8. pl. 45.1-3; Fourrier 2007, 25, pl.1.1). Horse-and-rider subject in Cyprus coincides with its appearance in the Near East and the Aegean in the Cypro-Geometric I-III period and clearly remained important until the Hellenistic period. The figurine workshop at Kourion almost exclusively made horse-and-rider figurines between the 7th and 1st centuries BC (Winter 1991, 221). This figurine is labelled in pencil T, designating this as coming from a context excavated by Petrie within the sanctuary of Aphrodite, during Gardner’s excavations at Naukratis in 1885-1886. Fourrier, S. 2007 ‘La coroplastie Chypriote archaïque : identités culturelles et politiques à l'époque des royaumes Travaux de la Maison de l'Orient’. Lyon, Maison de l'Orient et de la Méditerranée. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus. Murray. A.S., Smith, A. H. & Walters, H. B. 1900. Excavations in Cyprus. London, British Museum Press. Winter, N. A. 1991. Terracotta figurines from Kourion: the workshops, in F. Vandenabeele & R. Laffineur ‘Cypriot terracottas: Proceedings of the first international conference of Cypriote studies, Brussels- Liège-Amsterdam, 29 May-1 June, 1989'. 221-4. Brussels-Liège."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.057) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cavalry"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 23 (EEF distribution list number) ", " Miscellaneous number: 638.5b (Accession Number) "]}