{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of face. Crudely made. Head only. Mould-made. White coating preserved on face. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-P.1 (?)"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.20 centimetres ", " Thickness: 3.30 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " '11' in pencil on rear. ", " Possibly made at Naukratis. Parallel published by Bayer-Niemeier (1988, pl.131.4-5 nos 771-2), dated to the 6th century BC and from Naukratis at Bristol Museum (H2257). Late Period parallels from Memphis (Petrie 1909, pl.37, no.24 and pl. 38, no. 34), however these are unlikely to specifically represent foreigners as Petrie argues, rather just a crude Egyptian figurine of which there are many torsos also preserved from Naukratis at Cambridge, Museum of Classical Archaeology, MCA, (NA593, NA594) and the British Museum (1886,0401.1454). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Petrie, W.M.Fl. 1909a, Memphis I, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.286) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["procession"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA608 (Accession Number) "]}