{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of Isis-Hathor (possibly ‘Isis-Aphrodite anasyr(o)mene’, Isis-Bubastis). Fragment of head only. Her hair is parted in the middle and Isis-locks fall onto her shoulders; she wears an enormous wreath with decorative elements, bound across the front with a narrow horizontal garland tied at each side; leaves fall down from the headdress. From the top of the wreath rises a large flaring kalathos (now lost). The back is lost. A few traces of a white dressing are preserved. Hollow, made in a two-piece mould. Orange-brown Nile Delta silt with abundant gold mica, quartz and some white inclusions. Broken at neck, missing top of headdress and back. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from 2nd to 1st century BC context in Tell Atrib (Szymańska 2005, nos. 30, 33-34). Close parallels perhaps from Naukratis (Walters 1903, C575; Bailey 2008, 3007; Pagenstecher 1923, 115, fig. 121; Fischer 1994, 332, no. 816); Fitzwilliam Museum, Cambridge E.P.233) and from Luxor (Christie’s Sale Catalogue, 8 December 1993, lot 95). However there are parallels that have been dated to both the Roman and the Ptolemaic periods (Dunand 1990, nos. 327, 360; 1973, pl. 21). For example a parallel dated first half of first century AD (head and shoulder fragment without a kalathos, Philipp 1972, figs 19 and 20). Similar pieces also known from Middle Egypt (Perdrizet 1921, no. 157). Dunand, F. 1973, Le Culte d'Isis dans le bassin oriental de la méditerranée, vol. 1: Le Culte d'Isis et les Ptolémées, Leiden. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Pagenstecher, R. 1923, Die griechisch-ägyptische Sammlung Ernst von Sieglin, part 1A: Malerei und Plastik, Leipzig. Perdrizet, P. 1921, Les Terres cuites grecques d’Égypte de la collection Fouquet, Nancy. Philipp, H. 1972, Terrakotten aus Ägypten im ägyptischen Museum Berlin. Berlin. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.165) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.447 (Accession Number) ", " Miscellaneous number: P.4600 (Pottery & Porcelain Ledger No.) "]}