{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery oil-lamp with a double-convex body, a long splayed flat-topped nozzle with a curved tip, a circular base-ring, and a leaf-shaped lug on each side. The filling-hole is surrounded by a double moulding. The shoulder is decorated with a complex moulded design in relief, between the outer moulding of the filling-hole and a single moulding above the carination. On top of the nozzle is a ribboned thyrsos between two raised ridges, which end in volutes. The red-brown surface is perhaps slipped. Dark red-brown Nile silt fabric (7.5R 5/6), with fine mica, red, grey and white inclusions (1mm). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC - (early)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Kom Hadid, 7605, N.III.76.09 "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 2.10 centimetres ", " Length: 6.50 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from Naukratis (British Museum GR.201.1899; 1987.383; Nottingham, Castle Museum NCM 1888-47). Late Ptolemaic type lamp with close parallel in the British Museum, from Buto dated late 2nd to 1st century BC (Bailey 1975, British Museum Lamps I, 273, Q593). Late 3rd to early 2nd century BC parallel from Alexandria (Mlynarczyk 1998, 331-4, Fig. 4b). Parallels dated by various authors between the late 2nd to 1st or late 3rd to 2nd century BC, but are certainly attested in early 2nd century BC contexts (Mlynarczyk 1997, 54-7, Type G, Fig. 67, who prefers earlier date). Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. "], "Bibliographic references": [" Leonard 2001 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. (p.176, fig.3.1:3, pl. 3.18 a,b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.021) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Excavation/small finds number: MC#33 (Finds catalogue number) ", " Miscellaneous number: JE97810.1 (Accession Number) ", " Miscellaneous number: SR5/14884 "]}