{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian limestone figure of a kneeling and bound captive. In an L-shape, kneeling and bound with limbs and head only roughly indicated. Crudely carved from soft Egyptian (?) limestone. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-C.1"], "Technique": ["carved"], "Dimensions": [" Height: 6.71 centimetres ", " Thickness: 2.42 centimetres ", " Width: 6.05 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Crudely carved prisoner figures were relatively rare at Naukratis. Highly variable in form and reminiscent of both drummer (Thomas Type L-M.1.4) and phallic figures (Thomas Type L-I.5.8-10) figures. ‘Rude stone figures’ were recognised by Petrie to be a local, early production, dating them to the 6th-4th centuries BC (Petrie 1886, 22, 34, 36, 40-1, 46, pl.19). Small number of examples from Naukratis (Petrie 1886, 36, 40; Museum of Fine Arts, Boston 86.165; Ashmolean Museum, Oxford AN1886.462, AN1886.453; British Museum 2011,5011.7, 1886,0401.1485; see also Museum of Fine Arts, Boston 86.183; British Museum 1886,0401.1532, 1886,0401.1491). Parallels from Saqqâra found in a 4th to 2nd century BC area (Late Period or, less likely, Ptolemaic, Martin 1981, no.1217), Dafana (26th Dynasty, Petrie 1888, British Museum 1887,0101.730, 1887,0101.731, 1887,0101.732, 1887,0101.733, 1887,0101.734, 1887,0101.735) and Herakleon (Heinz forthcoming, no. 245). See also female prisoner figure made of terracotta from Naukratis (Cambridge, Museum of Classical Archaeology NA494). Heinz, S. forthcoming. Statuettes, amulets, and the community at Thonis-Heracleion, in R. Thomas (ed.) Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra, the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.157) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["prisoner"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.462 (Accession Number) "]}