{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back with some modelling for head and clypeus, and simple incised divisions in single line for prothorax and elytra; underside with hieroglyphic inscription arranged vertically; hieroglyphs include sun disc, armed arm (D40), debased netjer and to right possible j-my sign (partial and very eroded); glaze lost; smooth, fine pale yellow paste; badly rubbed and broken at sides. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Length: 1.70 centimetres ", " Thickness: 0.90 centimetres ", " Width: 1.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Most signs are legible, but reading is difficult: the hieroglyphs are possibly only used here for their intrinsic magical value, as often for this type of scarab (Gorton 1996, 93). It could belong to Gorton type XXXVI (Gorton 1996, 129-131). Similar inscribed scarabs with no real sense to the inscription: BM 1886,0401.1670; Cambridge, Fitzwilliam Museum E.SC.104. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 111) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.123) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor"], "Previous owner": ["Currently owned by: Musée du Louvre, Paris"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E8056 bis.12 (Accession Number) "]}