{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of Harpokrates. Harpokrates seated on the ground, his knees widespread, his feet close together. He is naked and holding a pot in his left arm, his right index finger is to his mouth. Except for a side-lock his head is shaven, and he wears a double crown. The back is plain, with a circular vent. Hollow and from a two-piece mould. Traces of white coating. Micaceous red-brown Nile silt. Top of crown broken and missing, right knee and stomach chipped. "], "Cultures/periods": ["Roman Period (?)"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.50 centimetres ", " Thickness: 2.40 centimetres ", " Width: 2.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " British Museum GR 1973,0501.37 and 1973,0501.35 (Bailey 2008, no. 3061) are very similar, but not from the same mould. Similar parallels thought to be from Naukratis (Ashmolean Museum, Oxford, no.1891-1908, E.4686); those dated to the Hellenistic/Roman period (Fjeldhagen 1995, no.5); and from a Graeco-Roman cemetery at Minshat Abu Omar in the Eastern Delta (Kroeper 1988, 35, pl. 3). Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. Kroeper, K. 1988, in E.C.M. Van Den Brink (ed.), The archaeology of the Nile Delta, Amsterdam. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.098) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4686 (Accession Number) "]}