{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of Isis-Hathor. Mould-made. White coating preserved in patches. Dark red-brown fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-(mid)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.30 centimetres ", " Thickness: 1.20 centimetres ", " Width: 2.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally made at Naukratis. Similar to 3rd to 2nd century BC parallels in the British Museum (Bailey 2008, Nos.2995 and 2997), 2nd to 1st century BC parallels in Tübingen and Stuttgard (Fischer 1994, Pl.85. Nos.811 and 812), a parallel from a Ptolemaic context in Tell el-Balamun (Spencer 2009, Fig. 9-20, from a Ptolemaic context) and Ptolemaic to Roman Isis-Hathor figures in the Louvre (Dunand 1990, Nos.327-355). Many similar Isis-Hathor figurines were found at Naukratis and are now in Cambridge MCA (NA465, NA605, NA665, NA719, NA855) and the British Museum (Bailey 2008, No.2997, GR1888,0601.110). These figures have also been found in Cyprus (Karageorghis 1999, Pl.32.10No.II(vii)196). Dunand, F. 1990. ‘Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte’. Paris Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Karageorghis, J. 1999. ‘The coroplastic art of ancient Cyprus.V. The Cypro-Archaic Period small female figurines’. Nicosia: University of Cyprus. Spencer, J. 2009. ‘Excavations at Tell El-Balamun, 2003-2008’. British Museum Press: London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.159) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA845 (Accession Number) "]}