{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta mould-made protome of a woman. Fragment depicting cloth from a large protome-bust. White coating preserved on some areas. Red-brown fabric with abundant fine silver and gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" East Greek ", " Archaic Greek ", " Classical Greek "], "Production date": ["500BC-400BC"], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 1.80 centimetres ", " Width: 6.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " East Greek protome bust (also known as a ‘shoulder-bust’) of a Classical Greek type (broadly 500BC-400BC). The fabric and style is similar to that of figurines of an East Greek origin. Parallels from Lindos, Rhodes, dated 525BC to 400BC (Blinkenberg 1931, 591, Type B2, pl.120) and in the British Museum from Rhodes, dated late 5th century BC (Higgins 1954, nos 237-9, 295, GR1885,1213.41). Similar pieces, not from the same mould, were found at Olynthus dated to the 5th century BC (Robinson 1952, pl.12, no.19; pl. 36, no.83; pl.38, nos 98 and 100). For context, function and details on protome parallels and fragments from Naukratis see protome records from Cambridge Museum of Classical Archaeology (NA350, NA355, NA354, NA353, NA390, NA850, NA426, NA803 and NA509). Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Robinson, D. M. 1952. Olynthus XIV. Terracottas, lamps, and coins found in 1934 and 1938. Johns Hopkins University studies in archaeology. Baltimore, Johns Hopkins Press; London, Oxford University Press. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.121) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA416 (Accession Number) "]}