{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a ithyphallic figure (Harpocrates?) seated on a rectangular stand. He is naked, with prominent buttocks; his lowered hands grip his phallus (now lost). Hand-made, modelled in the round and solid. Red-brown Nile silt. Head, arms and phallus incomplete. "], "Cultures/periods": ["Late Period"], "Production date": ["525BC - 330BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Well 2 (Hogarth excavations 1903), bottom "], "Materials": ["terracotta"], "Type series": ["Thomas H-I.2"], "Technique": ["handmade"], "Dimensions": [" Height: 10.50 centimetres ", " Length: 10.90 centimetres ", " Thickness: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ithyphallic figurine, dated c. 525BC to c.330BC. One of numerous examples from, or probably from, Naukratis (Brussels, Musées Royaux d’Art et d’Histoire A.1836; Cambridge, Museum of Classical Archaeology NA599; British Museum 1973,0501.18, 1973,0501.12, 1973,0501.30, 1973,0501.21; Cambridge, Fitzwilliam Museum E.119.1914, E.98.1914; Boston, Museum of Fine Arts 86.386). A similar hand-made ithyphallic Harpocrates figure was found in a 5th century BC Persian period deposit at the bottom of a well (Oxford, Ashmolean Museum AN1896-1908-E.4653It; Hogarth 1905, 125; Hogarth 1903 Diary April 24th and 25th, well 2 bottom). Parallels from Memphis (Petrie Museum, UC48351, see also similar UC49892-3, but uncertain subject). The upper body fragments are identical to contemporary hand-made Persian rider figures from Naukratis and fragments can be hard to distinguish (see British Museum, 1886,0401.1468). Labelled \"Well 2 bottom\". 'The well very barren, & has about come to an end. One squatting indecent terracotta, but without head or end of penis. Full of water each morning & not worth while' (Hogarth Diary Saturday April 25th.) 'The well (no. 2) not much use. Several poor class pots – nothing as yet good. Shall try no more hereabouts' (Hogarth Diary Friday April 24th). There also I have cleared out all ancient wells I could find; but in 1903 I got nothing from any of these, beside rough pottery, except a seated phallic terracotta, headless, and two stone horses and a stone 'sphinx' figure. (Hogarth 1905, 122). The contents of another well, excavated in 1903, are shown under Fig. 4. Nos. 1 and 3 are native types. Nos. 4 and 6 are typically Greek, but are made of ordinary Egyptian clay without any decoration. No. 5 is a black-glazed Greek vase. No. 7 on the other hand has a polished red surface. This well also seems not to have belonged to the pre-Persian town. It probably dates from the fifth century. (Hogarth 1905, 125). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.082) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4653 (Accession Number) "]}