{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of baby or child, probably Harpocrates (or Eros?). Full face with chubby features, turning to the right. Face only. Mould-made and hollow. Faint traces of white coating and pink paint. Light brown to yellow (marl?) clay with buff surfaces. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC -2ndC"], "Production place": [" Made in: Nile Delta (?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 5.20 centimetres ", " Width: 5.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar style represented with two Naukratis examples (Cambridge, Museum of Classical Archaeology NA692, NA686). Similar baby (Eros?) heads have been given 1st to 2nd century AD Roman dates (Bailey 2008, no.3369, unprovanced; Besques 1992, Pl.69. E370, from Middle Egypt; Török 1995, Pl.43 no.73). See also Naukratis parallels in Cambridge MCA (NA686, NA680). This is possibly imported, or more likely an Egyptian marl fabric as found with Alexandrian productions. Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.105) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" classical deity (?) ", " ancient egyptian deity "], "Associated names": [" Representation of: Harpocrates ", " Representation of: Eros/Cupid (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4727 (Accession Number) "]}