{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Description": [" Shoulder sherd of small Attic black-figured pottery neck-amphora; exterior: tongue frieze above panel with black-figure decoration depicting Heracles wrestling with Nereus (upper body of Nereus with balding head and added red on skin and clothing remains; of Heracles, only his arms around Nereus's shoulders and part of head), both to right; at right, vertical line and part of black handle zone. "], "Producer name": ["Attributed to: The Deianeira Painter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["590BC-575BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 9.20 centimetres ", " Width: 8.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vessel as Reading 26.2.74 to 77, and British Museum 1965,0930.843, 1965,0930.844, 1965,0930.845. It joins Brighton HA2814488. Williams, D. 'In the Manner of the Gorgon Painter: the Deianeira Painter and Others’, in H. A. G. Brijder, A. A. Drukker and C. W. Neeft (eds) Enthousiasmos. Essays on Greek and Related Pottery presented to J. M. Hemelrijk, 1986, 61-68, esp. 62-65, fig. 4. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 126, pl. XXXVIII, no. 353.3) ", " Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 340) ", " ABV / Attic Black-Figure Vase-Painters (p. 13, no. 45) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 232, no. 175) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0850) "], "Location": ["Not on display"], "Subjects": ["classical deity (Heracles)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.827 (Accession Number) ", " Miscellaneous number: P.5726 (Pottery & Porcelain Ledger No.) "]}