{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figurine of woman, possibly Aphrodite with left arm outstretched, hair parted in middle, wearing stephane. Upper half of semi-nude female figure. Her himation is wrapped round the waist, passing up over the head and down again on to the left shoulder, leaving her chest bare. Her head is inclined gracefully to the left. Her right hand rests on her hip, whilst the left arm was raised from the shoulder, possibly in order to rest on the shoulder or neck of a second figure (Eros?) now missing. Mould-made and hollow with vent in the plain back. The figure is covered in a white coating. Fine red-brown fabric with grey core with silver mica and a soapy texture. "], "Cultures/periods": [" East Greek ", " Classical Greek "], "Production date": ["400BC-350BC"], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Well B (= Hogarth site 35) (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.30 centimetres ", " Thickness: 5.90 centimetres ", " Width: 6.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the register card in the Ashmolean Egyptian Department, this was found in Well 35; no such information is recorded in the register, and Hogarth does not mention the find of terracotta figures in this well (only in his Well 36). However, Well 35 as provenance is confirmed by Gutch, who dated this piece to 400BC-350BC (Gutch 1898-9, 81, no. 38). Close parallels from Naukratis (Ashmolean E4736; E4666 fragment from the same?), both appear in East Greek fabric, similar to Rhodian figurines. A Corinthian parallel of this group subject was found at Naukratis is dated to the mid-4th century BC (British Museum GR 1888,0601.125). Same style and construction, but different subject (woman with child), on an example found at Ephesus, dated to the early 4th century BC (GR 1908,0517.11). "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 81, no. 38) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.348) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Aphrodite/Venus"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.93 (Accession Number) "]}