{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone figure of woman with Egyptian wig. Red and black paint traces. Probably from a standing figure. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-F.4 (?)"], "Technique": ["painted"], "Dimensions": [" Height: 2.85 centimetres ", " Thickness: 2.70 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Naturalistic limestone figures of nude female. Rare at Naukratis, with both high quality (British Museum 1886,0401.1394) and poor quality examples (Oxford AN1896-1908-G.1036, Amsterdam, Allard Pierson Museum 7936) and another piece attributed to Naukratis (Cambridge, Fitzwilliam Museum E.SU.147). One exceptional example was found in a ‘Ptolemaic’ context in the casemate structure of the Great Temenos (Petrie 1886, 33; British Museum EA1886,0401.1394), though also dated to the Saite period (Edwards 1885, 278). The style, though fine and naturalistic, does have exaggerated long fingers and round breasts, not distinctive of the early Ptolemaic Period material produced in contemporary terracotta figures. Like the terracotta versions, this may represent a later (Ptolemaic) three dimensional variant that evolved from (Late Period) flat votive plaques. Parallels from Memphis (Thomas & Nicholson 2013, 62, P-68), Saqqâra (Martin 1981, no.406) and Tell el Barud (Petrie Museum UC60120) are of 4th and 3rd century BC date. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra, the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. Thomas, R. I. & Nicholson, P. T. 2013. Figurines in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 41-74. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.039) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1036 (Accession Number) "]}