{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure fragment of a horse's head. Bridle and harness indicated by incised lines and added plastic decoration, including Assyrian-style tassel. Handmade and solid in a basic style. Surface covered with white coating. Traces of yellow, red and black paint. Pale pink-beige calcaric Cypriot fabric with white and grey inclusions and vesicles. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Salamis (Cyprus) (?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["terracotta"], "Technique": [" handmade ", " painted "], "Dimensions": [" Height: 8.52 centimetres ", " Thickness: 2.82 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Numerous parallel fragments of harnessed horses, probably from a chariot quadriga groups, from Naukratis (Boston 86.487; 88.879; Ashmolean AN1896-1908-E.4674; AN1886.542.1; AN1886.509; AN1886.468; see also Cambridge Museum of Classical Archaeology NA312). Many ‘horses, such as those seen in models of chariots from Cyprus, were found in the town’…in contexts dated by Petrie to the ‘mid-5th century BC’... they were ‘partly plastered, and have traces of red and yellow paint’ (Petrie 1886, 36) as these do. Parallels from chariot quadriga groups of late 7th or early 6th century BC date from Cyprus (Karageorghis 1995, cat no. II(iii) d, e and f types; see also rare rider toy II(i) c.90 ) and numerous examples from Salamis, Cyprus (Monloup 1984, nos 244-267). This is an uncommon type outside of Salamis, Cyprus (Hermary 1996, pl. 4.6; Tatton-Brown 1982, 179, note 27; Crouwel & Tatton-Brown 1989, 110 and pl. 22,2; Karageorghis 1995, no. II(ii)1, pl. 50.8, Amathus tomb 83; BM GR 1894,1101.191). Similar figurine from Samos Heraion dated to the early 6th century BC (Stampolidis 2003, 395, no.614 Archaeological Museum of Vathy inv. no. T1406). Crouwel, J.H. & Tatton-Brown, V. 1989. 'A horseback rider and his companion from Cyprus'. Report of the Department of Antiquities of Cyprus 1989: 109-110. Hermary, A. 1996. 'Figurines en terre cuite des fouilles anglaises d'Amathonte (1893-1894)', Cahier Centre d'etudes Chypriotes 26: 13-21. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus. Monloup, T. 1984. Salamine de Chypre. 12, Les figurines de terre cuite de tradition archaïque. Paris: de Boccard. Stampolidis, N.C. (ed.), 2003, Sea Routes…From Sidon to Huelva. Interconections in the Mediterranean 16th-6th c. BC. Athens. Tatton-Brown, V. 1982. 'Two finds allegedly from Rantidi', Report of the Department of Antiquities of Cyprus 1982: 174-82. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.066) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["charioteer/chariot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.542.1 (Accession Number) "]}