{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Description": [" Four sets of fragments, each made up of several sherds, of North Ionian pottery oinochoe, made up from many fragments. Inside reserved, outside, white slip: three friezes separated by broad bands; the topmost in black-figure technique, the lower ones reserving technique. Around join to neck, frieze of tongues; on shoulder, water bird between large floral ornaments; below, frieze of wild goats grazing to left amid filling ornaments; below, frieze of running wild goats looking back with filling ornaments; rays around base. Large areas of modern plaster between fragments. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["600BC-550BC"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis, Well C (= Hogarth site 50), bottom "], "Materials": ["pottery"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 21.10 centimetres (as restored) "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Not seen. The object cannot be located in the Ashmolean Museum. The findspot - bottom of well 50, in a seemingly residential area in the southwestern part of the site - is indicated by Edgar 1898-9, p. 59. Hogarth (1898-9, p. 41) describes the well as follows: \"The well, marked 50, was cleared by us to the bottom at 26 feet from the surface. It is 50 inches in diameter and lined with tiles disposed in rings. It proved richer in pottery than the other two wells cleared by us, producing fragments of figured Naukratite vases from 12 to 14 feet down (v. infra p. 59 and P1. VII. I), and four inscribed sherds from the very bottom (No. 41 and three small fragments) as well as large coarse pots, goat and ibex horns, stone weights, and a piece of a small and interesting early stone figure.\" "], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 77, pl. 2.4-6) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (59, pl. VII.1a-d) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.637) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.119.1 (Accession Number) "]}