{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of female terracotta figure wearing her hair in 'melon style', following Tanagra types. Head only, broken at neck. Mould-made and solid. Red-brown Nile silt fabric with grey core, fine mica and white inclusions. Badly damaged and eroded. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 11 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close mid to late 3rd century BC parallel from Alexandria (Tezgör 2007, no. 158-9). Probably locally produced at Naukratis terracottas workshop that was operational between the 3rd to 2nd century BC and possibly later. Parallels from Egypt include early 3rd century BC (Török 1995, pl.114, no.21), early 2nd century BC example (Bayer-Niemeier 1988, pl.2.6, no.12) and late 3rd to 2nd century examples (Fischer 1994, no.104). Both NA542 and NA547 are similar to Ptolemaic examples from Memphis (Petrie 1909, pl.30. 97; Petrie 1910, pl.44.155) for hairstyle. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-Römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen. Wasmuth. Petrie, W.M.F. 1909. The palace of Apries. Memphis volume II. London, School of Archaeology in Egypt. Petrie, W.M.F. 1910. Meydum and Memphis volume III. London, School of Archaeology in Egypt. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.373) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.401 (Accession Number) ", " Miscellaneous number: P.4554 (Pottery & Porcelain Ledger No.) "]}