{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure. Upper part of clothed female figure, probably originally of a seated goddess (Cybele?). Her hair, which is surmounted by a high head-dress, is parted in the centre, and falls on to the shoulders, passing behind two large ear-drops. The breasts are not greatly developed. The dress apparently consisted of a chiton and himation; the latter is just visible on the left shoulder. Covered with white coating, the hair was then painted red, the face white, and the dress and head-gear blue. Red-brown micaceous fabric (Nile silt?) with a grey core. "], "Cultures/periods": ["Classical Greek (late)"], "Production date": ["450BC - 330BC"], "Production place": [" Made in: East Greece (?) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Site 5 (Hogarth) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.10 centimetres ", " Length: 3.80 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Dated 450-400 BC by Gutch (Gutch 1898-99, no. 73, 83-84, pl. xii), however a 'late 4th century BC' date is listed in the Ashmolean register. Similar, if cruder, representation found in Crete dated c. 380 BC (GR 1953,1001.1). "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 83, no. 73, pl. XII, no. 73) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.343) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Cybele (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.225.1899 (Other Accession Number) ", " Miscellaneous number: GR.23.1899 (Accession Number) "]}