{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery lamp with a double-convex body, a long splayed flat- topped nozzle with a curved tip, a circular base-ring, and a leaf-shaped lug on each side. The filling-hole is surrounded by a double moulding. The shoulder is decorated with a complex moulded design in relief, between the outer moulding of the filling-hole and a single moulding above the carination. On top of the nozzle is a ribboned thyrsos between two raised ridges, which end in volutes. Red slip. Red-brown Nile silt fabric with red core with common fine quartz, mica, organic vesicles and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC - (early)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Diameter: 0.90 centimetres (filling hole) ", " Height: 2.70 centimetres ", " Length: 8.40 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late 3rd to early 2nd century BC parallel from Alexandria (Mlynarczyk 1998, 331-4, Fig. 4b). Parallels dated either late 2nd to 1st or late 3rd to 2nd century BC (Mlynarczyk 1997, 54-7, Type G, Fig. 67, who prefers earlier date). Parallels in the British Museum dated late 2nd to 1st century BC (Bailey 1975, Q592-Q594). A parallel from a late 1st century BC to early 1st century AD context was found at Quseir al-Qadim (Peacock 2011, no.17) is slightly cruder and may represent a late variant. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. Peacock D. P. S. 2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2, Finds from the 1999-2003, Oxford, Archaeopress, BAR International Series 2286. 47-56. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.020) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2752 (Accession Number) "]}