{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of a female terracotta figure or protome. Head fragment of a woman wearing a high decorated head-dress of the kalathos type worn over her long hair. Possibly a representation of a goddess. Her hair is worn up into a point at the front in Classical Greek style. The face is naturalistic, though the eyes are almond shaped and heavy lidded. Mould-made and hollow or open backed. Traces of a white residue, probably from a white coating preparation for paint, possibly traces of red paint. Cypriot yellow-buff marl clay with abundant black or dark grey(volcanic?), red and white (limestone) inclusions. "], "Cultures/periods": [" Cypro-Classical II (?) ", " Hellenistic (? early) "], "Production date": ["400 BC-300 BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ14 "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 19.50 centimetres ", " Length: 8.90 centimetres ", " Width: 15.50 centimetres "], "Curator's comments": ["Parallels from Larnaka (?), Cyprus (GR 1935,0611.10). This figurine is labelled in pencil TAΦ14 (however the first two characters are obscured and unclear). This is then most likely part of a group of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.095) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Artemis/Diana"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 27? (EEF distribution list number) ", " Miscellaneous number: 643.12 (Accession Number) "]}