{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Wheel-made Hellenistic lamp, red slipped with burnt nozzle and pierced lug. Small rimmed circular base. It has a circular body with an indented edge, which leads out to an elongated pouring nozzle with a hole in the end. The nozzle is quite chunky when viewed from the side.The centre has a circular hole. It has an unpierced roughly moulded handle (?) on one side. It is undecorated. Red-brown Nile silt fabric with red core with common fine quartz, mica, organic vesicles and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["325BC - 200BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Howland Type 25 (copy)"], "Technique": [" wheel-made ", " slipped "], "Dimensions": [" Diameter: 2.10 centimetres (filling hole) ", " Height: 3.60 centimetres ", " Length: 9 centimetres ", " Width: 6.10 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Unprovenanced and 'said to be from Thebes' parallels dated to the 3rd century BC (Bailey 1975, British Museum Lamps I, Q525, Q535). Late 4th or 3rd century BC parallel from Alexandria (Blondé 1998, 316-7, no. 8). Late 4th to 3rd century BC parallels from Tell Atrib (Młynarczyk 2012, type TA 1.2-3). Blondé, F. 1998. Lampes tournée Hellénistiques du Musée D’Alexandrie, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 307-35. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KC.59) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2765 (Accession Number) "]}