{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta squatting naked pregnant female figure (rattle?) in 'grotesque' style with legs raised on each side to expose her genitals: she holds her left leg up with her left hand and indicates her pubic area with her right hand. She looks straight ahead; her hair is parted in the centre and she wears a tightly bound wreath. There is summary working on her back. Hollow; two-piece mould. Red-brown Nile silt with grey core and mica inclusions. Missing feet and chipped. "], "Cultures/periods": [" Ptolemaic ", " Roman Period "], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.90 centimetres ", " Length: 3.50 centimetres ", " Width: 8.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Good parallels from Naukratis (Cambridge, Museum of Classical Archaeology, NA496, NA516 ; GR1973,0501.68 and , GR1965,0930.974 , GR1886,0401.1452 GR1973,0501.68), or attributed to Naukratis (Fitzwilliam Museum, Cambridge, E.104.1914; = Ashton et al. 2004: no. 92). Another example that may be attributed to Naukratis is very close, but not the same mould series (British Museum GR1973,0501.69). Ptolemaic parallels (Montserrat 1996, pl. 23; Dunand 1990, no. 562; Grmek and Gourevitch 1998, 167, fig. 115), from Memphis (Petrie Museum UC33447) and Akoris (Tsujimura 1999, 16, fig. 12:6). Hellenistic parallel from Cyrenaica, regarded as based upon Egyptian examples (Burn and Higgins 2001, no. 2777). Ashton, S.-A., Buttrey, T. and Popescu, A. 2004. Roman Egyptomania, London. Burn, L., Higgins, R., Catalogue of Greek Terracottas in the British Museum, III, London. Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris. Montserrat, D. 1996. Sex and society in Greco-Roman Egypt, London. Ashton, S.-A., Buttrey, T. and Popescu, A. 2004. Roman Egyptomania, London. Burn, L., Higgins, R., Catalogue of Greek Terracottas in the British Museum, III, London. Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris. Montserrat, D. 1996. Sex and society in Greco-Roman Egypt, London. Grmek, M. and Gourevitch, D. 1998. Les maladies dans l’art antique, Poiters. Tsujimura, S. 1999, in Kawanishi, H. and Tsujimursa, S. (eds), Akoris 1998. Preliminary Report, Ibaraki. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.474) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["birth"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.86.1914 (Accession Number) "]}