{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian mould-made ceramic oil lamp with two nozzles and an aperture for the central oil reservoir. Raised ring around the central aperture with a wavy line in low relief, surrounded by a row of relief-dots and two ornaments of acorn shape in relief facing the two nozzles. Fan-shaped incised pattern on the top surface of the handle. The base carries a lozenge shape design formed by lines in thin relief (maker's mark). Matt red-orange slip. Traces of burning at both nozzles and the surface worn in places, particular on base and top, due to use. Micaceous, fairly coarse brown-orange Nile silt with some large sand and some small lime inclusions. Part of the handle is missing. "], "Cultures/periods": ["Roman Period"], "Production date": ["(late)1stC - 4thC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 4.90 centimetres ", " Length: 11.90 centimetres ", " Width: 6.90 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This rather simple version of a double spouted lamp is probably late Roman (4th century AD) in date, though similar 4th century AD examples don't have the handle (see Bailey 1988, British Museum Lamps III, Q2143, GR1982, 0302.33). More ornate, but earlier, Roman lamps with the handle are dated to the late 1st century AD (Bailey 1988, Q1873, Q1874, Q1919, Q1920, GR1987,0401.4, GR1987,0402.26, GR1866, 0415.55, GR1866,0415.54). Two examples known from Naukratis (Greenock, McLean Museum & Art Gallery 1987.289; Boston MFA 86.653). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.11) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.289 (Accession Number) "]}