{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Fragment of terracotta figure plaque of robed man with a beard and turban-like headdress. Flat, possibly mould-made (?), with hand-made additions. Depicts an ‘Asiatic’, or ‘Assyrian’ man. Flat and solid. Turban, ears and beard may have been added. Pale orange fabric with abundant sand inclusions. Covered with buff coating, possibly post depositional. Features battered and worn; broken and lost below elbow. "], "Cultures/periods": [" Cypro-Archaic (?) ", " Phoenician (?) "], "Production date": ["620BC-550BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: Levant (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" mould-made (?) ", " painted (?) ", " handmade "], "Dimensions": [" Height: 13 centimetres ", " Width: 9 millimetres "], "Curator's comments": [" Object owned and held by the National Museum of Ireland. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar ‘Asiatic’ looking male figurines were produced on Cyprus between the mid 7th to late 6th centuries BC (Karageorghis 1995, 19-21,Type I(ii), 48; see also the head of wheel-made Type I(ii)17). Karageorghis argues the ‘Assyrian’ look may coincide with Assyrian domination of Cyprus during the seventh century BC (1995, 21). See EA 50126, 50127, 50128, 50130 (EA 1911,0710.102, 1911,0710.103, 1911,0710.105) also from Naukratis. Though stylistically similar to the Cypriot parallels this was handmade and of a different fabric. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.047) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 30/002/2456 (International Inventory number) ", " Miscellaneous number: NMI 1911:396 (Accession Number) "]}