{"artifact_name": "column krater", "Object Type": ["column krater"], "Description": [" Rim sherd of Corinthian black-figured pottery column-krater with part of handle plate and shoulder; glaze mostly fired red-brown; interior: glazed with traces of one band of added red; on top of rim, chain of incised lotuses and palmettes; on handle-plate, black-figure decoration consisting of winged creature (rump feathers remaining) to left; on edge of rim, frieze of stepped zigzags; traces of painted band at junction of rim and shoulder; reserved shoulder. "], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (probably) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 35 centimetres (rim) ", " Height: 3.80 centimetres ", " Thickness: 1.50 centimetres ", " Width: 7.20 centimetres "], "Curator's comments": [" Object owned and held by Ure Museum of Greek Archaeology, Reading. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd joins Cambridge Museum of Classical Archaeology NA165 and Boston 86.631 and may also belong to the same vase as Alexandria 9488; and for other parallels from Naukrais, see British Museum 1886,0401.1099 and 1886,0401.1011. For the chain of lotuses and palmettes and stepped zigzags, see Amyx (1988, pl. 117, no. 1a and b) (Late Corinthian); see also Newhall Stillwell, A. and Benson, J. L., Corinth: Results of Excavations Conducted by the American School of Classical Studies at Athens XV.3: The Potters Quarter - The Pottery. Princeton 1984, pl. 30, fig. 660. The vase is probably by a painter in the Three Maidens Group (Early-Middle Corinthian). For the drawing of the floral elements and the proportion of lotus to palmette, see the Basle Krater (private collection) (Benson 1956, pl. 75, figs 34-35), which Benson (1969, 120, no. B 1a) attributes to the manner of the Memnon Painter. The sherd Louvre E 630 (Payne 1931, 154, fig. 62c; NC 1181D) is attributed by Benson (1969, 120, D2) to the Detroit Painter. Benson, J. L. 'Some Notes on Corinthian Vase-Painters', American Journal of Archaeology 60.3, Jul. 1956, 219-230 Benson, J. L. 'The Three Maidens Group', American Journal of Archaeology 73.2, Apr. 1969, 109-122 The Boston sherd was found in the region of the Sanctuary of Apollo. "], "Bibliographic references": [" CVA Reading I / Corpus Vasorum Antiquorum Great Britain, Fasc. 12, University of Reading (p. 39, pl. XXIII, no. 27) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.018) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" bird (possibly) ", " mythical figure/creature (possibly) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 26.2.90 (Accession Number) "]}