{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of a female terracotta figure. Head fragment of a woman wearing a high decorated head-dress of the kalathos type worn over her long hair. Possibly a representation of a goddess. Her hair is worn up into a point at the front in Classical Greek style. The face is naturalistic, though the eyes are almond shaped and heavy lidded. Mould-made and hollow. Traces of a white residue, probably from a white coating preparation for paint, possibly traces of red paint. Cypriot marl clay with orange-red core and yellow-buff surfaces. Abundant black, red and white inclusions. Pencil marks on back. "], "Cultures/periods": [" Cypro-Archaic II ", " Hellenistic (? early) "], "Production date": ["5thC BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 8.70 centimetres ", " Length: 6 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": ["Close parallels found in 'sub-archaic' (transition between Archaic and Classical period, around 500BC and 480BC) backfill of a rampart of the sanctuary of the great goddess in Salamis, Cyprus (Monloup 1994, 107, 114, see also 86). This figurine is labelled in pencil TAΦ (however all the characters are partially obscured and no context number was readable), designating thise as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. Monloup, T. 1994. Salamine de Chypre. 14, Les terres cuites classiques : un sanctuaire de la grande déesse. Paris : Diffusion de Boccard."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.093) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Artemis/Diana (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 27? (EEF distribution list number) ", " Miscellaneous number: 643.4 (Accession Number) "]}