{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of squatting naked child, probably ithyphallic Harpocrates, carrying Egyptian jar with lugs. Phallus passes under left arm, after which it is broken off. Part of back missing. Mould-made and solid. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Late Period ", " Ptolemaic (?) "], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.6.2 (variant)"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.90 centimetres ", " Thickness: 3.60 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Small child, probably Harpocrates, holding a pot. Similar examples are usually dated late 4th to early 3rd century BC (Fischer 1993, pl.3. no.16, unprovenanced), or Late Period to early Ptolemaic (Török 1995, pl.35, no.51; Bailey 2008, nos 3237-8), although Besques dates one to the Roman period (Besques 1992, pl.79, no.E401). The jar seems to be of a Late Period type, typical of the 7th to 4th centuries BC.The closest parallels come from Naukratis (British Museum GR1973,0501.2, GR1973,0501.63, GR1973,0501.64, GR1973,0501.75; Fitzwilliam Museum, Cambridge, E.94.1914, E.95.1914 and E.145.1914; Another mould series British Museum GR1973,0501.47, GR1973,0501.48; Fitzwilliam Museum, Cambridge, E.144.1914, E.147.1914;see also British Museum GR 1973,0501.64; Bailey 2008, nos 3237-8). Note the Fitzwilliam E.1914 sequence were attributed to ‘Antinoopolis?’ and the British Museum GR1973,0501 sequence were found unregistered, but that both sequences include numerous terracottas now known to be found and/ or produced at Naukratis of types that predate the founding of Antinoopolis. Uprovenanced examples from Egypt have been dated to the 4th or 3rd century BC (Fischer 1994, no. 16; Török 1995, pl.3, no.51) although Besques dates one to the Roman period (Besques 1992, pl.79, no.E401). Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.186) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, nos 271-280, 283-285) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA597 (Accession Number) "]}