{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of child, probably Harpocrates. Face only. Two piece mould-made and hollow. Traces of white coating. Red-brown Nile silt fabric with abundant mica, quartz, organics and white inclusions. Back missing. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["2ndC BC - 1stC AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.60 centimetres ", " Width: 3.30 centimetres ", " Depth: 2.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late 2nd century BC parallel from Tell Atrib (Szymańska 2005, no. 181). However similar baby faces, probably from representations of Eros or Harpocrates (see Naukratis parallels from Cambridge, Museum of Classical Archaeology NA692, NA686, NA680) have been given 1st to 2nd century AD Roman dates (Bailey 2008, no.3369, unprovanced; Besques 1992, Pl.69. E370, from Middle Egypt; Török 1995, Pl.43 no.73). Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.073) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4726 (Accession Number) "]}