{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of an old woman wearing hair back, broken from a terracotta statuette at the neck. In 'grotesque' style. Head only. Mould-made and hollow, touched up by hand. Traces of white coating. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC-100BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.10 centimetres ", " Thickness: 4 centimetres ", " Width: 3.22 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallel for old woman in this style, from Naukratis (Bolton Museum 1966.95.A). Parallel (of an old man) in same style from Naukratis, now in the British Museum and dated to the 3rd to 2nd century BC (Bailey 2008, 151, pl. 106, no. 3575, EA1976,0724.2 EA 68548). Comparanda, include similar examples (Török 1995, no. 241) dated third to second century BC and (Szymańska and Babraj 2004, 35, fig. 7) from a third century BC context at Athribis. Also a similar piece from Athribis (Tell Atrib) dated to the late 3rd century BC (Szmańska 2005, pl.2, no.10). Bolton Museum register gives Naukratis as definite provenance. See also NA565 from Naukratis and a similar piece from Athribis (Tell Atrib) dated to the late 3rd century BC (Szmańska 2005, pl.2, no.4). Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Szymańska, H. & Babraj, K. 2004 Aus den Brennöfen von Athribis (Ägypten): Neue Funde aus dem Ptolemäischen Stadtviertel, in ‘Antike Welt’ 35.2: 33-7. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.527) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.197 (Accession Number) "]}