{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figurine of woman. Fragment of the head and upper body of woman wearing chiton, himation and a high head-dress stephane/kalathos decorated with relief palmette and circle decoration. Large disc-earrings and a necklace. Her wavy hair is parted in middle, forms a thick roll along the forehead, and falling on either side of neck as tresses on to each shoulder. Her neck is unnaturally long. The sleeveless himation passes under the right and over the left breast, having slipped down the right shoulder. Mould-made and hollow with added solid arms and head. The back smoothed. Covered with white coating with traces of red paint on head-dress and hair. Fine pale yellow-buff fabric, somewhat soapy to the touch. "], "Cultures/periods": [" Classical Greek (?) ", " Hellenistic (?) "], "Production date": ["400BC-250BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Site 5 (Hogarth) or Site 6 (Hogarth) [according to Ashmolean Museum Register] "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 8 centimetres ", " Thickness: 2.20 centimetres ", " Width: 6.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'From the Hellenion precinct 5 and 6' and dated by Gutch between 300 BC and 250 BC (Gutch 1888-9, 84). Figurines of presumably slightly earlier type, from Salamis, Cyprus, have a decorated Calathos headdress of this type which is slightly higher and with similar hair arrangement of the late 5th or early 4th to the beginning of the Hellensitic period (Monloup 1994, nos 31-2, 44-5, 60, 164, 168, 172, 178). Similar seated deities were offered as dedications in the Sanctuary of Artemis Paralia, Larnaka, Cyprus (GR 1866,0101.7). Monloup, T. 1994. Salamine de Chypre. 14, Les terres cuites classiques : un sanctuaire de la grande déesse. Paris : Diffusion de Boccard. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, no. 75) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.109) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Representation of: Artemis/Diana (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.92 (Accession Number) "]}