{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta naked female figure plaque. Head of veiled female figure. Semicircular indentations instead of ears. Crudely made with prominent, nose, lips and bulging eyes. Mould-made and solid with crude back. Orange-brown Nile silt with grey core. Abundant mica and white (lime?) inclusions. Head fragment only. "], "Cultures/periods": [" Late Period ", " Classical Greek (?) "], "Production date": ["500BC-330BC"], "Production place": [" Made in: Nile Delta (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.1.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallels from Naukratis in style, but without the Greek-style veil (Cambridge, Museum of Classical Archaeology NA600; Oxford, Ashmolean Museum AN1896-1908-G.77). This is slightly unusual for Egypt, as it appears to have some Greek influence in the style of dress, like other examples from Naukratis (Oxford, Ashmolean Museum AN1896-1908-G.78; Cambridge, Museum of Classical Archaeology NA368). These figures are usually depicted naked, apart from head-gear or a wig, as representations of Isis-Hathor. However a small number of female figure plaques made at Naukratis were of clothed women and apparently represent devotees or Greek deities (Cambridge, Museum of Classical Archaeology NA329). Simple naked female plaque figures are common in Egypt during the Late period and in the Levant at contemporary Phoenician sites. Parallels are generally dated to the Late Period and early Ptolemaic periods in Egypt. Thought to be fertility figures or ex-voto in honour of, but not representing, Hathor (Török 1995, pl.109, nos 203-9, particularly no. 206 from Memphis; Bayer-Niemeier 1988, 148, pl. 50.1-5, nos. 263-7, particularly no. 266; Weber 1914, no.199; Petrie 1909, pl.35.11; Kaufmann 1913, fig. 69,3). Bayer-Niemeier identifies a clear ‘Pharaonic tradition’ with New Kingdom and Third Intermediate Period parallels from Medinet Habu (Teeter 2010, nos. 1 to 9 and 24 to 26) and the Temple of Mut in Luxor (Waraksa 2009, no. 3) and similar examples of this Pharaonic tradition come from New Kingdom domestic religion parallels from Deir el-Medina, Sawâma and Armana (ibid.). Similar figure plaques found at Naukratis in the British Museum (Bailey 2008, nos 3108 to 3110; Higgins 1954, 404; GR 1888, 0601.113, GR1886,0401.1543, GR 1886,0401.1458), Cambridge (NA576, NA577, NA578, NA579, NA581, NA582, NA583, NA584), and by recent excavations at Naukratis by the Supreme Council of Antiquities, (SCA), (unpublished). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Kaufmann, C. M. 1913, Ägyptische Terrakotten der griechisch- römischen und koptischen Epoche, Cairo. Petrie, W.M.F. 1909a. Memphis volume I. London, School of Archaeology in Egypt. Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83. Teeter, E. 2010. Baked clay figurines and votive beds from Medinet Habu. Oriental Institute Publications 133, Chicago. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Waraksa, E. A. 2009. Female figurines from the Mut Precinct: context and ritual function. Fribourg Academic Press, Göttingen. Weber, W. 1914, Die ägyptisch- griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.036) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.452 (Accession Number) ", " Miscellaneous number: P.4605 (Pottery & Porcelain Ledger No.) "]}