{"artifact_name": "sistrum; votive offering", "Object Type": [" sistrum ", " votive offering "], "Description": [" Mould-made handle of sistrum in glazed composition; votive offering inscribed with two opposing vertical columns of hieroglyphs; text framed by fine vertical lines; glaze well preserved with turquoise as background colour with dark blue for the inscription and vertical lines; slightly chipped. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["283 BC - 246 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 14.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This sacred musical instrument was particularly associated to the cult of Egyptian goddesses, notably Hathor, Isis, Bastet or Sekhmet (on sistra, see esp.: Hickmann 1949, 76-103, pl. XLV-LXX; Pinch 1993, 143-146; Ziegler 1979, 31-62; Ziegler 1984). This sistrum is unprovenanced, but must clearly originate from Naukratis according to the inscriptions. Indeed, Hut-neferet (‘The Beautiful-Castle’) was the name of the Egyptian temple of Naukratis (Yoyotte 1993/94, 684). This name is also mentioned on the Ptolemaic obelisk kept in Tanta Museum and on the Saite donation stela kept in Cairo Museum TR 14/2/25/2. Thanks to the inscriptions, it is also possible to date this sistrum to the Ptolemaic Period and more precisely to the reign of Ptolemy II (on this sistrum see: Ziegler 1979, 52, no. 60; Yoyotte 1993/94, 684; Yoyotte 1994-95, 674; De Meulenaere 2001, 36; Guermeur 2005, 127-128). Naukratis provided several examples of sistra, in glazed composition like for this specimen, but also in copper alloy. A second sistrum in glazed composition bears a hieroglyphic inscription mentioning Psamtek III, a short-lived pharaoh of the 26th dynasty (Cairo, Egyptian Museum JE33537). De Meulenaere, H. 2001, ‘Sculptures mendésiennes de Basse Époque’, Jaarbericht van het Vooraziatisch-Egyptisch Genootschap Ex Oriente Lux 35-36 (1997-2000), Leiden. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thèbes, Turnhout. Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Pinch, G. 1993, Votive Offerings to Hathor, Oxford. Yoyotte, J. 1993/94, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.): Naucratis, ville égyptienne’, Annuaire du Collège de France, 679–692. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. Ziegler, Chr. 1979, Catalogue des instruments de musique égyptiens, catalogue du Musée de Louvre, Département des Antiquités Égyptiennes, Paris. Ziegler, Chr. 1984, ‘Sistrum’, LÄ 5, col. 959-963. "], "Bibliographic references": [" Guermeur 2005 / Les cultes d’Amon hors-de-Thèbes (p. 127-128) ", " Ziegler 1979 / Catalogue des instruments de musique égyptiens: Musée du Louvre, Département des antiquités égyptiennes (p. 52, no. 60) ", " Yoyotte 1993-1994 / Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994) (p. 684) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.33) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, though incomplete and bit chipped"], "Associated names": ["Named in inscription: Ptolemy II Philadelphos"], "Previous owner": ["Currently owned by: Musée du Louvre, Paris"], "Acquisition date": ["1879"], "Acquisition notes": ["Bought in 1879 from H. Brugsch"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E6268 (Accession Number) "]}