{"artifact_name": "flask", "Object Type": ["flask"], "Description": [" Egyptian terracotta vessel (flask) in the form of a bunch of grapes. Fragment with a circular aperture in the top. Mould-made and hollow. Made in a two-piece mould, with many separately made grapes applied to the surface. White coating with traces of paint. Red-brown Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC - (early)1stC BC (probably 1st century BC)"], "Production place": [" Made in: Nile Delta (probably Naukratis) "], "Findspot": [" Excavated/Findspot: Kom Hadid, 7606 N.III.76.14 "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Curator's comments": ["Number of fragments or complete examples of mould-made vessels in the form of a bunch of grapes come from Naukratis (Cambridge, Museum of Classical Archaeology NA630; NA467; NA327; Gutch 1898/1899, 81, no. 41; Oxford, Ashmolean Museum AN1896-1908-E.4787; Leonard 2001, 170, no.12 pl. 3.10). Parallels have been dated 1st century BC to 1st century AD (Bailey 2008, 3784, 3783; British Museum GR 2004,1108.1; Fjeldhagen 1995: no. 207; Allen 1985: no. 131; Besques 1992: no. D/E 4554; Breccia 1934, pl.103. 621 see also Kaufmann 1913, fig. 123: 1; Schreiber 1908, 231, fig. 163; Van Wijngaarden 1958, no. 99), though similar vessels have also been dated up to the 3rd century AD (Dunand 1990, no. 1102; Bayer-Niemeier 1988, no.757; Fischer 1994, no. 1251). This example was found in a Ptolemaic context. Allen, M. L. 1985. The terracotta figures from Karanis: a study of techniques, style and chronology in Fatyoumic Coroplastics. Ann Arbour. Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildweke der Sammlung Kaufmann, 1. Griechisch- römische Terrakotten. Melsungen. Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Breccia, E. 1934. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. II. Bergamo. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fjeldhagen, M.1995. ‘Catalogue. Graeco-Roman Terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen."], "Bibliographic references": [" Leonard 2001 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. (p. 170, no.12 pl. 3.10.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.142) (Phase 3) "], "Subjects": ["fruit"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: MC#29 (Field number) ", " Miscellaneous number: pl. 3.10, p. 170. no.12 (catalogue number) "]}