{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Wheel-made pottery oil-lamp with a double-convex body; the pouring hole rim is defined by a groove, incised ring. The solid lug on the left side is pierced. A short tapering flat-topped nozzle with a rounded end; blackening around the wick hole; ring-base; light coloured clay. "], "Cultures/periods": ["Hellenistic (early)"], "Production date": ["350BC-275BC"], "Production place": [" Made in: Greece (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": [" Broneer Type VIII ", " Howland Type 25 (variant) "], "Technique": ["wheel-made"], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published with finds from 1980-1981 survey season at Naukratis (Coulson 1996, 139-145, pl.XVI). This is probably an early Hellenistic import (see Nottingham, Castle Museum NCM 1888-53, from Naukratis). Late 4th or 3rd century BC parallel from Alexandria (Blondé 1998, 321-22, no. 16). A late (un-slipped) Broneer type VIII lamp with parallels from Corinth (Broneer 1930, 47, no.137) and Howland type 25D from Athens in an attic clay (Howland 1958, 79, dated 350BC- 275BC). Blondé, F. 1998. Lampes tournée Hellénistiques du Musée D’Alexandrie, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 307-35. Broneer, O. 1930. Corinth IV.II, Terracotta lamps, Princeton. Coulson, W. D. E. 1996, The Finds, in Coulson, W. D. E. (ed.), Ancient Naukratis II. The Survey at Naukratis and Environs 1. The Survey at Naukratis, Oxford, 139-160. Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals. Princeton. "], "Bibliographic references": [" Coulson 1996 / Ancient Naukratis Volume II The Survey at Naukratis and Environs (p.139, pl.XVI-1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KC.42) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Excavation/small finds number: 1 (Finds catalogue number) "]}