{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Bes. Bes standing on the capital block of a column, naked, with his hands on his thighs; he wears a feathered headdress. Column bulging out into a round object. The capital widens upwards and is undecorated, probably based on a papyrus capital. The back is plain and the crown is pierced at the top, perhaps to hold a stick of incense. Hollow, from a two-piece mould, with traces of a white dressing on the column and orange paint on Bes' left leg. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 9.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two examples from same mould series are knwon from Naukratis (Bristish Museum GR1886,0401.1455; Boston MFA 86.444; Walters 1903, C 594; Higgins 1954, no. 1546). The fabric is consistent with Nile Delta kiln products, probably from Naukratis. Similar Bes figures have been found in Ptolemaic contexts or dated to the Roman period (Bailey 2008, 38; Fischer 1994, 257, Cat. 551; Dunand 1990, 42-3, Cat. 42-45). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.203) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.444 (Accession Number) ", " Miscellaneous number: P.4597 (Pottery & Porcelain Ledger No.) "]}