{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of large terracotta figurine: webbed clawed foot of an aquatic bird; underside flat, irregular. The tips of three of the four claws are broken off. Mould-made and solid. Red-brown clay, relatively fine. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["3rdC BC - 2ndC AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.50 centimetres ", " Length: 10.60 centimetres ", " Width: 9 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Egypt Exploration Fund Philadelphia distribution list no. 29. Probably not locally produced. A very similar, but smaller, mould is in Alexandria Greco-Roman Museum (Seif el-Din 1998, 176-7, fig.14) dated to 'probably Roman' period. Very similar piece from Naukratis in Philadelphia (E118). Similar piece from Memphis, but different mould series, dated to the Roman period in the Petrie Museum (UC50464). Seif el-Din, M. 1998. The Gayer-Anderson collection of plaster moulds in the Greco-Roman Museum of Alexandria, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 165-204. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.286) (Phase 3) ", " Gardner 1888 / Naukratis II (p.24) "], "Location": ["Not on display"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.909 (probably) ", " Miscellaneous number: Eg.Inv.2921 (Egyptian inventory number) ", " Miscellaneous number: P.5702 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.158 (Accession Number) "]}