{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figurine of woman, possibly Aphrodite with left arm outstretched, hair parted in middle, wearing stephane. Her himation passes up over the head and down again on to the left shoulder. Her head is inclined gracefully to the left. Her right arm is down (presumably her hand rests on her hip), whilst the left arm was raised from the shoulder, possibly in order to rest on the shoulder or neck of a second figure (Eros?) now missing. Mould-made and hollow with circular vent in the plain back. The figure covered in a white coating, traces of red paint of hair and black on eyes. Fine red-brown fabric with grey core with silver mica and a soapy texture. "], "Cultures/periods": ["Classical Greek"], "Production date": ["(early)4thC BC"], "Production place": [" Made in: East Greece (?) "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.80 centimetres ", " Thickness: 2.60 centimetres ", " Width: 4.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallel from Naukratis (Ashmolean AN1896-1908-G.93; E4666; Gutch 1898-9, 81, no. 38), dated by Gutch to 400BC-350BC. Both appear in East Greek fabric, similar to Rhodian figurines. A Corinthian parallel of this group subject was found at Naukratis is dated to the mid-4th century BC (British Museum GR 1888,0601.125). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.350) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4736 (Accession Number) "]}