{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Amulet carved from light greenish grey stone, probably steatite (soapstone), featuring a seated baboon, animal associated to Thoth; quite crude representation; few incised details; rather worn and damaged; chipped in back; suspension ring on back of head; encrusted with brown. "], "Cultures/periods": [" Late Period (possibly) ", " Ptolemaic (early?) "], "Production date": ["6thC BC - 4thC BC (possibly)"], "Production place": [" Made in: Naukratis (possibly) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite (probably)"], "Technique": [" carved ", " incised "], "Dimensions": [" Height: 2.70 centimetres ", " Width: 1.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The EEF distribution list states this piece to be manufactured in grey limestone. However, it looks more like soapstone or steatite. A few amulets in similar material were found in Naukratis, all representing Egyptian gods. They share details in the manufacture and style: Montreal, Redpath Museum 2507; Boston, Museum of Fine Arts RES.86.326 and 86.184; Oxford, Ashmolean Museum AN1896-1908-EA.684 (also figure of Nefertum) and AN1888.173; Bristol, City Art Gallery & Museum H2267. It is plausible that they were produced locally. Baboons were the 'animal manifestation of the moon god' Thoth (Andrews 1994, 90). Amulets of Thoth were supposedly worn by scribes since Thoth was their patron. On baboon amulets: Andrews 1994, 27, 90; Herrmann et al. 2010, 99. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.258) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["mammal"], "Associated names": ["Associated with: Thoth"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.188 (Accession Number) ", " Miscellaneous number: S.1337 (Stone ledger number) "]}