{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of naked woman (Isis-Hathor?) wearing a wig (?) standing in front of a simple flat Egyptian-style pediment of a shrine. Exaggerated facial features including a long nose and bulging eyes. Mould-made and solid. Red-brown Nile silt fabric with beige surface. Missing below neck. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 330BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.3.1"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.80 centimetres ", " Length: 3.50 centimetres ", " Width: 6 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Three similar pieces from Naukratis may come from same mould series (Cambridge, Museum of Classical Archaeology NA582; Amsterdam, Allard Pierson Museum 7483; Brussels, Musées Royaux d’Art et d’Histoire E.5018). A number of similar examples from Naukratis all depict a female figure in front of the pediment of a shrine (Alexandria, Greco-Roman Museum 16903; Brussels, Musées Royaux d’Art et d’Histoire E.5018; Boston, Museum of Fine Arts 86.389; 86.389; Cambridge, Museum of Classical Archaeology NA583; Oxford, Ashmolean MuseumAN1896-1908-E.4680; AN1896-1908-E.4681). These are a subgroup of a common Late period plaque figure. Simple naked female plaque figures are common in Egypt during the Late period and in the Levant at contemporary Phoenician sites. Parallels are generally dated to the Late period and early Ptolemaic periods in Egypt. Thought to be fertility figures or ex-voto in honour of, but not representing, Hathor (Török 1995, pl.109, nos 203-9, particularly no.207; Bayer-Niemeier 1988,148, no.263-7, for wig, see no. 265; Weber 1914, no.199; Petrie 1909, pl.35.7 and 12 from Memphis; Kaufmann 1913, fig. 69:3). Bayer-Niemeier identifies a clear ‘Pharaonic tradition’ clear with New Kingdom and Third Intermediate Period parallels from Medinet Habu (Teeter 2010, nos 1 to 9 and 24 to 26) and the Temple of Mut in Luxor (Waraksa 2009, no. 3) and similar examples of this Pharaonic tradition come from New Kingdom domestic religion parallels from Deir el-Medina, Sawâma and Amarna (ibid.). Similar figure plaques found at Naukratis in the British Museum (Bailey 2008, nos. 3108 to 3110; Higgins 1954, 404; GR 1888,0601.113, GR1886,0401.1543, GR 1886,0401.1458), Cambridge (NA576, NA577, NA578, NA579, NA581, NA582, NA583, NA584), and by recent excavations at Naukratis by the Supreme of Council Archaeology (SCA) (unpublished). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Kaufmann, C. M. 1913, Ägyptische Terrakotten der griechisch- römischen und koptischen Epoche, Cairo. Petrie, W.M.Fl. 1909a, Memphis I, London. Teeter, E. 2010. ‘Baked clay figurines and votive beds from Medinet Habu’. Oriental Institute Publications 133, Chicago. Török, L. 1995.Hellenistic and Roman terracottas from Egypt. Roma. Waraksa, E. A. 2009, Female Figurines from the Mut Precinct: Context and Ritual Function, OBO 240, Göttingen. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.061) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.5018 (Accession Number) "]}