{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta protome of a woman. Mould-made. Fragment of forearm from a large protome-bust. White coating preserved on some areas. Pale red-brown fabric with grey core. Abundant fine silver and gold mica, quartz and white inclusions. "], "Cultures/periods": [" East Greek ", " Archaic Greek ", " Classical Greek "], "Production date": ["550BC-400BC"], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.60 centimetres ", " Thickness: 1.50 centimetres ", " Width: 5.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Fragment of protome or protome bust of late Archaic or Classical date. The fabric is similar to that of figurines of an East Greek origin. This un-diagnostic fragment of protome can only be dated broadly to circa 550BC- 400BC (see Blinkenberg 1931, 591; Croissant 1983). For discussion of date, context, function and details on protome parallels and diagnostic fragments from Naukratis see records for Cambridge Museum of Classical Archaeology objects NA350, NA355, NA354, NA353, NA390, NA850, NA426, NA803 and NA509. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Croissant, F. 1983. Les protomés féminines Archaïques: Recherches sur les représentations du visage dans la plastique grecque de 550 à 480 av. J.-C. Ecole Française d'Athènes, Athens. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.201) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA436 (Accession Number) "]}