{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Wheel-made lamp, with glossy brown-red slip. Circular, with a concave base, rounded sides terminating in low edge and rounded top. Large filling hole and long pointed nozzle. Blackened and cracked. Fine micaceous red-brown silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["333BC-250BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Howland Type 25 (copy)"], "Technique": [" wheel-made ", " slipped "], "Dimensions": [" Height: 3.42 centimetres ", " Length: 9.31 centimetres ", " Width: 6.45 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 333 BC to 250BC parallel in the British Museum, also from Naukratis (Bailey 1975, British Museum Lamps I, Q524, GR1886,0401.1341; Walters 1914, 236). An Egyptian variant of Greek Howland (1958) Type 25. 'Round body type' parallel from Roman Ehnasya, (Petrie 1905, 8, pl. 59.084) is cited as a parallel on the Philadelphia register card. Late 4th or 3rd century BC parallel from Alexandria (Blondé 1998, 319-20, no. 14). Blondé, F. 1998. Lampes tournée Hellénistiques du Musée D’Alexandrie, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 307-35. Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals. Princeton. Petrie, W.M.Fl. 1905. Roman Ehnasya (Herakleopolis Magna), 1904. London. Walters, H.B. 1914. Catalogue of the Greek and Roman lamps in the British Museum. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KC.50) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E138 (Accession Number) "]}