{"artifact_name": "figure; mask", "Object Type": [" figure ", " mask "], "Description": [" Terracotta mask of Dionysus head wearing festival wreath. Mould-made with added plastic decoration in the form of fruit. Traces of white coating and black or brown paint. Fine red-brown fabric with black core very fine white and red (grog?) and very fine mica or quartz inclusions. Bottom and left side of face missing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC-201BC"], "Production place": [" Made in: Nile Delta (?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East (?) "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 15.50 centimetres ", " Thickness: 2 centimetres ", " Width: 15.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Stored with 1899 Naukratis material in 1983, raising some doubt about its Naukratis provenance. The fabric is not certainly from the Nile Delta. A number of life and model sized theatre masks are known from Naukratis. Large examples include tragedy masks (Cambridge, Fitzwilliam Museum GR.301.1899; Leonard 2001, 164, no.1 pl. 3.1, MC#37, 165, no.2, pl. 3.2. MC#20; 1886,0401.1439; Cambridge, Museum of Classical Archaeology NA718; Greenock, McLean Museum & Art Gallery 1987.284) and comedy masks (Boston, Museum of Fine Arts 86.466; Cambridge, Fitzwilliam Museum GR.4.1887; Cambridge, Fitzwilliam Museum GR.223.1899; Oxford, Ashmolean Museum AN1896-1908-E.4766; Cambridge, Museum of Classical Archaeology NA622). A Dionysus mask (Cambridge, Fitzwilliam Museum GR.308.1899) and Bes mask (Cambridge, Museum of Classical Archaeology NA713) are also known. Examples from known archaeological contexts at Naukratis appear to be Ptolemaic, mainly 3rd and 2nd century BC, in date (Bailey 2008, no.3567; Petrie et al. 1886: 45; Leonard 2001, Pl. 3.2). However, a similar figure was also dated to the 3rd century AD (Fischer 1994: no. 351). Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Leonard, A. (ed.) 2001. ‘Ancient Naukratis: Excavations at a Greek Emporium, vol. II: The Excavations at Kom Hadid’ ASOR. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, nos 321-324) (?) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.307) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["deity"], "Associated names": ["Representation of: Dionysos/Bacchus"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.308.1899 (Accession Number) "]}