{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of a female terracotta figure. Head fragment of a woman wearing a high decorated head-dress of the kalathos type worn over her long hair. Possibly a representation of a goddess. Her hair is worn up into a point at the front in Classical Greek style. The face is naturalistic, though the eyes are almond shaped and heavy lidded. Mould-made and hollow. Traces of a white residue, probably from a white coating preparation for paint, possibly traces of red paint. Cypriot yellow-buff clay with fine black and white sand inclusions. "], "Cultures/periods": [" Cypro-Classical (late) ", " Hellenistic (? early) "], "Production date": ["450BC - 300BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ13(?) (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 8.30 centimetres ", " Thickness: 4.80 centimetres ", " Width: 6.30 centimetres "], "Curator's comments": ["Close parallels found in 'sub-archaic' (transition between Archaic and Classical period, around 500BC and 480BC) backfill of a rampart of the sanctuary of the great goddess in Salamis, Cyprus (Monloup 1994, 107, 114, see also 86). This figurine is labelled in pencil with three characters, but only the third character (3) is readable. This object was registered with pieces labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite. All figurines sent out by the Egypt Exploration Fund in 1911 to various museums appear to have come from Petrie's excavation of the Aphrodite sanctuary, during Gardner’s season at Naukratis in 1885-1886. This figure is highly likely to have been excavated within the temenos of the Aphrodite sanctuary and '3' probably represents the context number in which it was found. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Monloup, T. 1994. Salamine de Chypre. 14, Les terres cuites classiques : un sanctuaire de la grande déesse. Paris : Diffusion de Boccard."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.094) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Artemis/Diana"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 27? (EEF distribution list number) ", " Miscellaneous number: 643.1 (Accession Number) "]}