{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates wearing a headdress with two lotus buds and the double crown of Egypt over a mass of curley hair. Head only. Mould-made and hollow. White coating and traces of pink paint. Red-brown Nile silt fabric. Abundant mica, quartz, organic and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 30BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.10 centimetres ", " Thickness: 1.80 centimetres ", " Width: 1.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of similar mould series have been found at Naukratis and were likely made there (Cambridge Museum of Classical Archaeology NA664 Oxford, Ashmolean Museum AN1896-1908-E.4689; see also 'Roman' examples NA660, NA663; AN1896-1908-G.105 but without lotus buds). 'Roman' parallels (Dunand 1990, no. 260, see also 306). Parallel found in 2nd century BC context at Tell Atrib (Szymańska 2005, no. 203). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.005) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4689 (Accession Number) "]}