{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; simplified back little detailed; underside deeply incised with a representation of a standing falcon-headed (?) figure, very schematic; pierced lengthwise; turquoise blue glaze well preserved; white paste. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["664 BC - 332 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" incised ", " glazed ", " mould-made ", " pierced "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The shape of this scarab and motif displayed on its base are unique in the corpus of glazed composition scarabs from Naukratis. The bright white paste and the thick dark turquoise glaze are also very unlike the scarabs produced in the 'Scarab Factory' (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.077) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, just chipped on underside"], "Subjects": ["ancient egyptian deity"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3804.g (Accession Number) "]}