{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from steatite; back has simple carving of clypeus and head; prothorax and elytra marked by single line; at side, crudely-cut thick leg shape with triangle; underside deeply cut-out, with hieroglyphic inscription, giving the name of Amun-Ra; further incised details within signs; pale grey coloured steatite with small blue-black inclusions; pierced lengthways. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced ", " cut "], "Dimensions": [" Length: 1.50 centimetres ", " Thickness: 0.85 centimetres ", " Width: 1.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The \"Scarab Factory\" in Naukratis produced variants of the name of Amun-Ra on scarabs and scaraboids made out of glazed composition (Petrie 1886, pl. XXXVII, 89-93; Gardner 1888, pl. XVIII, no. 25 and 36; on the various productions of the Scarab Factory, see Webb forthcoming). It is possible that this stone scarab was also produced locally or used as a model. For another stone scarab bearing the name of Amun-Ra found in Naukratis, see Sydney, The Nicholson Museum, University of Sydney NM00.128.1 (Petrie 1886, pl. XXXVIII, no. 179). Other parallel: Hornung and Staehelin 1976, 310, nos. 603. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 178) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.77) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, slightly chipped"], "Associated names": ["Named in inscription: Amun-Ra"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3717 (Accession Number) "]}