{"artifact_name": "dinos", "Object Type": ["dinos"], "Description": [" Rim sherd of East Greek pottery dinos; yellowish cream slip; interior: edge of rim glazed; on top, cable and dot band; below, painted decoration consisting of male figure to left (bearded head remaining) and sphinx (tail remaining) to right; pinwheel rosette, star, and vertical rays as filling ornament. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["620BC-590BC"], "Production place": [" Made in: North Ionia (?) ", " Made in: Aeolis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 26.50 - 33 centimetres (rim) ", " Height: 5.30 centimetres ", " Thickness: 1.50 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Letter from R.M.Cook: \" I am enclosing photos of the sherds Oxford G.121.7 and BM 88.6-1.780, which I think are from the same dinos as your A1769. Both these sherds are known to me from Naukratis.\" He notes that the BM sherd is not Fikellura in ABSA 34, p. 53, pl. 10a-b. The sherd belongs to the same vase as British Museum 1886,0401.1003, but does not seem quite to join. Cook's idea can scarcely be supported for considerations of shape and style. Allotted to the London dinos group by Iren, Ist.Mitt. 52 (2002) 201, no. 41. "], "Bibliographic references": [" CVA Brussels III / Corpus Vasorum Antiquorum Belgique (p. 2, pl. 3, no. 10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.1103) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1769 (Accession Number) "]}