{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Amulet in glazed composition, in the shape of an open-work one-sided right wedjat-eye within an oblong frame; pierced longitudinally; glaze completely gone; greenish yellow core; surface very worn. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["pierced"], "Dimensions": [" Height: 2.38 centimetres ", " Length: 2.50 centimetres ", " Thickness: 0.40 centimetres (centre) "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). For other open-work one-sided wedjat-eyes from Naukratis (but within serrated frame), see: Liverpool, World Museum 9,9,86,84.xtra(?).d and 9,9,86,84.xtra(?).c; London, Petrie Museum UC54636; Oxford, Ashmolean Museum AN1896-1908-EA.694, AN1896-1908-EA.695. This amulet could be the positive produced by the mould Ashmolean Museum AN1896-1908-E.4573. It presents a very close design and size of impression. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.332) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, very worn"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1885"], "Acquisition notes": ["Donated by Egypt Exploration Fund in 1885"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3436 (Accession Number) "]}