{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made lamp with egg and dart pattern. Small circular indent under the bottom. Flat circular body. Elongated pouring nozzle with a moulded eye shaped opening with a hole in the middle. Central circular hole, surrounded by a raised circle, moulded line and semi-circular decoration around it. There is an alpha or 'A' sign incised on the bottom. Red-brown Nile silt fabric with red core with common fine quartz, mica, organic vesicles and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)2ndC BC - (late)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 0.80 centimetres (filling hole) ", " Height: 2.50 centimetres ", " Length: 7.30 centimetres ", " Width: 5.40 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'Hellenistic type' parallels from Naukratis and El-Ashmunein (Bailey 1975, British Museum Lamps I, Q559; GR1886,0401.1354; Bailey 1998, Lamp X2 nozzle). 1st century BC parallels from Alexandria (Mlynarczyk 1998, Figs. 10b, 13e), though this type occurs in the late 2nd and 1st centuries BC (Mlynarczyk 1997, Type M, Fig. 137). Bailey, D. M. 1998. Excavations at El-Ashmunein V : Pottery, lamps and glass of the late Roman and early Arab periods. British Museum Expedition to Middle Egypt. London. British Museum Press. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.050) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2759 (Accession Number) "]}