{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing probably a kneeling Shu or Heh, leaning against a back pillar; raised hands above his head, holding a gold nwb-sign (Heh) or with sun-disk (Shu); very roughly made; very crude and schematic features, with a few deeply incised lines; suspension hole pierced widthways at one end of the back pillar; pale green glaze, almost completely worn; complete. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Height: 2 centimetres ", " Length: 0.70 centimetres ", " Width: 1.15 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Several of these amulets were discovered in Naukratis, almost all being quite to very schematic. Therefore it is often difficult to identify properly the deity represented. His attitude, kneeling with his hands raised on both sides of his head, relates to the gods Shu or Heh (on both types of amulets: Andrews 1994, 19 and 88-89; Herrmann et al. 2010, 51-52, type 20). Since their iconography can be very close, Herrmann prefers to not decide between both deities (Herrmann 2006, 88-92, Pl. XX-XXII). Such amulets are very common on Late Period settlements (Masson forthcoming). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C. 2006, Ägyptische Amulette aus Palästina/Israel Band III (Orbis Biblicus et Orientalis, Series Archaeologica 24), 2006. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.165) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, very worn"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Shu (?) ", " Representation of: Heh (?) "], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,78 (Accession Number) "]}