{"artifact_name": "figure; vessel", "Object Type": [" figure ", " vessel "], "Description": [" East Greek terracotta figure and vessel in the form of a Kore. Head only, broken at the shoulders and missing vessel rim. Mould-made and hollow. East Greek red-brown fabric with grey core and light brown surface. Abundant fine silver mica and common very fine quartz and black inclusions, rare white inclusions. "], "Cultures/periods": [" East Greek Archaic II ", " Archaic Greek "], "Production date": ["6thC BC(late)"], "Production place": [" Made in: South Ionia "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.10 centimetres ", " Length: 3.60 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Gutch's number partly preserved in pencil on rear. ", " Parallels of standing kore (BM1860,0404.57 from Kamiros), seated kore (BM1886,0401.1398 also Naukratis) or as alabastron (BM1861,0425.34 from Kamiros). All in similar micaceous orange fabric. Kore heads BM GR1886,0401.1400 and 1421 from Naukratis also in similar micaceous orange fabric were thought to be made in Rhodes (Higgins 1954, 48-9), but are probably Milesian and Jones' NAA analysis of BM1888,0601.659 also from Naukratis, places it within his East Greek, probably Milesian group (Jones 1985, 673). Simillar example from Samos dated to the 6th century BC (Tsakos 2007, 194, pl.26.4). Higgins cites parallels from Cumae, Selinus, Lindos, Ialysus and Thera (Maximova 1927, no.68; Blinkenberg 1931,515ff; Higgins 1954, 50) and an East Greek kore flask parallel from Clazomenae is dated to the mid 6th century BC (Ersoy 2007, pl. 19.2). Blinkenberg, C. 1931. Lindos, Fouilles del'Acropole, 1902-14: Les Petits Objects. Ersoy, Y. 2007. Notes on History and Archaeology of early Clazomenae, in Cobet, J. (ed.) Frühes Ionien : eine Bestandsaufnahme ; Panionion-Symposion Güzelçamlı, 26. September - 1. Oktober 1999. Deutsches Archäologisches Institut. Milesische Forschungen ; Band 5. Mainz am Rhein : Von Zabern. pp 149-78. Jones, R. E. 1985. Greek and Cypriot Pottery: A Review of Scientific Studies. Athens. Maximova, M. I. 1927. Les vases plastiques dans l’antiquité. Paris Tsakos, K. 2007. Die stadt Samos in der geometrischen und archaischen epoche, in Corbet, J. Frühes Ionien : eine Bestandsaufnahme; Panionion-Symposion Güzelçamlı, 26. September - 1. Oktober 1999 Milesische Forschungen. sches Archäologisches Institut, Mainz, 189-200. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.050) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 81, no. 23) "], "Location": ["Not on display"], "Condition": ["surface is delaminating"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA321 (Accession Number) "]}