{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a horse. Head fragment, broken at neck, missing part of muzzle. Appears to have had a rider, with crude hands broken at the wrist above the horses ears. Hollow and possibly mould-made. White coating with traces of black painted details around the eyes and for one pupil. Local red-brown Nile silt fabric with grey core. Abundant fine gold mica, rounded quartz, organics and white inclusions. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": [" 6thC BC - (early)5thC BC ", " 4thC BC - 1stC BC (?) "], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": [" mould-made (?) ", " painted "], "Dimensions": [" Height: 7.50 centimetres ", " Length: 6.90 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This crude example resembles a finer Ptolemaic horse figure found at Naukratis (BM GR 1886,0401.1465, dated 2nd to 1st century BC) cited by Fischer as a parallel for a Hellenistic period horses head now at Dresden Museum (1994, 413-4, no. 1102). A Late Period date was found in the Cambridge MCA archive for this, possibly based on original find records. Parallel from Tell Basta in Cairo Museum (CG43485 =TR13/3/22/5= SR5/1839) Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.247) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 97, nos 346-351) "], "Location": ["Not on display"], "Subjects": ["cavalry"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA316 (Accession Number) "]}