{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from light brown-yellow steatite; oddly ovoid-shaped back with simplified carving for clypeus and nicks for humeral callosities(?), no indication of elytra; at side, legs only indicated by two horizontal grooves; underside bearing crudely incised design with, as a central motif, a simplified version of the name Menkheperra framed by vertical lines; in lateral fields, a symmetrically arranged motif, consisting of a corrupted version of the name of the god Ptah framed by very schematic red crowns; pierced lengthways. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (early?) "], "Production date": ["8thC BC-7thC BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Diameter: 0.10 centimetres (hole in edge) ", " Length: 1.45 centimetres ", " Thickness: 0.70 centimetres ", " Width: 1.05 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The association of the name of Menkheperra with the name of Ptah framed by red crowns appears on scarabs under Horemheb, but the design is mainly attested during the early Ramessid period. Numerous corrupted variants for which the link with the god Ptah is lost are also known later (on the different variants of this design and its evolution from the Ramesside Period till the Late Period, see: Jaeger 1982, § 290-291, § 1311). The motive is so schematic that the name of Ptah and the red crowns are not recognisable. Late variants of this motif are attested at Matmar cemetery (mainly 8th-7th c. BC) (Brunton 1948, pl. LXII, 26), Tell el-Ajjul in Palestine (Rowe 1936, no. 519) and other numerous places in the Mediterranean area such as Cyprus, Sicilia, Carthage (Jaeger 1982, § 1311; see various cruciform compositions with the name of Menkheperra in Gorton, 1996, 131, Type XXXVI, nos 36-44, and especially 44 for this piece, but note that this scarab is in steatite and not glazed composition, so it should not be in her type XXXVI). The Bristol collection holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of this early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Brunton, G. 1948, Matmar, London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Rowe, A. 1936, A Catalogue of Egyptian Scarabs, Scaraboids, Seals and Amulets in the Palestine Archaeological Museum, Cairo. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 169.) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p.131, Type XXXVI 44) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.59) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Associated names": ["Named in inscription: Ptah (schematic writing)"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3715 (Accession Number) "]}