{"artifact_name": "plate", "Object Type": ["plate"], "Description": [" Body sherd of East Greek pottery plate; interior: thin white slip; frieze of lotus flowers and buds; to centre, wide black band with narrow band in added red; exterior reserved save part of band at top of sherd. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["590BC-560BC (circa)"], "Production place": [" Made in: North Ionia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 5.10 centimetres ", " Thickness: 0.80 centimetres ", " Width: 7.60 centimetres "], "Curator's comments": [" Object owned and held by Royal Ontario Museum, Toronto. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Hayes (1992, 206, n.10) : \"Standard ware. Cf. especially Fairbanks. Boston Cat. No. 324.7 (- Walter-Kardyi Samos VI 1 pl. 123, no. 1003). Fruit stand fragment.Clay red-brown, fired light brown on outer surface; traces of creamy slip over inside. Paint, brown, fairly glossy. From the outer part of bowl of a fruit stand (or flat-rimmed dish?): sloping floor. On inside, part of silhouette lotus and bud chain encircling floor, towards centre, paint band bearing added red band flanked by white lines. Outside plain, except for a paint band at upper preserved edge.\" "], "Bibliographic references": [" Hayes 1992 / Greek and Greek-Style Pottery and Plain Pottery in the Royal Ontario Museum; Excluding Black-Figure and Red-Figure Vases (p. 206 no. N10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.271) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 910x234.2 (Accession Number) "]}