{"artifact_name": "amulet-mould", "Object Type": ["amulet-mould"], "Description": [" Large terracotta amulet-mould in Nile clay, to cast figure/amulet of Sekhmet or other lion-headed goddess; goddess crowned with sundisk and uraeus, in striding pose (on low square base?); in reddish brown Nile clay with mica inclusions and quartz and other inclusions; thick traces of white-beige paste inside impression. "], "Cultures/periods": ["26th Dynasty (possibly)"], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to MFA database; unlikely) "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Height: 7.50 centimetres (figure) ", " Height: 9 centimetres ", " Thickness: 2.60 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to glazed composition scarabs and scaraboids, the ‘Scarab Factory’ at Naukratis was also producing amulets (on the various productions from the Scarab Factory see Webb, forthcoming; see also Gorton 1996, 177-180, fig. 35). Petrie listed a number of different amulet-moulds (Petrie 1886, 37, pl. XXXVIII, 12-17), but not of this peculiar type which is unique in the corpus of moulds. Several large glazed composition amulets representing a lion-headed goddess (Sekhmet) were discovered at Naukratis: BM 1885,1101.64; Oxford, Ashmolean Museum AN1896-1908-EA.876; Montreal, Redpath Museum 2410. However, none were produced with this amulet-mould. Furthermore, this object does not appear in the original EEF distribution list for Boston. A similar problem appears for the amulet-mould Boston, Museum of Fine Arts 11.45970. It is therefore very unlikely that these two amulet-moulds were originally discovered in Naukratis. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OJ.20) (phase 2)"], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 11.45971 (Accession Number) ", " Miscellaneous number: Eg.Inv.3856 (Egyptian Inventory Number) "]}