{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Light grey limestone male figure; fragmentary; painted. Only the uncovered head with shoulders is preserved. The face is chipped. Traces of red colour visible on the lips, black colour on the hair, the eyes are outlined in black. Remains of black colour in groove on neck's onset. The figure wears the hair centrally parted; the onset of the parting is not exact but moved slightly forward. The tresses are worked as grooves in the frontal area. Behind, reaching below the ears, the surface is left unworked. The mass of hair below the ears falls towards the front onto the pectorals and is decorated with a crude zig-zag pattern. The ears are left at a basic level. The eyes are worked with a almost straight upper lid and curvy deep lower lid. The nose is broad; the mouth is slightly oblique, the left half turned downwards. The onset of the neck is sharply set against the pectorals. The upper part of the skull with the forehead flees backwards. The back is flat though not entirely even; oblique chisel-marks are still visible to the back of the scup. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC-560BC (about)"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.7)"], "Technique": [" carved ", " painted "], "Dimensions": [" Height: 4.40 centimetres ", " Width: 4.90 centimetres ", " Depth: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This figure's hair falls - starting from the central parting - in large unstructured grooves towards the sides while the mass of hair falling onto the pectorals is structured by means of a zig zag pattern. The back of the head is flat. This hairstyle combines two styles - the grooved and the zig zag style - which occur independently in kouroi from Naukratis and the Eastern Mediterranean. Among the earliest examples of the grooved hair with a central parting are the kouros London B438 and the head London B 439; the latter's band-like added eyebrows indicate Cypriot influences. The hairstyle occurs from about 580/570BC. Nick 2006, cat. 20, p.113; pl. 11; pp. 54-57 "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 20) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.023) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.454 (Accession Number) "]}