{"artifact_name": "amulet; menat; aegis", "Object Type": [" amulet ", " menat ", " aegis "], "Description": [" Mould-made amulet in glazed composition, in the shape of a flat menat-counterweight of an aegis; only lower part preserved; circular end decorated with an wedjat-eye with modelled standard markings; at the other end, broken away, is visible the lower part of the collar of the aegis itself, decorated with modelled rows of drop-shaped beads; back of the shaft incised with an illegible hieroglyphic inscription; greenish brown glaze well preserved. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["664 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Height: 1.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 1 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Other examples of menat amulets in glazed composition from Naukratis, but with different decorations: Boston, Museum of Fine Arts 86.812; BM 1888,0601.54. On menat amulets, see: Andrews 1994, 41-42; Herrmann et al. 2010, 150 (type 99). Andrews, C. 1994. Amulets of Ancient Egypt, Austin. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.388) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but incomplete"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Acquisition notes": ["Donated by Egypt Exploration Fund in 1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3814 (Accession Number) "]}