{"artifact_name": "figure; plaque; model group", "Object Type": [" figure ", " plaque ", " model group "], "Description": [" Egyptian terracotta figure plaque of two Beses. Mould made and solid. Missing base. Traces of red paint or slip. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["5thC BC-4thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-P.1"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 10.20 centimetres ", " Thickness: 2.40 centimetres ", " Width: 7.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Simple mould made figure plaques with two crude Beses figures on it. Similar piece from Naukratis is in Bristol Museum (Bristol H2805). Of a type typical of the Nile delta in the Late Period, similar, but more complicated examples extend into the early Ptolemaic period (at Schedia early Ptolemaic pieces from the 4th century BC, Bergman personal communication). Three similar simple mould-made single Bes plaque figures from Naukratis are currently in the Bolton Museum (1886.31.15, 1886.31.16, 1886.31.17). Unprovenanced parallels of a single, naked, Bes plaque in Cairo Museum (CG27355 and CG27256 = SR5/1222 and SR5/1223) and a Late Period parallel from Memphis (Petrie 1909, pl.35, no.13), From Saqqara, there is a close parallel, which as this one, was included as part of a group with a phallophorous Harpocrates dated Late Period to Ptolemaic, but probably from an early 4th centiury BC context (Martin 1981 pl.23, nos 306, 307 and 1331). Martin, G. T. 1981. ‘The sacred animal necropolis at North Saqqâra: the southern dependencies of the main temple complex’. Egypt Exploration Society, Excavation Memoirs 50. Petrie, W.M.Fl. 1909a. Memphis I. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.128) (Phase 1)"], "Location": ["Not on display"], "Subjects": [" ancient egyptian deity ", " procession "], "Associated names": [" Representation of: Bes ", " Associated with: Harpocrates "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA581 (Accession Number) "]}