{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made red slipped lamp with grapes. Broken, with missing handle. Red clay oil lamp with a circular body leading out to a small v-shaped nozzle that is pierced with a circular hole at the end. The body is pierced with an off centre hole and is surrounded by a raised ring. In the centre is a bunch of grapes (?) carved in low relief. The handle is missing? There are incised rings on the underside of an almost flat base. Red-brown silt fabric with red core and tan surface, with common fine quartz, mica and white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC -4thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Loeschcke Type (Near shoulder-form VIIIa)"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Diameter: 0.70 centimetres (filling hole) ", " Height: 2.70 centimetres ", " Length: 7.50 centimetres ", " Width: 6.10 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of 2nd to 4th century AD parallels for this form (copying Loeschcke 1919, Near shoulder-form VIIIa) in the British Museum aquired from 'Damenhur' and 'Alexandria' (Bailey 1988, British Museum Lamps III, Q2019-Q2068). Note many Naukratis objects were marketed through Damenhur and Alexandria in the 1800's. Loeschcke, S. 1919. Lampen aus Vindonissa. Zϋrich. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.27) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["fruit"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2757 (Accession Number) "]}