{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone statuette of woman playing harp. Complete with traces of black and blue paint. Hard white limestone. "], "Cultures/periods": [" Late Period (unlikely reuse) ", " Middle Kingdom (late) "], "Production date": ["2000BC - 1650BC"], "Production place": [" Made in: Upper Egypt (historic) (?) "], "Findspot": [" Excavated/Findspot: Naukratis (unlikely) "], "Materials": ["limestone"], "Type series": ["Thomas L-M.2.2"], "Technique": ["painted"], "Dimensions": [" Height: 5.80 centimetres ", " Thickness: 2.55 centimetres ", " Width: 4.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Female musician figurines, usually naked other than a wig, playing a drum/tambour or a lyre/harp were relatively common at Naukratis. Those found at Naukratis were usually crudely carved from soft limestone, with traces of red and black paint, though variations exist in the style and the instrument depicted (Hogarth 1899, pl.14.6; Hogarth et al. 1905, 130, pl.14.6; Petrie 1886, 40; British Museum 1965,0930.930; Oxford AN1886.543; Boston 86.162; with rare slightly finer variant Boston 86.163). More three dimensional lyre players were rare with a single lyre player (Oxford AN1922.212), ascribed to Naukratis, but from a private collection. The style is unusual for Naukratis, and the provenance for this single piece should be treated with caution, particularly as parallels from Thebes have been dated to the Middle Kingdom (Bourriau 1988; see also Petrie Museum UC8575 ‘Middle Kingdom’; UC33273, Petrie 1927, 58 pl.50.312) and another parallel from Abydos, has been dated to the New Kingdom (Koninklijke Musea voor Kunst en Geschiedenis, Brussels, E.0262). Bourriau, J. 1988, Pharaohs and Mortals: Egyptian Art in the Middle Kingdom, Cambridge. ", " The provenance of the piece from Naukratis is not certain; it comes from a private collection and the Ashmolean Museum register book merely states \"Probably from Naukratis?\". "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.171) (Phase 2)"], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["musician"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1922.212 (Accession Number) "]}