{"artifact_name": "relief", "Object Type": ["relief"], "Description": [" Limestone relief of Isis and Serapis in the form of two uraei facing each other. The plaque is quite thick and the back is roughly treated, might have been inserted in a wall; traces of red and yellow painting. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC - 2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Technique": [" carved ", " painted "], "Dimensions": [" Width: 16.60 - 16.70 centimetres ", " Height: 19.50 centimetres ", " Depth: 7.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " See similar Limestone relief of Dionysos and Harpokrates in the British Museum (Bailey 2007, GR2005,0919.1). See also respresenattions of Isis and Serapis in silver from Naukratis in the British Museum (GR1886,0401.1753 , GR1886,0401.1754). Bailey, D. M. 2007, A Snake-legged Dionysos from Egypt, and Other Divine Snakes. JEA 93: 263-9. ", " From Naukratis, see also the inlay in glazed composition AN1896-1908-EA.907. During the Roman Period, Isis and Serapis were revered as deities of prosperity. Representations of Isis, with or without Sarapis, represented as cobras or with a cobra body, were popular in Roman Egypt (attested for example in Alexandria, Canopus and Oxyrhynchus) and are usually dated to the 2nd century AD (Goddio 2008, 278). The marble stela discovered at Canopus is especially a good parallel for the shape and material of this specimen, though Canopus stela figures Isis-Thermouthis as a rearing cobra wearing the Hathoric crown, and not as a human-headed cobra (Goddio 2008, 296, no. 30). See another parallel from Egypt for a squarish \"stela\" in limestone, representing Sarapis-Dionysos and Isis: BM 1911,0617.22. Similar but larger parallel. This example is generally dated 1st or 2nd century AD (Walker and Higgs 2000, 61, I.49; 2001, 124-125, 151). Goddio, F. (ed.) 2008. Egypt's Sunken Treasures, 2nd edn. Munich. Walker, S. and Higgs, P (eds). 2000. Cleopatra: Regina d'Egitto. Milan. Walker, S. and Higgs, P (eds). 2001. Cleopatra of Egypt. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.25)"], "Location": ["Not on display"], "Exhibition history": [" On permanent display "], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Serapis "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.257 (Accession Number) "]}