{"artifact_name": "scaraboid; button seal(?)", "Object Type": [" scaraboid ", " button seal (?) "], "Description": [" Oval-shaped scaraboid (button seal?) carved from steatite; dome and plain back; underside incised with symmetric composition arranged horizontally, representing stylised thicket of papyrus, ankh and eyes signs; pierced lengthways; faint remains of green glaze, but very eroded. "], "Cultures/periods": ["Middle Kingdom (probably)"], "Production date": ["2055 BC – 1650 BC (probably)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" glazed ", " incised ", " carved ", " pierced "], "Dimensions": [" Diameter: 0.10 centimetres (hole in edge) ", " Length: 1.50 centimetres ", " Thickness: 0.45 centimetres ", " Width: 1.40 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Oval convex plaques were mostly common during the Third Intermediate Period (Jaeger 1982, 206, § 1369). This specimen could be an oval-shaped button seal, which would mean a much earlier date, as such scaraboids were mainly produced between the Old and Middle Kingdom. The motif on the base is inspired from the classical motif of sema-tawy, symbolising the union of the two lands, and very common on First Intermediate Period and Middle Kingdom/Second Intermediate Period scarabs (Matouk 1977, 275; Hornung and Staehelin 1976, 350, no. 811-2). The presence of such an early type of scaraboid in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Another oval-shaped button seal decorated with a clump of papyrus on its underside was discovered in Naukratis: Bristol, City Art Gallery & Museum H5115.11. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Matouk, F.S. 1977, Corpus du scarabée égyptien, II: Analyse thématique, Beirut. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 160) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OB.07) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair, but glaze very damaged"], "Subjects": ["plant"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3710 (Accession Number) "]}