{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates holding a jar wearing festival wreath headdress with two lotus buds and the double crown of Egypt, with side knot. Mould-made and hollow with vent in back. White (gypsum?) coating with traces of red paint on jar and pink on skin and headdress. Dark red-brown Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC -2ndC BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 19.30 centimetres ", " Thickness: 4.90 centimetres ", " Width: 9.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Made in Naukratis, with identical piece found on site in the 1899 season (Gutch in Hogarth 1898-9; 92 n.5, pl.13, no.191) as Ptolemaic or Roman in date and examples found at the terracottas workshop. A number of Harpocrates from the same mould were found at Naukratis (British Museum Bailey 2008, no.3060 GR1886,0401.1442, Bristol H2814 and probably Cambridge NA629). Variants of this macrophallic reclining Harpocrates with side knot type has been found in Saqqara the Naukratis workshop area and have been dated to the 3rd and 2nd century BC (Bailey 2008, no. 3058-60), though Late Hellenistic (Török 1995, no. 72) and 1st to 2nd century AD dates (Fischer 1994, no.575). Variants have been found at Theadelphia (Weber 1914: no. 60) or unprovenanced (Sotheby’s Sale Catalogue, 18 May 1987, lot 113) and they were making similar examples in a terracotta shop at Memphis (Engelbach et al. 1915, pl. 61, no. 45(1)). Engelbach, R. Murray, M.A. Flinders Petrie, H. and Petrie, W.M.F. 1915. Riqqeh and Memphis, vol. VI.’ London. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch-griechischen Terrakotten. Berlin. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.010) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 92-3, no. 191, pl. XIII, no.191.) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA629 (Accession Number) "]}