{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure wearing hood, following tanagra types. Head only. Mould-made and hollow. Traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.20 centimetres ", " Length: 2.70 centimetres ", " Width: 1.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop that was operational from around the 3rd to 2nd century BC. Parallel from Bubastis (Perdrizet 1921, pl. 13,47) and similar to example from Chatby cemetery, Alexandria (Adriani 1956, 36, fig. 36, no. 25810), thought to be of Alexandrian production. An unprovenanced Egyptian parallel was given a late 4th century BC date by Fischer (Fischer 1994, pl.6, no.39). For the muffling and the gesture, compare a ‘dancer’ from Alexandria, dated to the beginning of the 3rd century BC (Besques 1992, pl.75a). Parallels from Naukratis in British Museum (GR 1886,0401.1447, Bailey 2008, no. 3516), Bristol Museum (H2221) and similar fragments also in Cambridge Museum of Classical Archaeology (NA545). Adriani, A. 1956. ‘Ipogeo dipinto della Via Tigrane Pascià’ Bulletin de la Société archéologique d’Alexandrie. 41, 63-86.Tigrane Pascia. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Perdrizet, P. 1921. Les Terres cuites grecques d’Égypte de la collection Fouquet.Nancy. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.400) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA546 (Accession Number) "]}