{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Cypriot terracotta figurine. Hollow mould-made figure in Syro-Phoenician style. Pressed into one piece mould, arms and headdress subsequently added. The features of the face are scarcely indicated. The nose and mouth are very small, the ears roughly modelled, whilst the eyes are marked by two very slight protuberances. Two double bands pass above the temples and cross over the forehead, forming part of a head-dress. The neck is of the same breadth as the head, and only slightly narrower than the trunk. The arms were added in separate pieces of clay, and were very rudely shaped; the breasts are vaguely indicated. The clay is hard and smooth, orange fabric with buff core. Abundant fine grey-black and rare mica and white inclusions. Some white inclusions are clearly shell fragments. "], "Cultures/periods": [" Cypro-Archaic ", " Phoenician "], "Production date": ["620BC-550BC"], "Production place": [" Made in: Levant ", " Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), lower levels "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 12.80 centimetres ", " Thickness: 3.80 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " '95' written on back in pencil. It was found at a considerable distance below the surface (Gutch, 1899, 82) "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.029) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 82, no. 49) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA313 (Accession Number) "]}