{"artifact_name": "kylix", "Object Type": ["kylix"], "Description": [" Body sherd of Laconian black-figured pottery kylix; dull white slip; interior: black-figure decoration consisting of two pairs of komos dancers (from left, two facing fat and naked dancers; heads missing; penis of one with added red on tip; second pair of dancers have red jerkins; one is holding a kylix); below, three narrow bands and part of undetermined motif in tondo; exterior: pomegranate frieze between narrow black and red bands; two staggered rows of rays around join with stem. "], "Producer name": ["Attributed to: The Boreads Painter"], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Laconia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 5.10 centimetres ", " Thickness: 0.60 centimetres ", " Width: 7.80 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Lane, the painter of this kylix is connected with the Hunt Painter (p. 142-3) "], "Bibliographic references": [" CVA Brussels III / Corpus Vasorum Antiquorum Belgique (p. 4, no. 7, pl. 4, nos. 7a-7b) ", " Lane 1933-1934 / Lakonian Vase-Painting (p. 143, p. 160, no. 6) ", " Stibbe 1972 / Lakonische Vasenmaler des sechsten Jahrhunderts v. Chr. (p. 277, no. 141, pl. 45, no. 1-2) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 395, no. 14) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.60) (phase 3) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1760 (Accession Number) "]}