{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of female terracotta figurine: face, slightly turned to her right, facial features are modelled, as is a roll of hair incised with diagonal lines that circles her head. May have once held left hand to head, since broken and lost. Mould-made. Remains of white coating, faint traces of pink paint on face. Hollow. Red-brown Nile silt clay with grey core. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 1stC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.40 centimetres ", " Width: 4 centimetres ", " Depth: 2 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that was operational during the 3rd to 2nd century BC and possibly later. Parallel from Naukratis (Kelvingrove Art Gallery and Museum, Glasgow 1892.21.c; Bolton 1886.31.26; Cambridge Museum of Classical Archaeology NA524) all appear to be crude (early?) attempts at Tanagra type figurines with rough backs, but none are from the same mould. This example has an odd projection, that may have been part of a headdress as found on Isis-Hathor figurines. 3rd century BC parallel from Alexandria (Tezgör 2007, no. 133). Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.170) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Isis-Hathor (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.25 (Accession Number) "]}