{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing a lion-headed goddess, porbably Sekhmet; goddess wearing tripartite wig topped with headdress composed of sun-disc and uraeus; standing, leaning against back pillar, arms executed in open work; relatively fine modelling of the features with incised details (hair); back pillar pierced widthwise behind shoulders, for suspension; greenish turquoise glaze; cream fine core; figure broken off below thighs and sun-disc chipped. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Height: 6.40 centimetres ", " Thickness: 1.90 centimetres ", " Width: 1.80 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the Egypt Exploration Fund list, the Redpath Museum received in 1887 several \"paste objects\" from the Scarab Factory, along with two moulds. This amulet might come from such a context. Large amuletic figures of Sekhmet, or other lion-headed goddesses, were perhaps produced in Naukratis. A terracotta mould to cast such figure was discovered in the Scarab Factory (according to Museum records): Boston, Museum of Fine Arts 11.45970. As connoted with her headdress, the goddess is associated with the solar cult. In the Late Period, lion goddesses could be identified as an emanation of Amun-Ra. In the Delta, the main cult centres for lion goddesses are Bubastis and the Memphite region. On lion-headed goddess / Sekhmet amulets see: Andrews 1994, 33-34, fig. 10; Herrmann et al. 2010, 39-41 (type 11). For other large amuletic figures of Sekhmet from Naukratis (none from the same mould though): BM 1885,1101.64; Oxford, Ashmolean Museum AN1896-1908-EA.876. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.154) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet (possibly)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2410 (Accession Number) "]}