{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of grotesque terracotta figurine, broken at neck; large cracks in head. Traces of white coating (?) in many places. Mould-made. Chipped at right ear. Fairly fine micaceous Nile silt clay, dark grey on surface, core reddish-brown (Munsell 5YR4/6). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis, near the Terracottas workshop? "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Length: 3.60 centimetres ", " Width: 2.70 centimetres ", " Depth: 3.10 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ptolemaic grotesque figure head. Overfired, probably from teracottas workshop area as this is a waster. Same mould as another Naukratis piece (GR1886,0401.1412,Bailey 2008,151, no.3573) dated 3rd to 2nd century BC. 3). Similar to Naukratis 3rd to 2nd century BC British Museum parallel (GR 1888,0601.122, Gardner and Griffith 1888, pl. 15, 3; Bailey 2008, no.3572 ). Bailey cites similar examples from Egypt (Breccia 1934, pl. 93, 494–5), in Naukratis (Fitzwilliam Museum, Cambridge, GR18.1899), from Herakleopolis Magna, dated 4th to 5th century AD (presumably residual, Petrie 1905, pl. 18, 81, from House D; Petrie and Currelly 1905, 27; also 4 above), purchased at Memphis (Petrie et al. 1910, pl. 13,141), identified as a priest and dated second century BC (Philipp 1972, fig. 5), dated late 3rd century BC (Pingiatoglou 1993, no. 434), dated mid 2nd to 1st century BC (Fischer 1994, 226 no. 437). Also see 2nd century BC examples from Smyrna (Burn & Higgins 2001, pl.71-2, nos 2396-2404). Breccia, E. 1934. Monuments de l’Égypte gréco-romaine II. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, 2, Bergamo. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. Petrie, W.M.Fl. 1905. Roman Ehnasya (Herakleopolis Magna) 1904. London. Petrie, W. M. F. and Currelly, C. T. 1905. ‘Ehnasya 1904’. London. Philipp, H. 1972. Terrakotten aus Ägypten. Berlin. Pingiatoglou, S. 1993. Η κoρoπλαστική της Aιγύπτoυ κατά τoυς ελληνιστικoύς και ρωμαϊκoύς χρόνoυς. Aθήνα. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.534) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.290 (Accession Number) "]}