{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back simply marked with single lines for edges of clypeus, prothorax, and elytra; at side, legs seemingly not indicated, but surface very eroded, details might have disappeared; underside bearing incised crude representation of the dwarf god Bes; pierced lengthwise; faint traces of light greenish yellow glaze; in yellowish paste; surface worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["630 BC - 525 BC (probably)"], "Production place": [" Made in: Scarab Factory (unlikely) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made ", " pierced "], "Dimensions": [" Height: 1.05 centimetres ", " Length: 2.60 centimetres ", " Width: 1.95 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This scarab is published as coming from Naukratis (Budge 1893, no.101). The god Bes is an uncommon motif on the glazed composition scarabs of Naukratis, but is a very traditional and popular theme on Egyptian scarabs. Several Ramesside steatite scarabs and one plaque said to come from Naukratis depict Bes (Petrie 1886, pl. XXXVIII, 149-150, 157; Gardner 1888, pl. XVIII, 74). The schematic representation of Bes can be found on several scarabs from the Third Intermediate Period cemetery at Matmar (Brunton 1948, pl. LXIII, 102-107). The finds at Matmar are mainly dated to the 8th-7th c. BC. This motif is not identified in Gorton's typology of the Naukratis Factory (Gorton 1996, 91-131) and the scarab is too large to be related to its production. The fine yellow paste is, however, reminiscent of many of products of the factory. Brunton, G. 1948, Matmar, London. Budge, E.A.W. 1893, Catalogue of the Egyptian collection in the Fitzwilliam Museum, Cambridge. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": [" Budge 1893b / Catalogue of the Egyptian collection in the Fitzwilliam Museum (no. 101) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.071) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively poor, much worn"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.SC.107 (Accession Number) "]}