{"artifact_name": "temple-relief", "Object Type": ["temple-relief"], "Description": [" Fragment of a block carved from black basalt. Block from the soubassement of the temple of Amun-Ra, inscribed and decorated in sunk relief. Under a continuous strip of sky with stars, representation of a quadripartite geographic procession. Personifications of districts of Lower Egypt (groups of four representing each nome) walking towards, alternating male 'Nile' gods (1 partially preserved) and goddesses (1 partially preserved). Each bears on their head the sign of a nome of Lower Egypt as well as offerings on their outstretched hands. To each deity belongs a hieroglyphic inscription of six columns. The goddess on this block represents nome 12 and the male figure the 'pehu' (swampy area) of nome 11. Above and in between the nomes’ personifications is a hieroglyphic inscription incised in ten vertical columns. "], "Authority": ["Ruler: Ptolemy I Soter I"], "Cultures/periods": ["Ptolemaic"], "Production date": ["305 BC - 282 BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["basalt"], "Technique": [" carved ", " relief "], "Dimensions": [" Height: 61 centimetres ", " Width: 53 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Museum August Kestner, Hannover. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This inscribed block was bought at the same time as 1970.38 by the Kestner-Museum. The two fragments belong to the lower course of the temple of Amun-Ra in Naukratis, built by Ptolemy I Soter I and whose cartouches appear in the inscription. The composition and the inscription relate these blocks to three others, once kept in the Museum of Tanta (Tanta Museum 1016, 983+988+991+994+1002, and one block unnumbered), nowadays in Tell Basta deposit. A last block decorated with ‘androgynous Nile-figures’ bringing offerings, seen in the village of El-Noqrash, could pertain to the same monument (mentioned by Griffith in Gardner 1888, 80; Griffith 1890, 69). The Hannover blocks could be the ones mentioned by Edgar (Edgar 1922, 2), as seen by Daressy in Gabaris, 2,3 km to the south of the site (near Ezbet el-Akara): “M. Daressy tells me that he has seen some fragments of a similar kind at Gabares in the same neighbourhood”. The decoration of the temple of Amun is under study by D. von Recklinghausen. Bernand, A. 1970, Le Delta égyptien d’après les textes grecs. I. Les confins libyques (MIFAO 91), II, 584. Edgar, C C. 1922, ‘Some Hieroglyphic Inscriptions from Naukratis’, Annales du Service des Antiquités de l’Égypte 22, 2-5. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London, 80. Guermeur, I. 2005, Les cultes d’Amon hors-de-Thebes, Turnhout, 127. Griffith, Ll. 1890, The Antiquities of Tell el Yahûdîyeh, and Miscellaneous Work in Lower Egypt during the Years 1887–1888, Seventh Memoir of The Egypt Exploration Fund, Part II, London, 69. Munro, P. 1973, ‘Kestner-Museum Jahresbericht 1970–73. 9. Zwei Tempelrelief-Bruchstücke’, Hannoversche Geschichtsblätter n.F. 27(3–4), 320–1. Lanciers, E. 1987, Die ägyptischen Tempelbauten zur Zeit des Ptolemaios V. Epiphanes (204-180 v. Chr.). Teil 2: Irrtümlich Ptolemaios V. zugeschriebene Denkmäler, in: MDAIK 43, p. 177, n 38. Möller, A. 2000, Naukratis: Trade in Archaic Greece, Oxford. Muhs, B. 1994, ‘The Great Temenos of Naukratis’, Journal of the American Research Center in Egypt 31, 110. Porter, B., Moss, R. L. B. 1934, Topographical Bibliography of Ancient Hieroglyphic Texts, Reliefs and Paintings, Vol. IV, Oxford, 50. Thiers, Chr. 1996, Le pharaon Lagide “bâtisseur”. Analyse historique de la construction des temples à l’époque ptolémaïque, PhD Univ. Paul Valery - Montpellier III, 1996, unpublished, I, 25, pl. 1a.1-2. El-Sayed, R. 1982, La Déesse Neith de Saïs, Bibliothèque d'étude, Le Caire, 485, no. 684. Spiegelberg, W. 1928, Neue Urkunden zum ägyptische Tierkultus, Munich, 5, n. 3. Swinnen, W. 1973, ‘Sur La Politique Religieuse de Ptolémée I er’, In F. Dunand and P. Lévêque (eds.), Les Syncrétismes dans les religions grecque et romaine. Colloque de Strasbourg (9-11 June 1971), Paris, 118, n. 6. Yoyotte, J. 1967-68, Annuaire de l’École Pratique des Hautes Études 75, 109. Yoyotte, J. 1982/83, ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, 129. Yoyotte, J. 1993/94, ‘Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992-1993, 1993-1994)’, Annuaire du Collège de France, 684-689. "], "Bibliographic references": [" Guermeur 2005 / Les cultes d’Amon hors-de-Thèbes (p. 127) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AB.02) "], "Location": ["Not on display"], "Subjects": ["procession"], "Previous owner": ["Currently owned by: Museum August Kestner, Hannover"], "Acquisition date": ["1970"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1970.39 (Registration number) "]}