{"artifact_name": "amulet; seal", "Object Type": [" amulet ", " seal "], "Description": [" Glazed composition amulet or seal of rectangular shape; one side with right-sided wedjat-eye in raised relief; on the other hieroglyphic inscription; pierced lengthwise; dark green glaze well preserved; chipped in one corner. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC- 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 1.20 centimetres ", " Length: 1.60 centimetres ", " Thickness: 0.45 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). Regarding the inscription of the other side of the plaque, most signs are legible, but the reading is difficult. The hieroglyphs are possibly only used here for their intrinsic magical value. For a rectangular plaque decorated with a wedjat-eye on one side and with an undefined decoration on the other, from Naukratis: Bristol, City Art Gallery & Museum H1172.3. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.340) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair, but chipped"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,87 (Accession Number) "]}