{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Upper part of terracotta figure with veil: head and bust, lower body broken off. Head solid and mould-made, but finished by hand with polos added (since lost), shoulder area hollow, with a triangular-shaped slope at the top which suggests that the figure was built up by using a cross made of a vertical stick and a horizontal rectangular piece of wood, from which the stick protruded only slightly at the top; below shoulders, hollow part narrowing to a circular 'tube' of ca. 1.6cm diameter, to the outer sides of which the arms and other features of the body were added. Facial features very worn. Brown-reddish micaceous Nile silt clay, red-brown slip, partly worn off. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 450BC (?)"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-F.3"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 7.40 centimetres ", " Width: 5.60 centimetres ", " Depth: 2.90 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Old label records year of excavation as 1885. This piece is one of a few rare examples found in Naukratis. The technology is unusual, combining solid mould-made head added to a hollow mould-made body, with a vent running from the top of the head. A groove on underside of the head (for example British Museum GR 1886,0401.1422) was intended to fit onto the ridge of the body (see smaller example GR 1886,0401.1453). The fabric is Egyptian Nile silt, and Higgins suggests this figure was made in Naukratis (Higgins 1954, 405), though the Nile silt fabric is too generic to specifically attribute to Naukratis and is finer than is usual for Naukratis terracottas production of this period. It is possible this type was made in Naukratis, or less likely in Memphis. Petrie suggests this is from a vase, whilst Higgins calls this Egyptian style (1954, 405). This is not standard for Late period Egyptian figurines, but instead represents a hybrid form that appears to be influenced by Archaic East Greek (Stampolidis 2003, 384, no.577 Archaeological Museum of Gela inv. no. 8378, Gela Acropolis, dated 650- 640 BC) and Cypriot figures, though has no close parallels from either region. Four pieces with polos and veil have been found (though the polos is often lost). The face is mould made, with polos and sometimes earings added (British Museum GR 1886,0401.1422; Ashmolean Museum, Oxford N1886.481 and AN1896-1908-E.4661 from same mould; Greenock Museum 1987.467 is slightly different and not covering her chest). Of the same style, fabric and construction, there are two hollow body fragments of a woman covering her chest (british Museum GR 1886,0401.1453; Cambridge Museum of Classical Archaeology NA620). Stampolidis, N.C. (ed.), 2003, Sea Routes…From Sidon to Huelva. Interconections in the Mediterranean 16th-6th c. BC. Athens. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.284) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.467 (Accession Number) "]}