{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Description": [" Amulet in Egyptian blue, representing the heart sign jb surmounted by sun-disc; few incised details; pierced horizontally through bar below sun disc; intense mid-to-light blue porous paste; complete. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["egyptian blue"], "Technique": [" pierced ", " incised "], "Dimensions": [" Height: 3.60 centimetres ", " Thickness: 0.90 centimetres ", " Width: 2 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The heart is one of the most important funerary amulets, usually placed on the upper part of the torso of the mummy (Andrews 1994, 72). Heart-shaped amuletic pendants are very common during the Late and Ptolemaic periods (Petrie 1914, 10, pl. I no. 7). On heart amulets see: Andrews 1994, 72-73; Herrmann et al. 2010, 133 (type 78). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised by) Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XX, no. 7) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.390) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.1104 (Egyptian inventory number) ", " Miscellaneous number: P.5219 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.284 (Accession Number) "]}