{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Isis-Hathor wearing festival wreath headdress. Head only. Mould-made and hollow. Red slip. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC -2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 3.90 centimetres ", " Thickness: 2.60 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally made at Naukratis. Similar to Roman parallels of Isis in Tübingen (Fischer 1994, pl. 85. nos 816) and in the Louvre (Dunand 1990, nos 330). Many similar Isis-Hathor figurines were found at Naukratis, mostly of Ptolemaic date, and are now in Cambridge Museum of Classical Archaeology (NA465, NA605, NA719, NA845, NA855) and the British Museum (Bailey 2008, no. 2997, GR 1888,0601.110). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.182) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 82, nos 43-45) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA665 (Accession Number) "]}