{"artifact_name": "figure; alabastron(?)", "Object Type": [" figure ", " alabastron (?) "], "Description": [" Terracotta figurine fragment, possibly a figure vase (alabastron) with the upper part in the form of the head of a woman. Head fragment only. She wears a peplos up over her head. Prominent almond shaped eyes and large ears. Mould-made and hollow. Traces of red paint. Light brown clay with rare silver mica inclusions. Face and neck preserved. "], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["6thC BC(late)"], "Production place": [" Made in: South Ionia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " pottery "], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.88 centimetres ", " Thickness: 1.40 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of East Greek terracotta alabastron in the form of a standing kore are known from Naukratis, from a range of mould series and fabric variants, (British Museum GR 1886,0401.1400, GR1886,0401.1421 ; Boston, Museum of Fine Arts 86.392; Cambridge, Museum of Classical Archaeology NA322, NA324 Oxford, Ashmolean Museum AN1886.466). Parrallels from Kamiros, dated mid to late 6th century BC (Higgins 1954, no. 47, 48 62; GR 1861,1024.7, GR1852,0112.6; GR1861, 0425.34). There is a close parallel from Lindos, Rhodes, dated 525 BC-400BC (Blinkenberg 1931, pl. 85, no. 2114). It was originally thought to be made in Rhodes (Higgins 1954, 48-9). Probably from South Ionia, Jones' NAA analysis of GR1888,0601.659 also from Naukratis, places it within his East Greek, probably Milesian group (Jones 1985, 673). A parallel from Erythrae, Turkey, dated between c. 540BC to c. 520BC (Bayburtluoğlu 1977, 80-1, pls. 9, 11 and 16, nos. 17, 19 and 27). Parallel from Memphis (Ashton, 2003, 77, UC47941, erroneously dated to the Hellenistic period). Ashton, S-A. 2003. Petrie's Ptolemaic and Roman Memphis. London : Institute of Archaeology, UCL. Bayburtluoğlu, C. 1977. Erythrai II. Ankara. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Jones, R. E. 1985. Greek and Cypriot Pottery: A Review of Scientific Studies. Athens. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.044) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.467 (Accession Number) "]}