{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; back has little detail, without details of elytra, only straight line across to represent edge of prothorax, with simple grooves for clypeus in front; at side, legs simply indicated by carved out triangle and horizontal grooves; underside incised with motif arranged horizontally consisting of uraeus facing left on hill of creation, flanked by two beetle scarabs (the right one grasping a sun-disc between its front feet); details added by small incisions inside bodies; motif surrounded by corded pattern, represented by vertical grooves; longitudinally pierced; glaze lost. "], "Cultures/periods": [" Hyksos (?) ", " 18th Dynasty (early) "], "Production date": ["1650 BC–1450 BC (probably)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" carved ", " incised ", " pierced "], "Dimensions": [" Length: 1.90 centimetres ", " Thickness: 0.85 centimetres ", " Width: 1.45 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar compositions are found on scarabs of the beginning of the New Kingdom (for example Hornung and Staehelin 1976, 209, no. 93). A comparable treatment of the back and legs is found on other scarabs from Naukratis that can be dated to the Second Intermediate Period: BM 1888,0601.65; Bristol, City Art Gallery & Museum H5115.4 and H5115.8. A dating between the Hyksos and the early 18th dynasty seems probable. The collection of Bristol holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 166) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.34) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" reptile ", " insect "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3713 (Accession Number) "]}