{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure factor wearing comedy mask. Hands clasped together over paunch. Mould-made and hollow, with vent at back. Dark red-brown Nile silt fabric with abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC - 30BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.30 centimetres ", " Length: 3.90 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that dates 3rd to 2nd century BC. No exact parallels, but a similar example published by Fischer, (Fischer 1994, pl. 27, no. 321) is dated from the Classical to the beginning of the Hellenistic period. A similar example from Myrina is dated 2nd to 1st century BC (Mollard-Besques Myrina 1954, pl. 228a M843, Myr 341). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Mollard-Besques, S. 1954. Catalogue raisonnédes figurines et reliefs en terre-cuite Grecs Étrusques et Romains I, Époques Préhellénique Géométrique, Archaïque et Classique. Paris, Musée National du Louvre. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.302) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, nos 325-326) "], "Location": ["Not on display"], "Subjects": ["actor/actress"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA515 (Accession Number) "]}