{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery oil-lamp with a double-convex body, a splayed flat-topped nozzle with a curved tip (broken). The filling-hole is surrounded by an imprinted ridge on the discus and radiating ridges on the shoulder, extending down the nozzle. The top of the nozzle is flat with a ridge on either side that ends in volutes. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic (late)"], "Production date": ["(late)2ndC BC - (late)1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Length: 7.79 centimetres ", " Thickness: 2.67 centimetres ", " Width: 5.17 centimetres "], "Curator's comments": [" Object owned and held by Nottingham Castle Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A similar, but finer, unprovenanced Egyptian parallel in the British Museum, is dated to the 1st century BC (Bailey 1975, British Museum Lamps I, Q598). See Bolton 1886.31.9 from Naukratis. 1st century BC parallel from Alexandria (Mlynarczyk 1998, 336-9, Fig. 10d). Parallels dated from the end of the 2nd to the 1st century BC (Mlynarczyk 1997, Type L, Figs. 112 and 117). Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.054) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NCM 1888-46 (Accession Number) "]}