{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Lamp fragment with nozzle.Top is burnt through use. Red-Brown Nile silt with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": [" East Greek (?) ", " Archaic Greek (?) ", " Late Period (?) "], "Production date": ["500BC - 375BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Howland Type 21 (variant or copy)"], "Technique": ["wheel-made"], "Dimensions": [" Diameter: 1.10 centimetres (rim) ", " Height: 2.50 centimetres ", " Length: 8.30 centimetres ", " Width: 6.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In the British Museum a similar, but taller, Egyptian lamp (Bailey 1975, no. Q514) and a similar Rhodian lamp form (Bailey 1975, no. Q374, also found at Naukratis) have been dated to the 6th and 5th centuries BC. The fabric resembles Nile silt fabrics from the Nile Delta and suggests manufacture at Naukratis. An Egyptian production place is confirmed by its falling into Mommsen's NAA Egypt group 'Qann' (Schlotzhauer & Villing 2006, 65 fig. 44; Schlotzhauer in Schlotzhauer and Weber forthcoming, Nau 159). We do not know, however, whether this was made, in a Greek style, for a Greek or Egyptian patron. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KC.28) (Phase 1) ", " Schlotzhauer & Villing 2006 / East Greek Pottery from Naukratis: The Current State of Research (p. 65, fig. 44) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 184, Nau 159, pl. 18a-b) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA256 (Accession Number) "]}