{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of naked Isis-Hathor figure, with arms at her side. Lower back and upper legs only, rest missing. Mould-made and hollow. White (gypsum?) coating present. Dark red-brown Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East (?) "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": ["mould-made"], "Dimensions": [" Height: 13 centimetres ", " Thickness: 2.30 centimetres ", " Width: 8.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The rather crude backs of Isis-Hathor figures are common in Naukratis from the early Ptolemaic period (Bailey 2008, nos 2995, 2997) and this may be from the same mould as 3rd to 2nd century BC example in the British Museum (GR 1888,0601.110). Close comparanda were excavated at Naukratis in 'Site 95’ (Ashmolean Museum, Oxford, no. 1888.178) and in 3rd to 2nd century BC contexts (Leonard 2001, pl. 3.8). Numerous parallels dated Ptolemaic or Roman, (Breccia 1934, no. 11; Fischer 1994, no. 812, dated 1st/2nd century AD; Coptos; Ballet 2000b, 184, no. 155, left , from Coptos, dated Roman period). Near parallels (Christie’s Sale Catalogue, 13 July 1983, lot 346; Dunand 1990, no. 329, from Antinoopolis, dated second to third century AD because of the alleged findspot(?), and no. 338, dated Roman period; Hilton Price 1897, 400, no. 3316 (slimmer), from Bubastis; the fragment Nachtergael 1987, pl. ii, fig. 3 (after p. 240) and pl. i, fig. 2 (= Willems and Clarysse 2000, 247, no. 169), from House K at Herakleopolis Magna, dated by Petrie to c. AD 250, but see p. 4 in the Introduction to this catalogue; Nicholson 1968, no. 164, dated c. AD 100; Szyma´nska and Babraj 2004, 36, fig. 12, and Szyma´nska 2005, nos 28 and 34, from Athribis, from contexts of the second century BC and of the first half of the first century AD. Ballet, P. 2000, in Goyon, J-C (ed.), Coptos, l’Égypte antique aux portes du désert, Lyon. Breccia, E. 1934, Monuments de l’Égypte gréco-romaine II. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, 2, Bergamo. Dunand, F. 1990, Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte, Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Hilton Price, F. G. 1897. A catalogue of the Egyptian Antiquities, London. Leonard, A. (ed.) 2001. Ancient Naukratis: Excavations at a Greek Emporium, vol. II: The Excavations at Kom Hadid, ASOR. Nicholson, F. 1968. Ancient life in miniature, Birmingham. Szymańska, H. & Babraj, K. 2004. Aus den Brennöfen von Athribis (Ägypten): Neue Funde aus dem Ptolemäischen Stadtviertel, in ‘Antike Welt’ 35.2: 33-7. Willems, H. and Clarysse, W. (eds), 2000. Les empereurs du Nil, Leuven. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.156) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 97, no. 360) (probably) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA636 (Accession Number) "]}