{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure, naked, covering breast with left hand. Left side of torso only. Mould-made and hollow with crude back. Dark red-brown Nile silt fabric with black core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 450BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-F.3"], "Technique": ["mould-made"], "Dimensions": [" Height: 8 centimetres ", " Thickness: 4.40 centimetres ", " Width: 7.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Higgins suggests that a close parallel from Naukratis in the British Museum of these Egyptian style figures (GR 1886,0401.1453) was made in Naukratis and dated to the early 6th century BC (Higgins 1954, 405). Nile silt fabric is too generic to specifically attribute to Naukratis, and does not resemble figure wasters found near the terracottas workshop. A groove on the underside suggests this was fixed onto ridge of body, such as another Naukratis figure in the British Museum (GR 1886,0401.1422), also dated to the early 6th century BC (ibid.). Similar figurine from Gela Acropolis, dated between 650 and 640 BC (Stampolidis 2003, 384, no.577 Archaeological Museum of Gela inv. no. 8378). Stampolidis, N.C. (ed.), 2003, Sea Routes…From Sidon to Huelva. Interconections in the Mediterranean 16th-6th c. BC. Athens. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.287) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA620 (Accession Number) "]}