{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of naked man or boy, possibly Harpocrates. Head missing. Mould-made and solid. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.1"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.70 centimetres ", " Thickness: 5 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Mould made figure plaques in this organic Nile silt fabric were made locally, either in Naukratis or in the Nile Delta area. This is similar to 5th to 4th century BC Ithyphallic Harpocrates figures from unprovenanced collections (Fischer 1994, pl. 2. nos 7 and 9; Dunand 1990, no.249), Memphis (Petrie 1909, pl.39. no.38), and Naukratis (Bailey 2008, GR 1973,0501.42, GR 1973,0501.73, particularly GR 1965,0930.927). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Petrie, W.M.F. 1909. Memphis volume I. London, School of Archaeology in Egypt. Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.095) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, nos 271-280, 283-285) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA586 (Accession Number) "]}