{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian female terracotta figure in Tanagra style. Head fragment broken at neck with modelled facial features, including a strong nose, hair is modelled into ridges going back into a central bun (Melonenfrisur) and is modelled across the whole of the top and back fo the head. Mould-made and hollow. Originally covered with white covering, now only few traces left. Fairly fine drab brown micaceous Nile silt with grey core. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.80 centimetres ", " Width: 2.50 centimetres ", " Depth: 3.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that dates 3rd to 2nd century BC. Parallels from Naukratis in the British Museum (GR1886,0401.1418), Bolton Museum (1886.31.31), Bristol Museum (H840) and Cambridge MCA (NA542, NA547, particularly NA555). Copy of Greek 'Tangaras' (Bailey 2008, 141, see also no.3524, GR1926,0930.12), with close Egyptian parallels purchased at Memphis (Petrie et al. 1910, pl. 44, nos 155 and 161, Petrie Museum UC48475), in Tübingen (Fischer 1994, no. 94) dating from the end of the 4th to 3rd century BC. Similar hair treatment in Egyptian figurines is dated from early to the third quarter of 3rd century BC by Török (1995, nos 214, 215). Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Petrie, W. M. F. MacKay, E and Wainwright, G. 1910. ‘Memphis, vol III: Meydum and Memphis’. London. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.359) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.31 (Accession Number) "]}