{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of male youth with large bulging eyes and toothy smile. Head only. Crudely made. Hand-made (?) and solid with crude back. Traces of red paint or slip. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["5thC BC-4thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) "], "Materials": ["terracotta"], "Type series": ["Thomas P-O.1"], "Technique": [" handmade (?) ", " painted ", " slipped "], "Dimensions": [" Height: 4.90 centimetres ", " Length: 4.30 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " '116' or '118' written on the back in pencil, probably Gutch's number (in Hogarth 1899, 84, nos 116-118) that identifies this as coming from Hogarth's Site 38. Similar Late Period parallels have been dated 5th to 4th century BC (Fischer 1994, pl.1, no.3 and pl.4, no.23; Bayer-Niemeier 1988, pl.98.1, no.560 and particularly pl.97.3 and 5, nos 552-554) and pieces in a similar style have been found at Memphis (Petrie 1909, pl.37, no.22 and pl. 35, nos 3 and 15). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Petrie, W.M.Fl. 1909a, Memphis I. London. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.307) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, nos 116 or 118) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA611 (Accession Number) "]}