{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of female terracotta figure wearing her hair in 'melon style', following Tanagra types. Head only. Mould-made and hollow. Traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 3 centimetres ", " Length: 2.80 centimetres ", " Width: 2.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop that was operational from the 3rd to the 2nd century BC. Parallels from Naukratis in the British Museum (GR1886,0401.1418), Bolton Museum (1886.31.31), Bristol Museum (H840) and Cambridge MCA (NA542, NA547). Copy of Greek 'Tangaras' (Bailey 2008, 141, British Museum Terracotta IV, see also 3524, GR 1926,0930.12), with close Egyptian parallels purchased at Memphis (Petrie et al. 1910, pl. 44, nos 155 and 161, Petrie Museum UC48475), in Tübingen (Fischer 1994, no. 94) dating from the end of the 4th to 3rd century BC. Similar hair treatment in Egyptian figurines is dated from early to the third quarter of 3rd century BC by Török (1995, nos 214, 215). 3rd century BC parallel from Tell Atrib (Szymańska 2005, no. 193). Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Petrie, W. M. F. MacKay, E and Wainwright, G. 1910. ‘Memphis, vol III: Meydum and Memphis’. London. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.364) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, nos 81-91) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA555 (Accession Number) "]}