{"artifact_name": "perirrhanterion", "Object Type": ["perirrhanterion"], "Description": [" Small rim fragment of Corinthian pottery perirrhanterion; flat top, part of two mouldings preserved on outer face. Black band around edge on top, traces of paint on outside. "], "Cultures/periods": ["Classical Greek"], "Production date": ["5th century BC"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), 'top' [written on sherd label] "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 1.80 centimetres ", " Thickness: 1.60 centimetres ", " Width: 2.40 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The perirrhanterion is a special type of louterion (water-basin) used for ritual washing in sanctuaries (Pimpl 1997; Krauskopf 2005; cf. also Ginouvès 1962, 77-103; Kurtz and Boardman 1971, 151). Excavations at Naukratis yielded a number of specimens in both stone (marble, bearing votive inscriptions to Apollo) and in ceramic, the latter of Corinthian manufacture. Corinth was a major producer of ceramic basins throughout the Archaic and Classical periods and its products were widely exported (Iozzo 1987, 1985 [1989]). Ginouvès, R. 1962, Balaneutikè : recherches sur le bain dans l'antiquité grecque, Paris. Iozzo, M. 1987, 'Corinthian basins on high stands', Hesperia 56, 355-416. Iozzo, M. 1985 [1989], 'Bacini corinzi su alto piede', Annuario della Scuola Archeologica di Atene N.S. 68, 7-61. Krauskopf, I. 2005, s.v. ‘Perirrhanterion/Louterion’, in Thesaurus Cultus et Rituum Antiquorum (ThesCRA) V. Personnel of Cult – Cult Instruments, Los Angeles, 178–83. Pimpl, H. 1997, Perirrhanteria und Louteria. Entwicklung und Verwendung großer Marmor- und Kalksteinbecken auf figürlichem und säulenartigen Untersatz in Griechenland, Berlin. Kurtz, D.C. and Boardman, J. 1971, Greek Burial Customs, London. ", " Probably from same basin as G.1017a and b. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GT.03)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1017c (Accession Number) "]}