{"artifact_name": "ring aryballos", "Object Type": ["ring aryballos"], "Description": [" Fragment of mouth, neck, body and handle of Corinthian black-figured pottery ring-aryballos ; on top of mouth frieze of dots between narrow black bands; dots on edge; horizontal strokes between narrow black bands down outside of handle; ring hole painted black; around ring hole, wide and narrow black bands with incision lines; around edge, black-figure decoration consisting of horse riders (only incision marks of horse's head and traces of black remaining) to left. "], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Naukratis (probably) ", " Excavated/Findspot: Tell Dafana (possibly) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 4 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by Ure Museum of Greek Archaeology, Reading. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For parallels, see Cambridge Museum of Classical Archaeology NA183 and Ure Museum 26.2.3. The sherd is also published in Ure, P. ‘Ring Aryballoi’, Hesperia: The Journal of the American School of Classical Studies at Athens 15.1, January - March 1946, 41, pl. 10, no. 40. "], "Bibliographic references": [" CVA Reading I / Corpus Vasorum Antiquorum Great Britain, Fasc. 12, University of Reading (p. 10, pl. VI, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.141) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["equestrian"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 26.2.4 (Accession Number) "]}