{"artifact_name": "volute krater(possibly)", "Object Type": ["volute krater (possibly)"], "Description": [" Rim sherd of Laconian black-glazed pottery krater, possibly a volute-krater; interior glazed black; top of heavy rectangular rim glazed; white slip on exterior of rim with thick sigmas between bands of dots and black lines; glazed on neck. "], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["600BC-575BC (circa)"], "Production place": [" Made in: Laconia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Glaze"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 30 centimetres (rim) ", " Height: 4.20 centimetres ", " Width: 6.70 centimetres "], "Curator's comments": [" Object owned and held by Royal Ontario Museum, Toronto. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Stibbe places this sherd in the experimental section of his Group E, the group of kraters with geometric rim ornaments only (Stibbe, 1989, 33-4). The sherd is too small to determine the specific krater shape but the pattern decoration is also observed on volute kraters, see Louvre E687 of unknown provenance. For parallels regarding the rim decoration, see Alexandria 9316 and Louvre AM1632 (44). "], "Bibliographic references": [" Hayes 1984 / Greek and Italian Black-Gloss Wares and Related Wares in the Royal Ontario Museum (p. 10, no. 10, fig. 1) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 560, no. E 39, pl. CCLXVI) ", " Stibbe 1989 / Laconian Mixing Bowls. A history of the Krater Lakonikos from the 7th to the 5th century BC (p. 98, no. E5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.38) (phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 910x234.25 (Accession Number) "]}