{"artifact_name": "lagynos", "Object Type": ["lagynos"], "Description": [" Small pottery lagynos with a tapering lower portion and a wide shoulder. The neck is cylindrical with a flared rim and a bifid handle from the shoulder to the neck. Red-brown Nile silt with common mica. Grey core. "], "Cultures/periods": ["Ptolemaic (late)"], "Production date": ["200BC-50BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["slipped"], "Dimensions": [" Diameter: 1.60 centimetres (rim) ", " Diameter: 5.60 centimetres ", " Height: 6.91 centimetres "], "Curator's comments": [" Object owned and held by Nottingham Castle Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Very similar lagynos (but larger) waster was found to be produced at nearby (10km south west of Naukratis) 'Ptolemaic-Roman' kiln site of Kom Dahab and date this piece to late 2nd century BC to early 1st century BC (Coulson and Wilkie figs 15 and 17, E11.92). The forms found in association with this kiln were conistent with late Ptolemaic forms from Alexandria and Mareotis (Tomber and Thomas 2011, 40-41). 2nd century BC parallel from Hadra, Alexandria (Enklaar 1998, 22-4, figs.20, 25). Petrie dated this form to the 6th to 4th century BC, but clearly alongside Ptolemaic material (Petrie 1886, pl. XVII, no. 1). Coulson, W. D. E. and Wilkie, N. C. 'Ptolemaic and Roman Kilns in the Western Nile Delta'. Bulletin of the American Schools of Oriental Research. 263: 61-75. Enklaar, A. 1998. Preliminary report on the pottery found at Hadra station, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 15-24. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XVII, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IC.123) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NCM 1888-22 (Accession Number) "]}