{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of naked woman (Isis-Aphrodite?). Head and feet are missing. Mould-made and solid. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Late Period ", " Ptolemaic (?) "], "Production date": ["400BC -200BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.1.3"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.60 centimetres ", " Thickness: 2.30 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Transitional Late Period Ptolemaic form of Isis-Hathor (or Isis-Aprhodite) figure with unfinished back (figure plaque), probably dating to the 4th century BC. Close parallel from Memphis (Petrie 1909, pl.35.8) and Naukratis (Bailey 2008, no. 2992, see also 2991) dated late 4th to 3rd century BC. Following from Late Period plaque types (Török 1995, nos 203-209) but simpler than Ptolemaic types dated late 4th to 3rd century BC (Fischer 1994, no. 806; Karageorghis 1999, pl.32.10, no. II(vii)196). See figure plaque from Tell el-Muqdam dated to the late 5th century BC (Redmount and Friedman 1997, Fig. 6). Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Karageorghis, J. 1999. The coroplastic art of ancient Cyprus.V. The Cypro-Archaic Period small female figurines. Nicosia, University of Cyprus. Petrie, W.M.F. 1909. Memphis volume I. London, School of Archaeology in Egypt. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.040) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA592 (Accession Number) "]}