{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian 'frog' ceramic oil lamp. Mould-made, with a circular reservoir with a central hole in the top with a concentric ring modelled around it. The top of the reservoir is decorated with an incised 'frog and corn' design. The nozzle projects from the body, and has incised decoration. Traces of burning through use. Grey-beige, micaceous clay, with a dark surface. Parts broken off. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC - 4thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Knowles Type A1"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Height: 4.10 centimetres ", " Length: 7.70 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Part of the Egyptian ‘frog lamp’ group with moulded decoration of a frog that has the lamp nozzle in place of its head all in a buff clay, frequently dated to the 3rd or 4th centuries AD (Bailey 1988, Q2178 to Q2181). Bailey warns that late 2nd or early 3rd century AD ‘frog lamps’ from Myos Hormos (Whitcomb & Johnson 1982, pl.60dd) and from el-Ashmunein (Bailey 1998, pl.87 X13), suggest these have also been made before the 3rd century AD. Recent excavations have allowed for the chronology to be refined and reviewed for this form, that is now known to date back to at least the early or mid 2nd century AD (and possibly the end of the 1st century AD). This example is similar to a late Augustan example of an early Frog lamp found at Quseir al-Qadim (Peacock 2011, no. 6, pp) dated to the end of the 1st century BC to early 1st century AD, however it is closest to later variants found in mid 2nd to early 3rd century AD layers (Peacock 2011, nos. 27, 28, pp; Van Rengen & Thomas 2006, 149). Parallels from Mons Claudianus were found in Trajanic, Hadrianic and Severan contexts (Knowles 2006, Types 6-9 have closest form, Types 21-23 have the same fabric and decoration). Clay similar to lamp in Bolton Museum (1886.31.10). Parallel from Schedia (Abd El-Fattah 1998, 51-2, fig. 24). Abd El-Fattah, A. 1998. Recent discoveries in Alexandria and the Chora, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 37-53. Bailey, D. 1998. Excavations at el-Ashmunein V: Pottery, Lamps and Glass of the Late Roman and Early Arab Periods. British Museum press, London. Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Peacock D. P. S. 2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003. Oxford, Archaeopress, BAR International Series 2286. 47-56. Shier, L.A. 1978. Terracotta lamps from Karanis, Egypt. Ann Arbor. Rengen, W. & R. I. Thomas, R. I. 2006. The sebakh excavations in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim Roman and Islamic ports on the Red Sea Volume 1: Survey and Excavations 1999-2003. Oxford, Oxbow. 146 -154. Whitcomb, D.S. & Johnson, J.H. 1982. Quseir al-Qadim 1980. Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.38) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["amphibian (frog)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.4 (Accession Number) "]}