{"artifact_name": "rhyton(probably); vase(?)", "Object Type": [" rhyton (probably) ", " vase (?) "], "Description": [" Fragment from neck from a rhyton, or a closed vase. Decoration- turquoise blue-green glaze inside and outside. Outside decoration - plain area running up to out-turned lip, below, beneath a narrow horizontal ridge, a low relief decoration of egg and dart,then a narrow plain band, with low relief wave-like running scroll below, and zone with griffins or sphinx(?) like figures and floral ornaments.Upturned wing and head of animal anticlockwise with central tree in front. Three pieces (88.853a-d) joined together, though one is made up of two fragments so it is really four. Fifth fragment E is a body fragment (from lower part of) of globular shape, glazed inside and out; it may belong but this is not sure. Low relief decoration on the outside at bottom with calix of lotus sepal carefully modelled with ribs done with raised lines; above, incised running scroll in form of vine tendrils with three lobed leaves.Above another frieze with leaf elements ? Dimensions: Diam of neck at ridge above egg and dart ca. 9.6cm. Dimensions of fr.E: 5x6cm. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised (?) "], "Dimensions": [" Thickness: 0.30 - 0.50 centimetres ", " Height: 6.70 centimetres ", " Width: 10.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels dated to the 3rd century BC include restricted vases (Nenna and Seif el-Din, 2000, Form T7.1; Nenna 2013, Fig. 6.5, T7.1a, see also 7.1b and c). However, the closest parallels are for rhytons also dated to the 3rd century BC (Nenna and Seif el-Din, 2000, Form T6.3, Pl. 45, no. 264 and 269; Nenna 2013, Fig. 6.5, T6.3). Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.06)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.853 (Accession Number) ", " Miscellaneous number: P.5754 (Pottery & Porcelain Ledger No.) "]}