{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of female terracotta figure wearing her hair in back in a sakkos. Mould-made and following Tanagra types. Broken off at neck where it was once inserted into the body; mouldmade, solid. Head slightly turned to right, waves of hair above forehead taken back, details indicated only at front, probably wearing sakkos; long bands hanging down on both sides of the neck (partly broken off on right, entirely broken off on left) may be ties of sakkos, unless they are meant to be huge earrings, though they are not in the right position for earrings. Narrow vertical raised feature on top of head may be an accidental blob. Surface partly worn and battered, particularly at nose and mouth; at the back of the head, large fragment broken off. Micaceous Nile silt clay, brown surface and grey core sandwiching a pink-brown layer. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Length: 6.12 centimetres ", " Width: 3.50 centimetres ", " Depth: 4.15 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably early Ptolemaic, locally made figurine head, copying Tanagra types. Commonly found type from the east of the settlement (Gutch in Hogarth 1898/1899). Parallels from Naukratis in the British Museum but without the sakkos (GR1886,0401.1418), Bristol Museum (H840) and Cambridge MCA (NA542, NA547). Copy of Greek 'Tangaras' (Bailey 2008, 14, see also no. 3524, BM 1926,0930.12), with close Egyptian parallels purchased at Memphis (Petrie et al. 1910, pl. 14, nos 155 and 161, Petrie Museum UC48475), in Tübingen (Fischer 1994, no. 94) dating from the end of the 4th to 3rd century BC. Similar hair treatment in Egyptian figurines is dated from early to the third quarter of 3rd century BC by Török (1995, nos 214, 215). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Petrie, W.M.F.MacKay, E and, Wainright, G. 1910. Memphis, vol III: Meydum and Memphis. London. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.423) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.433 (Accession Number) "]}