{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from whitish to pale brown steatite; back with sutures of elytra, prothorax and head roughly incised on top; at side, legs stylised as a simple ring; underside roughly incised with a design showing a human figure to the left, looking rightwards, seated on a throne with short and rounded back and three vertical striations on the side, and a short human figure standing to the right; the upper part of the seated figure is unclear, possibly holding the royal flail (to the left) and hook (to the right); pierced lengthways for suspension; some spots of dark green glaze survive. "], "Cultures/periods": [" 20th Dynasty (possibly) ", " 21st Dynasty (possibly) "], "Production date": ["1189 BC - 943 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " glazed ", " pierced "], "Dimensions": [" Length: 1.40 centimetres ", " Thickness: 0.65 centimetres ", " Width: 1.05 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The scene depicted on the base is reminiscent of another steatite scarab discovered at Naukratis (BM 1888,0601.64). Many very close parallels are attested (for example: Petrie 1906, pl. XI, no. 210; Hornung and Staehelin 1976, no. 894; see especially the references listed in Magnarini 2004, 10.73-75 and Śliwa 2015, 67, no. 81). The poor quality of the scarab points towards a mass-production of the 20th-21st dynasty (Magnarini 2004, 335). A scarab in brown steatite showing a similar design was also discovered in the Third Intermediate Period cemetery at Matmar (Brunton 1948, pl. LXIII, 109). The finds at Matmar are mainly dated to the 8th-7th c. BC. The collection of Bristol holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Brunton, G. 1948. Matmar, London. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1906, Hyksos and Israelite cities, British School of Archaeology in Egypt 12, London. Śliwa, J. 2015, Egyptian scarabs and seal amulets from the Cracow collections, Kraków. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 161) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.03) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair, but slightly chipped"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3711 (Accession Number) "]}