{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta figure plaque of a standing woman holding a tympanon (or lyre or symbol ?) with her left arm, which she also touches in the centre with her right hand. Modelled bust, headdress and legs, but outline of arms and facial features are indistinct. Hair/headdress is raised to a cone-shaped point. Mould-made in one-piece mould with a plain, flat and solid back. Red-brown micaceous Nile silt. Feet appear to be broken off. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC -330BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.2.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.10 centimetres ", " Width: 2.90 centimetres ", " Depth: 1.80 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Egyptian nude female tambourine players are found in Nile Delta sites, particularly Naukratis (Cambridge Museum of Classical Archaeology NA589; NA584 and above Harpocrates head NA601), possibly influenced by Cypriot designs (British Museum also from Naukratis GR.1886,0401.1457). Nude women, musical instruments (lyre, harp, drum or tamborine), erotic scenes and Bes plaques are associated with Ithyphalic Harpocrates figures found from the late 7th/6th century BC and decline after the 4th/ early 3rd century BC. This is a very crude local example. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.046) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Associated with: Isis-Hathor (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.36 (Accession Number) "]}