{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of man. Head only. Hand made and solid. Crudely made with bulging eyes. Crown or headdress. Red-brown Egyptian Nile silt fabric with black core. Common white inclusions, mica and quartz. "], "Cultures/periods": ["Late Period"], "Production date": ["(late)7thC Bc - (late)5thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas H-O.1"], "Technique": ["handmade"], "Dimensions": [" Height: 8.60 centimetres ", " Thickness: 4.60 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late Period style figurine with added eyes. Parallels from Memphis (Petrie 1909a, pl. 43, no. 68, pl. 44 top right; Petrie 1909b, pl. 28, no. 70-71, pl.29, no. 85, see also pl. 32, no. 113 and pl. 34, nos 125-6, 131; Petrie 1910, see pl. 45, nos 178-9). See also unprovenenced example in Frankfurt (Bayer-Niemeier 1988, pl. 97.7, no. 556). The Egypt Exploration fund label for this object says 'Naukratis 580 BC' suggesting that this came from a late 6th century BC context. Bayer-Niemeier, E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Petrie, W.M.Fl. 1909a, Memphis I, London. Petrie, W.M.Fl. 1909b, The Palace of Apries. Memphis II, London. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.293) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2256 (Accession Number) "]}