{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Reconstructed North Ionian black-figured hemispherical pottery bowl. At rim outside, animal frieze, a siren, head reverted, between seated griffins; florals at handle join; below, meander hooks between bands; in lower frieze, lotus and reversed palmette band; more meander hooks, and rays at base. The interior and handles are monochrome black. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": ["Archaic Greek"], "Production date": ["575BC-550BC (?)"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["pottery"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 34.30 centimetres (rim) ", " Height: 13.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The vessel was presumably restored at the British Museum prior to being shipped to Boston "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 38, p. 41, pl. VII, no. 5) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 217, no. 51) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 105, pl. XXXIII, no. 314) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.279) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 1017, pl. 125) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1032 (Accession Number) ", " Miscellaneous number: P.6222 (Pottery & Porcelain Ledger No.) "]}