{"artifact_name": "krater(?)", "Object Type": ["krater (?)"], "Description": [" Fragment of pottery krater? Clay yellow buff, hard, clean (faint red tint at core); paint black. Exterior polished, interior unpainted, brush-smoothed with faint wheelmarks visible. Shoulder, slopping obliquely, a slight inset and bottom of concave curve up to a wide neck visible at top. Exterior decorated; two bands and lower edge of a third preserved at junction with neck; panels below with parts of quatrefoil and of a circular \"flower\" preserved, separated by two vertical lines. Small swastika ornaments between petals of quatrefoil and within outline of the other flower (one preserved). Circular \"flower\" has fringed outer edge and black blobs pointing inwards defining (four?) reserved petals; a small ring or blob in field at top left of panel. On interior, bottom of black band visible at top edge (inside neck painted?). "], "Cultures/periods": ["Archaic Greek"], "Production date": ["700BC-650BC (?)"], "Findspot": [" Excavated/Findspot: Naukratis (previously erroneously attributed to) ", " Found/Acquired: Argos (probably) "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 6 centimetres ", " Thickness: 1.20 centimetres (at bottom) ", " Thickness: 0.70 centimetres (at top) ", " Width: 8.10 centimetres "], "Curator's comments": [" Object owned and held by Royal Ontario Museum, Toronto. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Hayes: \"From Naukratis\" (according to register; however, bears an ink marking \"A.H.\" - possibly = \"Argive Heraion\"? - on inner face (a feature not present on the other Naukratis finds) Ware uncertain; perhaps one of the 7th-century-BC Cycladic series- or possibly Argive? Seems too early stylistically to be a genuine Naukratis find. (Hayes 1992 p. 210 no. X1) "], "Bibliographic references": [" Hayes 1992 / Greek and Greek-Style Pottery and Plain Pottery in the Royal Ontario Museum; Excluding Black-Figure and Red-Figure Vases (p. 209-210 no. X1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GS.147) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 910x234.54 (Accession Number) "]}