{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Glazed composition amulet of almost square in shape; top side convex with right wedjat-eye; moulded standard markings of wedjat eye with pupil and eyebrow roughly underlined in black glaze; flat back incised with a very stylized and unclear pattern (?); green glaze. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["664 BC- 332 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised "], "Dimensions": [" Height: 2.10 centimetres ", " Length: 2.15 centimetres ", " Thickness: 0.45 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). For a rectangular plaque decorated with a wedjat-eye on one side and with an inscription on the other, from Naukratis: Liverpool, World Museum 9,9,86,87. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.341) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1172.3 (Accession Number) ", " Miscellaneous number: H3441 "]}