{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in the shape of a one-sided right wedjat-eye in glazed composition; standard markings of the wedjat-eye incised, including oblique notches for the eyebrow; pierced longitudinally for suspension; remains of yellowish green glaze; in fine white paste; glaze quite damaged; right end of eye and vertical falcon-eye marking under the eye broken off. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " glazed "], "Dimensions": [" Diameter: 1.50 centimetres (hole) ", " Height: 1.60 centimetres ", " Thickness: 0.40 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.304) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,84.h (Accession Number) "]}