{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of naked woman (Aphrodite- Hathor?) with child. Mould-made and solid. Missing upper body and lower legs. Traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.1.1"], "Technique": ["mould-made"], "Dimensions": [" Height: 11.10 centimetres ", " Thickness: 3.30 centimetres ", " Width: 11.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Common figure plaque form in Egypt, but also the Levant at Phoenician sites contemporary to the Late period. Parallels of these fertility figures are generally dated to the Late Period and early Ptolemaic periods in Egypt. At Medinet Habu a 26th Dynasty (664-525BC) date is attributed to a similar piece without pillars (Teeter 2010, nos 40-3), whilst at the Temple of Mut, Luxor similar examples were tentatively dated to the 18th Dynasty and Third Intermediate Period (Waraksa 2009, nos 2 and 4). The Pharaonic tradition origin of this type is in New Kingdom domestic religion with further parallels in Deir el-Medina, Sawâma and Armana (ibid.). See also GR 1886,0401.1543 from Naukratis and made there, now in the British Museum that Higgins dated 615BC-600BC (Higgins 1954, 404). Similar example from Memphis, Naukratis and Egypt are given Late Period or early Ptolemaic dates (Higgins 1954, 404; Török 1995, 137-9, pl.109, nos 203-9; Bayer-Niemeier 1988,148, pl.50, no.264; Weber 1914, no.199; Petrie 1909, Pl.35.12). A very similar piece, probably from the same mould, was said to come from the Fayum (Kaufmann 1915, no.269). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Kaufmann, C. M. 1915, Greco-ägyptische Koroplastik. Terrakotten der griechisch-römischen und koptischen Epoche aus der Faijûm-Oase und andren Fundstätten, Cairo. Petrie, W.M.F. 1909a. Memphis volume I. London, School of Archaeology in Egypt. Teeter, E. 2010. Baked clay figurines and votive beds from Medinet Habu’. Oriental Institute Publications 133, Chicago. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Waraksa, E. A. 2009. Female figurines from the Mut Precinct: context and ritual function. Fribourg Academic Press, Göttingen. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.032) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 82, nos 51-55) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA576 (Accession Number) "]}