{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; back has little detail, presenting very crudely cut transverse divisions; at side, legs very simplified, indicated by two horizontal grooves; underside bearing broadly cut motif arranged horizontally representing an archer (possibly pharaoh?) in chariot, either defeating his enemies or hunting; pierced lengthwise; now missing glaze; steatite of buff colour. "], "Cultures/periods": [" 20th Dynasty (?) ", " 21st Dynasty (?) "], "Production date": ["1189 BC - 943 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved "], "Dimensions": [" Height: 0.95 centimetres ", " Length: 2 centimetres ", " Width: 1.55 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Hunting or battle scenes such as the one depicted on this scarab are common on scarabs and scaraboids dated to the end of the Ramesside Period-early Third Intermediate Period (see especially the comments and references in Keel 1997, 561-562; Magnarini 2004, 10.09; similar scene decorating the underside of a scarab and of a scaraboid in the shape of a Black African head: Hornung and Staehelin 1976, 367, no. 906, 908). Naukratis provided a similar motif on a scaraboid: BM 1888,0601.70 (published in Gardner 1888, pl. XVIII, 73, 67). The collection in Bristol holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory like here, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Keel, O. 1997, Corpus der Stempelsiegel-AmuIette aus Palästina/Israel. Von den Anfängen bis zur Perserzeit. Katalog Band I (Orbis Biblicus et Orientalis, Series Archaeologica 13), Fribourg. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.06) (phase 3)"], "Location": ["Not on display"], "Condition": ["Reasonable, but scar on scarab back where glued to display card"], "Subjects": ["charioteer/chariot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.7 (Accession Number) "]}