{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from light brown-yellow steatite; back crudely detailed with clypeus, prothorax and elytra marked by incised lines; at side, legs only indicated by two horizontal grooves; underside with deeply incised geometric design consisting of a central twisted ribbon; in lateral fields two crescent-shaped segments symmetrically arranged; pierced longitudinally; surface slightly worn. "], "Cultures/periods": [" Hyksos (?) ", " 13th Dynasty (?) ", " 20th Dynasty (late, possibly) ", " 21st Dynasty (possibly) "], "Production date": [" 1800 BC - 1550 BC (?) ", " 1130 BC - 943 BC (possibly) "], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.65 centimetres ", " Length: 1.25 centimetres ", " Width: 0.95 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The design of central twisted rope is particularly popular during the Second Intermediate Period (see examples from good contexts of the 13th-15th dynasty at Meggido, Jericho, Fara and especially Tell el-Ajjul: Tufnell 1984, 126, class 6C2, pl. XXVII; see also: Hornung and Staehelin 1976, 361, no. 874; Magnarini 2004, 189-190, nos. 06.07-06.08). Later archaising copies of such design, however, do exist. The collection in Bristol holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory like here, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy… (on the various early scarabs from Naukratis see: Masson forthcoming). The poor quality of the treatment of the back and legs could point towards an archaising copy. For a close motif on a stone scarab from Naukratis: Edinburgh, National Museum of Scotland A.1888.23 E. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Tufnell, O. 1984, Studies on Scarab Seals, II: Scarab Seals and their Contribution to History in the Early Second Millennium BC, Warminster. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.40) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but chipped"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.9 (Accession Number) "]}