{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure of naked pregnant woman. Fertility amulet. She is squatting with legs apart. Both legs are missing. Mould-made in two piece mould and hollow. Pierced lug on back suggests this was worn as amulet. Red-brown Nile silt fabric with abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC(mid) BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 0.10 centimetres (hole for string) ", " Height: 5.40 centimetres ", " Length: 2.30 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that was operational from the 3rd to the 2nd century BC, where very similar examples of this figure were found. A similar example is dated late Hellenistic (Fischer 1994, pl.87, no.832). Parallel, possibly from the same mould, but eroded is in the British Museum dated 3rd to 2nd century BC (Bailey 2008, no. 3138, also 3134 and 3136 are similar). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.479) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 85, nos 129-130) "], "Location": ["Not on display"], "Subjects": ["birth"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA516 (Accession Number) "]}