{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from chalky white steatite; back little detailed, with head and clypeus simply marked, and two short notches delineating roughly prothorax; view at side unknown; underside incised with horizontally arranged motif representing a falcon between two confronted cobras; inside of falcon and cobras presenting a very fine hatching; pierced lengthwise; no glaze. "], "Cultures/periods": [" Second Intermediate ", " Hyksos (probably) "], "Production date": ["1650 BC - 1550 BC (probably)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " pierced "], "Dimensions": [" Length: 1.60 centimetres ", " Width: 1.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The motif shows the pharaoh symbolised by the falcon god Horus, protected by two uraei (on this symbolic: Magnarini 2004, 234). The design, the shape of the cobras as well as the fine cross-hatching inside the signs are highly reminiscent of the Hyksos period (see examples from good contexts at Meggido, Jericho, Fara and Ajjul: Tufnell 1984, 132-133, class 9C3b, pl. XXXVII; for various Hyksos parallels, see the references given in: Magnarini 2004, 234, 09.28). A comparable treatment of the back is found on other scarabs from Naukratis that can be dated to the Second Intermediate Period: BM 1888,0601.65; Bristol, City Art Gallery & Museum H5115.3; Birmingham City Museum & Art Gallery 1888A195.1. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Tufnell, O. 1984, Studies on Scarab Seals, II: Scarab Seals and their Contribution to History in the Early Second Millennium BC, Warminster. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 82) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.28) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" bird ", " reptile "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.857 (Accession Number) ", " Miscellaneous number: P.5760 (Pottery & Porcelain Ledger No.) "]}