{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Bes wearing his feather headdress. Head only. Mould-made and hollow. White (gypsum?) coating. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": ["mould-made"], "Dimensions": [" Height: 4.80 centimetres ", " Thickness: 2 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Bes on capital parallels are commonly dated 1st to 2nd century AD (Fischer 1994: no. 551, with other references to Bes on a capital), or Roman period (Frankfurter 1998: pl. 11 from the Fayum). Similar Bes figures have been found in Ptolemaic contexts, or dated to the Roman period (Bailey 2008: 38; Dunand 1990: 42-3, Cat. 42-45; Gutch in Hogarth 1898–9: 95n. 5). A similar example found at Naukratis (BM 1886,0401.1455), was previously considered to be late 6th century BC in date and made in Naukratis (Walters 1903: C 594; Higgins 1954: no. 1546). Though the fabric is consistent with Nile Delta kiln products, it is impossible to confirm a Naukratis origin for it. Parallels from Naukratis in the British Museum (Bailey 2008, nos.3088-9, 3092, GR 1888,0601.95, GR 1886,0401.1455) and Cambridge MCA (NA684) probably all date from the late 4th century BC to 2nd century BC. Dunand, F. 1990. ‘Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte’. Paris. Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Frankfurter, D. 1998. ‘Religion in Roman Egypt, Assimilation and Resistance.’ Princeton. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.201) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, nos 289-289A) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA685 (Accession Number) "]}