{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Fragment of terracotta mould-made figure plaque of standing Bes, arms by his side, hands resting on his knees. Headdress on top of head and feet broken off. Facial features and chest outline modelled. No decoration on the back of the piece. Hollow; mouldmade; relatively fine red/orange Nile silt. "], "Cultures/periods": ["Late Period"], "Production date": ["5thC BC- 4thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-B.1"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.40 centimetres ", " Width: 2 centimetres ", " Depth: 1.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Of a type typical of the Nile delta in the Late Period (parallel from Memphis in Petrie 1909, pl.35, no.13), similar, but more complicated examples extend into the early Ptolemaic period (at Schedia early Ptolemaic pieces from the 4th century BC, Bergman pers. comm. and forthcoming). Three similar simple mould-made Bes plaque figures from Naukratis are currently in the Bolton Museum (1886.31.15, 1886.31.16, 1886.31.17) and two similar double Bes figure plaques from Naukratis are in the Cambridge Museum of Classical Archaeology (NA581) and Bristol Museum (H2805). Unprovenanced parallels in Cairo Museum (CG27355, CG27256 = SR5/1222, JE31615A-B= CG27247-8, and SR5/1223), from Memphis (Cairo Museum JE34196= CG32871) and from Saqqara as part of a group with a phallophorous Harpocrates dated Late Period to Ptolemaic (Martin 1981, pl.23, nos 306, 307 and 1331). Possibly a fragment of a larger phallophorous figure model, a procession that usually involves a pair of Bes’ and a pair of priests holding Harpocrates’ phallus, who has a naked female tambourine player (wearing a diadem) on his shoulder or head. See Herodotus’ discussion of 5th century processions (History II:48). Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra: the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. Petrie, W.M.Fl. 1909a. Memphis I. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.136) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Bes ", " Associated with: Harpocrates (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.16 (Accession Number) "]}