{"artifact_name": "plate(standed)", "Object Type": ["plate (standed)"], "Description": [" Fragment of rim and bowl of East Greek pottery standed 'fruit-bowl'. Worn, with spalling. Clay brown with numerous lime particles and a few gold mica specks; creamy slip on upper surface. Paint black to sepia; purplish red and white additions. On rim, key maeander frieze; on bowl, from outside: band with added white-red-white lines; lotus and bud chain in silhouette (red on lotus centres); band with added white-red-white lines; bud motifs radiating from centre (ends of two preserved), with small cross motifs in field. Outside of rim glazed; underside plain, with three bands near edge and one (worn) further in. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["590BC-570BC (circa)"], "Production place": [" Made in: North Ionia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 22.60 centimetres (rim) ", " Height: 9.10 centimetres ", " Width: 13.60 centimetres "], "Curator's comments": [" Object owned and held by Royal Ontario Museum, Toronto. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Hayes (1992, 205, N9): \"For decorative scheme cf. the dish Fairbanks, Boston Cat. No. 324.7 pl. 35 (also no. 323.6); Alexandrescu, Histria IV 47-48, nos. 104, 106, pl.10 = Dupont (1983) 33 (listed under \"North Ionian 2\" ware); Venit, Naukratis no. 91 pp.26, 159, pl. 25 (also no.100 pl.27?). Other counterparts in the Klazomenai/ Teos series: Tocra I no. 615ff, pl. 34 (there designated Rhodian). The lime content is higher than usual (see N10 for standard fabric).\" "], "Bibliographic references": [" Hayes 1992 / Greek and Greek-Style Pottery and Plain Pottery in the Royal Ontario Museum; Excluding Black-Figure and Red-Figure Vases (p. 205 no N9) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.862) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 910x234.44 (Accession Number) "]}