{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure wearing festival wreath headdress. Head only. Mould-made and hollow. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC(late) BC-1stC(mid) BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.90 centimetres ", " Length: 3.40 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar 1st century BC (Bayer-Niemeier 1988, pl.2.9 no.15) and late 3rd century BC parallels (Török 1995, pl.116, nos 216 and 217) and an example from Memphis (Petrie 1909, pl. 31.105-6). See also similar examples NA527, NA528, NA530, NA529 and NA532 from Naukratis. Mid to late 3rd century BC parallel from Hadra, Alexandria (Tezgör 2007, no. 190). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. Petrie, W.M.F. 1909. The palace of Apries. Memphis volume II. London, School of Archaeology in Egypt. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.421) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, nos 94-123) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA536 (Accession Number) "]}