{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of the head from a terracotta mould-made figure. Probably beardless male. Bottom half of head only. Mouldmade with simple back. Fabric obscured by post depositional deposits, but appears to be salmon pink with buff surface Abundant quartz, grey and white inclusions. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC - 525BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context ΦA (Well 1) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.90 centimetres ", " Thickness: 3.70 centimetres ", " Width: 6.20 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Small fragment is similar to single mould figurines of 'temple boys' with animal offerings that are dated from the late 7th century BC to the end of the Cypro-Archaic period in the early 5th century BC (Karageorghis 1995, nos I(8)34-37, 40-48, pl. 25) and this is most similar to the later types. It is also closer to 5th century BC examples (presumably of women) from Naukratis (British Museum GR2011,5009.285; Bristol Museum H446.b; Cambridge Museum of Classical Archaeology NA351) '11.105' label on neck, likely referring to distribution or accession date. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Faded and unclear pencil mark on back reads AΦ or ΦA (?). Karageorghis, V. 1995. The coroplastic art of ancient Cyprus. IV. The Cypro-Archaic Period small male figurines. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.026) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H446.a (Accession Number) "]}