{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from steatite; back rather well detailed with deeply cut grooves delineating the main features of clypeus, prothorax and elytra divisions; V-incisions on elytra at junction with prothorax on each side; at side, rather well-shaped legs with undercut triangular space between front and back legs; underside bearing deeply incised motif arranged vertically with crude hieroglyphic signs, including ointment jar Bastet, ntr sign and ichneumon; pierced lengthways; steatite now mostly off white; slightly chipped. "], "Cultures/periods": ["Second Intermediate (?)"], "Production date": ["1650 BC – 1550 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.30 centimetres ", " Thickness: 0.65 centimetres ", " Width: 0.95 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 174) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.26) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, slightly chipped"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3716 (Accession Number) "]}