{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head without face from limestone male figure (kouros); remains of red paint in the tie that binds his long hair. Broken around the neck, the break is at an oblique angle reaching from above chin to onset of the shoulder. The face is broken off, the surface of the limestone is fine porous. On the knot of the hairband in the back there are traces of red paint. Above the forehead and on the frontal side of the calvarium at least four, possibly five, parted, flat and even tresses which are placed sideways behind the ears. At least two tresses around the temples are lying over the hairband part of which is broken off with the face. These tresses appear to end in the temples. The other tresses fall onto the shoulders with three of them visible from the front on either side. At the back of the head along the line of the calvarium-tresses nine small tresses are set which are resumed as broader flatly rounded tresses below the hairband and which are falling into the back in a fan-like fashion. It is not clear whether the tresses would originally have been separated with some falling onto the back and some in the front. The ears are small and carefully worked. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC (about)"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (?) "], "Materials": ["limestone"], "Type series": ["Höckmann Type 1 (Sub group 2)"], "Technique": [" carved ", " painted "], "Dimensions": [" Height: 6.90 centimetres ", " Width: 5 centimetres ", " Depth: 3.60 millimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A head in Cambridge (Fitzwilliam Museum GR.6.1975), belonging to Höckmann Group 3, is similar. Among the kouros statuettes in Naukratis no direct parallel can be found; the hair probably fell towards the front, as on the kouros in Moscow (Pushkin Museum I 1a.3000 (3202)), with which it also shares the long oval face, the long neck and the forelocks around the temples (Höckmann 2007, 184, cat. N23, pl. 35). "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (no. N23) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.094) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair though incomplete"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.460 (Accession Number) "]}