{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Lamp handle, with mould-made decoration. Red-Brown Nile silt with grey core. Abundant fine gold mica, quartz and large (2mm) white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC(late)"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.30 centimetres ", " Length: 6.50 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Fabric suggests this may be local. There are no identical Egyptian types, though 1st century (mostly late) AD examples are in the British Museum (Bailey 1988, nos Q1922-44, Q1917 and Q1920) are similar. Probably an imitation of Cnidus Broneer type XXI, see also Bailey (Bailey 1988, British Museum Lamps III, Q2702-7 and Q2744-5 for plant decoration). A similar example from Malta is given early 2nd century date by Bailey (Ibid. Q1863). Probably dated between 70AD and 100AD, though possibly made until the early 2nd century AD. Parallel from an early 1st century AD deposit at Myos Hormos (Peacock 2011, no. 62). Peacock D. P. S. 2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003. Oxford, Archaeopress, BAR International Series 2286. 47-56. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.07) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA259 (Accession Number) "]}