{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made lamp. Red-brown Nile silt fabric with fine quartz, mica and white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["3rdC -4thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 0.60 centimetres (filling hole) ", " Height: 2.50 centimetres ", " Length: 7.70 centimetres ", " Width: 5.90 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Such lamps can either be late Hellenistic or Late Roman 'Neo-Hellenistic' style. The later date seems more likely. No identical parallels but many similar lamps from Egypt, of which Q2123 is the closest (Bailey 1975, British Museum Lamps I, late Hellenistic Q588; Bailey 1988; Bailey 1988, British Museum Lamps III, 'Neo Hellenistic Q2123; Bailey 1998, Lamp X3). A slightly earlier parallel from a mid 2nd century AD deposit at Myos Hormos (Peacock 2011, no.54) exists, with a different spout. Bailey, D. M. 1998. Excavations at El-Ashmunein V : Pottery, lamps and glass of the late Roman and early Arab periods. British Museum Expedition to Middle Egypt. London. British Museum Press. Peacock D. P. S. 2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003. Oxford, Archaeopress, BAR International Series 2286. 47-56. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.65) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H7472 (Accession Number) "]}