{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates wearing headdress with hair in side knot. Head only. Mould-made and hollow. Traces of white (gypsum?) coating. Dark brown Nile silt fabric. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC -2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": ["mould-made"], "Dimensions": [" Height: 3.90 centimetres ", " Length: 2.40 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis.Parallels of Harpocrates figures of the 1st and 2nd centuries AD (Fjeldhagen 1995, no.20; Besques 1992, Pl.67.e, no.E364, from Antinoopolis?), suggest a Roman date, though there is also a similar unprovenanced piece dated to the late 2nd century BC (Fischer 1994, Pl.59, No.582). Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Fjeldhagen, M.1995. ‘Catalogue. Graeco-Roman Terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.113) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA706 (Accession Number) "]}