{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of cockerel. Head only. Mould-made and hollow. Red slip or paint. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted ", " slipped "], "Dimensions": [" Height: 3.30 centimetres ", " Length: 2.70 centimetres ", " Width: 1.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis and Ptolemaic as naturalistic in style compared to crude Early Roman examples. Close Ptolemaic parallels include one from Naukratis, now in the British Museum (Bailey 2008, no. 3771) that was found alongside numerous 3rd to 2nd century BC figurines at Site 95, (the terracottas workshop) and another now at Türbingen dated 2nd to 1st century BC (Fischer 1994, 425, no. 1153). There are also 2nd to 3rd century AD parallels from Memphis (Bayer-Niemeier 1988, no. 646; Petrie Museum UC48346), plus two unprovenanced pieces (Vogt 1924, pl.104:8; Weber 1914, no. 454). Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.259) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 97, no. 344) "], "Location": ["Not on display"], "Subjects": ["bird (cockerel)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA721 (Accession Number) "]}