{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from steatite; back has well-modelled clypeus and remaining features indicated very simply, with straight line across for prothorax and single incised line for elytra; at side, well-modelled and deeply cut-out legs; profile slightly flattened; underside roughly incised with a central hes-vase flanked on each side by raised uraei, whose tails are shown by two straight lines at an angle, the whole design surrounded by a crudely incised imitation corded pattern; pierced lengthways for suspension; whitish beige steatite with some inclusions in black-grey. "], "Cultures/periods": ["Hyksos (?)"], "Production date": ["1650 BC - 1550 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite (?)"], "Technique": [" carved ", " incised ", " pierced "], "Dimensions": [" Length: 1.75 centimetres ", " Thickness: 0.70 centimetres ", " Width: 1.25 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This is one of the early scarabs in stone illustrated by Petrie (Petrie 1886, pl. XXXVIII, 165). This design finds an exact parallel on an undated scarab (Magnarini 2004, 203, no. 08.05). The style looks comparable to Second Intermediate Period scarabs, but we lack stratified examples to be certain. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Magnarini, F. 2004, Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241, no. 08.05. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 165) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.35) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, but edge of base chipped"], "Subjects": ["reptile"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3712 (Accession Number) "]}