{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Solid-cast figure of Bastet in copper alloy; the cat-headed goddess is depicted standing on a sub-rectangular base; wearing a heavily patterned long garment with oblique lines within columns visible on the back; holding with her left hand an aegis in the shape of a broad collar surmounted by a lion goddess' head wearing a sun disc; missing tops of ears and right arm; very corroded. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664 BC - 30 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 10.10 centimetres ", " Length: 1.80 centimetres ", " Width: 3.10 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Bastet is relatively well-represented at Naukratis with some figures and amulets in bronze and glaze composition (Masson forthcoming). According to complete examples, Bastet holds a sistrum in her right hand, raising her arm in front of her. See BM EA25565 as a better preserved example from Bubastis ('Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 90-91 No 21). This figure belongs to the type 121 in the typology of figure bronzes by K. Weiss (Weiss 2012, 678-684, Pl. 32, Typ 121, see esp. 897, Nr. 1456 for this specimen). It is attested since the Third Intermediate Period and grows popular during the Late and Ptolemaic periods. Many sites of the Delta provided such figures, particularly in the Memphite region and Bubastis, but also in Herakleion, Sais and Tanis. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 897, Nr. 1456) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.170) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor, very corroded and incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bastet"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,106 (Accession Number) "]}