{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Fragment of wall of North Ionian black-figured pottery bowl. Clay drab brownish grey, with cream slip on outside; paint dull brown, fired greyish in parts; additions in purplish red and white. Inside glazed and decorated in 'Vroulian' manner: central, three white lines and two red bands; above and below and parts of incised floral chains(?), picked out with added rows of white dots and red and white details. Exterior: sphinx or griffin to right (head missing), with part of a second animal visible at left and blobs in field; red patches surrounded by double incisions on hind leg, red on alternate wing feathers and on neck; below, black band with added red band lined in white; top of another frieze below. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-580BC (circa)"], "Production place": [" Made in: North Ionia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 5.80 centimetres ", " Width: 7.90 centimetres "], "Curator's comments": [" Object owned and held by Royal Ontario Museum, Toronto. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Hayes 1992, 204, N5: \"Ware similar to Klazomenian (cf. N28). Probably from a dinos similar to Kinch, Fouilles de Vroulia pl. 15 (= Walter-Kardyi, Samos vi 1 pl.115 no. 941) though perhaps more open in form. Kardara's 'Mixed Technique' style (Rang 199ff), unattributed. For other similar Naukratis finds see Venit, Naukratis no.30,46 pp.11,15-16, 145, 150 pls. 8,12.\" "], "Bibliographic references": [" Hayes 1992 / Greek and Greek-Style Pottery and Plain Pottery in the Royal Ontario Museum; Excluding Black-Figure and Red-Figure Vases (p. 204 no. N5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.398) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 910x234.19 (Accession Number) "]}