{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure fragment of base. Ithyphallic figure with phalus touching the base. Mould-made. Represents an ithyphallic deity or devotee (processional/ theophoros, a cultist carrying a statue of a god). Red slip preserved on some areas. Pale red-brown fabric with grey core. Abundant fine silver and gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 2.50 centimetres ", " Thickness: 1 centimetres ", " Width: 2.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Could represent an ithyphallic Harpocrates, or more likely an ithyphallic processional/ theophoros (cultist carrying a statue of a god). Ptolemaic and Roman examples (Bailey BM Terracottas: nos. 3151, 3152-43; Dunand 1990: 189 no. 512) range from 3rd/2nd century BC to 2nd/3rd century AD. Close parallel, possibly from the same mould series, found at Naukratis (Leonard 1997, 288. no.2, pl. 7.2; see also 287. no.1) in a mid 3rd to early 2nd century BC context. Dunand, F. 1990. ‘Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte’. Paris 349. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.008) (Phase 1)"], "Location": ["Not on display"], "Subjects": [" deity ", " devotee/worshipper "], "Associated names": [" Associated with: Harpocrates (?) ", " Representation of: Papposeilenos (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA481 (Accession Number) "]}