{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Glazed composition amulet in the shape of a very simplified multiple wedjat-eye, now looking like a rosette; turquoise glaze well preserved; pierced through diameter for suspension. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Diameter: 0.70 centimetres (about) ", " Thickness: 0.20 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This amulet was found in a box labelled '84 extra' and possibly originates from Naukratis. In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). This highly schematic multiple wedjat-eye finds various parallels dated to the Late Period (see for example: Masson 2007, pl. XXX no. 2, from a late 26th-early 27th dynasty context). Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. 2007, ‘Le quartier des prêtres du temple de Karnak: rapport préliminaire de la fouille de la maison VII, 2001-2003’, Cahiers de Karnak XII, 593-655. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.339) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,84.xtra(?).b (Accession Number) "]}