{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, in the shape of a standing falcon, maybe associated with the god Horus; wearing a headdress, the double crown (pschent); yellowish cream glaze; lighter yellowish cream core; possible traces of dark brown glaze on tail and headdress; suspension loop pierced widthways on back; yellow porous paste of fine texture; beak and crown chipped, feet broken off. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) "], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 2.20 centimetres (max.) ", " Length: 1.40 centimetres (max.) ", " Width: 0.75 centimetres (max.) "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Falcons are often associated with Horus, though various deities and the pharaoh himself can assume a falcon form (Davies, Smith 2005, 54); the identification of the deity represented is even harder in the case of amulets (Andrews 1994, 27-28; on various types of falcon amulets: Herrmann et al. 2010, 103-104). Amulets representing a crowned falcon in glazed composition appear in the Third Intermediate Period (Andrews 1994, 28). For a similar amulet from Naukratis: Oxford, Ashmolean Museum AN1896-1908-EA.896. Falcon deity with a double crown could be a representation of Horus of Pe whose cult is well known in Sais. Numerous amulets of falcons, made out of bronze, glazed composition, stone and Egyptian blue, were discovered in Naukratis (Masson forthcoming). This amuletic figure with the the double crown is a variant to a common class of glazed composition figures in Naukratis (Petrie 1886, pl. II, 9). They were probably produced locally, maybe at the Scarab Factory itself (Webb forthcoming). On these falcon figures, also found in Rhodes where such type was also produced: Webb 1978, 94-96, nos 533-534 (from Rhodes, Kamiros and Ialysus). Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Webb, V. 1978, Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC, Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.208) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2084.1 (Accession Number) "]}