{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Description": [" Cast fitting for crown or wig of large figure in copper alloy; representing a raised cobra (uraeus) with tang where it was mounted into the crown or wig of a large statue; eyes, mouth and axial ridge on front of hood modelled and incised; corroded and chipped. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664BC-31BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": [" solid-cast ", " incised "], "Dimensions": [" Height: 7.80 centimetres ", " Length: 6.20 centimetres ", " Thickness: 1.20 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Several fittings made off copper alloy were discovered in Naukratis: they consist mainly in elements of crowns, but also false beards. Such fittings imply the presence of a relatively large statue of an Egyptian deity, probably life size or even larger statue in the case of this specimen (Masson forthcoming). Fittings in the shape of uraeus (single or pair) in copper alloy found in the Delta are listed in Weiss 2012, 876-880. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.232) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair, but corroded"], "Subjects": ["reptile"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,99a.a (Accession Number) "]}