{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Isis Hathor(?). Hair worn long in Isis locks, headdress has broken off. Head only. Mould-made and hollow. Traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300 BC - 125 BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 4.10 centimetres ", " Length: 1.80 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop that was operational from the 3rd to the 2nd century BC. Crudely produced, but copying other examples from Naukratis and Middle Egypt dating from the late 4th to the 2nd centuries BC (Bailey 2008, nos 2993, 2994, and less close nos 2991 and 2992; Besquez 1992, pl.85.a-b, D/E4558-9; similar Bayer-Niemeier 1988, pl.2.3 no.9, pl.49.5 no.249). A similar example from Athribis (Tell Atrib) was dated to the early 2nd century BC (Szmańska 2005, no.51). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.128) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA563 (Accession Number) "]}