{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian discus lamp. Mould-made oval shape with 2 small holes in the depressed top, and a small raised tab handle. Decorated on top with a chevron frieze and floral wreath round the rim, and a quadruped animal (lion?) in centre. Concave base has inscription in raised relief. Light orange-beige, fairly fine clay. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC - 3rdC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": [" Loeschcke VIII (late variant) ", " Knowles Type X8.2 "], "Technique": ["mould-made"], "Dimensions": [" Height: 3.30 centimetres ", " Length: 7.50 centimetres ", " Width: 5.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Kelvingrove Art Gallery and Museum, Glasgow. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 2nd and 3rd century AD parallels of this form with similar decoration are in the British Museum (Bailey 1988, British Museum Lamps III, Q2078, also see Q2085, Q2086 for handle). Parallels of this form from Mons Claudianus were found in deposits dated to the Antonine period of the 2nd century AD (Knowles 2006, nos 135-141). Paper sticker saying '465 Corpor. Of Glasgow' on side. (Corporation of Glasgow is what the city council used to be called). Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock, Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Petrie, W.M.Fl. 1905. Roman Ehnasya (Herakleopolis Magna), 1904. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.26) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["mammal (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1892.21.b (Accession Number) "]}