{"artifact_name": "stopper; seal", "Object Type": [" stopper ", " seal "], "Description": [" Fragment of seal from an amphora stopper. The ceramic disk bung has been lost. Plaster with abundant quartz and organic inclusions. Off white to pale buff-yellow. "], "Cultures/periods": ["Roman Period (?)"], "Production date": ["1stC BC - 2ndC AD"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["plaster"], "Technique": ["stamped"], "Dimensions": [" Height: 5 centimetres ", " Thickness: 1.20 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Described as a fragment of a cake stamp or mould, however it is a fragment of plaster seal from an amphora stopper. Plaster stoppers of this type (sealed with pine pitch and with a fermentation hole and straw valve), were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1) . This method of sealing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods. Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper was commonly used on wine-amphorae used by wine traders (Thomas 2011, type 1). Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.08) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.46.1887 (Accession Number) "]}