{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta mould-made figure plaque showing a nude female in an architectural setting. Hole for attachment above head. White coating preserved on some areas. Pale red-brown fabric with grey core. Abundant fine silver and gold mica, quartz, and white inclusions. "], "Cultures/periods": ["Hellenistic"], "Production date": ["350BC-200BC"], "Production place": [" Made in: East Greece "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 11.90 centimetres (total) ", " Height: 7 centimetres ", " Thickness: 3.90 centimetres (total) ", " Thickness: 3.10 centimetres ", " Width: 7.10 centimetres (total) ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably an East Greek figure plaque of Hellenistic date. NA371, NA372, NA376 and NA813 all join. See also NA370 that is similar in style and subject. A Hellenistic East Greek example from Myrina has been dated to the 2nd century BC (Mollard-Besques 1963, pl.190 CA 1632; Pl.177, MYR 195, MYR 690 ). '96' written on back in pencil. Mollard-Besques, S. 1963. Catalogue raisonnédes figurines et reliefs en terre-cuite Grecs et Romains II, Myrina. Paris, Musée National du Louvre. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.379) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 83, no. 71) "], "Location": ["Not on display"], "Subjects": ["mythical figure/creature"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA371 (Accession Number) "]}