{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian discus lamp. Mould made, with a glossy red slip. Grooved base, plain rim, eight-petalled rosette on discus, surrounded by three moulded rings. Vertical, pierced, grooved handle. Nozzle is blackened through use. Fabric concealed by slip. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": [" Loeschcke VIII ", " Knowles Type X8.2 "], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Diameter: 9.70 centimetres ", " Height: 5 centimetres ", " Length: 9.75 centimetres ", " Width: 7.30 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels of this form with similar 'Rosette' decoration in the British Museum have been dated to the 2nd century AD (Bailey 1988, British Museum Lamps III,Q2030, Q2031, Q2032). Parallels from Mons Claudianus with similar decoration, were found in deposits dated to the Antonine and Severan periods of the 2nd to early 3rd centuries AD (Knowles 2006, nos 145, 146 , 93). Parallels of this form from Mons Claudianus were found in deposits dated to the Antonine period of the 2nd century AD (Knowles 2006, Type, nos 135-141). Parallel of 'Rosette type' lamp from Ehnasya (Petrie, 1905, 7, pl. 56.R7) is cited on cited as parallel on Philadelphia register card. The EEF distribution list Philadelphia mentions only \"Three small lamps, Roman period\" (no. 36), even though there seem to be up to 10 in Philadelphia. Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock, Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Petrie, W.M.Fl. 1905. Roman Ehnasya (Herakleopolis Magna), 1904. London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.22) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E114 (Accession Number) "]}