{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery lamp (copying wheel-made types) with a double-convex body, a solid lug on the right side, a short tapering flat-topped nozzle with a rounded end, and a flat circular base. Raised ridge around the oil pouring hole. Brown Nile silt with black and white inclusions. Blackening around the wick hole. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC - (early)2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Howland Type 25 (late copy)"], "Technique": ["mould-made"], "Dimensions": [" Length: 7.46 centimetres ", " Thickness: 2.60 centimetres ", " Width: 4.27 centimetres "], "Curator's comments": [" Object owned and held by Nottingham Castle Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Crude Egyptian copy of Athenian type (Howland 1958, Type 25 and 32), or Rhodian predecessors (Bailey 1975, 250). 3rd to 2nd century BC parallel from Alexandria (Mlynarczyk 1998, 330, Fig.1b). Alexandrian types, including parallels from Athribis are dated to the late 3rd to mid 2nd century BC (Mlynarczyk 1997, 18-20, 110, Type A.a.1-2, Figs. 5-6). Late 3rd to early 2nd century BC parallels from Tell Atrib (Młynarczyk 2012, type TA 11.1). Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals, Princeton. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould- made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie: Éditions Neriton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.003) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NCM 1888-54 (Accession Number) "]}