{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of a terracotta female figure head, following Tanagra types. Mould-made and hollow. Only face preserved. Dense Nile silt clay, brown-grey on surface, core grey, some mica and other small inclusions, smooth surface. Traces of thick white dressing on face. Broken at neck where the head was joined to the body of a figure. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["330BC - 200BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 7.70 centimetres ", " Thickness: 1.30 centimetres (max) ", " Width: 4.30 centimetres ", " Depth: 5.10 centimetres "], "Curator's comments": [" Object owned and held by the Kelvingrove Art Gallery and Museum, Glasgow. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from Naukratis in the British Museum (GR1886,0401.1418), Bristol Museum (H840) and Cambridge MCA (NA542, NA547). Copy of Greek 'Tanagras' (Bailey 2008, 141, see also no. 3524, GR 1926,0930.12), with close Egyptian parallels purchased at Memphis (Petrie et al. 1910, pl. 44, 155 and 161, Petrie Museum UC 48475), in Tübingen (Fischer 1994, no. 94) dating from the end of the 4th to 3rd century BC. Similar hair treatment in Egyptian figurines is dated from early to the third quarter of 3rd century BC by Török (1995, no. 214, 215). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Petrie, W. M. F. MacKay, E and Wainwright, G. 1910. Memphis, vol III: Meydum and Memphis. London. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.360) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1892.21.c (Accession Number) "]}