{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Glazed composition amulet in the shape of a wadj papyrus-column; quite crude representation; pierced loop for suspension above capital; turquoise glaze well preserved. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early?) "], "Production date": ["6thC BC - 4thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Diameter: 1.80 centimetres (hole) ", " Height: 3.10 centimetres ", " Width: 0.80 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Though they appear already in the 18th dynasty (Andrews 1994, 81-82), wadj-column amulets are especially well attested between the 26th and 30th dynasty and persist in early ptolemaic contexts (Petrie 1914, 12; Wilson 1982, 31-32, pl. XXIX n°1-2; Giddy 1992, pl. 49, 78/284, pl. 53, 78/86, pl. 77, 78/284; Masson forthcoming; see also numerous Late Period references in Herrmann 2006, 228-229, KatNr. 440-446, Pl. XCIX C). Such amulets are usually associated to ideas of regeneration and youth (Andrews 1994, 81-82; Germond 2005, 24). Andrews, C. 1994, Amulets of Ancient Egypt, London. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Giddy, L.L. 1992, The Anubieion at Saqqâra II. The Cemeteries, EES 56, London. Herrmann, C. 2006, Ägyptische Amulette aus Palästina/Israel Band III (Orbis Biblicus et Orientalis, Series Archaeologica 24), 2006. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Petrie, W.M.F. 1912, Amulets, London. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.373) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,85.a (Accession Number) "]}