{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back badly rubbed, simply modelled with single lines marking the features of clypeus, prothorax and elytra; at side, legs not understood, represented by broad incised lines, almost forming a triangle; underside bearing hieroglyphic inscription arranged horizontally with from right to left falcon, sun-disc and uncertain sign above (debased aa-column sign or mt-phallus sign?); some hatching visible within hieroglyphs; inscription carved out rather than stamped, encircled by groove near edge; longitudinally pierced; glaze lost; pale yellow core. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " carved (likely) ", " pierced "], "Dimensions": [" Length: 1.25 centimetres ", " Thickness: 0.65 centimetres ", " Depth: 1.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Falcon, sometimes wearing a crown or with a flail, is a recurring motif for various compositions found on scarabs and scaraboids produced at the 'Scarab Factory' (on its various productions, see Webb forthcoming). Though not listed in Gorton typology, this scarab could pertain to her type XXXVI (Gorton 1996, 129-131, type XXXVI, subtype 27-28), or more likely to her larger widespread type XXVIII B. The hieroglyphic inscription on its underside does not seem to make sense. The hieroglyphs could be used here for their magical value, as suggested by Gorton for most of Naukratis scarabs (Gorton 1996, 93). Another possible interpretation would be to see a cryptographic reading for the name of Amun (on the cryptic writing of the name of Amun: Drioton 1957). Close to the hieroglyphic signs on the scaraboid BM 1886,0401.1634 (published in Petrie 1886, pl. XXXVII, 52). For a close parallel in style (similar treatment of legs, hieroglyphic signs): BM 1886,0401.1635 (published in Petrie 1886, pl. XXXVII, 53). Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, ‘Faience finds from Naukratis and their implications for the chronology of the site’, in R. I. Thomas (ed.), Naukratis in Context I: The Nile Delta as a Landscape of Connectivity,Proceedings of the First Naukratis Workshop held at The British Museum, 16 –17 December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.119) (phase 3)"], "Location": ["Not on display"], "Subjects": ["bird"], "Associated names": ["Associated with: Amun-Ra (?)"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H3719 (Accession Number) "]}