{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian 'corn' or 'palm' variant for 'frog oil-lamp' form. Round reservoir. The reservoir has a central hole in the top with a concentric ring modelled around it, and an incised corn/palm motif around that. The nozzle projects a short way from the body, and is decorated with incised designs. Traces of burning use round nozzle. Beige, micaceous, sandy marl clay. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC(mid)-4thC"], "Production place": [" Made in: Abu Mina (probably) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Knowles Type B2 (variant)"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Length: 7.49 centimetres ", " Thickness: 3.44 centimetres ", " Width: 6.90 centimetres "], "Curator's comments": [" Object owned and held by Nottingham Castle Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " ‘Corn’ or ‘palm’ lamps, are contemporary and related to and often conflated with, or a considered a subtype of ‘frog lamps’, previously thought to date to the 3rd to 4th centuries AD (Bailey 1988, Q2187 to Q2195). Bailey warns that late 2nd or early 3rd century AD ‘frog lamps’ from Myos Hormos (Whitcomb & Johnson 1982, pl.60dd) and from el-Ashmunein (Bailey 1998, pl.87 X13), suggest these have also been made before the 3rd century AD, though this is probably a later, crude variant (see Bailey 1988, Q2195). Parallels from Quseir (Peacock 2011, nos. 29, 20 and 32) were found in mid 2nd to early 3rd century AD deposits (Van Rengen & Thomas 2006, 149). Parallels from Mons Claudianus were found in deposits dated to the Hadrianic period, or mid 2nd century AD (Knowles 2006, Type nos 27-35). Other examples were also found at Naukratis (British Museum PE 1886,0401.1358 OA4343; Bolton 1886.31.10, and a later variant 1886.31.73). 3rd to 4th century AD parallel from Tell Atrib (Młynarczyk 2012, type TA III.3). Bailey, D. 1998. Excavations at el-Ashmunein V: Pottery, Lamps and Glass of the Late Roman and Early Arab Periods.British Museum Press, London. Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. Peacock D. P. S.2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003 seasons. Oxford, Archaeopress, BAR International Series 2286. 47-56. Rengen, W. & R. I. Thomas, R. I. 2006.The sebakh excavations in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim Roman and Islamic ports on the Red Sea Volume 1: Survey and Excavations 1999-2003. Oxford, Oxbow. 146 -154. Whitcomb, D.S. & Johnson, J.H. 1982. Quseir al-Qadim 1980. Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.52) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["plant (corn)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NCM 1888-49 (Accession Number) "]}