{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Mould-made terracotta head of female figure. White coating and some black paint preserved. Fine red-brown silty fabric. "], "Cultures/periods": [" Classical Greek (?) ", " Ptolemaic (? early) "], "Production date": ["4thC BC (?)"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 4.20 centimetres ", " Length: 3 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": [" Object owned and held by Touchstones Rochdale. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " No provenance is listed in the Rochdale Museum register, but this is the only terracotta head in the Rochdale collection that could be the 'terra cotta head (fragt of) from the temple of Aphrodite, Circa 500 BC' mentioned in the Egypt Exploration Fund distribution list as having been given to the Heywood Free library, Manchester. This seems to be later in date than that given by the Egypt Exploration Fund (which is not unusual for many of the terracotta dates). The thin neck and features suggest this may be a badly worn 3rd to 2nd century BC Ptolemaic example that were commonly found and made at Naukratis (Cambridge Museum of Classical Archaeology NA529, NA528, NA527). Alternatively there are 4th century Classical Greek types from Halicarnassus (Higgins 1954, no. 497), Ephesus (ibid. no. 558), and Attica (ibid. see no. 729) that are similar. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.027) (Phase 1)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Touchstones Rochdale"], "Acquisition date": ["1895 (?)"], "Acquisition notes": ["Probably donated to Heywood Free Library, subsequently transferred to Rochdale Museum. Probably donated to Heywood Free Library by the Egypt Exploration Fund."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR21 (Accession Number) "]}