{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Female tambourine terracotta mould-made figure plaque. Missing head. Organic Red Nile silt with black core. Common mica, organics, white and quartz inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC -330BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Tanis (historic - city) (unlikely) ", " Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 13.50 centimetres ", " Thickness: 2.90 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Possibly made in Naukratis, with two examples from the same mould found there (Bristol Museum, H2029 that could be from Tanis; Cambridge Museum of Classical Archaeology, NA577 - with a secure Naukratis provenance). Parallels of these fertility figures with child are generally dated to the Late Period and early Ptolemaic periods. At Medinet Habu a Third Intermediate Period date is attributed to a similar piece (Teeter 2010, nos. 37 and 38), suggesting an Egyptian tradition origin. See also GR 1886,0401.1543 from Naukratis and made there, now in the British Museum that Higgins dated 615BC to 600BC (Higgins 1954, 404). Similar example from Memphis, Naukratis and Egypt are given Late Period or early Ptolemaic dates (Higgins 1954, 404; Török, 1995: 137-9, pl. 109, nos. 203-9; Bayer-Niemeier, 1988, 148, pl. 50, no. 264; Weber 1914, no. 199; Petrie 1909, pl. 35.10 and 11). Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Petrie, W.M.F. 1909a. Memphis volume I. London: School of Archaeology in Egypt. Teeter, E. 2010. Baked clay figurines and votive beds from Medinet Habu. Oriental Institute Publications 133: Chicago. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.043) (Phase 1)"], "Location": ["Not on display"], "Subjects": [" music ", " ancient egyptian deity "], "Associated names": ["Associated with: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2029 (Accession Number) "]}