{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of terracotta mould-made female figure with clustered curls wearing a festival wreath headdress. Hollow, but back missing. Red-brown Nile silt with dark grey core, fine quartz, mica and white inclusions. Traces of white slip or coating "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC(late) BC-2ndC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) ", " slipped (?) "], "Dimensions": [" Height: 6 centimetres ", " Thickness: 2.20 centimetres ", " Width: 3.90 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar 1st century BC (Bayer-Niemeier 1988, pl. 2.9, no.15) and late 3rd century BC parallels (Török 1995, pl. 116, nos 216 and 217) and an example from Memphis (Petrie 1909, pl. 31, nos 105-6). See also similar examples NA527, NA530 and NA536 from Naukratis (less so NA529 and NA532). Similar examples from Athribis (Tell Atrib) dated to the late 3rd or 2nd century BC (Szmańska 2005, nos 200-202). Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Petrie, W.M.F. 1909. The palace of Apries. Memphis volume I. London, School of Archaeology in Egypt. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.412) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2260 (Accession Number) "]}