{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, in the shape of a menat counterpoise surmounted by two heads; with to left lion-head deity surmounted by sun-disc, and, to right male head with short trapezoidal beard; below heads, broad collar formed by several concentric registers of geometric designs; lower part of menat decorated by rosette indicated by incised lines; loop for suspension, pierced horizontally at back; glaze lost, just brown-drab surface; fine beige paste; broken in two fragments glued together; some chips on both faces and in lower part of menat. "], "Cultures/periods": ["Late Period"], "Production date": ["760BC–332BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Height: 3.20 centimetres ", " Thickness: 0.60 centimetres ", " Width: 1.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The deities represented are the god Shu and his sister and consort Tefnut, both primordial deities according to the Heliopolitan myth of the creation. Parallels to type of amulets are rather rare (Andrews 1994, 42, fig. 40d). Other examples of menat amulets in glazed composition from Naukratis, but with different decorations: BM 1888,0601.54; Bristol, City Art Gallery & Museum H3814. On menat amulets, see also: Herrmann et al. 2010, 150 (type 99). Andrews, C. 1994. Amulets of Ancient Egypt, Austin. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. See also: Petrie, W.M.F. 1914, Amulets, London, Pl. XXXVI, no. 196a-b. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XX, no. 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.387) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, but some chips off and modern restauration"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Shu ", " Representation of: Tefnet "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.812 (Accession Number) ", " Miscellaneous number: P.5276 (Pottery & Porcelain Ledger No.) "]}