{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of squatting naked man (Harpocrates?). Top half missing. Mould-made and solid. Traces of red paint or slip covering figure. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 300BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.1"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.30 centimetres ", " Thickness: 2.80 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A baby’s abdomen and legs, probably Harpocrates. Very similar to Late Period unprovenanced Harpocrates figures (Török 1995, pl. 34, nos 48 and 49; Fischer 1994, nos 7 and 9), that Török argues were influenced by Rhodian squatting plaque figures dating to the 5th and 4th centuries BC. See figure plaque from Tell el-Muqdam dated to the late 5th century BC (Redmount and Friedman 1997, Fig. 7). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen. Wasmuth. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.096) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, nos 271-280, 283-285) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA591 (Accession Number) "]}