{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta mould-made figure plaque of female tambourine player in priestess dress of a Cypriot style. Face is damaged. Red-brown fabric with grey core, abundant quartz, mica, grey and organic vesicles inclusions. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC - 550BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 10 centimetres ", " Thickness: 3 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels with the same pose and form of a musician with tambourine in priestess costume have been found in Cyprus, and assigned to Arsos workshops (Karageorghis 1999, nos VI(ii)22-26), where they are dated to between the mid 7th and early 6th centuries BC and found in Samos, Rhodes and Crete (Karageorghis 1999, 130-5). Gjerstad cites similar forms as parallels for his Eastern Neo-Cypriot style, that he dates between 570 and 520 BC (Gjerstad 1948: 105-7, Pl.VII), though the hair appears to be influenced by Egyptian art. Copies of Cypro Archaic II forms have also found at Naukratis and Amythis. This appears to be a local copy of a Cypriot type. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Faded and unclear pencil mark on back. Gjerstad, E. 1948. The Swedish Cyprus Expedition. Vol. IV, Part 2: The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. Stockholm, The Swedish Cyprus Expedition. Karageorghis, J. 1999. The coroplastic art of ancient Cyprus.VB. The Cypro-Archaic Period small female figurines. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.023) (Phase 1)"], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " music "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H446 (Accession Number) "]}