{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of baby wearing hood. Head only, missing top that may be some form of headdress or crown. Naturalistic features. Mould-made and hollow. White (gypsum?) coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["1stC -2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": ["mould-made"], "Dimensions": [" Height: 6.50 centimetres ", " Length: 5.50 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar baby (Eros?) heads have been given 1st to 2nd century AD Roman dates (Bailey 2008, no.3369, unprovanced; Besques 1992, Pl.69. E370, from Middle Egypt; Török 1995, Pl.43 no.73). See also Naukratis parallels in Cambridge MCA (NA686, NA692). Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.232) (Phase 1)"], "Location": ["Not on display"], "Associated names": [" Representation of: Eros/Cupid (?) ", " Representation of: Harpocrates (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA680 (Accession Number) "]}