{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made grey-ware pottery lamp with a double-convex body, a vertically pierced lug on the right side, a short tapering flat-topped nozzle with a rounded end, and a flat circular base. Worn particularly on base and top. Raised ridge around the oil pouring hole. Grey reduced Nile silt fabric. Black slip. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC - (early)2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Howland Type 25 (late copy)"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 3.10 centimetres ", " Length: 7.80 centimetres ", " Width: 5.60 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'Black ware' lamp with 2nd century BC parallels from Egypt (Bailey 1975, British Museum Lamps I, Q547, Q548, EA5220, EA5218) Marked in ink on underside: '190'? 'Black' or 'grey ware' pottery was produced at Memphis, and also at Naukratis. Parallels dated late 3rd to early 2nd century BC (Mlynarczyk 1997, 20, Type A, Fig. 3, see also 5 and 6). Late 3rd to early 2nd century BC parallels from Tell Atrib (Młynarczyk 2012, type TA 11.1). Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.001) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.291 (Accession Number) "]}