{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Cast figure of a cat-headed goddess, probably Bastet, in copper alloy; represented standing with both arms raised and falcon with outstreched wings on her back; alloy seems heavily leaded (light greyish colour with some green corrosion). "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Bastet is relatively well-represented at Naukratis with some figures and amulets in bronze and glaze composition (Masson forthcoming). Bronzes of the cat-headed deity are well attested in the Delta since the Third Intermediate Period and are very popular during the Late and Ptolemaic periods (Weiss 2012, 678-684). The presence of a falcon on her back is more unusual for bronze figures. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.171)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bastet"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG39000 ", " Miscellaneous number: JE33554 (Accession Number) ", " Miscellaneous number: SR3/6160 "]}