{"artifact_name": "stela(Egyptian)", "Object Type": ["stela (Egyptian)"], "Description": [" Stela carved in limestone. Lower part inscribed with 50 horizontal lines in hieroglyphic script. Top of stela with scene very crudely executed. To the right, representation of the pharaoh Ptolemy V piercing a bound enemy, followed by his wife Cleopatra I. To the left, the god Shu giving Ptolemy V the khepesh-sword of the victory, followed by the goddess Tefnut and six divinised ancestors of the king. Captions and cartouches are empty; unfinished. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["183 BC-182 BC (year 23 of Ptolemy V)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 127 centimetres ", " Width: 51 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This stela is called the ‘Damanhur stela’, but originated probably from the North Eastern part of the Great Temenos of Naukratis: \"A copy of the hieroglyphic version of the Rosetta stone was found at Naukratis in 1884 and taken to Bulaq; a Greek version must of course have existed there also. We heard in the winter of 1884 that a large inscribed stone had been found in the north-east part of the great Temenos, and taken away\" (Gardner 1888, 83). Copy of the hieroglyphic text of the Rosetta stone. Yoyotte suggested that, because of the direction the text is written in, there must have been a symmetric stela to the left side, possibly the stela Cairo Museum TR 2/3/25/7 unprovenanced (Yoyotte 1993/94, 690-692). The latter presents similar dimensions, material, crude execution and bad writing as well as a similar composition of the top scene. The only difference is that it represents the holy triad of Naukratis (Amun, Mut and Khonsu). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Yoyotte, J. 1993/94, ‘Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994)’, Annuaire du Collège de France, 679–92. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 83) ", " Yoyotte 1993-1994 / Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994) (p. 690-692) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (BB.05) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Ptolemy V Epiphanes"], "Previous owner": ["Currently owned by: Egyptian Museum, Cairo"], "Acquisition date": ["1885"], "Acquisition notes": ["Bought in Damanhur by the Bulak Museum in December 1885, but from Nebireh: \"Noberiah\" [sic] (Naucratis, près de Damanhour)\""], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG22188 ", " Miscellaneous number: JE22264 (Accession Number) ", " Miscellaneous number: SR5/9518 "]}