{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Large mould-made scarab in glazed composition; very detailed back with modelled clypeus and head, prothorax and elytra indicated by single lines; feathering on front legs indicated with numerous parallel finely incised lines; at side, legs probably well-indicated (not seen); underside deeply incised with motif arranged vertically comprising to left name of Wahibre in a cartouche, to right raised cobra, surmounted by an upside-down neb-basket sign; parallel incised lines within neb-basket sign and cobra body; pierced lengthwise; some traces of yellowish incrustation, but glaze almost lost; whitish core; only upper half preserved. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["589 BC - 570 BC (possibly)"], "Production place": [" Made in: Scarab Factory (unlikely) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" incised ", " pierced "], "Dimensions": [" Height: 1.90 centimetres ", " Length: 2.40 centimetres ", " Width: 2.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The name of Wahibra appears on a number of scarabs discovered in Naukratis (Petrie 1886, pl. XXXVIII no. 185 and 187; Gardner 1888, pl. XVIII no. 27, 29 and no. 65). The inscription Wah-ib-ra, the prenomen of Psamtek I or nomen of Apries, is rather frequent on scarabs of the 26th dynasty (for example: Fraser 1900, 46, 374; Newberry 1906, pl. XXXVIII, 10; Hall 1913, 251, nos. 2506-2508; Petrie 1917, LV 26.1,19/ 21; Vercoutter 1945, 95, 5; Matouk 1971, 200, 835/ 221, 871-872; Hornung and Staehelin 1976, 285, 469; Ben-Tor 1989, 79, 13; Jaeger 1993, 116; Magnarini 2004, 421, 11.77). Very close in composition to a steatite scarab found in Naukratis (Boston, Museum of Fine Arts 88.1045). The winged sun, which normally occupies the upper register, is here replaced by an upside-down neb basket sign, which should occupy the lower register. Another rather similar type of scarab, but in stone, has a neb-basket sign at each end of the motif (Petrie 1886, pl. XXXVIII, no. 187). This scarab could be a product from the Scarab Factory. If this were the case, Wahibre would refer to Apries rather than to Psamtek I (this is also suggested by Petrie: Petrie 1889, pl. 62, no. 1989). However, its craftmanship is of better quality and the scarab is much larger than the usual scarab produced at Naukratis. Ben-Tor, D. 1989. The Scarab : A Reflection of Ancient Egypt, Exhibition of the The Israel Museum of Jerusalem, Summer 1989, Jerusalem. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hall, H.R. 1913. Catalogue of Egyptian Scarabs, etc., in the British Museum, Vol. I Royal Scarabs, London. Hornung, E. and Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Jaeger, B. 1993. Les scarabées à noms royaux du Museo archeologico de Bologna, Bologna. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Matouk, F.S. 1971, Corpus du scarabée égyptien. T. I: Les scarabées royaux, Beyrouth. Newberry, P.E. 1906. Scarabs: an introduction to the study of Egyptian seals and signet rings, London. NFA Classical Auctions, Inc. 1991. Scarabs and design amulets : a glimpse of Ancient Egypt in miniature, Auction catalogue held in December 11 1991, New York, 265. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Petrie, W.M.F. 1917. Scarabs and cylinders with names, British School of Archaeology in Egypt 29, London. Vercoutter, J. 1945. Les objets égyptiens et égyptisants du mobilier funéraire carthaginois, BAH XL, Paris. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 29) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 62, no. 1989) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.096) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, though incomplete"], "Associated names": [" Named in inscription: Psamtek I (?) ", " Named in inscription: Apries (more likely?) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.854 (Accession Number) ", " Miscellaneous number: P.5755 (Pottery & Porcelain Ledger No.) "]}