{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of young man or woman cult follower wearing festival wreath headdress. Head only. Mould-made. Traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 4 centimetres ", " Thickness: 2.80 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop that was operational between the 3rd to 2nd century BC and possibly later. Parallels from Naukratis at the British Museum.Ptolemaic examples probably from Alexandria now in the Louve (Besques 1992: D/E 4572 Pl.87g) and 3rd to 2nd century BC parallel from Naukratis now in the British Museum (Bailey 2008: no.3188). See also in Cambridge from Naukratis NA535, NA537, NA538, NA539 and NA540. See 2nd century BC parallel (of a woman) from Tell Atrib (Szymańska 2005, no.202). Mid to late 3rd century BC parallel from Hadra, Alexandria (Tezgör 2007, no. 190). Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.536) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA541 (Accession Number) "]}