{"artifact_name": "lekane", "Object Type": ["lekane"], "Description": [" Lower body and foot sherd (mended from four fragments) of Corinthian black-figured pottery lekane; interior: from outside: part of band of double incised scales; black-figure decoration consisting of frieze of animals and mythological creatures (sphinx crouching with added white on neck and wing, followed by two grazing deer with white on neck, all to left; feline, to right; two confronting grazing deer with white on neck; crouching sphinx with white on neck and wing, to right, looking back); dot rosettes as filling ornament; two friezes of tongues, alternating red, white and black, separated by broad black band; at centre of vessel, black band and large dot; exterior: from top: black band; black-figure decoration consisting of animal frieze (boar with white on neck confronting a lion with white on neck; one goose with white on wing, to right and followed by second goose with white and possibly red, to left; crouching feline, to right); dot rosettes as filling ornament; on underside: tongue pattern on inside edge of foot, alternating black, possibly red, and white; four concentric bands on underside of base. "], "Cultures/periods": [" Transitional Corinthian ", " Archaic Greek "], "Production date": ["630BC-620BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (possibly) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 16 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The piece is also published in Cook ' Amasis and the Greeks in Egypt', in JHS 57 (1937) pp. 227-37; J. Boardman, The Greeks Overseas', 4th edn (1999), p. 121, fig. 138. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 120-1, pl. XXXVII, no. 340) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 89-90, no. A115) ", " Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 340) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.217) (phase 3) "], "Location": ["Not on display"], "Subjects": [" bird ", " mammal ", " sphinx "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 09.210 (Accession Number) "]}