{"artifact_name": "bell krater", "Object Type": ["bell krater"], "Description": [" Attic red-figured pottery bell-krater reconstructed from numerous sherds and plaster inserts; interior glazed black with reserved band below rim; exterior: edge of rim black; red-figure laurel leaf and berry frieze on rim; below on side A, red-figure decoration depicting naked youth on chariot to right (upper body with added white fillet in hair and goad in right hand remaining; in the centre, Athena to right holding a laurel wreath (helmeted head and part of wreath with added white detailing remaining); towards young helmeted warrior wearing a chlamys, holding a spear and two javelins, to left; to their right, a small, possibly wingless, Nike holding a white ribbon, to left; on side B, red-figure decoration consisting of standing figures; from left, bearded male wearing a cloak and holding a sceptre, to right; in centre, helmeted warrior with chlamys, holding a shield in his left hand and a spear in his right, to left; at far right, winged Nike holding a greave in each hand, to left; under each handle palmette and tendril decoration; around handle root, short tongue pattern frieze; below, maeander and square pattern frieze; remainder of vase is plaster. "], "Producer name": ["Attributed to the Circle of: The Group of Polygnotos (Guglielmi Painter)"], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["440BC-430BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Diameter: 49 centimetres (rim) ", " Height: 46.80 centimetres ", " Width: 53.50 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Also mentioned in JHS, 59, p. 150; AJA, 1938, p. 316; Antike Kunst, 1962, p. 53. "], "Bibliographic references": [" CVA Brussels II / Corpus Vasorum Antiquorum Belgique (p. 5, pl. 10, no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1011) ", " ARV / Attic Red-Figure Vase-Painters (1043, 4) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1913"], "Acquisition notes": ["Purchased in Cairo by M. Mabinau"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.2078 (Accession Number) "]}