{"artifact_name": "kylix", "Object Type": ["kylix"], "Description": [" Lip sherd of Laconian black-figured pottery kylix; creamy slip; interior: above, lower parts of lotus pattern frieze and two black lines; to centre, black-figure decoration consisting of hounds coursing right (of first hound, part of head and forelegs with added red; of second hound one hind leg, with red on thigh, and tail remaining; exterior: part of myrtle pattern band above net pattern frieze between narrow black lines. "], "Producer name": ["Attributed to the Manner of: The Boreads Painter"], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Laconia "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 2.50 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For parallels regarding the coursing hounds, see British Museum 1888,0601.525 from Naukratis and Louvre E663 of unknown provenance. According to Venit, coursing hounds are not typically found on the lip of kylixes but rather in the tondo. Stibbe, Supplement, 214, no. 104, suggests this is in the manner of the Boreads painter. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 115, no. 402, p. 210, no. 402, pl. 84, no. 402) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 240) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 396, no. 19, pl. 43, figs. 10-11) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 554, no. E 19, pl. XXXXIX, pl. CCLXIII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.62) (phase 3) "], "Location": ["Not on display"], "Subjects": ["mammal (Hounds)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 17049 (Accession Number) "]}