{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Gold amuletic figure representing the dwarf leonine god Bes; repoussé technique on gold plate; figured naked, slightly squatting with hands on his hips; with lion ears and wearing his characteristic plumed headdress; standing on a plinth of unidentified shape (capital?); some features detailed with incisions, such as the chevron pattern of the headdress feathers. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["332 BC - 30 BC (?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Site 27 (Hogarth), surface (See Hogarth 1899, 34) "], "Materials": ["gold"], "Technique": ["repoussé"], "Dimensions": [" Height: 2.60 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of gold plate amulets and figures were found in a 1st century AD deposit in Naukratis. This may, however, be an earlier example. As possible parallels, see British Museum 1886,0401.1765 and Cairo Museum JE26779. ", " Found on the surface of chamber 27 in the Hellenion, see Hogarth 1899, 34. Hogarth also mentions the find in his 1899 diary: 'In morning a little gold Bes [...] found by a woman who grumbled at 12 francs. However it kept work alive at N. end' (entry of Thursday March 2nd). He probably acquired it from a sebbakh-digger working in the area of the Hellenion. Another gold Bes amulet made with repoussé technique is Brooklyn Museum 08.480.208, dated to the Late and Ptolemaic period. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.001) (Phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG38716 ", " Miscellaneous number: JE33539 (Accession Number) ", " Miscellaneous number: SR3/5651 "]}