{"artifact_name": "jewellery; amulet", "Object Type": [" jewellery ", " amulet "], "Description": [" Amulet or ornament in gold repoussé representing three Egyptian deities: Horus-the Child (Harpokrates) flanked by the sibling-goddesses, Isis and Nephthys; Horus depicted as naked child with hand in his mouth, standing on a plinth; goddesses wearing different crowns but similar fine garnments partially revealing their naked body below the folds of the dress and with so-called Isis-knot tied between breasts; each goddess carries a sistrum in their right hand; complete. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Town (Naukratis), Found by locals looting the site between 1884-5 “south-west of the town at a high part, lying in the loose dust among the houses” "], "Materials": ["gold"], "Technique": ["repoussé"], "Dimensions": [" Height: 3.50 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This object is mentionned among other gold pieces: ' Horus between Isis & Nephthys, repoussé gold backed with plain, 1 x 1 ¼ in[che]s' (Petrie Journal 1884-1885, p. 167). It was discovered alongside a gold diadem that can be precisely dated to 67-98AD (British Museum 1886,0401.1765). Such amulets are usually made of glazed composition, or sometimes in bronze, and were placed on the lower torso of the mummy (Andrews 1994, 49). This gold amulet could have been worn during the life of the wearer, but the lack of suspension's mean, the fragility of the thin plaque and the topic - sibling-goddesses protectors of the dead - would make more sense if that gold plaque was originally placed in a funerary context. On amulets representing the two sibling-goddesses framing Horus-the-Child (Harpokrates): Andrews 1994, 49, fig. 53d; Petrie 1914, 35, no. 152. Andrews, C. 1994, Amulets of Ancient Egypt, London. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 43-4, pl. XXVII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.180) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Nephthys ", " Representation of: Isis ", " Representation of: Harpocrates "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE26779 (Accession Number) ", " Miscellaneous number: SR1/6860 "]}