{"artifact_name": "cup", "Object Type": ["cup"], "Description": [" Fragment of tondo and foot of Attic red-figured pottery stemless cup; Low ring foot; stand-ring and underside of floor reserved, as far as preserved. Inside, tondo bounded by reserved line: male to right, seen from three-quarters behind, seated on a rock; preserved are his right foot, lower back and buttock, and left hand perhaps holding a horn; relief line throughout except for the horn. "], "Producer name": ["Attributed to: The Pithos Painter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["520BC-500BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Height: 2 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Venit: 'Pithos Painter [Bothmer]. Although a number of cups by the Pithos Painter have ben found in the East (for example, at Al Mina [see JHS 59 (1939) 3 nos. 6-13; ARV2 140, 42-51]; in Palestine [ARV2 140, 40 and 55; 141, 65]) this fragment represents the first certain example of his work to be noted at Naukratis. (A tondo fragment from Naukratis, Cambridge N 137 [CVA Great Britain 11: pl. 27 fig. 9], was attributed to the Group of the Pithos Painter by Beazley [quoted by Lamb in CVA], but is not listed in ARV2.)' The Cambridge sherd is GR137.1899 and is cited in ARV 118. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 108 no. 383 pl. 80) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1698) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 17343 (Accession Number) "]}