{"artifact_name": "neck-amphora(possibly)", "Object Type": ["neck-amphora (possibly)"], "Description": [" Body sherd of North Ionian (possibly Clazomenian) black-figured pottery closed vessel, possibly a neck-amphora; exterior, from top: wide band in added white above wide black band; black-figure decoration consisting of komos scene (head, with possible traces of added red on hair, torso and arm remaining of komast dancing to left). "], "School/style": ["Knipovitch group (possibly related to)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["530BC-510BC (circa)"], "Production place": [" Made in: North Ionia (Possibly Clazomenae) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.60 - 0.80 centimetres ", " Height: 6.70 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Venit suggests that the sherd is possibly related to the Knipovitch group and may belong to the same vase as British Museum 1952,0505.8.a-b which has been classifed as being in the Knipovitch Group. She does not explain her reasons for suggesting the sherds belong together and the iconography on the sherds is vastly different. She must have intended to cite 1888,0601.551a, which is extremely close in all respects. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 45, pl. 38, no. 160) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 260) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.600) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9547 (Accession Number) "]}