{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from from stone, said to be limestone in register, but more likely steatite; detailed back with clypeus, prothorax and winglets marked by doubled lines; underside incised with motif arranged vertically; in upper register, Hes-vase flanked by facing uraei; in lower register, scarab flanked by bread loaves, surmounting a neb-basket sign; pierced lengthwise; traces of blue glaze. "], "Cultures/periods": ["26th Dynasty (possibly)"], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" limestone (?) ", " steatite (more likely) "], "Technique": [" carved ", " glazed ", " pierced "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A similar scarab was found in Ibiza (Gorton 1996, Type V, nos 2 and 5). Gorton consider this scarab to be either a genuine Hyksos-style scarab or a late imitation of this style (Gorton 1996, 18). An Hyksos date is probably too early, though genuine early scarabs were discovered in Naukratis (on the various early scarabs from Naukratis see: Masson forthcoming). A relatively similar composition, with a Menkheperra cartouche replacing the hes vase, is provided by a scarab found in the Scarab Factory (Petrie 1886, pl. XXXVIII, no. 151; discussed in Jaeger 1982, 89, § 386). A 26th dynasty date is therefore more probable. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.63) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but glaze poorly preserved"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG37369 ", " Miscellaneous number: GEM 26487 ", " Miscellaneous number: JE33593.2 (Accession Number) ", " Miscellaneous number: SR7/1686 "]}