{"artifact_name": "ink-well(?); oil-lamp(?)", "Object Type": [" ink-well (?) ", " oil-lamp (?) "], "Description": [" Wheel-made pottery ink-well or oil-lamp. Red slipped, with ink or soot stains around hole. Blackened or stained black, presumably through use as a oil-lamp. Red-brown Nile silt. "], "Cultures/periods": [" Ptolemaic ", " Roman Period "], "Production date": ["3rdC BC -1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["wheel-made"], "Dimensions": [" Diameter: 1.70 centimetres (filling hole) ", " Diameter: 6.80 centimetres ", " Height: 4.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ptolemaic (?) parallel from Schedia (Abd El-Fattah 1998, 51-2, fig. 25). Two similar 'ink-wells' of the same form known from Naukratis (Fitzwilliam GR.219.1899; Cairo E33565), each with different decoration, but both of decoration types typical on Ptolemaic mould-made lamps of the period. Decoration seen on Ptolemaic mould-made lamps in same fabric as these ink-well examples (Mlynarczyk 1997, 54-7, Type G, Figs. 65-6), dated variously between late 2nd to 1st or late 3rd to 2nd century BC. Abd El-Fattah, A. 1998. Recent discoveries in Alexandria an the Chora, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 37-53. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.079) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.195 (Accession Number) ", " Miscellaneous number: L. 27 (Lamp number) "]}