{"artifact_name": "volute krater(?)", "Object Type": ["volute krater (?)"], "Description": [" Rim and neck sherd of Laconian black-glazed pottery krater, possibly a volute-krater; interior glazed black; top of rim glazed; on outside, white slip and frieze of thick sigmas between rows of dots bounded by lines; neck glazed black. "], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["600BC-575BC (circa)"], "Production place": [" Made in: Laconia "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Glaze"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 26 centimetres (Rim) ", " Height: 8.50 centimetres ", " Width: 10 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This sherd belongs in the experimental section of Stibbe's Group E, the group of kraters with geometric rim ornaments only (Stibbe, 1989, 33-4). The sherd is too small to determine the specific krater shape but the pattern decoration is also observed on volute kraters, see Louvre E687 of unknown provenance. For parallels regarding the rim pattern as observed on stirrup kraters, see Cyrene no. 115, in Schaus G. P. 1985a, The Extramural Sanctuary of Demeter and Persephone at Cyrene, Libya II: The East Greek, Island, and Laconian Pottery, Philadelphia. The sherd may belong to the same vase as Louvre AM1632 (44) and Toronto 910x234.25 "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 116, pl. 85, no. 403) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 241) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 560, no. E 38, pl. CCLXVI) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.39) (phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9316 (Accession Number) "]}