{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of female terracotta figure wearing her hair in 'melon style', following Tanagra types. Head only. Mould-made and hollow. Traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 4.10 centimetres ", " Length: 1.70 centimetres ", " Width: 2.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop that was operational from the 3rd to the 2nd century BC. Good parallels for the hair style dating to the 3rd century BC from Alexandria (Besques 1992, pl.87, no. D4567) and Egypt (Fischer 1994, pl.12, no.123). Probably one of Gutch's nos 99-101 found at site 38 (in Hogarth et. al. 1899, 84). Close mid to late 3rd century BC parallels from Hadra and Ibrahimieh, Alexandria (Tezgör 2007, nos. 106-7, 135, see also 241). Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch-Römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.396) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, nos 99-101) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA552 (Accession Number) "]}