{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery lamp with a flat bowl-like body, a slightly concave base, a short splayed nozzle, and a side-handle of vertical ring-form. Shoulder has two incised rings, base flat and plain, upright handle with incised chevron decoration, spout on side at right angle from handle. The slightly concave discus has five oil-holes and incised floral design at center. Red-brown Nile silt fabric. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["(mid)1stC BC - (late)1stC AD"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.50 centimetres ", " Length: 12 centimetres ", " Width: 10.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ptolemaic(?) parallel from Schedia (Abd El-Fattah 1998, 51-2, fig. 26). Parallel from Naukratis in the Fitzwilliam Museum, Cambridge (GR.202.1899) and in the British Museum (GR 1888,0601.144). Ptolemaic parallels in the Library of Alexandria Museum (unpublished, from the building site of the new library) and in Cairo Museum (CG 26509, SR5/2055). Parallel from Herakleopolis Magna (Petrie 1905, pl. 56, no. R.30). Mid 1st century BC to beginning of the 2nd century AD parallel from Tell Atrib (Młynarczyk 2012, type TA 11.23). Abd El-Fattah, A. 1998. Recent discoveries in Alexandria and the Chora, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 37-53. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. Petrie, W.M.Fl. 1905, Roman Ehnasya (Herakleopolis Magna), 1904, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.061) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 11.45917 (Accession Number) ", " Miscellaneous number: Eg.Inv.2927 (Egyptian Inventory Number) ", " Miscellaneous number: P.4843 (Pottery & Porcelain Ledger No.) "]}