{"artifact_name": "saucer lamp", "Object Type": ["saucer lamp"], "Description": [" Wheel-made open pottery lamp in the form of a shallow dish or saucer, the edges folded, or pinched, in at two places to form a wick-rest (broken and lost). Red-brown Nile silt fabric, numerous limestone and mica inclusions. Mended from 5 fragments. Spout missing. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["(late)4thC BC - (mid)3rdC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) ", " Excavated/Findspot: Tell Dafana (?) "], "Materials": ["pottery"], "Technique": ["wheel-made"], "Dimensions": [" Diameter: 4.30 centimetres (rim) ", " Height: 2.20 centimetres ", " Thickness: 0.80 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Locally made archaic type lamp, probably early Ptolemaic in date (late 4th to early 3rd century BC), but may be earlier. Close Ptolemaic parallels are published by D.M. Bailey for the British Museum (Bailey 1975, British Museum Lamps I, Q515 and Q516). Many examples from Naukratis (McLean Museum and Art Gallery, Greenock 1987.381; City Art Gallery and Museum, Bristol H843.a and H843.b; Bolton Museum 1886.31.6; British Museum Q515, GR 1886,0401.1353). Parallels from late 4th to early 3rd century graves in the Hadra cemetery, Alexandria (Breccia 1912, pl.57, 129; Adriani 1934, pl.13, 2; 1940, pl.31, 2; 1952, pl.4, 2; Bailey 1977, 244). Late 4th or 3rd century BC parallel from Alexandria (Blondé 1998, 324-5, no. 21), though this long lived form has a long history in Cyprus. Adriani, A. 1934, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain Volume I (1932-1933), Alexandria. Adriani, A. 1940, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain, Volume II (1935-1939), Alexandria. Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950), Alexandria. Blondé, F. 1998. Lampes tournée Hellénistiques du Musée d’Alexandrie, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 307-35. Breccia, E. 1912. La necropolis de Sciatbi, Catalogue général des antiquités égyptiennes du Musée du Caire, L'imprimerie de l'Institut français d'archéologie orientale, Cairo. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KB.13) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.4433.a (Accession Number) "]}