{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Ring foot base fragment of a hemispherical bowl. Turquoise faience. Probably of Roman date. "], "Cultures/periods": [" Roman Period (probably) ", " Ptolemaic (unlikely) "], "Production date": ["(early)1stC AD - (early)3rdC AD"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 7 centimetres (foot rim) ", " Height: 3.90 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The paste and turquoise glaze is consistent with the highly variable Roman hemispherical bowl form (Tomber 2006, 48-9, Form 12; Nenna 2013 2013, Fig. 6.8, T12.4). However, see also similar Ptolemaic bases, usually with a paler glaze (Nenna and Seif el-Din 2000, nos 379; 592?). The fragment is too damaged to be certain of alignment. From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M-D and Seif el-Din, M. 2000. La vaisselle en faïence d'époque gréco-romaine: Catalogue du Musée gréco-romain d'Alexandrie. Etudes alexandrines 4. IFAO Cairo. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.36)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.22 (Egyptian inventory number) "]}