{"artifact_name": "gem", "Object Type": ["gem"], "Description": [" Gem in pink cornelian with wheel-cut decoration; scene depicting two dogs running after a gazelle or antelope; shape of back unknown, but likely that of a scaraboid. "], "Cultures/periods": [" Achaemenid (likely) ", " Roman Period (?) "], "Production date": ["500 BC - 330 BC (likely)"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["cornelian"], "Technique": ["wheel-cut"], "Dimensions": [" Length: 1.30 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The wheel-cut stylised animals recalls Achaemenid and Graeco-Persian glyptic where hunting scenes are a common theme for all shape of seals (e.g. Boardman 2001, 312-20; Collon 1995, 345, fig. 22; Merrillées 2005, 73, 129, fig. 19c, no. 71). Boardman, J. 2001, Greek Gems and Finger Rings: Early Bronze Age to Late Classical, London (2nd edition/ 1st edition 1970). Collon, D. 1995, ‘Nimrod, the Mighty Hunter, and his Descendants: Contest Scenes on Cylinder Seals’, in J. Goodnick Westenholz (ed.), Seals and Sealing in the Ancient Near East (Bible Lands Museum Jerusalem Publication 1), Jerusalem, 23–38. Merrillées, P. H. 2005, Catalogue of the Western Asiatic seals in the British Museum. Vol. 6, Pre-Achaemenid and Achaemenid periods, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (PA.23) (Phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" hunting/shooting ", " mammal (dogs and gazelle) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE26789 (Accession Number) ", " Miscellaneous number: SR1/6971 "]}