{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing the dwarf god Pataikos; naked, crouching on a small rectangular base, with arms to his sides; roughly made; details only smoothly and blurry marked in front, deeply incised on back; pierced widthways through the head; suspension hole pierced widthways through neck for suspension; turquoise glaze well preserved; complete. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Height: 2.20 centimetres ", " Width: 1.17 centimetres ", " Depth: 1.24 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Pataikos might be related with the god Ptah as a craftman god (Andrews 1994, 39). He is definitely linked with the other dwarf god Bes, with whom he appears often on the same amulet or in the same context (on the relationship between these two gods: Bulté 1998, 379 and 382). As an amulet, Pataikos seems to appear as early as the 6th dynasty, although amulets of the dwarf god are better identified from the New Kingdom onwards (Andrews 1994, 39). His amulets are very common during the Late and Ptolemaic periods (as illustrated in Mendes: Wilson 1982, 32, pl. XXIX n°3-4) and as popular as Bes in Naukratis (Masson forthcoming). For various types of Pataikos amulets see: Herrmann et al. 2010, 75-79 (type 36). Andrews, C. 1994, Amulets of Ancient Egypt, London. Bulté, J. 1998, ‘À propos d'une tête de Patèque de Tanis Sân 93-351, OAE 3423’, in P. Brissaud and C. Zivie-Coche, Tanis : travaux récents sur le Tell Sân el-Hagar - MFFT 1987-1997, Paris, 379-389. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.048) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Pataikos"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Acquisition notes": ["Donated by Egypt Exploration Fund in 1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1039.3 (Accession Number) "]}