{"artifact_name": "plaque; foundation-deposit", "Object Type": [" plaque ", " foundation-deposit "], "Description": [" Rectangular cast plaque in silver, from a foundation-deposit. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, NE corner "], "Materials": ["silver"], "Technique": ["cast"], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This object was not yet seen. At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. XXV-XXVI; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. V-VI, pl. XIX and XXI-XXIII). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). The foundation deposits of this pylon provided several rectangular plaques made in various materials- notably different metals and stones. No less than five different metals are represented: gold, silver, lead, copper and iron. Two samples of silver, like this one, were discovered: one in the north-east corner and one in the south-east one (Petrie 1886, 30-31, pl. XXV no. 23). According to Petrie’s list, this object was found at the north-east corner of the pylon. It is usual in Ptolemaic foundation deposits of that type that several uninscribed plaques of a wide variety of materials are discovered and associated to only a few cartouche-shaped inscribed plaques (Weinstein 1973, 359-360). Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W.M. F. 1888. Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973. Foundation deposits in ancient Egypt, Ann Arbor. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 30-31, pl. XXV, no. 23) (similar as BM 1885,1101.134) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.88) (phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE26858.5 (Accession Number) ", " Miscellaneous number: SR2/13833 ", " Miscellaneous number: TR29/1/27/3 "]}