{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from stone, said to be limestone in register, but more likely steatite; back little detailed with only head marked; feathering on front legs indicated with numerous parallel finely incised lines; underside incised with hieroglyphic inscription including an oval inscribed with Menkheperra, surrounded by other signs badly drawn but still recognisable: oval flanked by Maat-feather and wadj-column flanking the oval, and, nfr-sign and raised uraeus to the front of oval; hieroglyphs not well-drawn; some small incisions within hieroglyphs; remain of turquoise blue glaze; longitudinally pierced. "], "Cultures/periods": [" Ramesside (?) ", " Third Intermediate (?) "], "Production date": ["1292 BC - 664 BC"], "Production place": [" Made in: Egypt (likely) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" limestone (?) ", " steatite (more likely) "], "Technique": [" carved ", " incised ", " glazed ", " pierced "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The name of Menkheperra appears on a wide range of scarabs and scaraboids, and, does not necessarily refer to Thutmosis III: it was also a popular motto associated to the god Amun-Ra (Jaeger 1982). According to Jaeger, this inscription is not attested on any other scarabs (Jaeger 1982, 73, § 301, ill.120 for this scarab). Wadjet is the patron deity of Lower Egypt and the papyrus is a plant emblematic of Lower Egypt, closely associated with the goddess. Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.61) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Associated names": ["Associated with: Amun-Ra"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG37372 ", " Miscellaneous number: JE33593.5 (Accession Number) ", " Miscellaneous number: SR7/1689 "]}