{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Upper part (without head) of white limestone female figure, standing, holding a bird; painted.Preserved is only the upper body without the head. Parts broken off at right upper arm; light damages. The bird's head is missing. Two drill holes near the lower break, between arm and body, go through pierce the sculpture horizongally and on both sides feature a grooved channel leading to up to the break, so as to accommodated a staple; possibly modern. Traces of paint: red rectangular collar around the breasts, red bands around the right wrist, the medallion is red; red on and around the feet of the bird. Black on the right hand and right elbow. The left arm hangs straight down while the bent right arm with the hand right below the chest holds a bird tightly. She is wearinga pearl necklace with a pendant and a neckband rendered in a fine relief and tightly fitting to the neck, which consists of four evenly distributed rows of pearls and a central medallion, from which short chains are hanging down. Each three tresses with pointed edges fall forward onto the shoulders; five tresses fall onto the back. Small oblique lines structure the tresses from the right and left side. The back is less carefully rendered. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1c)"], "Technique": ["carved"], "Dimensions": [" Height: 23.50 centimetres ", " Width: 21.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The incomplete preservation of this figure leaves open the question whether the garment had a Kolpos or not. Three contemporary statuettes - including this one, Oxford 1888.220 (Nick 2006, cat.29), and Oxford 1888.451 (Nick 2006, cat.31) - belong to the same type of bird-carrying figures as the later London B460 (Nick 2006, cat. 37), Boston 88.736 (Nick 2006, cat. 41), and Cambridge GR.4.1899 (Nick 2006, cat.42). A total of nine similar figures was found in the Athena sanctuary in Lindos and one in the Samian Heraion. The bird is most likely a dove, Aphrodite's animal which is supported by the findspot of Nick 2006, cat. 37 and 41 - the Aphrodite temenos. This figure's findspot, however, is not secure. The bird is rarely shown in the female limestone figure from Cyprus - like one from Arsos and one from Salamis - though among terracotta figurines the bird held in the figure's hand is a widespread feature. In terms of chronological developments the necklace is and indicative feature. This figure wears a pearl necklace and a fine neckband with multiple rows which has a central medallion of which smaller pendants are hanging. The -according to Yon's typology - late date of this figure is supported by the tresses which are falling freely towards the front - a hairstyle matching that of the Korai which according to Yon only occurs in figures from Salamis after the middle of the century. Nick 2006, cat. 36, pp. 117-118, pl. 15; pp. 59-64 ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 36) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.037) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " sacrifice ", " bird "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.735 (Accession Number) ", " Miscellaneous number: S.1626 (Stone ledger number) "]}