{"artifact_name": "theatre mask; figure", "Object Type": [" theatre mask ", " figure "], "Description": [" Egyptian terracotta figure of tragic mask. Part of face only. Mould-made with open back. Traces of white (gypsum?) coating, with green paint on eyes, pink on skin. Brown Nile silt fabric with red and grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7.10 centimetres ", " Thickness: 2.40 centimetres ", " Width: 6.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis.Good 3rd to 2nd century BC parallel in the British Museum from Site 95, the terracottas workshop, at Naukratis (Bailey 2008, no.3567; Petrie et al. 1886: 45), with another example from a 2nd century BC context at Naukratis (Leonard 2001, Pl. 3.2). However, a similar figure was also dated to the 3rd century AD (Fischer 1994: no. 351). Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Leonard, A. (ed.) 2001. ‘Ancient Naukratis: Excavations at a Greek Emporium, vol. II: The Excavations at Kom Hadid’ ASOR. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.316) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, nos 316-318) "], "Location": ["Not on display"], "Subjects": ["actor/actress"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA718 (Accession Number) "]}