{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from stone, said to be limestone in register, but more likely steatite; back simply detailed with head, clypeus, prothorax, elytra indicated by single lines; small triangles at junction of elytra with prothorax, marking humeral callosities; underside incised with oval (not cartouche) containing the name of Menkheperra, framed on each side by a Maat feather, above a boat (?). "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" limestone (?) ", " steatite (more likely) "], "Technique": [" carved ", " glazed "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This scarab, found by Hogarth in 1899, is similar to one published by Petrie (Petrie 1886, pl. XXXVIII, no. 190; Petrie 1889, pl. 61, no. 1957). The name of Menkheperra appears on a wide range of scarabs and scaraboids, and, does not necessarily refer to Thutmosis III: it was also a popular motto associated to the god Amun-Ra (Jaeger 1982, see notably 92, § 403 for this specific motif and numerous parallels). Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.57) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Associated names": ["Associated with: Amun-Ra"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG37371 ", " Miscellaneous number: GEM 26489 ", " Miscellaneous number: JE33593.4 (Accession Number) ", " Miscellaneous number: SR7/1688 "]}