{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of merchant wearing cloak, carrying purse. Head missing. Mould-made and hollow with vent at back. Red-brown Nile silt fabric with dark brown core. Abundant fine gold mica, quartz, organic and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 8.80 centimetres ", " Thickness: 3.90 centimetres ", " Width: 4.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that was operational from the 3rd to 2nd century BC. Parallels from Egypt are dated 2nd to 1st century BC (Bayer-Niemeier 1988; pl. 4.1-3, no. 24-6; Fischer 1994; pl. 17, no. 200). Good parallel from Athribis (Tell Atrib) dated to the early 3rd century BC (Szmańska 2005; no. 175) and the Fayum (Kaufmann 1915; no. 401-2). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Kaufmann, C. M. 1915, Greco-ägyptische Koroplastik. Terrakotten der griechisch-römischen und koptischen Epoche aus der Faijûm-Oase und andren Fundstätten, Cairo. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.304) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA487 (Accession Number) "]}