{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure wearing festival wreath headdress with two lotus buds. Head only. Mould-made and hollow. White coating, with orange-pink paint traces. Orange-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.10 centimetres ", " Length: 3.30 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Same headdress represented on another example from Naukratis (Cambridge, Museum of Classical Archaeology NA557). Similar Roman style example from Egypt has been dated to the 2nd century AD (Bayer-Niemeier 1988, pl.69.3, no.388). However a good parallel from Athribis (Tell Atrib) is dated to the 3rd century BC (Szmańska 2005, no. 194). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.442) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1844 (Accession Number) "]}