{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" White limestone head of a female figure. Large area broken off around the chin and the upper calvarium. Dark area on the left part of the head (fire marks?).The round face has very large, closely set eyes which stretch to the temples in a pointy manner. The nose broadens towards the tip and is cut sharpely. The upper lip is slightly protruding. The ears are decorated with double earrings and ear-caps. The hair is is combed towards the forehead in grooves starting from the centre of the head. Of these every second ends in hook-shaped curls which are turned towards the outside. In the back the hair falls as a single mass onto the shoulders. The back is flat and even with the edges strongly rounded allowing the viewer to recognise the cubic shape of the head. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["590BC-570BC (circa)"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ4 "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": ["carved"], "Dimensions": [" Height: 6.20 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Context mark Φ4 written on back of object in pencil. This head was previously identified as male, the hair-do, however, clearly marks it as female. A very close parallel can be found in the head of the statuette Vienna Art Historical Museum I 357, around 550 BC, from Cyprus, which is wearing an additional flat hairband. According to Gschwantler, the head is covered by a veil-like cloth, which is sharply set against the forehead. Above that eight spiral-like turned-in tresses, which would come out from underneath the headscarf at the parting. This, in turn, means that the scarf would have to have an opening. More reasonable seems to be the explanation that the headscarf covering the hair only starts on the upper calvarium thus leaving the forelocks uncovered while the band on the forehead is to be seen either as an independent additional ornament or as connected with the scarf above the ears in order to secure it.Similar heads with ear-caps and forelocks come from Arsos. They could also be wearing a turban. (Nick 2006, 65-66, 120, no.44, pl. 20). Variant of a Cypriot figure plaque. Such plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600- 575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re- dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/ 550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 44) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.056) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.739 (Accession Number) ", " Miscellaneous number: S.1635 (Stone ledger number) "]}