{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Description": [" Male (or female ?) figure, crudely modelled, in glazed composition; represented standing, striding with left leg to front and with arms along body; hair/wig, chest and lower belly marked with added dark brown glaze; back pillar with lateral piercing for suspension at chest level; complete with just small areas where the glazing came off. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["580BC - 550BC (circa)"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ5 (top level of 'bothros' / 'trench with bowls'), probably "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 5.20 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This faience object clearly belongs to the group of mixed-style amulets representing naked figures (Webb 1978 Chap. 7, nos. 277-347; Webb forthcoming). Naukratis provided several of such figures, especially the sanctuary of Apollo (Petrie 1886, pl. II) where this figure was discovered according to the museum's register. What appears to be a loincloth is actually the remains of a large area of black-brown additional glaze used to mark the pubic hairs. As with other figurines from Naukratis and elsewhere, the application of the dark glaze lies above the actual sexual organs. The use of a main glaze in light turquoise does not preclude this being a product of the same group of workshops. Webb, V. 1978, Archaic Greek faience: miniature scent bottles and related objects from East Greece, 650-500 B.C., Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.21)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE26766 (Accession Number) ", " Miscellaneous number: SR4/7537 ", " Miscellaneous number: TR28/4/21/2 "]}