{"artifact_name": "sistrum; votive offering", "Object Type": [" sistrum ", " votive offering "], "Description": [" Fragmentary sistrum in glazed composition; only handle preserved for this a votive offering, with two identical vertical sinistroverse hieroglyphic inscriptions, both front and back, mentioning the pharaoh Psamtek III; tubular handle with five rings marking its base; yellow glaze with traces of blue glaze within the hieroglyphs. "], "Authority": ["Ruler: Psamtek III"], "Cultures/periods": ["26th Dynasty"], "Production date": ["526 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Great Temenos, Found in the southern part of the site, area of the Great Temenos (Hogarth 1898-9, 41) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Diameter: 3.30 centimetres ", " Height: 13 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This object was discovered by the sebakkhin according to the museum's registers. This sacred musical instrument was particularly associated to the cult of Egyptian goddesses, notably Hathor, Isis, Bastet or Sekhmet (on sistra, see esp.: Hickmann 1949, p. 76-103, pl. XLV-LXX ; Pinch 1993, p. 143-146 ; Ziegler 1979, p. 31-62 ; Ziegler 1984). Thanks to the inscription, it is possible to date this sistrum to the 26th dynasty and more precisely to the reign of Psamtek III, forming an important testimony for Egyptian material culture in Naukratis during the Saite period, but also for this short-lived pharaoh (on this sistrum see: Hogarth 1898/9, 41; Gauthier 1916, 132, n. 2; Hickmann 1949, 93-94, pl. LXIII no. 69335; Bernand 1970, 849-850; Yoyotte 1993-94, 680; Yoyotte 1994-95, 674). Naukratis provided several examples of sistra, in glazed composition like for this specimen, but also in copper alloy. Two other fragmentary sistra in glazed composition can also pertain to the 26th dynasty, or at least to the Late Period: BM 1885,1101.26 and Liverpool, World Museum 9,9,86,94. They support the practice of Egyptian cult activities in this period (Masson forthcoming). Bernand, A. 1970, Le Delta égyptien d'après les textes grecs, I: les confins libyques (MIFAO 91), Cairo. Gauthier, H., 1916. Le livre des rois d’Égypte: recueil de titres et protocoles royaux, noms propres de rois, reines, princes, princesses et parents de rois 4: De la XXVe Dynastie à la ﬁn des Ptolémées (MIFAO 20), Cairo. Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Hogarth, D.G. 1898/9, ‘Excavations at Naukratis’, The Annual of the British School at Athens 5, 26–97. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context: Cults, Sanctuaries and Offerings, Proceedings of the second Naukratis workshop, held at the British Museum 22nd – 23rd June 2013. Pinch, G. 1993, Votive Offerings to Hathor, Oxford. Yoyotte, J. 1993/94, ‘Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994)’, Annuaire du Collège de France, 679–92. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. Ziegler, Chr. 1979, Catalogue des instruments de musique égyptiens, catalogue du Musée de Louvre, Département des Antiquités Égyptiennes, Paris. Ziegler, Chr. 1984, ‘Sistrum’, LÄ 5, col. 959-963. "], "Bibliographic references": [" Hickmann 1949 / Instruments de musique (p. 93-94, pl. LXIII no. 69335) ", " Hogarth 1898/1899 / Excavations at Naukratis, A. Site and Buildings (p. 41) ", " Gauthier 1907-1917 / Le livre des rois d'Egypte (5 vols.) (t. IV, p. 132, n. 2) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 849-850) ", " Yoyotte 1993-1994 / Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994) (p. 680) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.32) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fragmentary"], "Associated names": ["Named in inscription: Psamtek III"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG69335 ", " Miscellaneous number: JE33537 (Accession Number) ", " Miscellaneous number: SR3/5510 "]}