{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery oil lamp with square form, rounded at rear, two short round-ended nozzles and an aperture for the central oil reservoir. Raised ring ridge around the plain concave disc of the small aperture of the central filling-hole. Flattened base, sloping sides, flattened rim. Matt red-orange slip. The surfaces are worn in places, particular on base and top, due to use. Micaceous, fairly coarse brown-orange Nile silt with some large sand and some small lime inclusions. The handle is missing. "], "Cultures/periods": ["Roman Period"], "Production date": ["(late)1stC - 4thC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.80 centimetres ", " Length: 8 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This rather simple version of a double spouted lamp is probably late Roman (4th century AD) in date, though similar 4th century AD examples don't have the handle (see Bailey 1988, British Museum Lamps III, Q2143, GR1982, 0302.33). More ornate, but earlier, Roman lamps with the handle are dated to the late 1st century AD (Bailey 1988, Q1873, Q1874, Q1919, Q1920, GR1987,0401.4, GR1987,0402.26, GR1866, 0415.55, GR1866,0415.54). Two examples known from Naukratis (Greenock, McLean Museum & Art Gallery 1987.289; Boston MFA 86.653). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.12) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.653 (Accession Number) ", " Miscellaneous number: P.4850 (Pottery & Porcelain Ledger No.) "]}