{"artifact_name": "altar(?); basin(?); base", "Object Type": [" altar (?) ", " basin (?) ", " base "], "Description": [" Campaniform base of Nekhtnebef, son of Tefnakht and Nesnebethut, carved in a fine grained spotted black and red granite; bell-shaped base on top of a square pedestal; cylindrical top cut with a round socket around which the surface of the rim is curved (maybe to support a convex object, an altar or a basin?); two symmetrical inscriptions running in one line around the base, starting in the middle of the front part and joining at the back; polished surface. "], "Cultures/periods": ["Ptolemaic (likely)"], "Production date": ["4thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["granite"], "Technique": [" carved ", " polished "], "Dimensions": [" Diameter: 51 centimetres (bell-shaped part) ", " Diameter: 27 centimetres (cylindrical top) ", " Diameter: 12 centimetres (top of socket) ", " Height: 14 centimetres (base) ", " Height: 50 centimetres (total) ", " Width: 53 centimetres (base) ", " Depth: 8.50 centimetres (cylindrical top) ", " Depth: 2.50 centimetres (top socket) "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This monument was possibly part of the sacred furniture of the Egyptian temple in Naukratis. It could could correspond to an altar base, a stand for an incense burner or a libation-vessel (Yoyotte 1994-95, 675). It could probably belong to a specific type of libation-vessel, an Hathoric basin. The later hypothesis would fit well with the dedications to Mut and Hathor of Baded. The inscription mentions the wealth, generosity and honesty of an individual called Nekhtnebef, son of Tefnakht and Nesnebethut. Curiously, the inscription details mainly his success as a businessman and his kindness towards the people but does not inform so much on his functions or titles. Tefnakht, the father of Nekhtnebef, is maybe the same as Tefnakht son of Imu from the statue kept in Cairo Museum JE 41301. This sculpture, probably from Memphis, mentions Pr-Mryt as well as the local gods of Naukratis Amun-Ra Baded and Osiris Lord of Baded. On this base: PM IV, 50; Maspero 1892, 81, no. 244; Daressy 1900, 140-141, no. CLXXI; Maspero 1902, 104, no. 244; Maspero 1903, 175, no. 663; Maspero 1908, 214, no. 663; Maspero 1915, 207, no. 852; Yoyotte 1982-83, 136, no. 9; Yoyotte 1994-95, 675; Jansen-Winkeln 1997; Vittmann 1999, 80, no. 5.75; Guermeur 2005, 131-132. Daressy, G. 1900, ‘Notes et Remarques’, Recueil de travaux relatifs à la philologie et d'archéologie égyptiennes et assyriennes 22, 137-143. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thèbes, Turnhout. Jansen-Winkeln, K. 1997, ‘Ein Kaufmann aus Naukratis’, Zeitschrift für Ägyptische Sprache und Altertumskunde 124, 108-115. Maspero, G. 1892, Notice des principaux monuments exposés au Musée de Gizeh, Cairo. Maspero, G. 1902 to 1915, Guide du visiteur de Musée du Caire, Cairo (various editions). Vittmann, G. 1999. Altägyptische Wegmetaphorik (Veröffentlichungen der Institute für Afrikanistik und Ägyptologie der Universität Wien 83; Beiträge zur Ägyptologie 15), Wien. Yoyotte, J. 1982/83, ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, 129–136. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. "], "Bibliographic references": [" Guermeur 2005 / Les cultes d’Amon hors-de-Thèbes (p. 131-132) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.134) (phase 3) ", " Yoyotte 1994-1995 / Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.): Naucratis, ville égyptienne (p. 675) "], "Location": ["Not on display"], "Associated names": [" Named in inscription: Mut (Great, Dame of Baded) ", " Named in inscription: Hathor (Great, Dame of Baded) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: SR4/13619 ", " Miscellaneous number: TR1/6/24/6 "]}