{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" White limestone female figure, standing and wearing a dress with central bundle of vertical folds; fragmentary. The head is missing. Scratches running obliquely across the upper body, apart from that hardly any damages. Part broken off on right shoulder and right wrist.The woman with her broad shoulders is wearing a garment which is tightly fitted to the small waist and the sturdy breasts. The arms are not closely attached to the body but are connected with it by means of small baulks.The left arm hangs down straight, the right is held at a 90 degree angle in front of the belly grasping the strongly protruding bundle of folds which falls down vertically from the centre of the belly between the feet. The skirt is billowing out a little towards the bottom and swings in a light curve. The naked feet stand slightly straddled on the plinth which is almost rectangular with a rounded frontal area. Seen in profile the belly is strongly protruding. The back is neglected, the arms are a little removed from the rounded body. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1d)"], "Technique": ["carved"], "Dimensions": [" Height: 9.80 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Draped female figures with a central bundle of folds on the skirt are known from Eastern Greece but do not feature among Cypriot finds. There are four statuettes from Naukratis belonging to this type: From the Apollo sanctuary the figures Nick 2006 cat. 38 and 40 and from the Aphrodite sanctuary the figures Nick 2006 cat. 37 and 39. Only London B460 (Nick 2006, cat. 37) is shown with a Kolpos. Other figures with this garment-motif are found in Lindos, Kamiros and Samos. These figures can bear offerings or sacrificial animals such as the bird carried by London B460 (Nick 2006, cat.37). They may also gather folds of their garments in one hand like this figure and London B460. This group begins to appear in 560/550 BC at the latest, as finds from Lindos and Samos prove, and it is surely influenced by the drapery of the Greek Kore. The closed position of the naked feet of this figure and London B453 (Nick 2006, cat.40) place them in Yon’s category I F. Gardner, 1888. p. 57, pl. XIV.4 Nick, 2006. Cat. 39, p. 118-119, pl. 18; pp.59-64 ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XIV, no. 4) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no.39) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.049) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.737 (Accession Number) ", " Miscellaneous number: S.1630 (Stone ledger number) "]}