{"artifact_name": "lekanis(?); lid", "Object Type": [" lekanis (?) ", " lid "], "Description": [" Fragment of central part of Attic black-figured pottery lid, the knob sheared off. Underside reserved. On top, between double lines, animal frieze with incised and blob rosettes as fill: from left, griffin (only the head remains), siren, flying bird, all to the right; a sphinx to the left; red on the crest of the griffin, the hair of the siren, the wing of the bird, and the wing of the sphinx. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["570BC-550BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.30 - 0.60 centimetres ", " Diameter: 7 centimetres (lip) ", " Height: 6.80 centimetres ", " Width: 8 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Venit: 'Near the Polos Painter. With its addition of the griffin and the flying bird to the stock characters of sphinx and siren, this is a more ambitious pieces than is usually associated with the painter. The eyes and drawn with lines at the inner and outer corners, rather than the simple circle normal with the painter; the hair of the sphinx and the siren is indicated as a mass painted red, rather than hanging in the stringy earlocks preferred by the painter and his companion. Connecting the lid with the workshop of the Polos Painter are the narrow body and the wings of the siren, the preference for heavy filling ornament, and the generally rough style. Compare Munich SL 457 (ABV 50, 1; CVA Germany 9: pl. 140 figs. 2-5), which, although not by the same hand as the fragment in Alexandria, stands in much the same relationship to the painter.' "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 84 no. 282 pl. 63) ", " Venit 1984 / Early Attic Black Figure Vases in Egypt (p. 151 fig. 18) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.2110) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 19861 (Accession Number) "]}