{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Description": [" Copper alloy open finger-ring with hammered bezel roughly inscribed with decoration, possibly Egyptian hieroglyphs. "], "Cultures/periods": [" Ancient Egypt (?) ", " Cypro-Archaic (?) ", " Archaic Greek (?) "], "Production date": ["6thC BC"], "Production place": [" Made in: Egypt (?) ", " Made in: Greece (?) ", " Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": [" hammered ", " incised "], "Dimensions": [" Diameter: 1.70 centimetres ", " Thickness: 0.05 centimetres ", " Width: 0.90 centimetres (top) "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the National Museum of Scotland. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A copper alloy open ring with an irregularly shaped hammered bezel is a common Mediterranean type that probably originated in Cyprus (Gjerstad 1948, 390), but with 6th century BC examples from sites such as Ialysos (Jacopi 1929, 209, fig. 204, 13) and Tharros (Pisano 1987, 84, pl. 40a). While other examples are generally plain, the Naukratis piece has three roughly incised Egyptian hieroglyphic characters on the bezel, which are difficult to read. This ring may be a local Egyptian emulation of a common Mediterranean type, or a local reworking of an imported piece. Gjerstad, E. 1948, The Swedish Cyprus Expedition. IV/2. The Cypro-Geometric, Cypro-Archaic and Cypro-Classical Periods, Stockholm. Jacopi, G. 1929, Scavi nella necropoli di Jalisso: 1924–1928, Clara Rhodos 3, Bergamo. Pisano, G. 1987, ‘Jewellery’, in R. D. Barnett and C. Mendleson (eds.) Tharros: a Catalogue of Material in the British Museum from Phoenician and Other Tombs at Tharros, Sardinia, London, 78-95. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QA.11)"], "Location": ["Not on display"], "Condition": ["Rather fair, though bit corroded."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1886.518.21 B (Accession Number) "]}