{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Fragments of wall of vessel of a bowl, decorated on outside with pointed lotus bud and calix. Right side leaf has chequered pattern, while left has lost more glaze and appears to have only longitudinal line. Intense turquoise blue background colour with pale green infill for decorative details, much of which has flaked off. Inside of vessel has same intense turquoise blue. "], "Cultures/periods": ["Ptolemaic (mid)"], "Production date": ["200BC-100BC"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised (?) "], "Dimensions": [" Height: 2.60 centimetres ", " Thickness: 0.50 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels dated to the 2nd century BC (Nenna and Seif el-Din, 2000, no. 104; Form T1.4; Nenna 2013, 108, Fig. 6.1, T1.4) on the basis of the form, glaze and decoration. From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.20)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.6 (Egyptian inventory number) "]}