{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from steatite; back and side views unknown; underside incised with a vertically arranged motif consisting of winged bearded deity, wearing a high conical and horned helmet with a streamer hanging from the back; addorsed raised uraeus at his feet; motif encircled by incised line. "], "Cultures/periods": [" 21st Dynasty (?) ", " 22nd Dynasty (?) "], "Production date": ["1070 BC – 900 BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" carved ", " incised "], "Dimensions": [" Length: 1.70 "], "Curator's comments": ["This motif reminds sligthly the design incised on the underside of a scaraboid from the Scarab Factory: BM 1886,0401.1690. This scarab represents the god Baal-Seth. For another scarab with the same god represented on a the back of a lion, and not associated with cobras: Śliwa 2015, 88, no. 112. This scarab is typical of the Ramesside period. Closer parallels to our motif are two scarabs from Tell el-Fara South: Keel 2010, 92-3, no. 153 and 130-1, no. 238. It is dated to the 22nd dynasty or a bit earlier. See also: Hornung and Staehelin 1976, 331, no. 707; Dąbrowski 1992, 38-39, fig. 2g. Dąbrowski, B. 1992, The Winged Seth standing between Two Uraei, Studies in Ancient Art and Civilisation 2, 38-39. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Keel, O. 2010, Corpus der Stempelsiegel-Amulette aus Palästina/Israel : von den Anfängen bis zur Perserzeit, Orbis biblicus et orientalis, Series Archaeologica 31, Fribourg. Śliwa, J. 2015, Egyptian scarabs and seal amulets from the Cracow collections, Kraków."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.11) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["deity"], "Previous owner": ["Currently owned by: Egyptian Museum, Cairo"], "Acquisition date": ["1907"], "Acquisition notes": ["Acquired in 1907."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GEM 6352 ", " Miscellaneous number: JE39124.2 (Accession Number) ", " Miscellaneous number: SR7/1747 "]}