{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of male cult follower wearing festival wreath headdress in 'grotesque' style. Head only. Mould-made and hollow. Traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5 centimetres ", " Length: 4.20 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop that was operational between the 3rd to the 2nd century BC and possibly later. A number of examples from the same or related mould series known from Naukratis Museum of Classical Archaeology, Cambridge NA535, NA537, NA538, NA539; NA540; Fitzwilliam GR.36.1887; Ashmolean AN1896-1908-E.4758; British Museum GR1886,0401.1426; Bailey 2008, 66, no.3188, dated to the 2nd century BC). Ptolemaic parallels, probably from Alexandria (Louvre, Besques 1992, D/E 4572 Pl.87g) and favissa at Ras el-Soda, Alexandria, perhaps third to second century BC (Adriani 1952, pls 17, no. 2 and 19, no. 2, left). Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940- 1950), Alexandria. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche- Orient. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.551) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA540 (Accession Number) "]}