{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of woman wearing festival wreath headdress with veil. Head and left shoulder only. Mould-made and hollow. White (gypsum?) coating. Dark brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": ["mould-made"], "Dimensions": [" Height: 6.10 centimetres ", " Thickness: 3 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. For similar headdress style, see 3rd to 2nd century BC harpist in the British Museum (Bailey 2008, no.3197), and 2nd century BC examples now in Dresden and Tübingen (Fischer 1994, Pl.13, nos.133 & 136; see also worn 1st century BC parallel Bayer Niemeier 1988, no.15). Mid to late 3rd century BC parallel from Alexandria (Tezgör 2007, no. 216, see 83). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.440) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, nos 94-123) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA676 (Accession Number) "]}