{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of male cult follower wearing festival wreath headdress in grotesque style. Head only. Mould-made and hollow. Red slip and traces of white coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 38 (Hogarth) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped (?) ", " painted (?) "], "Dimensions": [" Height: 4.90 centimetres ", " Length: 3.70 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " '101' written on the back in pencil, appears to be a Gutch number for a 'mostly figure heads with wreaths' (in Hogarth 1899, p.84, no.101). Three fragments from the same mould series known from Naukratis (Oxford Ashmolean Museum AN1896-1908-E.4696; Cambridge, Museum of Classical Archaeology NA573, NA670; Gutch 1899, p.84, no.101) and probably made at the Naukratis Terracottas workshop that was operational from the 3rd to 2nd century BC and possibly later. Similar to Naukratis figurines now at Cambridge Museum of Classical Archaeology (NA681, NA683) and the British Museum (GR1886,0401.1415, Bailey 2008, 65-6, no. 3187). Similar style and headdress to Memphis example dated to the 3rd century BC (Petrie 1909, pl.39, no. 36), and now in the British Museum is dated to the 3rd or 2nd century BC (Bailey 2008, no. 3152). Parallels from Alexandria dated to the Ptolemaic period (Besques 1992, no. D/E 4572) and 2nd to 1st century BC (Fischer 1994, 234-5, pl.46, nos 469-473). Besques, . 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch- römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Petrie, W.M.F. 1909. Memphis volume I. London, School of Archaeology in Egypt. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.543) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 84, no. 101) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA670 (Accession Number) "]}