{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Circular wheel-made pottery lamp with a low body, a central tube and a wide overhanging rim with a beaded outer edge, which slopes in towards the centre. The short flat nozzle has a rounded tip and a large oval wick-hole and is blackened with soot. The underside is turned, with a conical surface, with central hole in the middle. Decorated with three thin black bands round the rim a the opening, oil-chamber, tube and rim. Light brown fabric with a smooth texture. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-500BC"], "Production place": [" Made in: East Greece (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Type series": ["Howland Type 19 (variant)"], "Technique": ["wheel-made"], "Dimensions": [" Height: 3 centimetres ", " Length: 10.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Closest parallels for this form are from Athens (Howland 1958, Type 19 variants, no. 140. 143 close in form, but glazed and later in date), though fabric does not look convincing for this origin; another Greek or Cypriot origin is possible (Bailey 1975, British Museum Lamps I, Q38 from Athens; see also Q149 from dated 600-575BC). Fabric and decoration resembles that of East Greek Archaic lamps found at Naukratis (British Museum GR 1971,1224.9; GR 1886, 0401.1336; Bristol Museum H2768). Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals. Princeton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KC.08) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.920 (Accession Number) ", " Miscellaneous number: P.5897 (Pottery & Porcelain Ledger No.) "]}