{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of yellowish white limestone male figure; painted. The nose is broken off. Light chipping at the chin and upper edge of the cap. The cap is red, the hair black, as are the eyebrows, outline of the eyes and the pupils. Short black strokes around the edge of the cap to the forehead. Traces of black on the upper lip.The face is slightly chubby and has a fleeing forehead as well as almond-shaped eyes which reach to the temples. The small lightly smiling mouth is set deep into the face. The small ears are left at a basic level. The high Cypriot cap with its comb-like edge and upraised cheek-flaps allows for the hair to show in the neck almost without transition in an even cap-like fashion. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.7)"], "Dimensions": [" Height: 4.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Three limestone-heads from Naukratis wear the so-called Cypriot cap; the form of this cap derives from the Northern Assyrian and South-Eastern Anatolian art of the 8th and 7th century BC. It is a pointed head cover - probably made of leather - with side flaps which were usually bound up. In Cypriot art this cap is worn by male statues and statuettes in a long chiton and mantle, also by enthroned figures, the hunter (Nick 2006, cat 8) and the leopard-fur-wearer (Nick 2006, cat.10); there does not seem to be a particualr restriction in terms of social class. It is not worn by naked males, lion-tamers, apron- or trousers-wearing figures. The head is more developed than that of Copenhagen AE.I.N.1005 and is thus to be dated slightly later. An individual corporeality is achieved through thecap which is fit tightly to the head and whose bound-up side flaps are separated from the calvarium by means of a deep groove. (Nick 2006, 53-54, 112, cat. 18, pl. 9). "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 18) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.018) (Phase 3) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.731 (Accession Number) ", " Miscellaneous number: S.1619 (Stone ledger number) "]}