{"artifact_name": "chalice(possibly); heavy chalice(possibly)", "Object Type": [" chalice (possibly) ", " heavy chalice (possibly) "], "Description": [" Body sherd of large Chian Mature Animal Style pottery chalice or heavy chalice; white slip; interior: glazed black with lotus flower in added white outline and added red centre; exterior, from top: dot and billet pattern; broken maeander band between black bands; painted decoration consisting of bull (part of rump with patterned decoration and tail remaining) to right; pendant roundels, triangles and rosette as filling ornament. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 6.50 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Fairbanks the sherd comes from a krater and possibly depicts a lion. However, the sherd may come from a large chalice or heavy chalice and the pattern on the animal's body is that which is typically found on bulls. For parallels regarding the decoration, see New York Metropolitan Museum of Art 55.71.8 from Naukratis. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 266, no. 583, pl. 73) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 99, pl. XXXII, no. 302.8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1347) (phase 2) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 210, no. 3, p. 239, no. 257) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.960 (Accession Number) ", " Miscellaneous number: P.5971 (Pottery & Porcelain Ledger No.) "]}