{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of actor wearing comedy mask, with erect phallus. Feet missing. Mould-made and hollow with vent at back. Soft (gypsum?) and pink paint preserved on some areas of skin and mask. Dark red-brown Nile silt fabric with red core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC - (late)2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 11.80 centimetres ", " Thickness: 3.20 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the ‘Naukratis Terracottas workshop’ that dates to the 3rd and 2nd century BC. Actors and masks were a common subject of terracottas in Naukratis. Other Egyptian parallels from Naukratis (BM GR1886,0401.1410) and other sites date from the 4th to the late 2nd century BC (Fischer 1994; no. 319-320, 324), and were based on earlier Classical and Hellenistic Greek examples (Bayer-Niemeier 1986; 132-6, no. 68-69, 86, 4th to 2nd century BC from Attica and Smyrna; Mollard-Besques 1963; pl. 171.g, Myrina no. 99, late 3rd century BC). Parallel from Ptoelmaic Memphis (Petrie Museum UC48548). Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen; Wasmuth. Mollard-Besques, S. 1963. Catalogue raisonnédes figurines et reliefs en terre-cuite Grecs et Romains II: Myrina. Paris; Musée National du Louvre. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.296) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, nos 325-326) "], "Location": ["Not on display"], "Subjects": ["actor/actress"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA485 (Accession Number) "]}