{"artifact_name": "flask", "Object Type": ["flask"], "Description": [" Elongated drop-shaped pottery flask with neck-ridge, two small handles, flared rim and flat base. Part of neck broken off. Very heavy, thick-walled; beige, porous clay, on surface partly beige-orange, with many mostly dark grey fairly well-sorted sand inclusions as well as other inclusions. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": [" 600BC - 475BC ", " (late)7thC BC (Parallel from pre 604 BC context in Ashkelon) "], "Production place": [" Made in: Cyprus (probably) ", " Made in: Phoenicia (Lehmann 1996: Form 221/1) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Dimensions": [" Height: 14 centimetres ", " Thickness: 2.20 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Description according to Pottery ledger: \"Pottery vessel, carrot-like body, only small circular rim from foot. Narrow neck, slightly flaring mouth-piece, much broken. Two very small loop-like handles near the top. Heavy, clumsily made. Entirely covered in a delicate yellowish-white wash. Surface uneven.\" A parallel from Naukratis is GR 1888,0601.729), Cypriot or East Greek 6th century BC or later variant. Same form found on Rhodes (Jacopi 1930, fig.346; Jacopi 1933, 18-19, fig.5, tomb II). Similar form, but with only one handle found in Salamis and probably made in Cyprus. Jacopi, G. 1930. Esplorazione archeologica di Camiro I. Clara Rhodos IV. Scavi Nelle Necropoli Camiresi 1929-1930. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (HB.05)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.7394 (Egyptian inventory number) ", " Miscellaneous number: P.5903 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.241 (Accession Number) "]}