{"artifact_name": "bell krater", "Object Type": ["bell krater"], "Description": [" Attic red-figured pottery bell-krater with lug handles, reconstructed (from numerous fragments and much plaster); interior glazed black; exterior: red-figure laurel leaf and berry pattern on lip; at top of wall, egg pattern frieze; on side A, banquet scene; from left, female figure to right (head with fillet in added white in hair, and part of mantle with white decoration preserved), facing reclining (?a non-joining fragment with kline and mattress is placed below him) youth (top of head, wearing fillet, and right arm holding up cup); on other fragments, second reclining youth (upper body with wreath with white in hair, naked torso, part of cushion and kline remaining, reclining with head turned to right); small table with objects in white in front of first reclining pair; second female figure standing to right playing the flute (top of hair, part of himation, and end of aulos flute - on separate fragment, remaining); on next set of fragments reclining youth (upper body with white wreath in hair, naked torso, cloak around waist); fourth reclining youth (wreath in hair, naked torso, cloak around waist), pillows and kline; table with offerings in white; inscription above figures; below each handle, palmettes and tendrils; on panel B, a banqueting scene (at left, cloaked back of figure remaining; at right head with white fillet and himation of female flute player; right hand of banqueter holding a kotyle; top of hair of possibly second female figure remaining); below panels, maeander and cross pattern frieze; remainder of pot is plaster. "], "Producer name": ["Attributed to: The Cassel Painter"], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["440BC-430BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Diameter: 49 centimetres (rim) ", " Height: 44 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " CAVI 2912 "], "Bibliographic references": [" CVA Brussels II / Corpus Vasorum Antiquorum Belgique (p. 5, pl. 10. no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1009) ", " ARV / Attic Red-Figure Vase-Painters (674, 6) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1913"], "Acquisition notes": ["Purchased in Cairo by M. Mabinau"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.2080 (Accession Number) "]}