{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates with a shaved head and side lock. He is smiling. The details of his face are crude, with heavy eyelids. Mould-made and hollow with possible traces of a white coating. Red-brown Nile silt fabric, with abundant mica and sand inclusions. Head only. "], "Cultures/periods": ["Roman Period"], "Production date": ["30BC - 200AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Good parallels from Naukratis (Cambridge, Museum of Classical Archaeology NA706; NA698; Oxford, Ashmolean Museum AN1896- 1908-E.4691, AN1896-1908-E.4693) and early 3rd century AD Athribis (Tell Atrib, Szymańska 2005, no.65). Roman parallel (Dunand 1990, nos. 201, 288). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": [" Leonard 2001 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. (p.166, no.4, pl.3.4, MC#146a) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.093) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE97813 (Accession Number) ", " Miscellaneous number: SR5/14886 "]}