{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure fragment of Harpocrates. Harpocrates, wearing festival wreath headdress culminating in the Double Crown. Right finger in/at mouth and carying cornucopia (?) in left arm against shoulder. Only the head and upper torso are preserved, which is not sufficient to determine whether the god was standing or seated. Mould-made in three (?) pieces: front, back, and (solid) head. Joined by seams at sides of body. Closed back with traces of very small (c.1.5 cm) vent at midback. Traces of white paint on face, arm and hair; pink on garment and headdress; and light blue near right ear and left shoulder. Well-levigated Nile Delta silt Red (7.5R 5/6) to weak red (l0R 5/4), with a weak red (7.5YR 4/2) core that is mottled to red (l0R 5/8). Tempered with finely ground (sand-sized to 1 mm) white, gray, and red grit with frequent micaceous inclusions of similar size. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdc BC - 1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Kom Hadid "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ptolemaic parallels (Philipp 1972, 19, Cat. no. 5, pl. 4; Kaufmann 1915, pl. 18; Bayer-Niemeyer 1988, 84, no. 68, pl.13 and 118-20, nos.118-20, pls. 22-23; Petrie 1905, 2, pl. 47. 38, 40; Laumonier 1956, 379, no. 1435, pl. 41; Dunand 1990, 80, no. 160; Breccia 1930, 20, pl. 5.19 from the Hadra cemetery). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Breccia, E. 1930, Terrecotte figurate greche e greco-egizie del Museo di Alessandria I, Bergamo. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Kaufmann, C. M. 1915, Greco-ägyptische Koroplastik. Terrakotten der griechisch-römischen und koptischen Epoche aus der Faijûm-Oase und andren Fundstätten, Cairo. Laumonier, A. 1956. Delos XXIII. Les figurines terre cuite. Exploration archeologique de Delos faite par L' Ecole Franr;:ois d'Athenes, fasc. 23. Paris: E. de Boccard. Petrie, W.M.Fl. 1905, Roman Ehnasya (Herakleopolis Magna), 1904, London. Philipp, H. 1972. Terrakotten aus Ägypten im ägyptischen Museum Berlin. Berlin. "], "Bibliographic references": [" Leonard 2001 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. (P.165, NO.3, PL.3.3, MC#62) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.051) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE97809 (Accession Number) ", " Miscellaneous number: SR5/14883 "]}