{"artifact_name": "kylix", "Object Type": ["kylix"], "Description": [" Fragment of rim, handle and body of Laconian black-figured pottery kylix; cream slip; interior: narrow black band near top of lip; below, black-figure komos scene, four figures part-preserved: from left, forearms of first dancer, to right; torso, arms and buttocks of second, to right; head and upper body, frontal, of third, gesticulating, dancer; of fourth dancer only hair and part of arm remain, to right; exterior: between handle roots, lotus bud; below, narrow and wide black bands above hook maeander frieze; handle glazed. "], "Producer name": ["Attributed to: The Naukratis Painter"], "Cultures/periods": [" Laconian (III) ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Laconia "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 6.20 centimetres (joined) ", " Thickness: 0.40 centimetres ", " Width: 9 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd joins Alexandria 9390. Venit notes the similarities between the male figure on the sherd with those on kylix Louvre E672 also by the Naukratis Painter. The incision lines on the chest and collar are the same. Venit also notes that the chin on the Alexandria sherd shares the same peculiarity with that of the young man on the Louvre kylix. She interprets this as the artist having begun to paint a beard but then changing his mind. But may this have been intentional? "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 114, no. 398, p. 209, no. 398, pl. 83, no. 398) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 239) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 392, pl. 42, no. 1-2) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 548-9, no. E 5, pl. XXXIX, pl. CCLX) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.66) (phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9362 (Accession Number) "]}