{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in Egyptian blue; details on the back unknown; underside incised with rather crude representation of a fantastic winged creature (triton creature, chimera, sphinx?); in bright blue paste; surface quite eroded. "], "Cultures/periods": ["26th Dynasty (?)"], "Production date": ["600 BC - 570 BC (?)"], "Production place": [" Made in: Scarab Factory (?) "], "Findspot": [" Found/Acquired: Naukratis (?) "], "Materials": ["egyptian blue"], "Technique": ["mould-made"], "Dimensions": [" Length: 1.10 "], "Curator's comments": ["The number JE39125 was given to four different scarabs in Egyptian blue. From the photographs provided by the Egyptian Museum in Cairo (two views of undersides and one of a back), it is not sure which one corresponds to this scarab. In any case, they seem to be genuine products of the 'Scarab Factory' (on its various productions see Gorton 1996, 91-131; Webb forthcoming). Winged mythological creatures are a very popular motif in the Scarab Factory (on this production, see Webb forthcoming). This scarab belongs to a group well dsitributed in the Mediterranean world (Gorton 1996, 118-121, type XXXIII, subtype C). The two wings marked separately by two upwards curves are characteristics of this subtype in Gorton's typology. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.61) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, quite worn"], "Subjects": ["mythical figure/creature"], "Previous owner": ["Currently owned by: Egyptian Museum, Cairo"], "Acquisition date": ["1907"], "Acquisition notes": ["Acquired in 1907, said from Toukh in SR."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE39125.2 (Accession Number) ", " Miscellaneous number: SR7/1743 "]}