{"artifact_name": "peg(likely); foundation-deposit", "Object Type": [" peg (likely) ", " foundation-deposit "], "Description": [" Calcite tool from a foundation deposit, most likely a peg, with smooth surface and blunt, pointed ends. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, SE or SW corner "], "Materials": ["calcite"], "Technique": ["smoothed"], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This object was not yet seen. At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. XXV-XXVI; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. V-VI, pl. XIX and XXI-XXIII). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). Thirteen pegs were discovered in the foundation deposits: four in the north-east corner, two in the south-east one, three in the south-west one and four in the north-west one (Petrie 1886, 31, pl. XXV no. 7-10). According to Petrie’s list, this object was found at the south-east or south-west corner of the pylon. According to Weinstein, the identification of these model tools is not ascertained since they look like various elements, such as “rollers (for moving large blocks of stones), boning rods, mallets (for hammering the stakes into the ground at the foundation ceremony), or possibly even burnishing tools” (Weinstein 1973, 377, note 70). The peg identification by Petrie seems however particularly relevant since they were found by four in two of the deposits; they could be therefore linked with the demarcation of the four corners of a building, a well-known step in a foundation ceremony (Petrie 1886, 29). Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W.M. F. 1888. Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973. Foundation deposits in ancient Egypt, Ann Arbor. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 31) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.61) (phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE26858.1.a (Accession Number) ", " Miscellaneous number: SR2/13833 ", " Miscellaneous number: TR29/1/27/3 "]}