{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Rim fragment of thick walled vessel probably a shallow bowl. Dark blue turquoise faience with crudely drawn black stripe. At base inside appear two black marks like the radiating petals of a crude rosette. Though inside is rougher and somewhat worn it is still glazed. probably same vessel as Eg. Inv. 3577.8 "], "Cultures/periods": ["Ptolemaic (probably)"], "Production date": ["300BC-30BC"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably fragment of a common Ptolemaic form (Nenna and Seif el-Din 2000, nos 200-201) of echinus type bowl, with parallels dated to the 3rd to the 1st centuries BC (Nena 2013, Fig. 6.2, T3.1a-c). the added purple or black decoration is unusual for this form. From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M-D and Seif el-Din, M. 2000. La vaisselle en faïence d'époque gréco-romaine: Catalogue du Musée gréco- romain d'Alexandrie. Etudes alexandrines 4. IFAO Cairo. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.17)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.5 (Egyptian inventory number) "]}