{"artifact_name": "sistrum; votive offering", "Object Type": [" sistrum ", " votive offering "], "Description": [" Fragmentary cast arched sistrum in copper alloy; solid-cast tubular handle ending with flat disc and surmounted by a double Hathor head with broad collar; Hathor's head with traditional curled wig and cow ears and flanked by raised uraeus; uraeus on right bearing the red crown of Egypt and the one to the left wearing the white crown; grooved socket on top of the capital with figure of a seated cat in the middle; fine incised details on wig and broad collar; arched frame of sistrum missing; maybe offered as a votive offering; corroded. "], "Cultures/periods": ["Late Period (probably)"], "Production date": ["664 BC - 332 BC (probably)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": [" cast ", " incised "], "Dimensions": [" Diameter: 1 centimetres (handle) ", " Height: 5 centimetres (handle) ", " Height: 11.20 centimetres ", " Weight: 107 grammes "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This sacred musical instrument was particularly associated to the cult of Egyptian goddesses, notably Hathor, Isis, Bastet or Sekhmet (on sistra, see esp.: Hickmann 1949, p. 76-103, pl. XLV-LXX ; Pinch 1993, p. 143-146 ; Ziegler 1979, p. 31-62 ; Ziegler 1984). Naukratis provided several examples of sistra, in copper alloy like for this specimen, but also in glazed composition. Some of them can be dated to the 26th dynasty, supporting the practice of Egyptian cult activities in this period (Yoyotte 1994-95, 674; Masson forthcoming). Bronze sistra with a middle part consisting of a head of Hathor framed by two uraei are very common (from Herakleion Thonis: Goddio and Fabre 2008, 334, no. 288). The cat below the arched frame (frame missing here) represents the lioness Sekhmet propitiated and transformed in a peaceful cat by the sistrum (for similar examples, see e.g.: Hickmann 1949, CG no. 69305, 69308-69310, 69328; Ziegler 1979, no. 68-75). It belongs to a series of sistra which are difficult to date, possibly during the Late Period (Ziegler 1979, 37). Goddio, F. and Fabre D. 2008 (eds), Egypt’s sunken treasures, Munich. Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context: Cults, Sanctuaries and Offerings, Proceedings of the second Naukratis workshop, held at the British Museum 22nd – 23rd June 2013. Pinch, G. 1993, Votive Offerings to Hathor, Oxford. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. Ziegler, Chr. 1979, Catalogue des instruments de musique égyptiens, catalogue du Musée de Louvre, Département des Antiquités Égyptiennes, Paris. Ziegler, Chr. 1984, ‘Sistrum’, LÄ 5, col. 959-963. "], "Bibliographic references": [" Hickmann 1949 / Instruments de musique (p. 87, pl. LI, no. 69307) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.12) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair but corroded."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Associated with: Bastet ", " Associated with: Sekhmet ", " Representation of: Hathor "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG69307 ", " Miscellaneous number: JE26846 = 30116 ? (Accession Number) ", " Miscellaneous number: SR3/2283 "]}