{"artifact_name": "transport amphora", "Object Type": ["transport amphora"], "Description": [" Body fragment of Chian pottery transport amphora; horizontal band fired to dark reddish-grey (5 YR 4/2) on white slip. Small white inclusions in the clay. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["625BC-550BC"], "Production place": [" Made in: Chios "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 6 centimetres ", " Thickness: 0.80 centimetres ", " Width: 8 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Venit: 'This fragment and the following have the same white slip seen on the chalices and pyxides and thus are probably to be assigned to Chios. (For Chiot wine containers see J.M. Cook, \"Old Smyrna: Ionic Black Figure and Other Sixth-Century Figured Ware\" BSA 60 (1965) 139.). For the problem of localizing Chiot non-figurative ware, however - and a cautionary approach to the localization of East Greek wares, in general - see J. Broadman, \"The Less Familiar Chian Wares\", Les céramiques de la Grèce de l'Est et leur diffusion en Occident (Colloques internationaux du centre national de la recherche scientifique; Paris and Naples, 1978), pp.85-86.' An unnecessarily long comment for this clearly Chian piece. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 39, no. 143, pl. 34) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JA.028) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 16882 (Accession Number) "]}