{"artifact_name": "bowl(?)", "Object Type": ["bowl (?)"], "Description": [" Terra Sigillata wheel-made pottery sherd from a bowl with a fine glossy red slip. Fine yellow pottery fabric. "], "Cultures/periods": ["Roman Period"], "Production date": ["100 -150"], "Production place": [" Made in: Syria (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) "], "Materials": ["pottery"], "Ware": ["Eastern Sigillata A (57)"], "Technique": ["slipped"], "Dimensions": [" Diameter: 18 centimetres (rim outside) ", " Height: 4.60 centimetres (standing) ", " Width: 8 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Imperial Roman red slip fine tableware sherd, possibly of Eastern Terra Sigillata A ware from Syria, bowl form dated late 1st century BC - late 1st century AD.Shape unidentified, but see Hayes 1985. Published in Fairbanks 1928, p. 135, pl. XL, no. 381. Hayes, J. W. 1985. Sigillate Orientali. In Encicliopedia dell 'arte antica, atlate della forme ceramica. II ceramica fine Romana nel bacio Mediterraneo (Tarlo ellenism eprimo imperio), pp. 1-96. Rome. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 135, pl. XL, no. 381) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 239, no. 260) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IF.076) (Phase 3) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.940 (Accession Number) ", " Miscellaneous number: P.5950 (Pottery & Porcelain Ledger No.) "]}