{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head and upper body of yellowish white limestone male figure, standing, wearing chiton and himation; painted. Areas around the right eye, nose, chin and the back of the right hand are chipped. The break runs from below the right elbow to the left wrist. Marks of fine chiselling are visible on the back of the head. Traces of black paint remain on the hair (back): small dark marks on the back (fire?).The cloth width of the himation, slung over the left shoulder, is very slim; thus the edge of the cloth below, which falls from the back to the front, is almost entirely visible. A fold buckles diagonally from the right elbow. A fine groove runs almost parallel to the mantle's neck line, thus creating the impression of a broad v-neck. The hair is rendered cap-like on the calvarium, its edge on the forehead is a horizontal line terminating at the ears and falls behind the large ears onto the shoulders in a bag-like fashion. The back is very flat except for the horizontal groves which separate hair and back or respectively the bend where the hair touches the neck. The back of the calvarium is rounded off. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC-575BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ3 or AΠ4 ('bothros' / 'trench with bowls'), probably "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.1)"], "Dimensions": [" Height: 13.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The type of the standing male figure in chiton and himation can be found in small-scale limestone figures from East Greece and the Levant - as well as in Cyprus, where this is a leading form. The earliest of these limestone figures can be compared to terracotta versions, that Nick dates to the late first third of the sixth century for this particular example (Nick 2006, 25, cat. 3). The terracotta parallels cited could be dated earlier and are generally given a broader date from the mid 7th to the 6th century BC (Karageorghis 1995, 19-21). This is part of a group more generally dated to the period 625BC - 575BC (Nick 2006, 23-28, 105-106, pl. 1 cat. 3). "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.003) (Phase 3) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.160 (Accession Number) ", " Miscellaneous number: S.1303 (Stone ledger number) "]}