{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery oil-lamp with a heart-shaped nozzle and a plain discus. The shoulder is decorated by two incised lines with ovules stamped around edge. Small round filling hole, nozzle projects slightly, base indicated by incised line, no handle. Covered with a red-brown slip. Red-brown (Nile silt?) fabric. "], "Producer name": ["Made by: Strobilus (?)"], "Cultures/periods": ["Roman Period"], "Production date": ["50-200"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["pottery"], "Type series": [" Loeschcke VIII ", " Shoulder-form VIIIb "], "Technique": ["mould-made"], "Dimensions": [" Height: 2.50 centimetres ", " Length: 7.50 centimetres ", " Width: 6.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Unprovenanced parallels in the British Museum (Bailey 1988, British Museum Lamps III, nos Q2011- Q2017), copying Loeschcke Type VIII. Probably same mould series as Q2013, dated late 1st century AD, that has an inscribed base-ring containing the name STROBILI in relief. Loeschcke, S. 1919. Lampen aus Vindonissa. Zϋrich. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.19) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 11.45910 (Accession Number) ", " Miscellaneous number: Eg.Inv.2903 (Egyptian Inventory Number) ", " Miscellaneous number: P.4841 (Pottery & Porcelain Ledger No.) "]}