{"artifact_name": "column krater", "Object Type": ["column krater"], "Description": [" Attic red-figured pottery column-krater reconstructed (from numerous fragments and plaster inserts; interior: glazed black; on top of lip, frieze of interlinked lotus buds and dots; on handle plates, large palmette and tendrils; on outside of lip, two rows of dots separated by narrow black bands; on neck, on one side only, panel frieze of interlinked lotus buds and dots; at top of shoulder, frieze of tongues; in panel A, framed at the sides by double columns of dots and lines, battle scene with Amazons on horseback; on left only bent right arm of figure standing to right is preserved; on right side of panel, part of Amazon on horseback riding to left; left leg and foot of second Amazon running next to horse; top of horse's head and other curls also visible); in panel B, standing male figures (head, shoulder with cloak and naked arm of youth facing left and head shoulder, cloak, and right hand of bearded male facing right remaining); between the figures, discus; undetermined motif at right; at join with plaster foot, rays; inscription on panel A, above horse's head. "], "Producer name": ["Attributed to: Orpheus Painter"], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["450BC-440BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Diameter: 40 centimetres (rim) ", " Height: 52.50 centimetres ", " Width: 46 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " It is unclear whether the neck and rim aof the vase actually belong to the body since no sherds actually connect the two parts. CAVI 2911 "], "Bibliographic references": [" CVA Brussels II / Corpus Vasorum Antiquorum Belgique (p. 5, pl. 10, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0985) ", " ARV / Attic Red-Figure Vase-Painters (1104, 3) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1913"], "Acquisition notes": ["Purchased in Cairo by M. Mabinau"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.2079 (Accession Number) "]}