{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure. A grotesque male head, broken from a figure, with a bald or shaved, deeply furrowed head and large ears. Possibly a priest. Apparently solid, and probably mould-made. Traces of an all-over white dressing, but no paint. Red-brown Nile silt fabric with grey core, fine mica, quartz and sand inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["400BC - 300BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-O.1"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 3.70 centimetres ", " Length: 3.40 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Crude, solid and mould-made grotesque figures are known from Naukratis (British Museum GR1886,0401.1438; Oxford, Ashmolean Museum AN1896-1908-E.4769; Brussels, Musées Royaux d’Art et d’Histoire A.1843). AN1896-1908-E.4769 and A.1843 are probably from the same mould series. This type is dated by Bailey dates this to the Ptolemaic period (Bailey 2008, no.3571), however, the long head, nose and ears are consistent with features found on Late Period examples from Memphis (Petrie 1909a, pl.44; Petrie 1909b, pl.33-4) and unprovenenced parallels (Török 1995, no.262; Bayer Niemeier 1988, nos. 554-5). Bayer Niemeier, E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Petrie, W.M.Fl. 1909a, Memphis I, London. Petrie, W.M.F. 1909b. Memphis volume II. London: School of Archaeology in Egypt. Török, L. 1995, Hellenistic and Roman Terracottas from Egypt, Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.294) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" cleric (?) ", " devotee/worshipper (?) "], "Previous owner": ["Currently owned by: Musées Royaux d’Art et d’Histoire, Brussels"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased in Cairo by M. Jean de Mot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1843 (Accession Number) "]}