{"artifact_name": "ring aryballos", "Object Type": ["ring aryballos"], "Description": [" Mouth, neck and much of body of Corinthian black-figured pottery ring-aryballos; exterior: on top of rim, three bands and dots around mouth; row of dots on edge; row of dots above horizontal bands on outside of handle; frieze of tongues on neck and single band on shoulder; painted black in ring hole; narrow and broad bands on face of body, the outer broad band with incised horizontal lines; around side of ring, black-figure decoration consisting of horse riders with added red to left. "], "Producer name": ["Attributed to: Blaricum Painter"], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 5.90 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " C.W. Neeft (personal communication) considers that the aryballos is the work of the Blaricum Painter. The sherd is also published in Neeft, C. W. 'The Dolphin Painter and his Workshop', Babesch 52-53, 1977-1978, 148, no.118. For parallels, see Ure Museum 26.2.3 and 26.2.4. "], "Bibliographic references": [" Möller 2000 / Naukratis, Trade in Archaic Greece (p. 218) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 80, no. A91, pl. LVIII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.139) (Phase 1) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA183 (Accession Number) "]}