{"artifact_name": "hydria(?)", "Object Type": ["hydria (?)"], "Description": [" Shoulder fragment of Attic black-figured pottery closed vase, perhaps a hydria. Tongues at top, horseman wielding spear, to left, below; preserved are most of the upper body of the youth, and the neck and jaw of the horse, which wears a breastband; added red for the upper part of the youth's chiton. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-530BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": ["painted"], "Dimensions": [" Height: 3.80 centimetres ", " Thickness: 0.60 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Venit notes: 'Lydos, or a member of his circle. Compare, for example, Berlin 1685 by Lydos (ABV 109, 24; Tiverios pl. 46a). The face of the horseman, with its simplified eye and high eyebrow, is very close to male faces drawn by the Camel Painter (for example, on the overlap Siana cup, Taranto IG 4492 [Tiverios pl. 38c, attributed by Tiverios]); the incised lines on the upper arm and thigh of the youth are paralleled on figures on both sides of the psykter-amphora in London by Lydos (London B 148 [ABV 109, 29; Tiverios pl. 52a-b]). The breastband on the mount is seen on an amphora by Lydos, Naples 2770 (ABV 109, 23; Tiverios pl. 56a), where, however, the breastband is red.' "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 79 no. 266 pl. 60) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0931) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9365 (Accession Number) "]}