{"artifact_name": "vessel-stamp; seal(?)", "Object Type": [" vessel-stamp ", " seal (?) "], "Description": [" Limestone seal or stamp in the form of a disc, with two sides. Probably used for stamping amphora stoppers. One incised with a Byzantine monogram, the other with four crosses. "], "Cultures/periods": [" Roman Period ", " Early Byzantine "], "Production date": ["5thC - 7thC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Technique": [" carved ", " incised "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published by Gardner (1888, 87, pl.XX), although from the previous season as given by Petrie in 1885 to Bulak Museum, Cairo. The monogram is typical of those found on plaster stoppers used to seal wine amphora of the early Byzantine Period, Egypt (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). . Christian motifs, such as the cross (Western Thebes, Winlock and Crum, 80, fig. 33.1–2) and monograms are common on Late Roman amphora stoppers in Egypt, e.g., at Kellia (Egloff 1977, pl. 20.3–7) and Clysma (Bruyère 1966, fig. 10). Bruyère, B. 1966. Fouilles de Clysma- Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. Winlock, H. E. and W. E. Crum. 1926. Monastery of Epiphanius at Thebes I. New York: Metropolitan Museum of Art. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JE.53) (Phase 3) ", " Gardner 1888 / Naukratis II (p. 87, pl.XX) "], "Location": ["Not on display"], "Subjects": ["cross"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE26762 (Accession Number) "]}