{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" A hollow terracotta head broken from a figure of a female beneficent demon, with hair worn in an elaborate long hairdo of rows of curls around the face and the hair drawn back in V-shaped parallel lines with a central groove at the back. Hole pierced through left ear, right ear broken off. She wears two close-fitting necklets. Two-piece mould. Dark brown-grey, soft, micaceous Nile silt with black shiny surface, much worn. Broken at neck and cracked vertically down proper left side, probably where the two halves of the mould were joined. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC"], "Production place": [" Made in: Nile Delta (probably) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Found on Egyptian pottery shelves with Graeco-Roman Period material excavated by the EEF. Some Classical material from Naukratis and Assos was also found in this area. Made in Roman Egypt during the second century AD. (Bailey 2008, 48, pl. 20). Comparanda (heads and complete figures) include very close examples from the Allard Pierson Museum (Amsterdam, no. 7468), and the Ashmolean Museum (Oxford, no. 1966.1060). Also close parallels from Karanis (Allen 1985, nos 82 and 83), dated mid-first to second century AD or later, from Middle Egypt, dated first century AD (Besques 1992, no. E 392), and dated first half of third century AD (Castiglione 1969, pl. 89). Similar parallels include alien head dated second half of third century AD (Bayer-Niemeier 1988, no. 261; also no. 307), example dated second to third century AD (Dewachter 1986: 85, no. 103; Bonham's 'Sale Catalogue', 7 October 1997, lot 338), from House H at Herakleopolis Magna, dated fourth century AD (Petrie 1905, pl. l:96; Petrie and Currelly 1905, 4, 27; Bailey 2008, 48 dates this to second to fourth century AD; Török 1995, nos 174–7; Weber 1914, no. 226). Allen, M. L. 1985. The terracotta figures from Karanis: a study of techniques, style and chronology in Fatyoumic Coroplastics. Ann Arbour. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris XVI: 182. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Castiglione, L. 1969. Stele eines Kupferschmiedes. Zur Deutung der römerzeitlichen ägyptischen Grabsteine. Mitteilungen des Deutschen Archäologischen Instituts Kairo 24: 78-86. Dewachter, M. 1986, La Collection égyptienne du Musée Champollion. Figeac. Petrie, W. M. F. 1905. Roman Ehnasya (Herakleopolis Magna) 1904. London Petrie, W. M. F. and Currelly, C. T. 1905. Ehnasya 1904. London. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch-griechischen Terrakotten. Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.482) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["prayer"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3012 (Egyptian inventory number) "]}