{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure head fragment of woman wearing a festival wreath headdress. Mould-made and solid head with a hollow, bipartite body. Well-levigated Nile Delta silt. Surfaces range from 10YR 6/3 (Pale Red) to l0R 6/2 (Pale Red) with a core mottled between l0R 412 (Weak Red) and 5YR 4/6 (Yellowish Red). Tempered with fine (sand-sized to 1 mm) white, gray, and red grit, with frequent micaceous inclusions of similar size. Head and back of neck preserved. Top of head abraded. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Kom Hadid, Locus 6203 N.III.62.12 "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.60 millimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Dated to the 2nd century BC by Leonard based upon the context (Leonard 2001, 166), who identifies this as Aphrodite. Close parallel from Naukratis (Bristol, City Art Gallery & Museum H2260) and parallels dated to the 1st century BC (Bayer-Niemeier 1988, pl. 2.9, no.15) and late 3rd century BC (Török 1995, pl. 116, nos 216 and 217), including an example from Memphis (Petrie 1909, pl. 31, nos 105-6). See also similar examples NA527, NA530 and NA536 from Naukratis (less so NA529 and NA532 in Cambridge MCA). Similar examples from Athribis (Tell Atrib) dated to the late 3rd or 2nd century BC (Szmańska 2005, nos 200-202). Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Petrie, W.M.F. 1909. The palace of Apries. Memphis volume I. London, School of Archaeology in Egypt. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout "], "Bibliographic references": [" Leonard 2001 / Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. (p.166, no.5, pl.3.5, MC#20) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.445) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE97812 (Accession Number) ", " Miscellaneous number: SR5/14885 "]}