{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Fragment of base of a curved bowl, with circular ring foot. Pale turquoise green faience. "], "Cultures/periods": ["Ptolemaic (probably)"], "Production date": ["300BC-30BC (probably)"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 7 centimetres (diameter of ring foot) ", " Height: 2.60 centimetres ", " Thickness: 0.50 centimetres ", " Width: 2.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Base form with parallels from Ptolemaic (Nenna and Seif el-Din 2000, no. 202, late 4th century BC ) and Roman Egypt (Tomber 2006, 48, Fig. 1.16). The base is uneven. The pale green glaze could be more consistent with a Ptolemaic date, rather than the standard rich turquoise of early Roman production at Memphis. Closest Ptolemaic parallels are from small bowls, particulaly the echinus type dated to the 3rd to 2nd or 1st centuries BC (Nena 2013, Fig. 6.2, T3.1a-c). From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M-D and Seif el-Din, M. 2000. La vaisselle en faïence d'époque gréco-romaine: Catalogue du Musée gréco-romain d'Alexandrie. Etudes alexandrines 4. IFAO Cairo. Tomber, R. 2006. The pottery, in V.A.Maxfield and D.P.S. Peacock (eds) Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 3-238. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.18)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.9 (Egyptian inventory number) "]}