{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from stone, said to be limestone in register, but more likely steatite; well-shaped back with major features such as prothorax and elytra respectively marked by single and double incised lines; head and clypeus well indicated; underside incised with vertically arranged motif representing central sign, likely an obelisk, flanked by monkeys raising their arms, above neb-basket sign and below boat of Amun with sun-disc; longitudinally pierced; scarce remains of blue-green glaze. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" limestone (?) ", " steatite (more likely) "], "Technique": [" carved ", " glazed ", " incised ", " pierced "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Baboons in a worshipping attitude, flanking an obelisk is a design that was popular during the New Kingdom. See a parallel dated to the 19th dynasty: Keel 2010, 258-9, no 538. The weird shape of the obelisk and the badly formed hieroglyph representing the sacred barge of the sun god Ra could be an indication that this scarab is a later copy. Keel, O. 2010, Corpus der Stempelsiegel-Amulette aus Palästina/Israel : von den Anfängen bis zur Perserzeit, Orbis biblicus et orientalis, Series Archaeologica 31, Fribourg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.44) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG37374 ", " Miscellaneous number: GEM 26493 ", " Miscellaneous number: JE33593.3 (Accession Number) ", " Miscellaneous number: SR7/1691 "]}