{"artifact_name": "saucer lamp", "Object Type": ["saucer lamp"], "Description": [" Wheel-made open pottery lamp in the form of a shallow dish with a flat rim, the edges folded in at two places to form a wick-rest. Cream-coloured slip. Buff clay. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["550BC-475BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Naukratis, Location 57? (?) ", " Excavated/Findspot: Tell Dafana (?) "], "Materials": ["pottery"], "Technique": ["wheel-made"], "Dimensions": [" Height: 3.20 centimetres ", " Length: 12.50 centimetres ", " Thickness: 0.90 centimetres (rim) ", " Width: 12.20 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This form is common in the Levant, with parallels form Cyprus (Bailey 1971, Q486 - Q493) and from Tell en-Nasbeh (Wampler 1947, pl.71; Brody 2010, Bade Museum B2009110). Similar forms continued to be made in Egypt until the Late 4th or 3rd century BC, with parallels from Alexandria (Blondé 1998, 324-5, no. 21). Blondé, F. 1998. Lampes tournée Hellénistiques du Musée d’Alexandrie, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 307-35. Brody, A. \"Bade Museum: B2009110.jpg (Image)\" (Released 2010- 02-17). Aaron Brody (Ed.) Open Context. Wampler, J. C. 1947. Tell en-Nasbeh, Vol. II: The Pottery. Berkeley and New Haven: The Palestine Institute of Pacific School of Religion and the American Schools of Oriental Research. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KB.04) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.4434 (Accession Number) "]}