{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from stone, said to be limestone in register, but more likely steatite; back and side views unknown; underside inside with a motif arranged vertically with the god Ptah represented standing in front of two Djed pillars, each one surmounted by a human-headed ba-bird; winged sun with two uraeus above; small fine incisions within figure of Ptah and Djed-pillar; pierced lenghwise; traces of blue glaze. "], "Cultures/periods": ["Ramesside"], "Production date": ["1290 BC - 1077 BC (circa)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" limestone (?) ", " steatite (more likely) "], "Technique": [" carved ", " glazed ", " pierced "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The scene figured on the base is well attested on New Kingdom scarabs (Jaeger 1982, 194, §1314-1315; Magnarini 2004, 295). However, a comparable scene can be seen on a bead dated between the 22nd and 30th Dynasty (Fraser 1900, 52, pl. XV n°439) and on a scarab discovered in a Ptolemaic context in Karnak (Masson forthcoming a). Considering the style of this specimen, a Ramesside date seems more appropriate. On the presence of early types of scarabs and scaraboids from Naukratis: Masson forthcoming b. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London. Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming a, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Masson, A. forthcoming b, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.09) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Ptah"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG37370 ", " Miscellaneous number: GEM 26488 ", " Miscellaneous number: JE33593.7 (Accession Number) ", " Miscellaneous number: SR7/1687 "]}