{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd (mended from eight fragments) of Chian black-figured Komast pottery chalice; white slip; interior glazed black with added white bands; exterior: black-figure decoration consisting of komast (left arm missing; added red on buttock) to right, head turned back; at far right, trace of possible second komast; below, two narrow brown bands above group of vertical strokes. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 7.70 centimetres ", " Width: 6.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Group E of the Black Figure Komast chalices. The chalices in this group do not contain any filling ornament, details of the komasts are rendered very simply and inner decoration is basic. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3 "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 104, no. 310.4, pl. XXXII) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 172, p. 329, no. 1554, pl. 198) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1331) (phase 2) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 211, no. 14) "], "Location": ["Not on display"], "Subjects": ["dance"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.932 (Accession Number) ", " Miscellaneous number: P.5942 (Pottery & Porcelain Ledger No.) "]}