{"artifact_name": "stela", "Object Type": ["stela"], "Description": [" Funerary stela carved in limestone, in the form of double door and upper Egyptian cornice; bearing a Greek inscription 'Of Apollos, the son of Thalinos'. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["late 6thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 41 centimetres ", " Length: 25 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The stela was found by locals at Naukratis in 1887. See Petrie 1887, 209; Bulletin de Correspondance Hellénique 21, 1897, 579, pl.19.2 (incorrectly touched-up photograph); Milne 1905, 59-60, no. CG9220, pl. 10; Bernand 1970, 761-762 no. 31, pl. 40.3. Bernand, A. 1970, Le Delta égyptien d’après les textes grecs. I. Les confins libyques (MIFAO 91), II, 575-863. Milne, J. 1905, Greek inscriptions (Catalogue Général des Antiquités Egyptiennes du Musée du Caire), Oxford. Petrie, W.M.F. 1887, 'Miscellanea from Egypt', Classical Review 1, 209-10. ", " The carved decoration combines an Egyptian cornice (as used on 6th century BC Egyptian-style false-door ‘Caro-Egyptian’ grave markers – e.g. Kammerzell 2001, 251-2 figs 9-10, p. 255 figs 14-15]) with a door type more typical of Anatolian/Lydian tomb monuments (Roosevelt 2006, 74 fig. 13). False-door stelai are not uncommon as Carian grave markers in Egypt but more rare for Greeks; a parallel is the 6th century BC Egyptian-type false door stela of Exekestos, Brooklyn 37.1354E (Herbert 1972, 11-12 no. 1, pl. 1). Two further 'false door' reliefs are attested from Naukratis: British Museum 1886,0401.1529 probably from the Great Temenos, which also combines Egyptian and Greek features, and Oxford, Ashmolean Museum AN1886.455 from the sanctuary of Apollo. Herbert, K. 1972, Greek and Latin Inscriptions in the Brooklyn Museum, Brooklyn NY. Kammerzell, F. 2001, ‘Die Geschichte der karischen Minderheit in Ägypten’, in U. Höckmann and D. Kreikenbom (eds), Naukratis: Die Beziehungen zu Ostgriechenland, Ägypten und Zypern in archaischer Zeit. Akten der Table Ronde in Mainz, 25.-27. November 1999, Möhnesee, 233–55. Roosevelt, C.H. 2006, ‘Symbolic door stelae and graveside monuments in Western Anatolia’, American Journal of Archaeology 110, 65-91. "], "Bibliographic references": [" Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 761-762, no. 31, pl. 40,3) ", " Milne 1905 / Greek inscriptions (p. 59-60, pl. X) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CC.01) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Egyptian Museum, Cairo"], "Acquisition date": ["1887"], "Acquisition notes": ["Purchased by Petrie and \"exchanged at the Bulak Museum, as M. Grébaut was interested in it\" (Petrie 1887), in 15 May 1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG9220 ", " Miscellaneous number: JE27753 (Accession Number) ", " Miscellaneous number: SR8V/5910 "]}