{"artifact_name": "amulet(?); plaque", "Object Type": [" amulet (?) ", " plaque "], "Description": [" Amulet (?) carved in dark green soapstone (steatite); one side depicting in relief three seated deities representing the Osirian triad, with seated Osiris wearing an Atef crown (white crown flanked by ostrich feathers), Isis recognisable by the throne hieroglyphic sign on her head and a third deity sporting a pschent crown, most likely Horus; second side with incised representation of several deities, arranged on two registers, including seated Thoth, Sobek (crocodile wearing an Atef crown), Amun-Min and possibly Isis (holding snakes and scorpions in her hands); the sun-discs featured on three different crowns are all sunken and were possibly inlaid with semi-precious stones (?); fragmentary and chipped in places. "], "Cultures/periods": ["Ptolemaic (likely)"], "Production date": ["332 BC - 30 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" carved ", " incised "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Examples of amulets with groups of deities: Andrews 1994, 18, fig. 13. Egyptian bronzes excluded, amulets depicting a sacred triad usually consist of Horus between Isis and Nephthys. Amulets with Osiris between Horus and Isis are attested, with sometimes Osiris taking the shape of Osiris-Canopus (a few examples in glazed composition, steatite and gilt wax, dated to the Ptolemaic and Roman periods: Petrie 1914, 36, no. 156a-d). We do not have the dimensions of this object. Andrews, C. 1994, Amulets of Ancient Egypt, London. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.181) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though incomplete and bit chipped"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Isis ", " Representation of: Thoth ", " Representation of: Min ", " Representation of: Horus "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG39222 ", " Miscellaneous number: JE33553 (Accession Number) ", " Miscellaneous number: SR3/8097e "]}