{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Solid-cast amuletic figure of a falcon in copper alloy, maybe representing Horus; little detailing remains evident and the surface is rough; ring for suspension on the back of the head; quite corroded. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 2 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Falcon bronzes are usually associated with Horus (Weiss 2012, 281-282), though several deities and the pharaoh himself are linked with this form (Davies, Smith 2005, 54). This amulet belongs to the type T 18 in the typology of animal bronzes by K. Weiss, a type otherwise attested in the Memphite region, Herakleion and Athribis (Weiss 2012, 738-740, Pl. 43c-f, Typ T 18, see esp. Nr. 805 for this specimen). Amulets in the shape of a falcon, sometimes crudely made like this specimen, were manufactured in a number of materials. Many examples of falcon wearing a double crown of Egypt, made out of lead, were discovered in Herakleion-Thonis (Heinz 2011, 216-217, fig. 4). Numerous amulets of falcons, made out of glazed composition, stone and Egyptian blue, were discovered in Naukratis, including rather large amuletic figures in glazed composition likely produced locally (Masson forthcoming). Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Heinz, S. 2011, ‘The lead statuettes and amulets of Heracleion-Thonis’, in A. C. Smith and M. E. Bergeron, The Gods of Small Things, Toulouse, 211-232. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 739, Taf. 43f, Nr. 805) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.206) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair though corroded"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.309 (Accession Number) ", " Miscellaneous number: M.1103 (Metalworks ledger number) "]}