{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Description": [" Solid-cast fitting for crown of large figure (possibly Osiris?), in copper alloy; depicting a pair of uraei in the shape of raised cobras wearing sun-discs; their hoods, sun-discs and bases are welded; front of hood divided by curved ribs in hollow sections which, as the hollow sun-discs, were supposed to receive coloured paste and/or glass inlays; traces of such inlays remain in the sections of the hood and sun-disc, but fitting is so corroded that it altered their colour; rings for suspension at back of each head, connected by a lead bar around which a further loop swivelled in between the two fixed loops; metal highly corroded and inlays very damaged or missing. "], "Cultures/periods": [" Late Period (likely) ", " Ptolemaic (?) "], "Production date": ["500 BC - 300 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes'? "], "Materials": ["copper alloy"], "Technique": [" solid-cast ", " inlaid "], "Dimensions": [" Height: 3.70 centimetres ", " Width: 2.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This piece could correspond to the \"two snakes\" element that Petrie listed in the finds from the cache of bronzes (on this cache: Petrie 1886, 41-42; Masson 2015). Two other pairs of uraei however were discovered in the same season by Petrie: Bristol, City Art Gallery & Museum H1072.1 and Liverpool, World Museum 9,9,86,112. The identification of its context of discovery is therefore not certain. Such a fitting implies the presence of a relatively large statue of an Egyptian deity (maybe Osiris?). Other fragments belonging to one or more relatively large statues with glass inlays were discovered in Naukratis (Masson forthcoming b). Fittings in the shape of uraeus (single or pair) in copper alloy found in the Delta are listed in Weiss 2012, 876-880. Very close parallel for this double-uraeus from Herakleion (Weiss 2012, 876, Pl. 69, Nr 1364; see also Nr. 1368 for this specimen). For other uraei with coloured glass inlays, see for example: Grenier 2002, 176-177, pl. XLVIII; Goddio and Fabre 2008, no. 201 (from Herakleion). Goddio, F. and Fabre D. 2008 (eds), Egypt’s sunken treasures, Munich. Grenier, J.-C. 2002, Les Bronzes du Museo Gregoriano Egizio, Vatican City. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Masson, A. forthcoming b, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 877, Nr. 1368) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.239) (phase 3) "], "Location": ["Not on display"], "Condition": ["Poor, very corroded"], "Subjects": [" reptile ", " ancient egyptian deity "], "Associated names": ["Representation of: Osiris (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.298 (Accession Number) ", " Miscellaneous number: M.1092 (Metalworks ledger number) "]}