{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian Grand Style pottery chalice; cream slip; interior: glazed black with traces of possible zigzag pattern below rim in added white and part of white rosette; exterior: painted decoration consisting of partridge (head missing) to right, climbing steps of perhaps a high altar decorated with chequer pattern. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 4.70 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.90 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For parallel chequered pattern, see British Museum 1924,1201.369 and Cambridge, Museum of Classical Archaeology N85. The interior decoration is different on all three sherds and therefore they are extremely unlikely to be from the same vessel. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 280, no. 777, pl. 102) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 34, no. 45, pl. XVII) ", " Price 1924 / Pottery of Naukratis (p. 212-3, fig. 51) ", " Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 174, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0824) (phase 2) "], "Location": ["Not on display"], "Subjects": ["bird"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 94-6, N.89. G.24 ", " Miscellaneous number: GR.89.1894 (Accession Number) "]}