{"artifact_name": "mirror", "Object Type": ["mirror"], "Description": [" Two solid-cast elements in copper alloy, consisting of a mirror and a case; mirror of oblong, almost circular shape with a simple projecting tang to which was attached a missing handle; case flat with low rim, more circular in shape than mirror; heavily encrusted, corroded. "], "Cultures/periods": [" Late Period (probably) ", " Ptolemaic (early?) "], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Diameter: 13.80 centimetres (case) ", " Diameter: 12.50 centimetres (mirror) ", " Height: 17.90 centimetres (mirror) "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Mirrors had more than a pure domestic function. According to iconographic and archaeological evidences, they could be an object of cult, either offered as an ex-voto or part of the funerary equipment (Robinson 2010, 219-220). Mirrors and mirror covers featuring a plain disc with a raised ridge around the rim find good parallels at Olynthus (Robinson 1941, 171-172, pl. XXX). Robinson, D. M. 1941, Metal and Minor Miscellaneous Finds (Olynthus 10), Baltimore. Robinson, Z. 2010, ‘Living with Metals in Hellenistic Egypt – New Finds from Heraclion-Thonis’, in D. Robinson and A. Wilson (eds.), Alexandria and the North-West Delta, Oxford, 219–231. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 28) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (RA.08) "], "Location": ["Not on display"], "Condition": ["Fair though corroded"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.749a-b (Accession Number) ", " Miscellaneous number: M.1509a-b (Metalworks ledger number) "]}