{"artifact_name": "stove", "Object Type": ["stove"], "Description": [" Terracotta portable cooking stove fragment. Fragment with a face moulded in relief. Pot-support broken from a cooking- stove: a theatre mask of Dionysos, wreathed with ivy, and with a striated beard, within a rectangular panel. Square upright projection from the rim on which is an ivy crowned male head in relief, the long beard extending inward to form a knob. Above, Greek inscription, three letters. The back is plain; part of the fire-bowl and its wide everted rim survive. The support and panel were made in a one-piece mould. Coarse gritty clay, dark red, without glaze. "], "Producer name": ["Made by: Athenaiou"], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC(late)-1stC BC(early)"], "Production place": [" Made in: Knidos (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 14 centimetres (rim) ", " Height: 11.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallel, probably from close mould series in the Alexandria Museum (Didelot 1998, 286-7, fig. 2 ) and close parallel found in Egyptian dated '3rd to 2nd century BC' (Bayer Niemeier 1988, no.764). Published in Fairbanks 1928, p.135, pl. XL, no.378.1. Athenaios is a known Knidian portable stove maker of the late 2nd to early 1st century BC (Şahin 2001, 112, Figs 85, nos Ky 5) and theer are other parallels from Halicarnassus thought to be made in Knidos (Şahin 2001, 95-8, Figs 16-20, nos Ha 12-16). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann /Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Didelot, O. 1998. Réchauds hellénistiques du Musée Grécoromain d'Alexandrie: Importations et productions locales, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 275-306. Fairbanks, A. 1928. Catalogue of Greek and Etruscan Vases, Boston. Mayence, F. 1905. Fouilles de Delos. Les rechauds en terre-cuite. Bulletin de Correspondance Hellenique 29: 373-404 "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 134, pl. XL, no.378.1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (LA.05) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" classical deity ", " theatre mask "], "Associated names": ["Representation of: Dionysos/Bacchus"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.875 (Accession Number) ", " Miscellaneous number: P.5829 (Pottery & Porcelain Ledger No.) "]}