{"artifact_name": "scarab; amulet", "Object Type": [" scarab ", " amulet "], "Description": [" Mould-made amulet in glazed composition in the shape of a scarab; quite flat scarab with elytra marked by vertical grooves incised on the back; loop for suspension added to the underside; light greenish turquoise glaze of low quality, white core. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["6thC BC (possibly)"], "Production place": [" Made in: Egypt ", " Made in: Scarab Factory (?) "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Length: 1.80 centimetres ", " Width: 1.10 centimetres ", " Depth: 0.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This shape of scarab in glazed composition is particularly well attested in the Late Period (Rowe 1936, pl. XXIV; Hornung, Staehelin 1976, 368-369, pl. 103, no. 916-917). Naukratis provided two other examples, a bit different from this piece: BM 1888,0601.56 (EA66517) and BM 1888,0601.56 (EA66522). On amulets of scarabs in general see: Andrews 1994, 59, esp. fig. 59f-g; Herrmann et al. 2010, 120-121 (type 69). Further examples published in Petrie 1914, pl. XI no. 92. Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Petrie, W.M.F. 1914, Amulets, London. Rowe, A. 1936, A Catalogue of Egyptian Scarabs, Scaraboids, Seals and Amulets in the Palestine Archaeological Museum, Cairo. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.248) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["insect"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P.5244 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.306 (Accession Number) "]}