{"artifact_name": "dish", "Object Type": ["dish"], "Description": [" Base fragment of carinated dish with low ring foot, greyish lavender blue faience inside and out. Possibly same vessel as Eg. no. 3577. 15 "], "Cultures/periods": ["Roman Period (probably)"], "Production date": ["1-200"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 6 centimetres (diameter of foot ring) ", " Height: 3.40 centimetres ", " Thickness: 0.40 centimetres (Varies between 0.4 and 0.5) ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Carinated bowls with a flaring lip or ledge rim were common in the Roman period (Nenna 2013, T13.2, see T12.3c), with a similar rim form is typical for the late 2nd century AD at Mons Clauduianus and Mons Porphyrites (Tomber 2006, 47, types 9, 14 and 19). 1st to 2nd century AD parallels (Nenna and Seif el-Din 2000, no. 470; Tomber 2006, no.15). However, this is a rather delicate example and the lavender blue glaze (purple or grey-blue) is usually Ptolemaic in date and similar forms were already produced in the Ptolemaic period (Nenna 2013, T3.1f, 127). From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M-D and Seif el-Din, M. 2000. La vaisselle en faïence d'époque gréco-romaine: Catalogue du Musée gréco-romain d'Alexandrie. Etudes alexandrines 4. IFAO Cairo. Tomber, R. 2006. The pottery, in V.A.Maxfield and D.P.S. Peacock (eds) Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 3-238. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.32)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.14 (Egyptian inventory number) "]}