{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Large scarab carved from steatite; well-defined back with detailed clypeus and head, prothorax and elytra marked by incised lines (double for prothorax and triple for elytra); V-incisions on elytra at junction with prothorax on each side; feathering on front legs indicated with numerous parallel finely incised lines; at side, well-shaped legs, with projecting shelf underneath running round beetle; underside with incised motif arranged vertically on three registers with scarab flanked by addorsed uraei at the bottom, vulture with spread wings in the middle and winged sun above; hatching inside wings and incised chevrons in uraei's body; pierced lengthwise; yellow-brown glazed applied on smooth surface; chipped edge. "], "Cultures/periods": ["25th Dynasty (mainly)"], "Production date": ["800 BC–700 BC (circa)"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " glazed ", " pierced "], "Dimensions": [" Length: 3 centimetres ", " Width: 2 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The scarab belongs to Gorton type XII, a type especially well-distributed on Punic sites, but present also in Greece, Cyprus and in Naukratis in Egypt (Gorton 1996, 34-38, type XII, see especially no. 8b for this specimen). According to the examples discovered in good contexts, this type is attested from around 800 BC till 700 BC (Gorton 1996, 37). It could be an early scarab brought to Naukratis or, less likely, a locally produced imitation of this earlier type. For another example of this type from Naukratis, see BM 1888,0601.62. On the presence of scarabs predating the occupation of Naukratis: Masson forthcoming. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 152) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 35, Type XII, no. 8b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.32) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.675 (Accession Number) ", " Miscellaneous number: P.4882 (Pottery & Porcelain Ledger No.) "]}