{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Description": [" Upper body of unbearded male figure, nude, arms by side, back pillar, light green glaze, white-beige finely porous core.Probably a copy by the makers of the Egyptian type amulets, of the regular products of the factory working for the Greek market. "], "Cultures/periods": [" Archaic Greek (?) ", " 26th Dynasty "], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Scarab Factory (? according to museum register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 2.40 centimetres ", " Length: 0.90 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Note that the use of turquoise glaze is rare for this type of figure. The use of cream glaze with dark brown added glaze for details is more usual. Several amulets representing naked male and female figures in various postures were discovered in Naukratis, especially in the sanctuaries of Apollo and Aphrodite. The registers of the Museum of Fine Arts mention the Scarab Factory as the findspot. However, a great number of amulets kept in Museum of Fine Arts were alsmost systematically allocated the Scarab Factory as a findspot. Caution is therefore required for such context of discovery. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. ", " This piece is smaller than the regular products of the workshop making figurines for the Greek market. I suspect that this is an amusing little joke, with similar hair, and back pillar, but with a marked Egyptian-style central vertical dividing line on the torso, made by the amulet makers, who used a green glaze for their products. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.18)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P.5252 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.311 (Accession Number) "]}