{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Male terracotta figure exposing genitals, top of body missing. Priapus or actor standing astride and wrapped in a himation, the front of which is held up by his upright phallus, leaving his legs bare, the drapery at his back showing between them. Mould-made and hollow (rear broken away and lost). White coating and traces of pink paint. Brown Nile silt with abundant gold mica and quartz. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.60 centimetres ", " Thickness: 0.50 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Said to be from Naukratis or Memphis. Similar representation of Priapus in the British Museum (GR1973,0501.33), but solid and possibly from a vessel. Three heads (Cambridge, Museum of Classical Archaeology NA607; NA570; Oxford, Ashmolean Museum AN1896-1908-E.4721) and two body fragments (Cambridge, Fitzwilliam Museum E.P.67; Oxford, Ashmolean Museum AN1896-1908-E.4702) from similar Priapus figures are known from Naukratis. Similar Priapus head in Dresden dated to the late 2nd century BC (Fischer 1994, no.698). Also see 1st century BC parallel from Tell Atrib (Szymańska 2005, no. 7), but distinct from Roman variants (bailey 2008, 3380; British Museum EA 1874,0314.6). Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.250) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Priapus"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.P.67 (Accession Number) "]}