{"artifact_name": "drill(?); bodkin(?); pin; stylus(?); pin beater(?)", "Object Type": [" drill (?) ", " bodkin (?) ", " pin ", " stylus (?) ", " pin beater (?) "], "Description": [" Bone point. Possibly from a pin or alternatively a pin beater, stylus, drill, piercer, bodkin or point. Pointed, rounded half (third) of tube. Pollished surface. Chipped upper edge. "], "Cultures/periods": [" Late Period (?) ", " Archaic Greek (?) ", " Graeco-Roman (?) "], "Production date": [" 630BC -500BC (?) ", " 500BC -200 (?) "], "Production place": [" Made in: Egypt ", " Made in: Aegean Sea "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["mammal bone"], "Technique": ["polished"], "Dimensions": [" Width: 1.70 - 1.90 centimetres ", " Length: 13 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ivory or bone pin, piercer or bodkin. Bone pin parallels from the Archaic Artemisia at Ephesus (Hogarth 1908, 186-9, Pl. XXXIII-XXXIV), but bodkins are probably closer parallels for these fragmentary pieces (Hogarth 1908, 186-9, Pl. XXXIV.40-43). Possibly an offering from a Greek sanctuary as with the examples found at Ephesus. Alternatively, parallels from Pompeii include pin beaters (used in weaving) or styli (Cool 2016, 214-5, 258-261). Cool, H. E. M. 2016. The small finds and vessel glass from Insula VI.1 Pompeii: Excavations 1995-2006. Oxford: Archaeopress, Roman Archaeology 17. Hogarth, D. G. 1908. Excavations at Ephesus: the Archaic Artemisia. London "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (WB.15) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: I.96 (Ivory ledger number) ", " Miscellaneous number: RES.86.3 (Accession Number) "]}