{"artifact_name": "amphora(possibly); krater(possibly); dinos(possibly)", "Object Type": [" amphora (possibly) ", " krater (possibly) ", " dinos (possibly) "], "Description": [" Body sherd of Clazomenian black-figured pottery vessel, amphora, krater or dinos; interior reserved, rough; exterior, cream slip; between black bands, black-figure siren (with added red on hair and alternate wing feathers and added white dots on wing). "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Clazomenae "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 10.70 centimetres ", " Width: 7.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Clazomenian kraters and dinoi are unslipped on their interior and they were more common during the early phase of Clazomenian black-figure pottery period when white slip was more popular. For other examples, see Cambridge Fitzwilliam GR.54.e.1899, GR.54.a.1899, GR.54.b.1899, GR.54.c.1899, GR.54.f.1899 and GR.300b.1899. E.R. Price (East Greek Pottery, 1927, 22) argued that white slip Clazomenian pottery was the link between the Clazomenian sarcophagi, which were covered in a white slip, and the later Clazomenian black-figure wares. She explained that the features (the use of white dots as well as the use of white lines together with incised lines for inner details) on the white slip sherds are paralleled either the sarcophagi or the later vases. Cook (1952 note 64) rejected that argument on the basis of both dating and styles. The sherds listed by Price in her argument were tentatively identified by Cook as British Museum 1888,0601.575 and possibly Oxford AN1896-1908-G.130.10. A third sherd was mentioned by Price and described as having a cock as decoration. Cook subsequently incorrectly identified the sherd as 1886,0401.1197 which is an Attic black-figured column-krater. His CVA reference is also incorrect because CVA British Museum VIII, pl. 589, no. 9 discusses a Milesian Fikellura amphora. The sherd first mentioned by Price may be Oxford AN1896-1908-G.131.1 which is a Clazomenian black-figure plate with a cock in the tondo. In all three cases, the styles are very different, the dates do not match and 1888,0601.575 is not Clazomenian. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 109, no. 320.7, pl. XXXIV) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 225, no. 117) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.072) (phase 3) "], "Location": ["Not on display"], "Subjects": ["siren"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.848 (Accession Number) ", " Miscellaneous number: P.5749 (Pottery & Porcelain Ledger No.) "]}