{"artifact_name": "plate", "Object Type": ["plate"], "Description": [" Much of an East Greek pottery plate with low ring foot. Decoration in red-fired glaze. Interior slipped. On top of rim, meander hooks; on floor, lotus and bud frieze around a central floral motif of lotus buds and leaves around a a disc and three rings; zones separated by bands of glaze with added red lines lined in white. Exterior reserved with triple bands at top of wall, single ones on mid wall and on underside of foot; on underside red dipinto. Row of ancient repair holes along one broken edge. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-550BC"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Hera (Naukratis) "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 16.30 centimetres (foot) ", " Diameter: 24 centimetres (rim outside) ", " Height: 5.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 226, no. 125) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 114, pl. XXXV, no. 324.7) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.780) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 1003, pl. 123) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.973 (Accession Number) ", " Miscellaneous number: P.5984 (Pottery & Porcelain Ledger No.) "]}