{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back very worn with no division line visible; underside bearing incised hieroglyphic inscription arranged horizontally with: hes-vase, falcon, hand holding a bread (dj), crudely made n-sign and scarab (xpr); a few details incised within hieroglyphs; pierced lenghtwise; glaze all gone, or less likely never applied (said to be unbaked and unglazed on the EEF distribution list); in pale yellow core. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced "], "Dimensions": [" Length: 1.50 centimetres ", " Width: 1.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The hieroglyphic inscription on its underside is rather difficult to understand. It has been translated by \"Offering to Kheper, libation to Horus\" in EEF distribution list. The hieroglyphs, however, could have been only used for their magical value, as often for Naukratis scarabs (Gorton 1996, 93). This scarab is not listed in Gorton's typology, but it could belong to her type XXXI, a type often found on Punic sites though not exclusively (Gorton 1996, 103-107). The size of the scarab, the technique and the motif fit with the type. However, this type is usually made of coloured paste, not glazed composition. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 106) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.124) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor"], "Associated names": ["Named in inscription: Horus (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.680 (Accession Number) ", " Miscellaneous number: P.4887 (Pottery & Porcelain Ledger No.) "]}