{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Restored North Ionian black-figured pottery hemispherical bowl; handles seemingly modern; exterior: frieze of uprights at lip; two animal friezes separated by band of meander hooks between bands; upper frieze has floral at handle join, a sphinx to right and parts of two geese facing left, in black-figure; goats running right, heads reverted, in lower frieze; below, wavy line between bands and lower frieze of alternating rosettes and sets of verticals. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": ["Archaic Greek"], "Production date": ["600BC-550BC"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 40.70 centimetres (rim) ", " Height: 20.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The vessel was presumably restored at the British Museum prior to being shipped to Boston. "], "Bibliographic references": [" Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 216, no. 49) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 105, pl. XXXIII, no. 313) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.324) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 1016, pl. 125) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1031 (Accession Number) ", " Miscellaneous number: P.6221 (Pottery & Porcelain Ledger No.) "]}