{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing a standing figure, possibly an Egyptian deity on a square base, leaning against back pillar; light greenish turquoise glaze; whitish slightly porous core; only lower legs of figure preserved. According to Boston records, when complete, amulet of Anubis (or Wepwawet?) measuring 2.5x1.1x06cm; further description states: 'Full length, standing, arms extended full length, at the sides. Rudely modelled Jackal headed. Column behind and thin plinth. Hole through the head. Broken in two through the thighs. Pale & rough green glaze, a good deal defaced'. "], "Cultures/periods": [" Late Period (?) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 0.80 centimetres ", " Length: 1 centimetres ", " Width: 0.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. These records also provide a full description of the amulet and list it as an Anubis amulet. Anubis is present in Naukratis through several small amuletic figures made out of glazed composition, like this specimen, or copper alloy (Masson forthcoming). Anubis is often associated to Wepwawet (Upuaut) who is regarded in some Egyptian myths as Anubis son and with whom he is often confused in the late periods. These amulets might be related with the cult of Wepwawet, well attested in the nearby Sais which held a lot of influence over Naukratis (on various cults celebrated at Sais: Weiss 2012, 448-452). On amulets of Anubis / Wepwawet see: Andrews 1994, 46-47; Herrmann et al. 2010, 36 (type 8). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.188) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Anubis (?) ", " Representation of: Wepwawet (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P.5280 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.333 (Accession Number) "]}