{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Description": [" Mould-made scaraboid in Egyptian blue; back in the form of a ram's head, with forward curving horns and neck behind the horns decorated with parallel incisions; underside decorated with an incised representation of a winged scarab; finely made; pierced for suspension through diameter near the circular base, so head would hang down; in bright blue paste (said to be unbaked and unglazed on the EEF distribution list); one edge broken. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Naukratis "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " pierced "], "Dimensions": [" Diameter: 1.20 centimetres (base) ", " Height: 1.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Scaraboids in the shape of a ram's head pertain to a common series produced at the “Scarab Factory” and winged beetle is a popular motif on scarabs and scaraboids produced at Naukratis (on the ‘Scarab Factory’ productions, see Webb forthcoming). The ram's head reproduces the rhyton shape popular in both Greek coroplastic and coins. This shape can also be related to the ram-headed god Amun-Ra of Baded, the main local Egyptian god revered at Naukratis. This specimen belongs to a type which was widely distributed in the Mediterranean area, particularly in Eastern Greece, and Southern Russia (Gorton 1996, 121-127, type XXXIV, subtype A9a-10, see especially A10 for this piece). This group varies in style with other animal representations on Naukratite scarabs and scaraboids - animals with more elongated bodies, finer incisions - giving the impression that they are of better workmanship (Gorton 1996, 122). The motif of a winged beetle can also be found on a scarab in Egyptian blue, found in Naukratis (Petrie 1925, pl. XI, no. 595; Gorton 1996, 122, type XXXIV, A8). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1925, Buttons and design scarabs: illustrated by the Egyptian collection in University College, London (British School of Archaeology in Egypt 38), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 135) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 123, type XXXIV A10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OF.06) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, bit chipped"], "Subjects": [" insect ", " mammal "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.699 (Accession Number) ", " Miscellaneous number: P.4906 (Pottery & Porcelain Ledger No.) "]}