{"artifact_name": "dinos", "Object Type": ["dinos"], "Description": [" Rim sherd of Chian, probably black-figured, Sphinx and Lion Style pottery dinos; white slip; exterior: on flat rim, double guilloche pattern with traces of added red on central dots, between narrow lines; below, at junction with body, black band above band of short vertical strokes; below at far left, single dot and painted decoration consisting of undetermined motif, possibly part of a lion or sphinx's tail. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure (?)"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 21 centimetres (rim) ", " Height: 5.40 centimetres ", " Width: 9.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd most probably belongs to the same vase as British Museum 1924,1201.3 which Lemos places in Group C of the Sphinx and Lion Style. The vases in this group may all have been decorated by the same painter. The cogwheel rosettes have more spikes and the figures are well executed. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 102, no. 307.3, pl. XXX) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 247, no. 297, pl. 36) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 138, no. 697, pl. 98, no. 697) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0038) (phase 2) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 213, no. 28) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.530 (Accession Number) ", " Miscellaneous number: P.4684 (Pottery & Porcelain Ledger No.) "]}