{"artifact_name": "bead", "Object Type": ["bead"], "Description": [" Large cylindrical face bead in almost colourless glass, semi opaque, with multi-coloured details, with three faces, two in white, one in yellow; flat relief except the lump-like noses; large circular eyes and eyebrows deep blue, beards light-blue/grey, lips yellow (in white faces) or white (in yellow face). Around the top of the bead above the faces two irregular rows of small bosses, the lower in white, the upper in yellow. Similar bosses also once at bottom of the bead but now broken off. large hole running vertivally through bead. Some pitting and iridescent weathering on exterior. "], "Cultures/periods": ["Phoenician"], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Phoenicia ", " Made in: Carthage (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glass"], "Dimensions": [" Diameter: 1 centimetres (hole) ", " Length: 3.20 centimetres ", " Width: 2.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Such glass beads are occasionally interpreted as of Phoenician manufacture. 7th to 5th century BC parallels from Tunisia, Ukraine, Thebes (Greece) (Louvre, Paris, BJ 655, BJ 646, BJ 767). Close parallel from the Corning Museum of Glass, New York, said to be made in Carthage (Dublin 2007, 48, no. 35). Dubin, L. S. 2007. The history of beads : from 30,000 B.C. to the present. London. ", " Phoenician face beads have a wide distribution across the Mediterranean from the 7th to 3rd centuries BC, though this specific type was probably from 400-200BC (Tatton, Brown 1981, 154) or 150BC (Seefried 1982, 145). A close parallel for this piece in the Corning Museum of Glass, New York, is said to have been made in Carthage (Dublin 2007, 48, no. 35). Dubin, L.S. 2007, The History of Beads: from 30,000 B.C. to the Present, London. Seefried, M. 1982, Les pendentifs en verre sur noyau des pays de la Méditerranée antique (Collection de l'École française de Rome 57), Rome. Tatton-Brown, V. 1981, ‘Core-formed glass of the 1st millennium BC’, in D. Harden, Catalogue of Greek and Roman Glass in the British Museum, London, 143-155. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QH.02)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.216 (Accession Number) ", " Miscellaneous number: G.1000 (Glass ledger number) "]}