{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made pottery oil-lamp with a double-convex body, a long splayed flat-topped nozzle with a curved tip, a circular base-ring, and a leaf-shaped lug on each side. The filling-hole is surrounded by a double moulding. The shoulder is decorated with a key pattern in relief, between the outer moulding of the filling-hole and a single moulding above the carination. On top of the nozzle is a ribboned thyrsos between two raised ridges, which end in volutes. The red-brown surface is perhaps slipped. Red-brown Nile silt fabric. Nozzle is broken. "], "Cultures/periods": ["Ptolemaic (late)"], "Production date": ["(late)3rdC BC - (early)1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped (?) "], "Dimensions": [" Diameter: 1 centimetres (filling hole) ", " Diameter: 0.90 centimetres (nozzle) ", " Height: 2.80 centimetres ", " Length: 8.40 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'Nauk 21' See 11.45913 same mould- Boston. Late 3rd to early 2nd century BC parallel from Alexandria (Mlynarczyk 1998, 331-4, Fig. 4d). Parallels dated either late 2nd to 1st or late 3rd to 2nd century BC (Mlynarczyk 1997, 54-7, Type G, Fig. 65, who prefers earlier date). Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.025) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.201.1899 (Accession Number) "]}