{"artifact_name": "figure; vessel", "Object Type": [" figure ", " vessel "], "Description": [" East Greek terracotta figure vase (plastic vase). Head and rim fragments of mould-made vase, possibly an alabastron in the form of a standing kore (Greek maiden). She has almond shaped eyes. Fine brown fabric with abundant silver mica. Mould-made and hollow. Rim and head only, broken at neck. "], "Cultures/periods": [" East Greek Archaic II ", " Archaic Greek "], "Production date": ["550BC-500BC"], "Production place": [" Made in: Miletus (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.80 centimetres ", " Length: 1.10 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " There are similar pieces to this head fragment in the British Museum of a standing Kore (GR1860,0404.57 from Kamiros), a seated Kore and another fragment (GR 1886,0401.1400 and GR1886,0401.1398 also Naukratis) or as an alabastron (GR1861, 0425.34 from Kamiros), all in similar micaceous orange fabric and all dated to the late 6th century BC (Higgins 1954, no.61). There is a close parallel from Lindos, Rhodes, dated 525BC-400BC (Blinkenberg 1931, pl. 85, no. 2114). It was originally thought to be made in Rhodes (Higgins 1954, 48-9). Probably from South Ionia, Jones' NAA analysis of GR1888,0601.659 also from Naukratis, places it within his East Greek, probably Milesian group (Jones 1985, 673). A parallel from Erythrae, Turkey, dated between c. 540BC to c. 520BC (Bayburtluoğlu 1977, 80-1, pls. 9, 11 and 16, nos. 17, 19 and 27). Parallel from Memphis (Ashton, 2003, 77, UC47941, erroneously dated to the Hellenistic period). See parallel from Lindos (Blinkenberg 1931, pl. 95 no. 2115b). Ashton, S-A. 2003. Petrie's Ptolemaic and Roman Memphis. London : Institute of Archaeology, UCL. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Bayburtluoğlu, C. 1977. Erythrai II. Ankara. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Jones, R. E. 1985. Greek and Cypriot Pottery: A Review of Scientific Studies. Athens. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.048) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.33.1887 (Accession Number) "]}