{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of youth or woman wearing wig, from a statuette. Traces of black around eyes and in hair/ wig. Compact white Egyptian (?) limestone with brown patina. Broken away at neck; tip of nose missing. Surface chipped and worn. "], "Cultures/periods": ["Cypro-Archaic I"], "Production date": ["630BC-600BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 4.70 centimetres ", " Length: 3.70 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The hair is treated after the fashion of an Egyptian 'layer-wig'. It is parted in the middle. The treatment of the features is almost without parallel. Despite the full modelling of cheeks and lips, the elaborate 'layer-hair ' would seem to suggest quite an early date, and this is perhaps borne out by the affmities that seem to exist between this piece and Egyptianizing faience from Rhodes of about the late seventh century B.C. 'Egyptianizing style, perhaps of the end of the seventh or beginning of the sixth century B.C.' and thought to be locally made (Budde and Nicholls 1967, 6, no.15, pl.3). See parallels from Lindos (Blinkenberg pl. 44, no. 1256, pl. 56 no. 1299) Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. "], "Bibliographic references": [" Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 3, no. 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.067) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.1.1899 (Accession Number) ", " Miscellaneous number: NA1 (Other Accession Number) "]}