{"artifact_name": "krater(?); bowl(?)", "Object Type": [" krater (?) ", " bowl (?) "], "Description": [" Body sherd of Attic black-figured pottery krater (?) or bowl (?), large and thick-walled; remains of what appears to be a handle root at left edge of the fragment. Interior: reserved at top of sherd and second reserved band below; added red lines on glazed areas; exterior: above, small part of painted decoration, possibly tentacle of an octopus; below, black-figure octopus (body and part of two tentacles remaining). Clay orange-brown, relative fine and dense, but with some poorly sorted lime and little small mica; outside surface smoothed and slightly ruddle-coloured, with a plastic ridge. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["560BC-530BC (?)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 1.10 - 1.30 centimetres ", " Height: 13.20 centimetres ", " Width: 7.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The shape is suggestive of a large chalice. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 125, pl. XXXVIII, no. 351.8) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 232, no. 180) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1180) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.566 (Accession Number) ", " Miscellaneous number: P.4748 (Pottery & Porcelain Ledger No.) "]}