{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing a falcon-headed deity, possibly Horus; standing, probably in striding pose with arms on his sides; wearing a double crown; quite crude and bit schematic features with some details for shendyt short kilt and marked belly button; scarce remains of pale turquoise glaze; whitish porous paste; broken below thighs; surface eroded. "], "Cultures/periods": [" Late Period (possibly) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " glazed "], "Dimensions": [" Height: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Amulets representing a hieracocephal male figure can refer to various Egyptian deities (when double-crowned particularly various forms of Horus: Andrews 1994, 27-28). For another amulet from Naukratis representing a hieracocephal deity, but wearing a sun-disc with uraeus: Bristol, City Art Gallery & Museum H1030. On amulets of falcon-headed deities see: Andrews 1994, 27-30; Herrmann et al. 2010, 61-63 (type 26). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.106) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Horus (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P.5256 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.313 (Accession Number) "]}