{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing Isis nursing Horus (Harpokrates); goddess wearing tripartite wig, holding her left breast with the right hand; likely seated on throne (part of throne still visible to back); rather detailed modelling with wig shown with square elements; light greenish turquoise glaze; white core, finely porous; only upper part of body preserved, top of head and most of arms broken off, glaze chipped and worn. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Isis - and particularly featured as Isis nursing - is a goddess relatively well-represented at Naukratis with some figures and amulets made of bronze or glaze composition (Masson forthcoming). On Isis amulets see: Andrews 1994, 48-49, fig. 18; Herrmann et al. 2010, 30-32 (types 4-5). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.091) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3891 (Egyptian inventory number) ", " Miscellaneous number: P.5251 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.310 (Accession Number) "]}