{"artifact_name": "dish", "Object Type": ["dish"], "Description": [" Massive base for shallow bowl with distinct foot rim. Darkish blue glaze. Shape similar to ceramic bowls of Roman date, Mid -Ist century through to Severan period. "], "Cultures/periods": ["Roman Period"], "Production date": ["50-235 (117-192 most common)"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 12 centimetres (measured on outside curve foot) ", " Height: 5.40 centimetres ", " Thickness: 0.70 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Base from Mons Claudianus types 13 or 14, a form produced in Memphis (Tomber 2006, 48, fig.1.16, type 13-174; Petrie 1909, pl.40, nos 1-4), dated to the mid first century AD to the Severan period, and particularly common in Trajanic+ contexts (98-192 AD, but less common in the Trajanic and Severan periods). This form is commonly dated 1st to 2nd century AD (Nenna 2013, T13). From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M-D and Seif el-Din, M. 2000. La vaisselle en faïence d'époque gréco-romaine: Catalogue du Musée gréco-romain d'Alexandrie. Etudes alexandrines 4. IFAO Cairo. Tomber, R. 2006. The pottery, in V.A.Maxfield and D.P.S. Peacock (eds) Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 3-238. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.35)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.23 (Egyptian inventory number) "]}