{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Upper part of limestone female figure, standing, wearing a long sleeved chiton, girdled at the waist, but with a long over-fold hanging down (long kolpos) in front over the girdle after the Cypriot fashion. Small chiselling marks are visible on the entire surface. Traces of reddish brown paint on the bowl, of red on the left cheek on the necklace’s right outer edge, on the left arm; golden yellow on the left side of the necklace and at the centre. The figure wears a narrow garment which slightly broadens towards the bottom. At approximately thigh level a kolpos is visible which is indicated by an incised upwards arched line. The left arm is hanging down straight; the hand is clenched to a fist with the exception of the thumb. The sharply bent right arm is carrying a bowl with two lugs or handles in front of the pointy breasts. The face with its pointy chin has very large, flatly worked ears and very large, slightly protruding eyes. The eyebrows are set high above and stretch to the root of the nose. The small, fine mouth is smiling slightly. Starting in the corners of the mouth two small grooves are reaching down. On the head the woman is wearing a veil which is lifted almost diadem-like above the forehead and falls behind the ears onto the back. The vertical edge to the hair-mass over the brow may, in fact, represent a diadem whose details were originally rendered in paint (in parallels this sometimes projects at the top or is decorated plastically in front). Around the neck a pearl necklace is placed which has a pendant or amulet in the middle. The back is slightly curved and not smoothed, but otherwise left plain. Hard, compact, cream-white limestone (the two lower fragments discoloured grey). Reconstructed from four pieces, bottom part missing and missing legs. Chips missing from nose, The lower part from above the knees is missing. Continuous breaks below right arm and at waist level; parts broken off around the right elbow, nose, frontlet, left wrist, right elbow, right thigh and right ear lobe. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ8? (?) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1b)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 19.60 centimetres ", " Length: 4.90 centimetres ", " Width: 8.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Perhaps Φ8 in pencil on rear. ", " The type, the drapery, the necklet and the kind of bowl in the figure's hand all seem purely Cypriot. However, the treatment of the face seems to belong to the 'mixed style'. Indeed, as may be judged by comparing this statuette with Clara Rhodos VI-VII 286, fig. 8 left, these female heads seem to follow a development parallel with that of the heads of the kouroi. A similar piece is attested from Kameiros, although it is not certain whether it is from the dated votive deposit, others from Lindos and Naukratis. Predominantly Cypriot work of the first quarter of the sixth century B.C. Very similar pieces from Naukratis at British Museum. This type of statue is typical of Archaic Greek art and is thought to have been influcenced by Egyptian statuary of the Late Period. This type of statue would be dedicated at a sanctuary. '590-580bc'. Mised egreek/ cypr style. Cf Clara Rhodes VI-VII 282 no.7, fig 7. Lindos I, 417., no 1653, pl.67. BMC I.i 191 2 B452 fig 236, BMC i.i B457 fig 234 Samos [comments: 115] (Budde and Nicholls 1967, no. 18, pl. 4; pl.14; no. 17; Petrie 1886, Pl.21; Gardner 1888, pl.15.5). Budde-Nicholls: made from Egyptian limestone. Bowls are only carried by females and four examples of such figures were found in Naukratis - including this one, Cairo 27610 (Nick 2006, cat. 27), Boston S1625 (Nick 2006, cat. 32), and Cairo 27429 (Nick 2006, cat. 33), the latter two carrying it in the left hand. Two handles are very clearly indicated in this figure. Bowl-carriers are also found in a larger format in Cyprus; statuettes were dedicated in large quantities in sanctuaries across the Eastern Mediterranean: in Cnidus, Milet, and especially in Rhodes. As is shown by one figure from Lindos (now in Copenhagen) the bowl does not have to be a drinking vessel and thus associated with libations but can contain - like the one in Copenhagen - fruits or grain. This figure belongs to a group of four statuettes which are characterised by their garment with a low-set Kolpos and their perl necklace with a pendant, inlcluding also Cairo 27610 (Nick 2006, cat.27), London B455 (Nick 2006, cat.28) and Oxford 1888.220 (Nick 2006, cat.29). This garment is also known from Lindos and Samos and the beginning of the group must therefore be dated to before 560/550 BC. The round face is also found in Oxford 1886.451 (Nick 2006, cat.31) and Cairo 27429 (Nick 2006, cat.33). Nick 2006, cat. 26, p. 115, pl.13; pp. 59- 61. Möller 2000, p. 157 note 550 Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": [" Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 4, no. 18) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 26) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.031) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.2.1887 (Accession Number) "]}