{"artifact_name": "cup(?)", "Object Type": ["cup (?)"], "Description": [" Fragment of an Attic black-figured pottery open vase, perhaps a cup; very flat profile; glazed inside with tondo reserved and seemingly decorated. Outside, from centre: thin rays; band of alternating black and reserved tongues between triple lines; frieze with two figures preserved, a female facing right to a gesturing male, with vine spray in background; further object overlapping the bands at top right. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["540BC-510BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 9.40 centimetres ", " Width: 7.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This is a curious piece. It can scarcely be a lid with a tondo on the underside, but if it is a cup or plate the frieze is 'upside-down' - not unknown on Kassel/Droop cups, though the sherd may be too flat for such a shape. "], "Bibliographic references": [" Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 234, no. 201) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 127, no. 354.5, pl. XXXVIII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1572) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.596 (Accession Number) ", " Miscellaneous number: P.4778 (Pottery & Porcelain Ledger No.) "]}