{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone figure of a female worshipper standing. Upper body (without head) of white limestone female figure, standing, wearing a short-sleeved v-necked chiton and, over it, a himation worn at an oblique angle over and fastened at the left shoulder. The chiton is girdled with a broad belt, appearing in the centre, and the treatment of the himation immediately above seems to be modelled on a common Cypriot device for rendering an over-fold of the chiton. At the right side the long border of the cloak is hanging down and a short one on the left right below the belt. One area consisting of two small parallel folds at the centre below the girdle must belong to the chiton. A long veil covers the back. A veil hangs down behind from the head, extending at least as far as the elbows; its treatment at the right elbow might perhaps suggest that it is simply the himation drawn up over the head, but at the left shoulder himation and veil seem to be rendered as separate garments. The head, left lower arm and the lower body from pelvic area downwards are missing. Entire surface shows chipped areas. Traces of paint: Red on the chiton (on the oblique upper hemline and on the left side below the belt).The slim female figure is holding her bent right arm forward, the hand lies with in-drawn fingers and outstretched thumb below the chest. The left arm hangs straight down. The back is fairly flat and only slightly rounded but devoid of detail apart from an incision apparently indicating the edge of the veil behind the right elbow. Faintly foraminiferous white limestone. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["560BC-525BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1e)"], "Technique": ["carved"], "Dimensions": [" Height: 7.90 centimetres ", " Length: 3.30 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This figure and Boston 88.736 (Nick 2006, cat. 41) belong to a separate group of draped female figures. Both wear a garment with a central bundle of folds on top of which an oblique mantle ('Schrägmäntelchen') is draped – in the Boston figure this is painted on. They both wear a veil, which reaches down from the head, covering the back, to the calves; its hemline is visible at the sides. A similar veil is worn by the Kourotrophos (Nick 2006, cat. 55) from Naukratis. Cypriot draped female figures with an oblique mantle are not known from Samos or Lindos, which confirms the date suggested by Yon for the introduction of the Greek Kore as after the mid sixth century. The girdle of the Boston figure is covered by the Kolpos; here the left hand does not reach for the cloth of the garment but lies flat on the lower body while the right holds up a bird in front of the chest. In contrast, the broad girdle of this figure shows below the Kolpos, the left arm hangs down while the left hand is placed on the chest in a gesture of veneration. Möller 2000, p. 157, note 550 Nick 2006, cat. 42, pp. 119-120, pl. 18; pp. 59-64. ", " Object is marked 'top'. Published by Budde, L. and Nicholls, R. (1967, no. 20, pl. 3) as of mid 6th, probably Cypriot import. Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). A separate and later group, to which this piece belongs, of draped Cypriot female figure plaques wear a chiton with a central bundle of folds on top of which an oblique mantle ('Schrägmäntelchen') is draped, (Nick 2006, N41-22, Type 2.1e; Cambridge, Fitzwilliam Museum GR.4.1899; Boston MFA 88.736 and unpublished piece Boston MFA 11.45976). They usually wear a veil, which reaches down from the head, covering the back, to the calves; its hemline is visible at the sides as seen on the Naukratis Kourotrophos (Nick 2006, N55). This type is not known from Samos or Lindos, leading Nick to follow Yon’s arguement (1974) for the introduction of the Greek Kore as after the mid sixth century (Nick 2006, 59-64, 119, cat. 41, pl. 18). It is not is not attested in 620/600BC-570/560BC deposits, so a later date of 560-525BC is suggested, following Nick’s dating. These were found in Saite period layers deposited before 525BC. Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 42) ", " Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 3, no. 20) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.052) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " sacrifice (?) ", " bird (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.4.1899 (Accession Number) "]}