{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Pottery oil lamp, shouldered, with a round reservoir. Mould-made. The reservoir has a central hole in the top with concentric rings in relief around it. Red-brown Nile silt. "], "Cultures/periods": ["Ptolemaic (late)"], "Production date": ["175BC-100BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 0.80 centimetres (filling hole) ", " Diameter: 0.60 centimetres (nozzle) ", " Height: 1.80 centimetres ", " Length: 4.60 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'Hellenistic type' parallels from Buto, El-Ashmunein and unprovenanced finds from Egypt dated to 2nd century BC to the 1st century AD (Bailey 1975, British Museum Lamps I, Q543, Q548, Q593, Q589; Bailey 1998, Lamp X2 similar form). Late 2nd century BC parallel from Alexandria (Mlynarczyk 1998, 331-4, Fig. 7c, but decorated), with other examples dated mid to late 2nd century BC (Mlynarczyk 1997, 54-7, Type J, Fig. 87, who recognises crude forms may occur later). Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. Bailey, D. M. 1998. Excavations at El-Ashmunein V : Pottery, lamps and glass of the late Roman and early Arab periods. British Museum Expedition to Middle Egypt. London. British Museum Press. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.029) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.210.1899 (Accession Number) ", " Miscellaneous number: Nauk (22) (Other Accession Number) "]}