{"artifact_name": "lid; vessel", "Object Type": [" lid ", " vessel "], "Description": [" Lid carved from off white stone, likely gypsum alabaster and not calcite; on surface two registers of incised geometric pattern, one decorated with chevrons and the other with rectangles alternating with three vertical lines; knob decorated by a rosette in relief; flanged with ridge on inside; traces of light blue pigment stuck inside some of grooves of incised motifs; possibly belonging to a pyxis; incomplete and made up of several fragments. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (early?) "], "Production date": ["4thC BC (?)"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) (according to museum register) "], "Materials": ["gypsum"], "Technique": [" carved ", " relief ", " incised "], "Dimensions": [" Diameter: 17 centimetres (rim outside) ", " Length: 9.90 centimetres ", " Width: 14.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " If the cemetery is indeed the context of discovery, then this specimen could be dated to the Late Dynastic-Early Ptolemaic period, although some earlier and later pieces were also recovered from the cemetery. A few other vessels in stone are coming from the cemetery. Gypsum alabaster is a stone easier stone to work than calcite, allowing this refine engraved decoration. Decoration of rosette as well as bands alternating plain and lined rectangles can be found on Assyrian stone vessels (Searight, Reade and Finkel 2008, 79-80, fig. 53). Searight, A., Reade, J. and Finkel, I. 2008, Assyrian Stone Vessels and related material in the British Museum, Oxford. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.160) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though incomplete"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: RES.88.44 (Accession Number) ", " Miscellaneous number: S.1615 (Stone ledger number) "]}