{"artifact_name": "bell; amulet(?); votive offering(?)", "Object Type": [" bell ", " amulet (?) ", " votive offering (?) "], "Description": [" Fragment of a cast bell in copper alloy; conical with rectangular knob at the top; large face of Bes in relief on one side and small protrusions in the shape of animal faces at other three sides; ram's head quite clear and other two heads probably belonging to a jackal and a lioness according to parallels; possibly amuletic function; lower edge scalloped; pendulum missing; slightly corroded. "], "Cultures/periods": ["Ptolemaic (possibly)"], "Production date": ["4thC BC (late) - 3rdC BC (late) (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 2.90 centimetres ", " Height: 3.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Several bells of a rather similar type were discovered in Naukratis: Boston, Museum of Fine Arts 88.751-88.752; Greenock, McLean Museum & Art Gallery 1987.443 (very corroded); BM 1888,0601.8; BM 1885,1101.101. On small bronze bells decorated with a Bes head and mythological animals: Anderson 1976, 32-34, no. 33-38; Hickmann 1949, pl. XXIII and XXVI. They are often dated to the Graeco-Roman or Roman period. However , at least three of them were discovered in the cemetery of Naukratis, which provided mainly material of the early Ptolemaic period. In this context, they likely had an amuletic function (Petrie 1914, 28). Anderson, R.D. 1976, Catalogue of Egyptian Antiquities in the British Museum III, Musical Instruments, London. Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.21) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but incomplete"], "Subjects": [" ancient egyptian deity ", " mammal "], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.317 (Accession Number) ", " Miscellaneous number: M.1111 (Metalworks ledger number) "]}