{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Silen's head, probably from a console. Plaster head of a satyr or Silen. Possibly used as a model for a stone sculpture. Seems to have been painted red-brown on the beard abd with brown eyes. Plaster has frequent vesicles. Coarse white plaster containing a little grog. Broken away at the back where it was formerly attached to the wall. Most of the acanthus decoration broken away at the bottom and, doubtless, originally also to both sides of the head. Part of the top surface preserved, showing the impression of the wood-planking of the ceiling. Traces of brownish pigment on eyes, eyebrows, nostrils, beard and edge of garland. The fragment preserves the head of a silen incline forward through an angle of about 45° and part of an approximately vertical surface below decorated with acanthus leaves. It appears to have been mounted in the angle between wall and ceiling. The silen is shown wearing a garland with a central medallion "], "Cultures/periods": [" Ptolemaic ", " Roman Period "], "Production date": ["1stC BC - 1stC AD"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["plaster"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 23.20 centimetres ", " Length: 10.30 centimetres ", " Width: 16.50 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The silen is shown wearing a garland with a central medallion, executed after a fashion met with on Egyptian plaster mummyportraits of Imperial date. of the vast quantities of such Alexandrian stucco wall-decoration that once existed, a little, such as the present fragment, is sufficiently well preserved to give some idea of its original high quality; cf. also R. Pagenstecher, Ausgrabungen in Alexandria (Expedition Ernst von Sieglin) I. A. 97 no. 5, pI. 42; C. S. Ponger, Kat. der griechischen und romischen Skulptur im Allard Pierson Museum zu Amsterdam (Allard Pierson Stichting Bydragen XI) 88 f., especially no. r82, pIs. 38-9. These are difficult to date with reference to plaster modelling in Italy and elsewhere and are probably rather to be seen against the background of the Egyptian employment of stucco for elements that would elsewhere probably be executed in marble. The present example seems to have formed part of a human-headed console of a kind met with in marble in Imperial Roman times, e.g. Arif Miifid Mansel, Ernin Bosch and Jale inan, Side 1947 pIs. 14-15, figs. 14-16. Egyptian work, probably of Imperial date. buddle and nicholls no.179, pl.60. probably imperial date'egyptian stucco work. [comments: no. 179, pl. 60] Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. "], "Bibliographic references": [" Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 60, no.179) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AC.03) "], "Location": ["Not on display"], "Subjects": ["satyr"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.61.1887 (Accession Number) "]}