{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Fragment of mould-made square handle terminating in swan's head. Probably the hanging loop for a hanging oil-lamp. Alternatively possibly the handle of an Egyptian terracotta model of a sword. Red-brown Nile silt with abundant fine mica. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " pottery "], "Technique": ["mould-made"], "Dimensions": [" Length: 5.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The most likely interpretation for this piece is that it is a fragment of a hanging lamps, with two good parallels from Tell Timai (Littman, R and Silverstein, J. 2011, 20, 25, nos.73 and 74 p.20, 25). Close parallels from Naukratis in the British Museum (British Museum1885,1101.164; 1886,0401.1377; Bailey 1988, British Museum Lamps III, Q1994) and McLean Museum and Art Gallery (Greenock 1987.380). All were probably made at Naukratis or nearby as the fabric is very similar to Naukratis pieces from kilns. Close parallels from Herakleopolis Magna (Petrie 1905, pl. 69, T25, in Petrie Museum, London) and Tanis (Favard-Meeks, in Brissaud & Zivie-Coche 1998, 154). See also parallels from Memphis, (Petrie et al. 1910, pl.40.7) and Karanis (Shier 1978, no.403) and discussion on form and design following metal lamps in Bailey (1988, 221). See also British Museum example from Naukratis (GR1886,0401.1377). Alternatively this could be from the handle of a model sword, of which there were numerous examples locally made at Site 95, the terracotta workshop at the eastern edge of the city. BM1886,0401.1444, 1886,0401.1451-2, 1886,0401.1537-40, 1886,0401.1574 and 1888,0601.108 were found together at this terracottas workshop (Petrie 1886: 45). Petrie dates this workshop to about the end of the 1st century AD, Bailey 3rd to 2nd century BC. A similar sword was dated to the Roman period (Schmidt 1997: no. 184) . Sekunda (1995: fig. 126) remarks on its four-part pommel and states that it is derived from a Galatian sword. Parallel found in the Fayum, now in Cairo Museum (TR6/3/36/1=SR5/1134). 'Site 9[5]' written on the object in pencil. Site 95 is the terracotta workshop, found by sebakhin in 1885, at the eastern edge of the city. Brissaud, P. & Zivie-Coche, C. 1998. Tanis: travaux récents sur le tell Sân el-Hagar : Mission française des fouilles de Tanis, 1987-1997 Mission Française des fouilles de Tanis. Paris. Littman, R and Silverstein, J. 2011. Excavations at Tell Timai 2011. University of Hawaii Interim report. Petrie, W.M.Fl. 1905, Roman Ehnasya (Herakleopolis Magna), 1904, London. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. Schmidt, S. 1997. 'Katalog der ptolemäischen und kaiserzeitlichen Objekte aus Ägypten im Akademischen Kunstmuseum Bonn.’ Munich. Sekunda, N. 1995. ‘Seleucid and Ptolemaic Reformed Armies 168- 145 BC, vol. II: The Ptolemaic Army.’ Stockport. Shier, L.A. 1978. Terracotta lamps from Karanis, Egypt. Ann Arbor. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.02) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.474 (Accession Number) ", " Miscellaneous number: P.4627 (Pottery & Porcelain Ledger No.) "]}