{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back with a few incised details, but almost completely eroded; underside incised with the name of Padibastet inscribed in hieroglyphs; longitudinally pierced; little remains of pale green glaze; chalky white paste; surface much worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced "], "Dimensions": [" Length: 1.20 centimetres ", " Width: 0.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Padibastet (Petoubastis) is a royal name for three pharaohs between the 23rd and 26th dynasty, as well as a common private name during the Late Period (Hornung, Staehelin 1976, 283). This name is commonly found on scarabs and scaraboids produced at “Scarab Factory” (Petrie 1886, pl. XXXVII, no. 117-118; on the various productions of the factory, see Webb forthcoming). They belong to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93, 103-107, type XXVIII B, see especially subtype B16-23 for this piece). Let's note that the motif is incised, not stamped, so it does not share the technical characteristics as defined in Gorton's type XXVIII. For a similar inscription on glazed composition scarabs found in Naukratis, see: BM 1886,0401.1672; Paris, Louvre Museum E8056 bis.13. Various parallels: Fraser 1900, pl. XIV, 407-408; Vercoutter 1945, 103-104, 36-39; Hornung and Staehelin 1976, 282-283, 455-458. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund ), London. Vercoutter, J. 1945. Les objets égyptiens et égyptisants du mobilier funéraire carthaginois, BAH XL, Paris. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 117) (same type) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.107) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor, worn"], "Associated names": ["Named in inscription: Padibast"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.858 (Accession Number) ", " Miscellaneous number: P.5764 (Pottery & Porcelain Ledger No.) "]}