{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Wheel-made pottery oil-lamp with a low double-convex body, a central point and a steep inward-sloping rim. The short rounded nozzle has a large oval wick-hole. The underside is wheel-turned. Pinkish clay; traces of paint on nozzle. Condition: broken and restored. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["500BC - 450BC"], "Production place": [" Made in: East Greece (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["pottery"], "Type series": ["Howland Type 20 (close)"], "Technique": [" wheel-made ", " painted "], "Dimensions": [" Height: 2 centimetres ", " Length: 7.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar form from Athens (Howland 1958, Type 20 no. 154), parallels from Tocra and South Ionia (Bailey 1975, 198-9). Bailey suggested a similar piece may have been made in Naukratis (Bailey 1975, 198, see also Q376 from Rhodes), however an East Greek origin seems more likely and these are close to Bailey's Halicarnassus type. If found independently, this would be dated c.500-450BC on basis of shape. However, it was found together in a tomb with Boston MFA P.5715 (=11.46019), P.5716 (=RES.87.162) and P.5718 (=RES.87.163), two squat lekythos which could not have been produced before 440BC, and have been dated c.425-375BC. Probably deposited in tomb at the end of the 5th century BC or later, but already an old piece. Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals, Princeton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KC.27) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.819 (Accession Number) ", " Miscellaneous number: P.5717 (Pottery & Porcelain Ledger No.) "]}