{"artifact_name": "bottle; figure", "Object Type": [" bottle ", " figure "], "Description": [" Terracotta fragment from neck of pottery bottle with female head in relief, the figure's kalathos forms the neck and rim of the vessel. Roots of broken off handles (?) to both sides of head; head with small and undistinct facial features, long tresses of hair with some grooves hanging down beside face and neck; traces of red colour on mouth, as band around neck (necklace), on ears and above forehead on neck of vessel. Mouth of vessel with a wide flange and projecting rim (to accomodate a lid). Clay pale orange brown on surface, darker core, with some small red (stone?) inclusions and some voids, no mica visible, quite hard, smooth surface. "], "Cultures/periods": [" Cypro-Archaic ", " Archaic Greek "], "Production date": ["6thC BC"], "Production place": [" Made in: Cyprus (?) ", " Made in: East Greece (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) "], "Materials": [" pottery ", " terracotta "], "Technique": [" mould-made ", " wheel-made "], "Dimensions": [" Diameter: 3.40 centimetres (rim) ", " Height: 10.40 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Fabric and form remeniscent of ceramic vessels and terracotta figures from Amathus. Context from register. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum and Boston MFA registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.123) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 11.46015 (Accession Number) ", " Miscellaneous number: Eg.Inv.7518 (Egyptian Inventory Number) ", " Miscellaneous number: P.5924 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.261 (Accession Number) "]}