{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone figure of a female worshipper. Her long wavy hair is parted in the middle and falls in tresses on the front and back. Her face has a very large, flatly worked ears and very large, slightly protruding eyes. The eyebrows are set high above and stretch to the root of the nose. The small, fine mouth is smiling slightly. Dark grey coating, possibly traces of black paint. Head and shoulders fragment, broken diagonally across chest, nose and chin chipped. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ8 "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1c variant)"], "Technique": [" carved ", " painted (?) "], "Dimensions": [" Height: 9 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked on back in red ink \"88.738\", \"1616\", and \"AP\". However, the figure in fact never had neither of these number; its original catalogue number was S1636, and the findspot of Aphrodite sanctuary is recorded in this catalogue. Context from register. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum and Boston MFA registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. marked ΑΦ8 in pencil. ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.046) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 11.45922 (Accession Number) ", " Miscellaneous number: RES.88.54 (Other Accession Number) ", " Miscellaneous number: S.1636 (Stone ledger number) "]}