{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back with modelled clypeus and head, prothorax and elytra indicated by single lines, and small triangles marking winglets on either side behind the prothorax line; at side, legs very simplified, indicated by two broken horizontal grooves; underside decorated with a winged human-headed sphinx, walking to right, bearing a long beard; motif possibly stamped rather than incised, encircled by groove near edge; pierced lengthwise; whitish paste with very light turquoise glaze; quite eroded surface. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " stamped (possibly) ", " pierced "], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.40 centimetres ", " Width: 1 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Scarabs with a winged sphinx motif depicted on the base belong to a standard group produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). Petrie illustrates a number of different versions (Petrie 1886, pl. XXXVII, 28-30). This scarab (published in Budge no.290) belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, type XXVIII A, see especially subtype A91-107 for this piece). Budge, E.A. Wallis 1893, Catalogue of the Egyptian collection in the Fitzwilliam Museum, Cambridge. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcomin, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": [" Budge 1893b / Catalogue of the Egyptian collection in the Fitzwilliam Museum (no. 290) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.024) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair"], "Subjects": ["sphinx"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.SC.75 (Accession Number) "]}