{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Solid-cast figure of the god Harpokrates in copper alloy; god represented as naked male child, slightly bent or seated, and holding his finger to his mouth; wearing double crown of Upper and Lower Egypt with uraeus to front and the sidelock of youth to the right side of his head; few details for the lock of hair and the crown; broken below knees. "], "Cultures/periods": [" Late Period (end?) ", " Ptolemaic (early?) "], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 8.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Bronze figures of Harpokrates were common during the Late and Ptolemaic periods in Egypt (Weiss 2012, 126-157, Typ 41-69, Pl. 11-19), chiefly in the Delta where his cult was particularly developed (Sandri 2006). Likewise, the child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). This figure of Harpokrates belongs to the type 51 in the typology of bronzes by K. Weiss, a type that appears on a number of sites in the Delta (Weiss 2012, 138-139, 589-592, Pl. 14). Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81 (see Nr. 264, Pl. 14e for this specimen). "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (Typ 51, Taf. 14e, Nr. 264) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.151) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.252 (Accession Number) ", " Miscellaneous number: M.1043 (Metalworks ledger number) "]}