{"artifact_name": "alabastron; figure", "Object Type": [" alabastron ", " figure "], "Description": [" Disc rim and head of an East Greek terracotta vessel in the form of a veiled woman (kore). The woman is wearing a high headdress, veil hanging over shoulders, hair in braids on either side of neck. Mould-made and hollow. Light red-brown clay with sand inclusions. "], "Cultures/periods": [" East Greek Archaic II ", " Archaic Greek "], "Production date": ["6thC BC(late)"], "Production place": [" Made in: South Ionia (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" pottery ", " terracotta "], "Technique": ["mould-made"], "Dimensions": [" Diameter: 2.70 centimetres (rim) ", " Height: 4.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Head fragment, with similar pieces in the British Museum of standing kore (GR1860,0404.57 from Kamiros), seated kore (GR1886, 0401.1398 also Naukratis) or as alabastron (GR1861,0425.34 from Kamiros), all in similar micaceous orange fabric and all dated late 6th century BC (Higgins 1954, no.61). Close parallel from Lindos, Rhodes, dated 525BC-400BC (Blinkenberg 1931, pl. 85, no. 2114). Originally thought to be made in Rhodes (Higgins 1954, 48-9), but is probably Milesian as Jones' NAA analysis of GR1888,0601.659 also from Naukratis, places it within his East Greek, probably Milesian group (Jones 1985, 673). The Naukratis kore heads British Museum GR1886,0401.1400 and GR1886,0401.1421 and Cambridge Museum of Classical Archaeology NA321 and NA 324, all have a similar micaceous orange fabric. Higgins cites parallels from Cumae, Selinus, Lindos, Ialysus and Thera (Maximova 1927, no.68; Blinkenberg 1931, pl.95, no.2114; Higgins 1954, 50). Close parallels from Erythrae, Turkey (Bayburtluoğlu 1977, pl.20, nos 32-3). Parallel from Memphis (Ashton, 2003, 77, UC47941, erroneously dated to the Hellenistic period). Ashton, S-A. 2003. Petrie's Ptolemaic and Roman Memphis. London : Institute of Archaeology, UCL. Bayburtluoğlu, C. 1977. Erythrai II. Ankara. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Jones, R. E. 1985. Greek and Cypriot Pottery: A Review of Scientific Studies. Athens. Maximova, M. I. 1927. Les vases plastiques dans l’antiquité. Paris "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 135, N.379.1, Pl.XL.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.047) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.890 (Accession Number) ", " Miscellaneous number: P.5852 (Pottery & Porcelain Ledger No.) "]}