{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Greek terracotta figure bust or protome. Small head of a woman with unnaturally long almond-shaped eyes, with a plain mouth (free from the Archaic smile). The cheeks are rounded, and the ears are invisible. The hair is represented by a series of loop-like locks projecting over the forehead, and the head is completed above by a high headdress. The artist apparently depended on his brush for detail as there are traces of white paint upon the face and of yellow on the hair. The treatment of the eyes are difficult to determine, but picked out in black and brown paint. Thin walled with a hard, smooth (almost soapy) light brown fabric and buff surfaces. "], "Cultures/periods": ["Classical Greek (?)"], "Production date": ["500BC-401BC"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.70 centimetres ", " Length: 4.30 centimetres ", " Thickness: 0.45 centimetres ", " Width: 6.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published by Gutch as 'difficult to allot this head to any narrow period of time, but it cannot, I think, be later than the first half of the fifth century BC' (Gutch 1899, 77, no. 8, pl. X), who cites another another piece as a parallel for style and fabric (Gutch 1899, no. 9), though no close parallels exist for this from Naukratis. Gutch number is marked on a sticker found on the object. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 77, no. 8, pl. X, no. 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.392) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.7.1899 (Accession Number) ", " Miscellaneous number: e.226.1899 (Other Accession Number) "]}