{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Hero or hunter carrying dead lion or lion skin. Legs and skin only. Right jand is holding something, probably the lionskin. Traces of pink paint. Cream-coloured limestone. Missing feet and body. Lower body of creamy white limestone male figure (lion-tamer); painted. Only the legs with onset of the buttocks up to the middle of the calves with edges of the attached hands. The lion is missing its tail, left hind leg from thigh onward, righthind leg below knee as well as the front legs. Heavily chipped. All over the surface signs of scratching caused by the chisel are visible. Traces of black paint are visible on the lion: outline of the eye, short wavy lines indicate the fur on a reddish brown background; red pigment around the mouth.The youth held the lion's tail with his right hand and the left hind leg with his left hand. The fingers on the right hand are worked individually. The right hind leg of the lion is hanging down limply; his head is looking upward. The lion probably covered the youth's lap as can be seen in the bend of the lion's waist and remains of the right hand not reaching down further than the buttocks. The slender body of the lion is not further distinguished. While the face with its protruding eyes and three parallel grooves on the long mouth is rendered expressively. Just as the wiry hind leg, the rendering of the buttocks recalls a lively portrayal of the figure. On the back some stone residue is left between the legs from the knees downward. At the side of the right leg below the right hand a very flat, broad vertical band is shown, equally on the left sidea single bend starting from the toes of the lion's feet. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Town (Naukratis), south site (probably unstratified) "], "Materials": ["limestone"], "Type series": ["Nick Type 1.5"], "Technique": ["carved"], "Dimensions": [" Height: 13.50 centimetres ", " Length: 5.30 centimetres ", " Width: 6.50 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Three statuettes from Naukratis (Nick 2006, cat. 11-13) can be added to a group of limestone and alabaster figures which have been found in Samos, Rhodes, Miletus, Cnidus, and Cyprus. The height of these statuettes ranges from about 20 to 50 cm. Most of these lion-tamers are nude. Variations of the tamer and of the lion occur. This fragment along with Lindos 1772 (Istanbul 1727), Lindos 1773 (Istanbul 1728) and the Cnidian fragmend (Istanbul) can be connected with London B448 (Nick 2006, cat. 12) due to the rendering of the lion. Published (Budde and Nicholls 1967, no. 19, pl. 4; Möller 2000, pp. 159 f; Nick 2006, 46-5, 110, cat. 13, p. 110; pl. 7). Labelled 'Naukratis 99' in pencil. Cypriot or cypriot style. Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. ", " Fragment of a statuette of a god or hero grasping a lion. Finely foraminiferous cream-white limestone, somewhat darker on the surface. Broken away above at the level of the hands and buttocks of the human figure, below just above that of his ankles. Surface chipped at many points, including the hind legs, rump and muzzle of the lion. Traces of black outlines on the eyes of the lion and of short, wavy, black lines, apparently indicating hair, on his mane and pelt. On the type and its interpretation see 17 above. The naked youth grasps the lion by its tail and its left hind-leg. The beast's head, turned back on its assailant, is rather inadequately rendered, particularly about the jaws which end in a low, almost pig-like snout. The youth stands with his feet together, holding the lion high against his thighs whilst its forepaws stretch down his legs and presumably claw his feet. This pose suggests comparison with another group from Naukratis where the youth's head shows a marked resemblance to Rhodian terracottas of towards the middle of the sixth century B.C} The more elongated proportions of the human figure in the Fitzwilliam Museum fragment may perhaps indicate a slightly earlier date for it. Predominantly East-Greek work of the second quarter of the sixth century B .C. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 13) ", " Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 4, no. 19) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.087) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.189.1899 (Other Accession Number) ", " Miscellaneous number: GR.5.1899 (Accession Number) "]}