{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Marble statue of Eros. Wings were originally attached to the back. Eros is often shown as a small chubby child in the Hellenistic and Roman periods. In Egypt he is closely associated with Harpocrates. Robe is painted red. The youthful version here is more typical of the Greek type of the Hellenistic period, which corresponds to the Ptolemaic period in Egypt The young god stood with his right leg slightly flexed. His weight was carried on his left leg and, perhaps, his raised right arm, if this last was supported. His left arm is bent forward and has a purple chlamys looped over it and hanging down behind. Apart from this garment, the god is naked. Very little is preserved of his neck. What there is seems not inconsistent with his head's having been turned slightly to the right and bent slightly forward. The surface is well polished, save in the concealed area under his left arm. Moderately fine-grained translucent white marble. Head broken away at the base of the neck, right arm at the shoulder, left at the mid upper arm, legs at upper and mid thighs; chlamys broken away behind below left shoulder. Also missing are the wings which were fashioned from separate pieces of marble and attached to small dowels in the shoulder-blades. Traces of purple dye on the chlamys; this has been absorbed into the marble and spread to the adjoining parts. Traces of red paint on the flesh parts. Surface chipped at the chlamys on the left shoulder. Finegrained marble. "], "Cultures/periods": ["Hellenistic"], "Production date": ["200BC-30BC"], "Production place": [" Made in: Greece "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["marble"], "Technique": ["painted"], "Dimensions": [" Height: 14.30 centimetres ", " Thickness: 4.70 centimetres ", " Width: 9.10 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The pose may be compared with mid-fourth century representations of the god such as 52.1 However, the modelling is harsher and more uncompromising and suggests a self-conscious classicizing creation of late Hellenistic or early Imperial date rather than a copy from some otherwise unknown fourth-century original. This statuette is important as one of the very few pieces with surviving traces of pigment that indicate that the flesh areas of Greek and Roman male figures in marble were not merely tinted but were painted with an overall reddish wash like their terracotta counterparts. On this question of the use of colour see Metropolitan Museum Studies 125 f. Same as BM example, possibly a pair. Budde and Nicholls interpreted this piece as a classicizing work of late Hellenistic or early Imperial date (Budde and Nicholls 1967, 46, no. 78, pl. 24) Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. "], "Bibliographic references": [" Hogarth 1898/1899 / Excavations at Naukratis, A. Site and Buildings (pl. XIV, no.8) ", " Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 24, no. 78) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CB.36) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Representation of: Eros/Cupid"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.24.1899 (Accession Number) "]}