{"artifact_name": "vessel(?); figure(?)", "Object Type": [" vessel (?) ", " figure (?) "], "Description": [" Fragment of vessel or figurine made from brown Nile silt clay; traces of white slip. Shape of a curved oval tube, flattened and closed at one end apart from a small central spout (?); broken at the other end; large oblong prefiring hole in the concave part of the side wall; on the flank to the right of this root of a large oval attachment that is now lost (handle?); surface to the left largely flaked off but likely that there was a similar attachement also on this side. Wheel-marks clearly visible inside, although there may have also been mould-made elements. Clay brown and micaceous, with many small lime inclusions and some chaff. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["620BC - 500BC (?)"], "Production place": [" Made in: Nile Delta (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" pottery (?) ", " terracotta (?) "], "Technique": [" mould-made ", " wheel-made "], "Dimensions": [" Height: 11.20 centimetres ", " Length: 6.70 centimetres ", " Thickness: 0.60 centimetres ", " Width: 6.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Previously dated 30BC – AD364. Could be a figure vase. Hollow horse-and-rider figures from the Levant, dating to the late 7th century BC are similar, for example at Ashkelon (Cohen 2011, 461, no.65). Also, mould-made vessels of later periods did not have wheel-marks like this one, which, however, is not a locally known type of figurine. The fabric suggests it is possibly a local copy of an unknown (Levantine?) type. Cohen, S. L. 2011. Terracotta figurines, in L.E. Stager, J.D. Schloen and D.M. Master, Ashkelon 3: The Seventh Century B.C. (Final reports of The Leon Levy Expedition to Ashkelon 3), 441–71. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.338) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.660 (Accession Number) ", " Miscellaneous number: P.4861 (Pottery & Porcelain Ledger No.) "]}