{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from light brownish beige steatite; back well defined with detailed clypeus, and prothorax, elytra and triangle at junction with prothorax marked by one or more incised lines; at side, well-shaped legs with undercut triangle and projecting shelf underneath running round beetle; underside incised with Hapy figure, topped with marsh plants, and raised cobra to front; incised details within motif, encircled by incised line; pierced longitudinally, with remains of corroded metal (bronze) inside pierced hole. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["7thC BC- 6thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.20 centimetres ", " Width: 0.90 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This scarab is published as coming from Naukratis (Budge 1893, no. 252). A second scarab from Naukratis displays a figure of a kneeling Hapy, but associated with a Hes vase, not a raised cobra: BM 1888,0601.66. This scarab can be compared to examples found on Punic sites such as Carthage, and belong to Gorton's type XVA (Gorton 1996, 43-8), a Phoenician type of the 7th-6th centuries. Budge, E.A.W. 1893, Catalogue of the Egyptian collection in the Fitzwilliam Museum, Cambridge. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. "], "Bibliographic references": [" Budge 1893b / Catalogue of the Egyptian collection in the Fitzwilliam Museum (no. 252) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.04) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair"], "Subjects": [" ancient egyptian deity ", " plant "], "Associated names": ["Representation of: Hapy"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.SC.70 (Accession Number) "]}