{"artifact_name": "dinos", "Object Type": ["dinos"], "Description": [" Upper body sherd of Chian black-figured Sphinx and Lion Style pottery dinos; white slip; exterior, from top: dilute band; black-figure frieze, sphinxes to left; from left, tail of first sphinx, ; to right, seated sphinx (top of head and forelegs missing; added red on hair, wing, underbelly, and haunches); incised rosettes and pendant rosettes with red centres as filling ornament; two bands above incised pendant rosette with red centre in lower frieze. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 5.80 centimetres ", " Thickness: 0.30 centimetres ", " Width: 6.90 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lamb identifies the sherd as coming from a pyxis and Lemos suggests it comes from a stemmed bowl. However, the lack of a slip on the interior (a slip would be expected on pyxides, bowls and skyphos-kraters) points more closely to Chian dinoi which are typically unslipped on their interior. For parallels with other dinoi, see British Museum 1888,0601.459. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 311, no. 1299, pl. 168) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 34, no. 59, pl. XVII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0040) (phase 2) "], "Location": ["Not on display"], "Subjects": ["sphinx"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.17.1894 (Accession Number) "]}