{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone figure of squatting musician (female?) figure holding a circular drum with both arms, resting on her lap. A variant of musicean figure wearing a phallic headdress. Her face is not detailed (unfinished?), but appears to have long hair (wig?). She wears a cloak. Crudely carved with few details; traces of red paint on both sides of drum and below neck. Two conical holes on underside of figure. Soft white limestone. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (probably) "], "Materials": ["limestone"], "Type series": ["Thomas L-M.1.1"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 11.50 centimetres ", " Length: 7 centimetres (Maximum) ", " Width: 3.30 centimetres (Maximum) "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Female musician, usually naked, other than a wig, playing a drum/tambour or a lyre/harp were relatively common at Naukratis. These were crudely carved from soft limestone, with traces of red and black paint, though variations exist in the style and the instrument depicted. The earliest variants, flat drum or tambour player figures, were the most common at Naukratis (Hogarth 1899, pl.14.6; Hogarth et al. 1905, 130, pl.14.6; Petrie 1886, 40; British Museum 1965,0930.930; Oxford AN1886.543; Boston 86.162), with rare slightly finer variant (Boston 86.163). A number of drummers were found at the Naukratis Scarab Factory, in a stratum dated by Petrie to 580 BC (Petrie 1886, 40, Level 335). Musicians playing harps follow the same style, but are less common at Naukratis (Oxford AN1896-1908-G.71, and possibly Cambridge GR.3.1887). Presumably later, more three dimensional, lyre players were also rare (Oxford AN1922.212). Close Late Period parallels were found at Kom Firin (Petrie Museum UC16473; N.Spencer 2013, F343) and late 6th or early 5th century BC Sais (Daressy 1901, 230-239; Cairo JE 90239, exc. no.78; JE 90240, exc. no.79; JE 90241, exc. no. 80; JE90251, exc. no. 149) and unprovenanced (Petrie Museum UC4530; UC4530 with flute; see also UC8575 ‘Middle Kingdom’; UC33273, Petrie 1927, 58 pl.50.312). These musical instruments were used during inundation and other religious festivals of Egypt (Pinch 1993; Manniche 1991; Barrett 2011). Most are Saite in date, but three-dimensional and more life-like variants continue into the Persian Period. Late 7th to 6th century BC, with later variants continue into the 5th century BC. Daressy, G. 1901. “Rapport sur des fouilles à Sa el-Hagar”, Annales du Service des Antiquités de l’Égypte 2, 230-239. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.165) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["musician"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.162 (Accession Number) ", " Miscellaneous number: S.1305 (Stone ledger number) "]}