{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing the lion-headed god Mahes (or Mihos); standing, in a striding pose (left leg advanced) on small rectangular base, leaning against back pillar; wearing a short striated kilt and an Atef crown; quite well modelled; back-pillar pierced widthways at back of head; thick dark brown glaze; complete. "], "Cultures/periods": [" Late Period (possibly) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " pierced "], "Dimensions": [" Height: 3.20 centimetres ", " Width: 1.20 centimetres ", " Depth: 0.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The cult of Mahes as the son of Bastet was the most dynamic in Leontopolis and Bubastis. Naukratis bestowed very few figures of this warrior god, in glazed composition and bronze (Masson forthcoming). See notably Oxford, Ashmolean Museum AN1896-1908-EA.683, BM 1885,1101.84 and maybe Bristol, City Art Gallery & Museum H1051.2. On Mahes amulets see: Andrews 1994, 25, fig. 23b; Herrmann et al. 2010, 44 (type 13). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.156) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Maihesa"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.807 (Accession Number) ", " Miscellaneous number: P.5254 (Pottery & Porcelain Ledger No.) "]}