{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Description": [" Copper alloy arrow-head with angular shape and trefoil section and socket. Also known as trilobate, or 'Scythian type'. "], "Cultures/periods": ["Ancient Egypt (?)"], "Production date": ["475BC - 300BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Type series": ["Baitinger IIB1"], "Technique": ["cast"], "Dimensions": [" Length: 3.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " These socketed trilobate types are common in the Middle East from the 7th century BC and subsequently in Greece and Egypt. However, this example has good parallels from the mid 5th to 4th centuries BC (Baitinger 2001, figs 225, Dreiflügelige Tüllenpfeilspitzen type IIB1). James dates this type (James 2004, figs 668-670) between the Achaemenid and early Hellenistic periods. These short socket types come in before the 5th century BC, with parallels from Tell Dafana and the nearby site of T21 that Oren identifies as ‘Migdol’ (Snodgrass 1964, 153 shaft-less three edged socketed Form 3B3; Erdmann 1973, 35 Form CI3, dated to 7th to 4th centuries BC and into the Hellenistic period; Oren 1984, 25, fig. 26.5 dated to late 7th to 6th centuries BC). See BM GR 1886,0401.1742 and 1885,1101.99 also from Naukratis and British Museum parallel from Egypt AES BM/Big 42174. For a discussion of provenance see also Pelleg et al. 1983. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. James, S. 2004, The Arms and Armour, and other Military Equipment. Excavations at Dura-Europos 1928-1937, London. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Oren, E. D. 1984, ‘Migdol: A New Fortress on the Edge of the Eastern Nile Delta’, Bulletin of the American Schools of Oriental Research 256, 7-44. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (SB.60) (Phase 2)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.230 (Accession Number) ", " Miscellaneous number: M.1015 (Metalworks ledger number) "]}