{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, representing a cat, animal associated with Bastet; cat crouching on a rectangular base; stylized features; suspension ring, pierced widthways, at back of head; scarce remains of light greenish turquoise glaze; base slightly chipped. "], "Cultures/periods": [" Late Period (likely) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 2.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Cats are usually associated with the goddess Bastet, a deity particularly revered in Lower Egypt (Kessler 1989, 150-154). The goddess was linked with fertility but also festivity and drunkenness (Andrews 1994, 32). Bastet is relatively well-represented at Naukratis with some figures and amulets in bronze and glaze composition (Masson forthcoming). Even if they appear already previously, amulets of cat started to be very popular with the Third Intermediate Period (on amulets of cat in general: Andrews 1994, 12, 33-34; Herrmann et al. 2010, 89-90). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Kessler, D. 1989, Die Heiligen Tiere und der König, Ägypten und Altes Testament 16. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.204) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" mammal ", " cat "], "Associated names": ["Associated with: Bastet"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.804 (Accession Number) ", " Miscellaneous number: P.5248 (Pottery & Porcelain Ledger No.) "]}