{"artifact_name": "plaque; figure", "Object Type": [" plaque ", " figure "], "Description": [" Egyptian terracotta figure plaque, depicting naked woman (Isis-Hathor?), standing within a columned structure and next to a Phoenician amphora sealed with a cone shaped stopper. Mould-made, from a single-piece mould and solid. Broken, missing most of the top and left of the figure above the waist. Possible traces of red paint on hand. Red-brown Nile silt with grey core, large vesicles left by organics, poorly sorted gold mica, and sand inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 400BC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis, Site 15 (Petrie)? "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.3.3"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 9.50 centimetres ", " Width: 10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked in red ink \"15\". Phoenician amphora with mud stopper depicted in the background. Two examples from Naukratis probably come from the same mould series (Boston MFA 86.395; Brussels, Musées Royaux d’Art et d’Histoire A.1849). Higgins suggests a similar piece from Naukratis was made there (Higgins 1954, 404), though this type is too generic of the Nile Delta to be specifically attribute to Naukratis. The fabric is in keeping with western Nile Delta kiln products. The form is similar to Rhodian types of mid to late 7th century BC, which combined with the assumption of a 615 BC settlement of Naukratis seems to have guided Higgin's rather specific 615BC- 600BC date for this type. Similar examples from Memphis and elsewhere in Egypt are given Late period or early Ptolemaic dates (Higgins 1954, 404; Bayer-Niemeier 1988, 148-9, pl. 40.1-5 no. 263-7; Török 1995, 137-9, pl.108-109, no. 202-209). The Phoenician amphora depicted, style and technique used to create this plaque would appear to confirm a Late Period date for this piece. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.057) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" drunkenness ", " ancient egyptian deity "], "Associated names": ["Associated with: Isis-Hathor"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.395 (Accession Number) ", " Miscellaneous number: P.4547 (Pottery & Porcelain Ledger No.) "]}