{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Solid-cast amuletic figure of Min or Amun-Min in copper alloy; depicted as standing with raised right arm; wearing long divine beard, double-plumed crown with possibly a sun disc; simplistic and flat rendering; top of crown, righ forearm and loop at back broken off; very corroded. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664 BC - 31 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 5.90 centimetres ", " Width: 1.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The cult of the ithyphallic god Min is attested in Naukratis on the colossal statue of Horemheb, dated to the early Ptolemaic period. The inscription mentions that this Naukratite was a priest of Min (Yoyotte 1994-95, 671-673; Guermeur 2005, 135-137). Min appears however rarely in the material of Naukratis. See nonetheless the small amuletic figure in glazed composition BM 1885,1101.47. This figure belongs to the type 72 in the typology of figure bronzes by K. Weiss, a type mainly attested in Bubastis (Weiss 2012, 160-161, 617-619, Pl. 19 g-h, Typ 72). Even though the MFA database lists the Scarab Factory as the findspot, the EEF list seems to list this object separately from those objects found in the Scarab Factory. Caution is therefore required for the specific findspot of this piece and, subsequently, its dating should not be only limited to the activity of the Scarab Factory in the 26th dynasty. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thèbes, Turnhout. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.180) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Min"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: M.1241 or 1242 (Metalworks ledger number) ", " Miscellaneous number: RES.86.71 (Accession Number) "]}