{"artifact_name": "bowl(?)", "Object Type": ["bowl (?)"], "Description": [" Foot (flaring ring foot) and part of bowl of pottery vessel (bowl?) painted with decoration in black and white both on inside and outside. Underneath foot, sketchy head painted on underside of vessel and frieze of abstract decoration on inside of foot. Outside of foot smoothed or slipped. On inside of vessel (which has clear traces of wheelmarks), human figure (?) with outline painted in black filled with white. Clay brick red micaceous Nile silt, with some lime and burnt-out organinc inclusions; brittle. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["200BC- 30BC"], "Production place": [" Made in: Alexandria (Egypt) (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped (?) "], "Dimensions": [" Diameter: 8 centimetres (foot) ", " Height: 2.40 centimetres ", " Width: 7.50 centimetres (Maximum) "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This ware is published by Bailey as part of an Alexandria produced group of goblets, amphorae and other forms dating to the 2nd century BC, found at Alexandria and Naukratis (Bailey 2011, 71-93, pl. 9: goblet 1A 74-77, pls 2-8; goblet 1B 77-81 pls9-11; goblet 1C 81-82, pl. 11; table amphora 2 82-84, pls 12-15; other form 84-85 pl. 15). This is part of Bailey's group 1B. Parallels have been given a wide variety of dates: ‘3rd to 4th century AD’ Kom es-Shugafa, Alexandria (Pagenstecher 1913, 130ff, pl. XLIII, 1 and 2; 133, fig. 141; pI. XLI V. 6; Guidotti 1980, 70-2. figs 11- 13; Rodzewicz 1985. Pl. I, 3 & 5), ‘ 2nd to 3rd century AD’ Egypt or Sudan (Hayes 1976. pl. 24, 191), ‘end 1st BC to beginning 1st century AD’ Kom el-Dikka, Alexandria (Rodziewicz 1976, 173. fig. 4. no. 6), ‘4th century AD’ Saqqara (Guidotti 1980, 65-81, pls I-II, plus parallels pls I-V), 2nd to 1st century BC context at Athribis (Południkiewcz 1992, 101, 12), ‘late 1st century BC, unprovenanced, in Louvre (Aubert & Cortopassi 1998, 158, no. 105), ‘1st century BC’ Diana theatre, Alexandria (Élaigne 1998, 105, fig. 2-12), ‘Late Ptolemaic’ Kom el-Dikka and Kom es-Shugafa, in Alexandria Greco-Roman Museum (Saad Rachwan 1998, 359-70), dated ‘Late Roman’, Naukratis (Leonard 2001, 194. fig. 3.7 and pl. 3.22). Aubert, M. F. & Cortopassi, R. 1998. Vase paint, in Portraits de l’Égypte romaine, paris, 158. Bailey, D. M. 2011. Drinking-goblets and table-amphorae groups of Ptolemaic painted pottery. CCE 9: 71-93. Élaigne, S. 1998. Alexandrie –étude préliminaire d’un context céramique du Haut-Empire, in J-Y. Empereur (ed) Alexandrina I. Guidotti, M. C. 1980, Alcuni vasi dipinti da Saqqara, EVO 3: 65-81. Hayes, J. W. 1976. Roman pottery in the Royal Ontario Museum, A catalogue. Toronto. Południkiewcz, A. 1992. Imitations of Greek pottery in Tell Atrib, CCE 3: 95-101. Rodziewicz, M. 1976. Un quartier d’habitation gréco-romain à Kom el-Dikka, Etud Trav 9: 170-210. Rodziewicz, M. 1985. On the origins of the Coptic painted pottery in Kharga Oasis, in Mélanges Gamal Eddin Mokhtar II, BdE 97/2: 235-241, pls I-II. Saad Rachwan, S. 1998. Un groupe de céramique à décor peit au Musée gréco-romain d’Alexandrie. Nouvelles données sur un atelier du Delta, in N. Bonacasa (ed.) L’Egitto in Italia dalla’antichità al medioevo, Atti dell III congress internazionale italoegiziano, Rome. 239-370. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IC.042) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.898 (Accession Number) ", " Miscellaneous number: P.5862 (Pottery & Porcelain Ledger No.) "]}