{"artifact_name": "oil-lamp(probably); figure", "Object Type": [" oil-lamp (probably) ", " figure "], "Description": [" Egyptian fragment of Eros in relief, probably from a mould-made oil-lamp, where this functioned as a handle. Eros is depicted wearing a festival wreath over his long curly hair. He is carrying a bow in his left hand and an arrow in his right (now mostly lost). He looks down to his right and appears to be walking in that direction. Mould-made in two-piece mould, with join visible on left wing. Brown Nile silt with abundant fine gold mica and white inclusions. Possibly covered with a red slip. Some traces of post depositional (?) white plaster adhering to face. Missing feet and left wing, tip of arrow and whole of oil-lamp. "], "Cultures/periods": ["Roman Period (early)"], "Production date": ["(late)1stC BC-(late)1stC"], "Production place": [" Made in: Nile Delta, Naukratis? "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " pottery "], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 4.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Not from a stand alone figure, but instead a group, or more likely, a lamp. Parallel from the Musee Guimet of an Eros decorating a mould made 'Roman' lamp (Dunand 1990, no. 99; E 20717). This type of lamp is dated to the beggining of the Roman period in Egypt (Villing et al 2013-2015, PL.083). Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.072) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Eros/Cupid"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.412 (Accession Number) ", " Miscellaneous number: P.4565 (Pottery & Porcelain Ledger No.) "]}