{"artifact_name": "bell; amulet(likely); votive offering(?)", "Object Type": [" bell ", " amulet (likely) ", " votive offering (?) "], "Description": [" Cast bell, of a likely amuletic function, in copper alloy; conical with circular ring for suspension on top; two small animal heads in relief placed on the upper part of the bell, probably heads of ram, jackal or lioness according to parallels; pendulum missing. "], "Cultures/periods": ["Ptolemaic (likely)"], "Production date": ["4thC BC (late) - 3rdC BC (late) (likely)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 2.70 centimetres (bottom) ", " Height: 3.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Several bells of a similar type were discovered in Naukratis: Boston, Museum of Fine Arts 86.317 and 88.752; Greenock, McLean Museum & Art Gallery 1987.443 (very corroded); BM 1888,0601.8; BM 1885,1101.101. On small bronze bells decorated with a Bes head and mythological animals: Anderson 1976, 32-34, no. 33-38; Hickmann 1949, pl. XXIII and XXVI. They are often dated to the Graeco-Roman or Roman period. This one should date back to Ptolemaic period according to its context of discovery, the cemetery. In this context, they likely had an amuletic function (Petrie 1914, 28). The decorated bells BM 1888,0601.8 and Boston, Museum of Fine Arts 88.752 originated also from the cemetery of Naukratis. Anderson, R.D. 1976, Catalogue of Egyptian Antiquities in the British Museum III, Musical Instruments, London. Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 28) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.23) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.751 (Accession Number) ", " Miscellaneous number: M.1511 (Metalworks ledger number) "]}