{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Semi naked Isis-Nike figure, standing, holding palm leaf and phiale. Description of whole: Isis-Nike standing to front, looking slightly down and to her right, on a plain, flat-faced plinth. She wears a broad himation falling from her left shoulder and passing behind her on the right, curving down to her lower belly to leave most of her torso uncovered; it reaches to her ankles (the feet are bare) and is caught up by her left hand. The same hand holds a palm branch against her left side, its stem extending to the top of the plinth. The right arm is bent and her raised hand holds a small pot. Her hair is parted in the centre and falls in locks onto her shoulders. She wears a large headdress consisting of a tightly woven wreath with a horizontal garland and ribbon, the ties of which hang beside her right shoulder and impinge on the palm branch to her left. Above the wreath are looped garlands flanking a circular object, half broken away with the rest of her crown, but which may be the stem of a lunar disc. On her right side, and supporting her elbow, is an amphora of Hellenistic Rhodian type, held upright by a stand, the cross-pieces of which have an infill of small balusters. The back is plain, with a circular vent. Hollow, from two-piece mould. Does not appear to have been coated or painted. Possibly a waster. Red-brown Nile silt with grey core and abundant gold mica, quartz, organic and white inclusions. Legs and top of headdress missing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC-(late)2ndC BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 19.20 centimetres ", " Length: 6.30 centimetres ", " Thickness: 0.80 centimetres ", " Width: 9.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Previously assigned to Naukratis or Ehnasya, but example from the same mould series known to come from Naukratis supports that provenance as most likely (British Museum GR.1888,0601.112 joins 124). The date, style, coating, decoration and fabric are in-keeping with those found in the Naukratis Terracottas workshop, suggesting this was locally made. Bailey dates this 3rd to 2nd century BC (Bailey 2008, no.3009), though the type of Rhodian amphora depicted only appears in the late 3rd century BC (Monachov 2005: 88, Type 1E2) allowing for a narrower date of late 3rd to 2nd century BC to be proposed. This was previously erroneously dated early first century BC (Schürmann 1989, no. 1030). The amphora stand has an infill of ballusters that Bailey suggests (ibid. 25) is more probable than a cobra-frieze, as previously assumed (Walters 1903, C 576; Schürmann 1989, 271, no. 1030). Examples from the same mould-series from Naukratis (Fitzwilliam Museum, Cambridge, E.P.222). A close parallel was found at Memphis dated mid Ptolemaic (head only, Petrie Museum UC47612) and a similar one was acquired by a vendor in Medinet el-Fayum (Ashmolean Museum, Oxford, no. 1872.1039). A similar example is in Tübingen, dated 1st century BC to early 1st century AD (Fischer 1994, 333, no. 818). Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen : Wasmuth. Schürmann, W. 1989. ‘Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe’. Göteberg. Monachov, S. Ju. 2005. Rhodian Amphoras: Developments in Form and Measurement. In: V. Stolba & L. Hannestad (eds.), Chronologies of the Black Sea Area in the Period c.400-100BC (BSS 3). Aarhus. 69-95. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.176) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" ancient egyptian deity ", " classical deity "], "Associated names": ["Representation of: Juno-Isis"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.P.222 (Accession Number) "]}