{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of a white limestone female figure; painted. Only the head and neck are preserved. Traces of paint are visible: red lips, red band at the onset of the veil. Red on the lower border of the veil on the right side. On the right earlobe and the neck three lines of red spots placed above one another. Yellow on the right lower lid, the chin and the left cheek.The head, with the broad area of the cheeks, thins towards the high calvarium creating a pear-like shape. The nose is markedly long and broad. The eyes are very large with protruding eye balls; the ears are enormous. In contrast, the mouth is rather small with straight lips. Red jewellery was painted onto the ears and a red necklace with three rows. The back is flat. Traces of pink skin on brow and lips. Egyptian style headress. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-575BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 5.40 centimetres ", " Length: 3.60 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " With its facial contours broadening towards the chin and its slimmest point approximately around the temples, the large ears and the not closely fitted headscarf, this head is comparable to statuette London BM B456 (Nick 2006, cat. 30), which belongs into the first quarter of the sixth century BC. It also shows similarities with Nick 2006, cat.1. Published (Möller 2000, 158; Nick 2006, 120-1, 66, cat. 45, pl. 20). The heavy, Egyptianizing features of the face and the long, stylized ear place this head in a well-defined group. An only slightly less evolved head in the same style occurs on an unpublished male figure in a context of the late seventh century B.C. at Old Smyrna. Closely comparable also are some of the limestone fluteplayer statuettes of the ' mixed style' and some pieces of Egyptianizing faience of approximately late seventh-century date from Rhodes. Egyptianizing style of the end of the seventh or beginning of the sixth century B.C. (Budde and Nicholls 1967, no.16, pl.3). Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 45) ", " Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 3, no. 16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.057) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.2.1899 (Accession Number) "]}