{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in the shape of a double-sided wedjat-eye in glazed composition; with quite fine moulded decoration; eyebrow marked with chevron pattern; details of eye and ridge brow in low raised relief; identical front and back; pierced longitudinally; remains of pale turquoise glaze; whitish paste; surface worn; vertical falcon-eye marking under the eye broken off. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["6thC BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Length: 4.20 centimetres ", " Thickness: 1 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. For similar types of wedjat eye found in Naukratis, see: London, Petrie Museum UC52354; Greenock, McLean Museum & Art Gallery 1987.452 (also said from the Scarab Factory). Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.325) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but incomplete"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.805 (Accession Number) ", " Miscellaneous number: P.5249 (Pottery & Porcelain Ledger No.) "]}