{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; quite detailed back with major elements such as prothorax and elytra indicated respectively by single and double-line, detailed head as well; underside bearing a hieroglyphic inscription arranged vertically giving the name of Psamtek; pierced lenghtwise; chipped at one end. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["664 BC - 525 BC"], "Production place": [" Made in: Scarab Factory (possibly) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This stone scarab was discovered in the 'Scarab Factory' (on its various productions, see Webb forthcoming). It could have been produced locally along with the scarabs and scaraboids in glazed composition and Egyptian blue. Or it could have served as a model for the locally produced scarabs. An almost identical version exists in glazed composition, though very badly preserved (see Petrie 1886 pl. XXXVII, no. 81 = BM 1886,0401.1653). For another stone scarab from Naukratis, displaying the name of Psamtek, but in an abbreviated way: Bristol, City Art Gallery & Museum H3718. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 183) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 62, no. 1971) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.52) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, bit chipped"], "Associated names": ["Named in inscription: Psamtek"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.682 (Accession Number) ", " Miscellaneous number: P.4889 (Pottery & Porcelain Ledger No.) "]}