{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Description": [" Cast false beard in copper alloy; straight long beard ending in a curl in the lower extremity; conventional braided arrangement of hair incised; fitting belonging to a relatively large figure, probably of a male Egyptian god; back is hollow; metal well preserved, but encrusted. "], "Cultures/periods": ["Late Period (probably)"], "Production date": ["664BC-332BC (probably)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": [" cast ", " incised "], "Dimensions": [" Height: 9.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Divine beards were associated with male Egyptian gods or the deceased pharaoh (Weiss 2012, 39, Abb. 5.1, see esp. Nr. 1297, Pl. 66e for this specimen; similar fitting from Herakleion: Goddio and Fabre 2008, no. 211). Other similar fittings were discovered in Naukratis, such as Boston Museum of Fine Arts 86.289 and 86.291. They indicate the presence of rather large figures of Egyptian gods (Masson forthcoming). This beard measures 9.6cm in length, suggesting it belonged to a figure of about 96 cm in height. Goddio, F. and Fabre D. 2008 (eds), Egypt’s sunken treasures, Munich. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 862, Taf. 66e, Nr. 1297) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.240) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.290 (Accession Number) ", " Miscellaneous number: M.1083 (Metalworks ledger number) "]}