{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Rim sherd of Chian Simple Animal Style pottery chalice; cream slip; interior: reserved band at rim, glazed black below; part of rosette in added red and white; top of rim glazed; exterior: band of short wavy strokes between pairs of narrow bands around rim; below, painted decoration consisting of female figure (head with hair, neck and part of himation with red stripe and black dotted paryphe remaining) to left. "], "School/style": ["Simple Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-560BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 36 centimetres ", " Height: 4 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3.10 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Lemos, the female figure is a representation of Athena but there are no features depicted that are specific to her. Lemos describes this sherd as belonging to the Group of Worshippers within the Chalice Style. The leading vase from this group is the St. Petersburg chalice from Berezan (Lemos no. 964) which has the degenerate conical chalice form typical of the Chalice Style; the figural decoration on the vase is rendered primarily and carelessly in outline. The handle zone and rim pattern decoration are hallmarks of the other chalices of the same style. Most of the vases in this Chalice Style group display a mixture of techniques consisting of portraying female figures in outline and dancing komasts in black-figure. "], "Bibliographic references": [" CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 33-4, no. 4, pl. XVII, no. 4, no. 37) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 131, 292, no. 906, pl. 121) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1193) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 94-6, N.85. G.23 ", " Miscellaneous number: GR.85.1894 (Accession Number) "]}