{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian Grand Style pottery light chalice; cream slip; interior glazed (fired orange); part of rosette in added red and white; exterior: painted decoration consisting of female figure to right, playing flute (head and arms with white flesh, red wreath in hair, part of garment with red and square pattern decoration, earring and necklace in dilute brown). "], "Producer name": ["Attributed to: Naukratis Painter's Group"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 3.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 3.10 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos ascribes this sherd to the Naukratis Painter’s Group. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed. "], "Bibliographic references": [" CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 32-3, no. 6, pl. XVII, no. 6, no. 40) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 111, p. 280, no. 771, pl. 101) ", " Price 1924 / Pottery of Naukratis (p. 215, fig. 54) ", " Cook 1952 / A List of Clazomenian Pottery (p. 127, note 120) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0821) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 94-6, N.81. G.32 ", " Miscellaneous number: GR.81.1894 (Accession Number) "]}