{"artifact_name": "bead", "Object Type": ["bead"], "Description": [" A string of twenty-four beads (agate, glass, faience, wood, stone); consisting of 1 rosette bead of coarse faience, clay or plaster with piercings forming a t-shape (2.8 cm diameter), 3 agate barrel beads (4.5 x 1.9 cm; 2.7 x 1.2 cm; 1.4 x .6 cm), 1 agate long faceted bead (2.9 x 1.8 cm), 1 agate bionical bead (1.4 x 1.1 cm), 2 agate ball beads, 1 wooden bead (1.8 cm diam), one flat rectangular turquoise faience bead with two piercings, two triangles cut out of short sides and on one side five dark blobs added in corners and in cente (1.5x1.2x0.5cm), 1 flattened bone bead (1.9x0.8cm), 1 stone conical faceted bead (1.2x1.1.1cm), 2 battered amber-coloured glass ball beads (1.1x1.1cm), 7 faience ball beads (0.9-1.3cm diam), 1 flattened faience bead (0.7x0.6cm) and 1 rectangular faceted blue glass bead. "], "Cultures/periods": [" Roman Imperial ", " Late Period ", " Ptolemaic "], "Production date": [" 30BC - 300 ", " 600BC - 200BC "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": [" agate ", " glass ", " glazed composition ", " wood ", " stone ", " cornelian (?) "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 7 glazed composition plain spherical and 1 flattened spherical (Xia type PN8, Late Period), 2 glass (banded agate copy) barrel (GN62, Roman), 2 green/yellow glass pear-shaped (GD64, Roman), 1 green glass (GN8, Roman), 2 agate or glass copy barrel (GN62, Roman), 2 agate or carnelian spherical (H8, Roman), 1 amber or glass spherical (R11, Roman), 1 beryl/agate or glass copy heptagonal (GN67/71, Roman), 1 carnelian or glass copy barrel (unknown type, Roman), 1 bone (H8), 1 wood (H8), 2 undetermined stone (irregular). Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QI.12)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.215 (Accession Number) ", " Miscellaneous number: G.969a (Glass ledger number) "]}