{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from whitish steatite; back relatively well-defined with simply marked head and clypeus, prothorax and elytra divisions shown by single incised lines; small triangles indicating humeral callosities as well as scutellum behind the line of prothorax; at side, well-shaped legs with undercut triangle; underside incised with very schematic representation of a seated god holding a Hes vase; god wearing a long false beard and a crown composed of a mortar surmonted by two vertical feathers; pierced longitudinally; slightly chipped on edge. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["800 BC - 600 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.53 centimetres ", " Length: 1 centimetres ", " Width: 0.65 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This scarab is published as coming from Naukratis (Budge 1893, no.165). Budge, E.A.W.1893, Catalogue of the Egyptian collection in the Fitzwilliam Museum, Cambridge. ", " The motto starting with 'hsy' - praised by - is very common on Egyptian scarabs, especially the inscription ‘praised by Khonsu’ and ‘praised by Amun’. The deity following the Hes-vase bears a double ostrich-feather crown and could be identified with Amun-Ra. For a similar motto on other stone scarabs from Naukratis: Sydney, The Nicholson Museum, University of Sydney NM00.128.12; Boston, Museum of Fine Arts 88.864. By its size, style, technique and theme, this finely made miniature scarab fits Gorton's type VIII, a type well attested on Punic and Etruscan sites in the West, as well as in Greece and Cyprus (Gorton 1996, type VIII, 23-7). Gorton suggested that such scarabs were produced in Memphis, from the 8th till the 7th c. BC (Gorton 1996, 27). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. "], "Bibliographic references": [" Budge 1893b / Catalogue of the Egyptian collection in the Fitzwilliam Museum (no. 165) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.70) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription: Amun-Ra (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.SC.169 (Accession Number) "]}