{"artifact_name": "jar", "Object Type": ["jar"], "Description": [" Jar carved from banded calcite; squat in shape with flat bottom, wide flat rim and opposing pair of unpierced small lug handles placed below slightly marked rounded shoulders; smoothed exterior; chip off rim. "], "Cultures/periods": [" Late Period (end?) ", " Ptolemaic (early?) "], "Production date": ["4thC BC (?)"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["calcite"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Height: 8.25 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The bulk of calcite vessels discovered in Naukratis are alabastra, but other shapes are also attested such as this small jar. Evidence for a local production of calcite vessels is given by the discovery of “many thousands of alabaster drill cores from tubular drilling” as well as unfinished vessels in the same material found in the temenos of Apollo in 1885, between the temple and the north-west corner of the temenos (Petrie 1886, 15). Most of these vessels should be dated to the second half of the 6th or latest first half of the 5th century BC. This squat jar finds a few parallels in Egypt: in Naukratis itself (Boston, Museum of Fine Arts 88.729); in Herakleion-Thonis where it was dated between the 6th and 2nd century BC (Goddio and Fabre 2008, 260 and 312, no. 133); in a 30th dynasty context in Tanis (Bovot, Ledain, and Roussel 2000, 279, pl. XX D, no. 93-205). Boston Museum of Fine Arts 88.729 was discovered in Naukratis cemetery and, because of such context, was dated to the Late Dynastic-Early Ptolemaic period. It is possible that Cambridge specimen belongs to the same period. Goddio, F. and Fabre D. 2008 (eds), Egypt’s sunken treasures, Munich. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Memoir of the Egypt Exploration Fund 3), London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.024) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, chip off rim"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.193a.1899 (Accession Number) "]}