{"artifact_name": "stand; perirrhanterion(?)", "Object Type": [" stand ", " perirrhanterion (?) "], "Description": [" Large stand of a pottery perirrhanterion; light-brown slip; circular torus molding at foot; bead and reel moulding around base of column; underside of foot flat; fluted shaft; irregular fracture at top. Hollow inside. Light red clay of tile fabric type, dense with some large mostly reddish stone inclusions and a fair amount of silver mica, grey core. "], "Cultures/periods": ["Classical Greek"], "Production date": ["5th century BC (probably)"], "Production place": [" Made in: East Greece (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["slipped"], "Dimensions": [" Diameter: 30.70 centimetres (of foot) ", " Height: 52.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " From Naukratis. 1886-7: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; December 22, 1887, presented to the MFA by the EEF. (Accession date: 1888). ", " The perirrhanterion is a special type of louterion (water-basin) used for ritual washing in sanctuaries (Pimpl 1997; Krauskopf 2005; cf. also Ginouvès 1962, 77-103; Kurtz and Boardman 1971, 151). Excavations at Naukratis yielded a number of specimens in both stone (marble, bearing votive inscriptions to Apollo) and in ceramic, the latter of Corinthian manufacture. Corinth was a major producer of ceramic basins throughout the Archaic and Classical periods and its products were widely exported (Iozzo 1987, 1985 [1989]). Ginouvès, R. 1962, Balaneutikè : recherches sur le bain dans l'antiquité grecque, Paris. Iozzo, M. 1987, 'Corinthian basins on high stands', Hesperia 56, 355-416. Iozzo, M. 1985 [1989], 'Bacini corinzi su alto piede', Annuario della Scuola Archeologica di Atene N.S. 68, 7-61. Krauskopf, I. 2005, s.v. ‘Perirrhanterion/Louterion’, in Thesaurus Cultus et Rituum Antiquorum (ThesCRA) V. Personnel of Cult – Cult Instruments, Los Angeles, 178–83. Pimpl, H. 1997, Perirrhanteria und Louteria. Entwicklung und Verwendung großer Marmor- und Kalksteinbecken auf figürlichem und säulenartigen Untersatz in Griechenland, Berlin. Kurtz, D.C. and Boardman, J. 1971, Greek Burial Customs, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GT.05)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1019 (Accession Number) ", " Miscellaneous number: P.6059 (Pottery & Porcelain Ledger No.) "]}