{"artifact_name": "comb(?)", "Object Type": ["comb (?)"], "Description": [" Artefact carved in bone, possibly fragment of comb; cylindrical in section, one side covered with incised circles on polished surface; the other rough; remains of attatchment for the teeth; semicircular shape, both sides flat, worked, original ends preserved. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["7thC BC - 4thC BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["mammal bone"], "Technique": [" carved ", " incised ", " polished "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The design of dotted circles can be found on many types of objects in bone, such as handles (handle found in Cyprus: BM 1974,1101.14), plaques (plaques from the Temple of Artemis Orthia BM 1923,0212.611 -614) or even amuletic pendants (amulets from the Levant, normally dated to the 9th-8th century BC: Herrmann et al, 174; many pendants from Casviri cemetery in Kamiros, dated to the Orientalising Period, such as BM 1864,1007.618-620 and BM 1864,1007.664). A Greek, Cypriot or Levant origin is possible for such artefact, though an Egyptian one cannot be ruled out either. Parallel from 7th or 6th century BC votive deposits at Perachora sanctuary of Hera (Payne 1962, pl.188, no. A330) and the Archaic Artemisia at Ephesus (Hogarth 1908, pl. xxxvi-xxxvii). Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Payne, H. 1962, Perachora II. The Sanctuaries of Hera Akraia and Limenia: Pottery, ivories, scarabs, and other objects from the votive deposit of Hera Limenia, Oxford. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVII, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (WB.09) (Phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, incomplete"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1049 (Accession Number) ", " Miscellaneous number: I.153 (Ivory ledger number) "]}