{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Description": [" Mould-made amuletic pendant in glazed composition, representing the head of the dwarf leonine god Bes within a circular serrated frame; quite detailed features with some incised details for the beard, eyes and ears; brownish green glaze; flat relief; almost complete, glaze slightly chipped in places. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["664 BC - 332 BC (likely)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Diameter: 2.50 centimetres ", " Thickness: 0.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). Modelled heads of Bes on a plaque or a disc, dated to the Third Intermediate Period onwards, bear sometimes the representation of a wedjat eye on the other side (Andrews 1994, 40; examples illustrated in Petrie 1914, pl. XXXIV no. 190q; Hornung, Staehelin 1976, no. 694). It is probably not the case here (only front view available). On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot, while Boston registers state Naukratis as a context of discovery. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.036) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.810 (Accession Number) ", " Miscellaneous number: P.5262 (Pottery & Porcelain Ledger No.) "]}