{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Archaizing head, from a figure of a boy or woman with black painted hair in band. Likely a devotee/worshipper. The fragment shows a head with a plump, round face and two 'Venus-rings' on the neck. The eyes are large and prominently outlined. The hair is parted over the brow and tightly rolled under at the back of the neck. A single lock hangs down in front behind each ear. The texture of the hair is indicated by a series of small, curving nicks. A heavy band encircles the head. Moderately compact creamish-white limestone. Broken away at neck. Surface badly chipped and worn, especially at brow and nose. Traces of black pigment (?) on hair and of pinkish cream on face to sides of nose. "], "Cultures/periods": ["Cypro-Classical (late?)"], "Production date": ["450BC-300BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 3.10 centimetres ", " Length: 2.80 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The poor preservation makes it difficult to determin whjether this is an infant or a woman wearing a diadem. Budde & Nicholl's suggested 'the treatment of the hair and the head-band seems to suggest that it was probably carved no earlier than late Hellenistic times... probably archaizing work of late Hellenistic date or slightly later' (Budde & Nicholls 1967, no. 80, pl. 26). However, parallels in the Louvre have been dated to the 4th or beginning of the 3rd century BC (Hermary 1989, 244-251, 386, nos 787-8). Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture (Paris: Editions de la Réunion des Musées Nationaux). "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.135) (Phase 3) ", " Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.3.1899 (Accession Number) "]}