{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Cast figure (or amuletic figure) of a male deity in copper alloy; depicted as standing and wearing a high headdress; said to be a figure of Neferhotep, but rather depicts Nefertum; ring at back of head, partially broken; corroded. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic "], "Production date": ["620 BC - 200 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 7.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The identification of the male figure as Neferhotep seems incorrect (on Neferhotep bronze figures: Weiss 2012, 97-98, 544-548, pl. 6c-g, Typ 21, esp. Nr. 102 for this specimen). On the registers of the museum, the figure is described as wearing a high headdress and fitted with a suspension ring at the back of the head. Such description fits also with a representation of the male deity Nefertum. Although we have not seen this piece directly, the photography kindly provided by the Museum of Fine Arts is clear enough to identify the deity as Nefertum. Several amuletic figures of Nefertum in copper alloy, but as well in stone and glazed composition, were found in Naukratis (Masson forthcoming; on Nefertum bronze figures: Weiss 2012, 105-106, 557-561, pl. 8c- e, Typ 27, esp. Nr. 147 and 151 from Naukratis). Masson, A. forthcoming, ‘A reflexion on Egyptian metal offerings from Naukratis’, in Heracleion in context: The maritime economy of the Egyptian Late Period, Proceedings of the conference in the University of Oxford, 15-17 March 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (Typ 21, Nr. 102) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.169) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Neferhotep (?) ", " Representation of: Nefertum (more likely) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.254 (Accession Number) ", " Miscellaneous number: M.1045 (Metalworks ledger number) "]}