{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" A mould-made oil-lamp with shoulder-volutes. Concentric grooves and ridges on the rim; rosette on round sloping part of the disc. Small deep circular body; short broad scoop-shaped nozzle with spade-shaped end; no handle. Flat base with slight base ring, steep straight sides, flattish rim, small deeply recessed disc with sloping sides. Nozzle flat-topped, sloping down a little towards the tip. Traces of burning at nozzle. Pale beige, fairly fine, clay with fine red slip. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-150"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["pottery"], "Type series": ["Loeschcke I (variant)"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 2.40 centimetres ", " Length: 7.40 centimetres ", " Width: 5.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels in the British Museum in same fabric (Bailey Q1899-1900, dated early 2nd century AD). However, similar decoration was found on fragment of a lamp from Myos Hormnos, in an early 1st century AD deposit (Peacock 2011, no.52), suggesting these may be earlier than published by Bailey. Peacock D. P. S. 2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003. Oxford, Archaeopress, BAR International Series 2286. 47-56. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KE.21) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.2917 (Egyptian inventory number) ", " Miscellaneous number: P.4844 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.125 (Accession Number) "]}