{"artifact_name": "plaque; figure", "Object Type": [" plaque ", " figure "], "Description": [" Egyptian terracotta figure plaque of nude female figure flanked by column (?) on right and legs of larger nude (Aphrodite-Hathor?) figure to left. Mould made and solid. Thick traces of of white coating with flecks of red paint. Very coarse organic Nile silt. Broken left and top. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC -400BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.3.5"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.50 centimetres ", " Width: 10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked in red pen \"16\". Figure plaque of woman with a child to her right. Unprovenanced parallel in the Petrie Museum (UC30199) which may be from same mould series. Parallel from Naukratis, of woman with child (Cambridge, Museum of Classical Archaeology NA576). Simple naked female plaque figures are common in Egypt during the Late Period and in the Levant at contemporary Phoenician sites, thought examples with a child are less common. Parallels are generally dated to the Late Period and early Ptolemaic periods in Egypt and thought to be fertility figures or ex-voto in honour of, but not representing, Hathor (Török 1995, pl.109, nos 203-9, particularly no.205; Bayer-Niemeier 1988, 148, pl. 50.1-5, nos 263-7, particularly no. 264; Weber 1914, no.199; Petrie 1909, pl.35.7 and 12 from Memphis; Kaufmann 1913, fig. 69,3). Bayer-Niemeier identifies a clear ‘Pharaonic tradition’ clear with New Kingdom and Third Intermediate Period parallels from Medinet Habu (Teeter 2010, nos1 to 9 and 24 to 26) and the Temple of Mut in Luxor (Waraksa 2009, no. 3) and similar examples of this Pharaonic tradition come from New Kingdom domestic religion parallels from Deir el-Medina, Sawâma and Amarna (ibid.). Similar figure plaques found at Naukratis in the British Museum (Bailey 2008, nos 3108 to 3110; Higgins 1954, 404; GR 1888,0601.113, GR1886,0401.1543, GR 1886,0401.1458), Cambridge (NA576, NA577, NA578, NA579, NA581, NA582, NA583, NA584), and by recent excavations at Naukratis by the Supreme Council of Antiquities, (SCA), (unpublished). Similar example from the Fayum (Kaufmann 1915, no. 269). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Petrie, W.M.F. 1909a. Memphis volume I. London, School of Archaeology in Egypt. Kaufmann, C. M. 1915, Greco-ägyptische Koroplastik. Terrakotten der griechisch-römischen und koptischen Epoche aus der Faijûm- Oase und andren Fundstätten, Cairo. Redmount, C. A. & Friedman, R. F. 1997. Tales of a Delta Site: Preliminary Report on the 1995 Field Season at Tell el-Muqdam. ‘Journal of the American Research Center in Egypt’ 34; 57-83. Teeter, E. 2010. Baked clay figurines and votive beds from Medinet Habu. Oriental Institute Publications 133, Chicago. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Waraksa, E. A. 2009. Female figurines from the Mut Precinct: context and ritual function. Fribourg Academic Press, Göttingen. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II., Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.064) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" ancient egyptian deity (?) ", " classical deity (?) "], "Associated names": ["Associated with: Isis-Hathor"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.900 (Accession Number) ", " Miscellaneous number: P.4548 (Pottery & Porcelain Ledger No.) "]}