{"artifact_name": "figure-fitting(?)", "Object Type": ["figure-fitting (?)"], "Description": [" Fragment of solid-cast headdress in copper alloy; sun-disc topped by high plumes of ostrich with incised details; fitting, or fragment, belonging to a figure of an Egyptian deity, perhaps Amun or Harpokrates; no tang preserved; lower part slightly broken; metal relatively well preserved. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664BC–31BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": [" solid-cast ", " incised "], "Dimensions": [" Height: 7.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The two high feathers of ostrich (Shuti) are a component of various crowns worn by several Egyptian deities, such as Amun, Harpokrates or Horus (Weiss 2012, 31-34, 38-39, Abb. 3.6, 3.12 and 4.10a, see esp. Nr. 1316 for this specimen). Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 866, Nr. 1316) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.224) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Associated with: Amun (?) ", " Associated with: Harpocrates (?) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.325 (Accession Number) ", " Miscellaneous number: M.1119 (Metalworks ledger number) "]}