{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition representing either a Djed pillar or the ancient Egyptian deities Heh or Shu, leaning against a plain back pillar; degenerate form of amulet with highly crude and schematic representation; body of amulet crossed by more or less deep horizontal grooves; suspension hole pierced widthways; light greenish turquoise glaze; complete. "], "Cultures/periods": [" Late Period (?) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised "], "Dimensions": [" Height: 0.80 centimetres ", " Width: 0.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The amulet, with its very degenerate shape, could correspond to a Djed pillar (on Djed pillar amulets see: Andrews 1994, 82-83; Herrmann et al. 2010, 147-148, type 94), or relates to the Egyptian deities Shu or Heh always represented with their hands raised on both sides of their head (on amulets of Shu and Heh : Andrews 1994, 19 and 88-89; Herrmann et al. 2010, 51-52, type 20). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.164) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": [" Representation of: Shu (?) ", " Representation of: Heh (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P.5268 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.323 (Accession Number) "]}