{"artifact_name": "aryballos", "Object Type": ["aryballos"], "Description": [" Glazed composition fragment of spherical aryballos with diamond shaped decoration.on surface, deeply modelled. Inside surface shows impressions of wound grass or reed fibre used for modelling the vessel before firing. Glaze light blue-green, core light gingery colour, medium texture. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC-450BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 1.90 centimetres ", " Width: 3.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Same type as British Museum 1860,0201.56, which belongs to Group 1 of Webb's Early Fine Group, dated 575-550 BC (Webb 1978, 108-112 nos 703-739, pl. 17). Cf. also a parallel dated to the late 6th and early 5th century BC (Nenna and Seif el-Din 2000, no. 588). Nenna, M-D and Seif el-Din, M. 2000. La vaisselle en faïence d'époque gréco-romaine: Catalogue du Musée gréco-romain d'Alexandrie. Etudes alexandrines 4. IFAO Cairo. Webb, V. 1978. Archaic Greek Faience: Miniature Scent Bottles and related Objects from East Greece, 650 – 500 B.C. Warminster. ", " Aryballoi in faience are a rare find in Naukratis. Amongst the four hedgehog aryballoi said to come from Naukratis, only BM 1886,0401.1501 can be assuredly assigned to the site (Webb 1978, 133, no. 905, pl. 21), while the provenance of the aryballoi kept in Edinburgh, Copenhagen and New York is highly doubtful (Webb forthcoming). The aryballos in the shape of an African head – Boston Museum of Fine Arts 03.835 – is also unlikely coming from Naukratis. To the British Museum specimen can be added two fragments of aryballoi kept at the Museum of Fine Arts in Boston (Eg.Inv.3623-3624). All these examples of finds actually made on the site of Naukratis demonstrate the poor conditions of preservation which prevailed there -either due to damp and their making up part of what were rubbish dumps in antiquity, or the damage caused by the conditions prevailing in the 1880's when the Sebakhin were extracting the rich soil for fertiliser. Their fragmentary condition makes it even less likely that complete examples can be assigned a findspot from Naukratis itself, although this does not rule out the possibility of their manufacture there. See the comment on fragmentary hedgehog aryballoi noted by Edgar in piles of rubbish near the scarab factory. (Hogarth 1905, 134). Such containers were very popular in the Mediterranean world during the 6th-early 5th century BC and belong to the Phase III in the Archaic Greek Faience typology by Webb (Webb 1978, 133–5; Webb forthcoming; Pierrat-Bonnefois forthcoming). Apart from Naukratis, other Egyptian sites provided aryballoi in faience, such as Tell el Yehudiyeh and Thebes (Webb 1978, nos 907–915). Pierrat-Bonnefois, G. forthcoming, Some remarks on the place of Naukratis in the history of faience, Proceedings of the first Naukratis workshop, held at the British Museum 16th–17th December 2011, ed. R. Thomas. Webb, V. 1978, Archaic Greek Faience: Miniature Scent Bottles and related Objects from East Greece, 650 - 500 B.C., Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FB.06)"], "Location": ["Not on display"], "Condition": ["Fair (fragmentary)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3624 (Egyptian inventory number) ", " Miscellaneous number: P.4918 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.136 (Accession Number) "]}