{"artifact_name": "stopper; game-piece(?)", "Object Type": [" stopper ", " game-piece (?) "], "Description": [" Small disc of plaster and straw, one surface relatively smooth, the other uneven. Small vessel stopper, possibly re-worked into a gaming piece. "], "Cultures/periods": ["Roman Period"], "Production date": ["3rdC - 7thC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["plaster"], "Dimensions": [" Thickness: 1 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Small plaster stopper, probably from a costrol or late Roman amphora. Likely to be late, but difficult to distinguish with such small fragment. This form of stopper is known from all Roman period contexts from the Red Sea ports and quarries of Egypt (Thomas 2011, type 9; Thomas and Tomber 2006, type 9). Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.11) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.486 (Accession Number) ", " Miscellaneous number: P.4639 (Pottery & Porcelain Ledger No.) "]}