{"artifact_name": "aegis; amulet; votive offering(possibly)", "Object Type": [" aegis ", " amulet ", " votive offering (possibly) "], "Description": [" Solid-cast aegis in copper alloy; amulet depicting broad collar with stepped upper edge topped by head of Sekhmet, or other lion-headed goddess, wearing a tripartite wig, with sundisk and uraeus in front; behind sun-disk, loop for suspension, and below counterweight; part of disk and counterweight at back broken off; corroded, surface very worn off. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 5.10 centimetres ", " Thickness: 1.80 centimetres (Maximum) ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Deities depicted on aegis are principally goddesses and chiefly Isis, Hathor and Sekhmet as well as other lion-headed goddesses. On bronze aegis: Grenier 2002, 187-191; Roeder 1956, § 633-640; Weiss 2012, 852-858, Pl. 63-64 (esp. Nr. 1267 for this specimen). Grenier, J.-C. 2002, Les Bronzes du Museo Gregoriano Egizio, Vatican City. Roeder, G. 1956, Ägyptische Bronzefiguren, Mitteilungen aus der Ägyptischen Sammlung 6, Berlin. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 855, Nr. 1267) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.16) (phase 3) "], "Location": ["Not on display"], "Condition": ["Poor"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Sekhmet (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.310 (Accession Number) ", " Miscellaneous number: M.1104 (Metalworks ledger number) "]}