{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone figure of a female worshipper carrying a mammal (kid, fawn or gazelle?) for sacrifice. She is wearing a long chiton with kolpos that runs in an arc across her waist. Traces of a central medalion suspended from a necklace are just visible. She is standing, holding the young mammal tightly to her left side. Her right hand clasps a staff against her chest and stomach (shepherds staff?. The back is only roughly rendered. Possible traces of red and black paint on torso obscured by erosion and dirt. Torso fragment broken diagonally across the breas, missing head, most of arms and upper body and and also below the knees, missing feet. Pale grey limestone. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC–560BC (circa)"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1d variant)"], "Technique": [" carved ", " painted "], "Dimensions": [" Height: 10.50 centimetres ", " Width: 9.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Compare BM figurines of female votaries such as C259, and figures from Golgoi, Cesnola Atlas I, figs 18, 20. Context from register. A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum and Boston MFA registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.054) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " sacrifice ", " mammal (kid or fawn?) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 11.1459 (Accession Number) "]}