{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back with modelled clypeus and head, prothorax and elytra indicated by single lines, and possibly small triangles marking winglets on either side behind the prothorax line; all details of back worn; at side, legs apparently well-modelled with undercut triangle, but very eroded; underside stamped (rather than incised) with representation of a seated winged griffin (or less likely lion?) looking backwards; unidentified element in front of its forelegs; longitudinally pierced; in light yellow paste with no glaze left; very worn surface. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " undercut ", " pierced ", " stamped (likely) "], "Dimensions": [" Height: 0.55 centimetres ", " Length: 1.30 centimetres ", " Width: 0.90 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Winged mythological creatures appear regularly on the scarabs produced at the “Scarab Factory” (on its various productions, see: Gorton 1996, 91-131; Webb forthcoming). This scarab belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93, 95-96, type XXVIII A, subtype A177-183, especially A179 for this piece). It was previously published by Gardner (Gardner 1888, pl. XVIII, no. 14) and in the catalogue of Budge (Budge 1893, no. 294). Budge, E.A.W. 1893, Catalogue of the Egyptian collection in the Fitzwilliam Museum, Cambridge. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 14) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.026) (phase 3) ", " Budge 1893b / Catalogue of the Egyptian collection in the Fitzwilliam Museum (no. 294) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 99, Type XXVIII A179) "], "Location": ["Not on display"], "Condition": ["Rather poor, very worn surface"], "Subjects": ["griffin"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.SC.113 (Accession Number) "]}