{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Description": [" Iron arrow-head. Tanged with flat leaf shape, lower end of tang broken off. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["630BC - 525BC (?)"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["iron"], "Technique": ["forged"], "Dimensions": [" Length: 4.70 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Unusual as this is in iron, rather than copper alloy. Iron is usually used for arrowheads from the Roman period, though this is not a Roman form. This oblanceolate (ususally tanged, but tang not preserved here) arrow-head belongs to an Egyptian form not found in Greece, or the Middle East, but has been found in Israel. See BM EA 1935, 0823.79 also from Naukratis and parallels from Tell Dafana BM EA 1887,0101.1439 and compare with similar BM GR 1935,0823. and BM EA 114, 1887,0101.1440. Similar arrowheads found at Ashkelon in 7th century BC contexts (Aja 2011, 536, nos 78-82) and this type is replaced with the introduction of Scythian types during Persian rule in the 6th century BC (ibid. 513). It is likely an early form that was abandoned early in Naukratis' history. Aja, A. J. 2011, ‘Metal weapons and tools’, in L. E. Stager, D. M. Master, and J. D. Schloen, Ashkelon 3: The Seventh Century BC, Indiana, 503-45. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (SB.04) (Phase 2)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.777 (Accession Number) ", " Miscellaneous number: M.1551 (Metalworks ledger number) "]}