{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back almost completely eroded, only modelling of head survives; underside with an incised decoration combining a hes-vase to right and falcon holding a flail in upper register, a horizontal cartouche containing three debased hieroglyphic signs, forming the royal name Wahibre in middle register, and a neb-basket sign below in lower register; hole lengthwise; in pale yellow paste, no glaze left; surface worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["589 BC - 570 BC (possibly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced "], "Dimensions": [" Length: 1.90 centimetres ", " Width: 1.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The scarab is related to a series of scarabs and scaraboids produced at the Scarab Factory (on its various productions, see Webb forthcoming). This group consists of register compositions combining figural theme and inscription (on this common type of scarabs see Gorton 1996, 94, 105-107, type XXVIII C). This scarab however differs in its craftmanship of better quality and in the more accurate drawing of the hieroglyphs. Since the Scarab Factory was mainly active between 600 and 570 BC (see Webb forthcoming), Wahibre should rather refer to Apries. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 27) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 62, no. 1987) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.051) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, but very eroded surface"], "Associated names": [" Named in inscription: Psamtek I (?) ", " Named in inscription: Apries (more likely) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.856 (Accession Number) ", " Miscellaneous number: P.5759 (Pottery & Porcelain Ledger No.) "]}