{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Description": [" Body fragments of Attic black-figured pottery oenochoe, reconstructed; neck, mouth and foot restored. Alternating red and black tongue frieze at top of shoulder, rays at foot; two fragmentary animal friezes separated by a triple dot band between pairs of lines on body; on shoulder, from left, trace of animal, siren to left, sphinx and cock to right; below, bull to left, confronted panther and goat. "], "Producer name": ["Attributed to: The KY Painter"], "Cultures/periods": ["Archaic Greek"], "Production date": ["580BC-570BC"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 15 centimetres (rim) ", " Height: 27.70 centimetres (restored) "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The vessel was presumably restored at the British Museum prior to being shipped to Boston. "], "Bibliographic references": [" Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 340) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 231, no. 163) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 124 no. 349, pl. XXXVIII) ", " ABV / Attic Black-Figure Vase-Painters (31, 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1212) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1036 (Accession Number) ", " Miscellaneous number: P.6226 (Pottery & Porcelain Ledger No.) "]}