{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Description": [" Mould-made amuletic pendant in glazed composition, representing the head of the child god Harpokrates (?) in high relief within a circular frame; wearing the sidelock of youth to the left side of his head, and a collar; quite detailed features, though slightly blur; suspension ring in knob pierced widthwise at top; pale green glaze encrusted with brown; in light beige paste; complete, but surface bit worn out. "], "Cultures/periods": ["Ptolemaic (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory, according to museum's registers (unlikely) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 2.60 centimetres ", " Thickness: 1.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). His cult was particularly developed in the Delta during the Late and Ptolemaic periods (Sandri 2006). On Harpokrates (or child god) amulets see: Andrews 1994, 16, fig. 10; Herrmann et al. 2010, 28-29 (type 2). Considering its context of discovery, it should be dated to the 26th dynasty, though this pendant is definitely later in date, probably ptolemaic. The registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.097) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, though bit worn"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.806 (Accession Number) ", " Miscellaneous number: P.5250 (Pottery & Porcelain Ledger No.) "]}