{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Small mould-made scarab in glazed composition; back quite rubbed off, however divisions for head, prothorax and elytra still visible; underside badly worn out, possibly with unidentified figure to right and half a cartouche to left, containing three debased hieroglyphic signs; inscription separated from figure by incised vertical line; longitudinally pierced; no remains of glaze or glaze or never applied? (said to be unbaked and unglazed on the EEF distribution list); in light yellow paste; surface very eroded. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced "], "Dimensions": [" Length: 1.10 centimetres ", " Width: 0.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The hieroglyphs in the \"half cartouche\", as seen in many similar examples, are often interpreted as a debased version of pharaohs' names (Gorton 1996, 93), a recurrent element on the “Scarab Factory” products (on its various productions, see Webb forthcoming). The identification of the rest of the motif is far more difficult considering the bad state of preservation. The EEF distribution list suggest a \"winged sphinx seated (?)\". A better preserved specimen corresponding to that description would be BM 1886,0401.1650 (Gorton 1996, type XXX A17). It could also be a falcon holding a flail, such as Boston, Museum of Fine Arts 86.695 (Gorton 1996, type XXVIII B2) or even a hieroglyphic inscription as seen on Boston, Museum of Fine Arts 86.696 (Gorton 1996, type XXVIII C8). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.057) (phase 3)"], "Location": ["Not on display"], "Condition": ["Very poor"], "Associated names": [" Named in inscription: Psamtek I (?) ", " Named in inscription: Apries (?) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.691 (Accession Number) ", " Miscellaneous number: P.4898 (Pottery & Porcelain Ledger No.) "]}