{"artifact_name": "kotyle", "Object Type": ["kotyle"], "Description": [" Sherd of Corinthian black-figured pottery kotyle preserving full profile; interior: glazed (fired brown); exterior, from top: black-figure frieze with animal procession to right, bird (head and tail feathers missing, with added red on wing and breast), and four-legged animal, possibly a bull (hind leg and one front hoof remaining); incised splinter rosettes and blobs as filling ornament; below, four narrow and one broad black band; rays; on underside, broad and narrow concentric bands around central dot. "], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 9.90 centimetres (body) ", " Height: 6.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For parallels, see Stillwell and Benson, ‘Corinth: Results of Excavations Conducted by the American School of Classical Studies at Athens - Vol. XV, Part 3: The Potters Quarter - The Pottery’, Princeton (1984), pl. 27, fig. 574-576. A. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 121, pl. XXXVII, no. 342) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 229, no. 149) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.235) (phase 3) "], "Location": ["Not on display"], "Subjects": [" bird ", " mammal "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.832 (Accession Number) ", " Miscellaneous number: P.5733 (Pottery & Porcelain Ledger No.) "]}