{"artifact_name": "rattle; figure; askos", "Object Type": [" rattle ", " figure ", " askos "], "Description": [" Egyptian terracotta askos (flask), or rattle, in the form of pig or boar. The vessel has a cylindrical neck with a flaring mouth rising from the back of the pig; a spout, broken at its tip, is placed at the animal’s nose. The body was thrown on the wheel and then manipulated into shape, with several applied elements: the neck of the flask, the feet, the ridged mane, the ears. The tail may have been applied or modelled from the thrown pot (its tip is broken), and the eyes were formed by pressing a hollow rod into the soft clay. Covered, except the underbelly, with a creamy white slip then painted with black lines. Red-brown Nile silt with abundant mica and sand inclusions. "], "Cultures/periods": ["Graeco-Roman"], "Production date": ["4thC BC - 3rdC AD"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" wheel-made ", " painted ", " slipped "], "Dimensions": [" Length: 8.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallels from Naukratis (British Museum GR1886,0401.1375, GR1888, 0601.661). Close parallels from Sais or Tanis (Perdrizet 1921: no.408; von Droste zu Hülschoff 1980: pl. VIII: 82, disagree on find spot), from Memphis (Petrie Museum UC48325 and UC65094), and unprovenanced (von Droste zu Hülschoff 1980: pl. VIII: 81). Dated from the Hellenistic to Roman periods (Fjeldhagen 1995: no.193). Fjeldhagen, M.1995. ‘Catalogue. Graeco-Roman terracottas from Egypt. Ny Carlsberg Glyptotek’. Copenhagen. Perdrizet, P. 1921. ‘Les Terres cuites grecques d’Égypte de la collection Fouquet.’ Nancy. von Droste zu Hülschoff, V. 1980. ‘Der Igel im alten Ägypten, Hildesheim. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.601) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["mammal (pig)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.380 (Accession Number) ", " Miscellaneous number: P.4532 (Pottery & Porcelain Ledger No.) "]}