{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Bulls head. Plaster or poor quality Limestone. Coarse white plaster containing a little grog. Broken away at the back. Tip of right horn and almost all of left missing, as also both ears. Traces of a smoother, white-plaster surface-coating. Remains of a brownish pigment on the eyes. "], "Cultures/periods": [" Roman Period ", " Ptolemaic (?) "], "Production date": ["1stC BC - 1stC AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["plaster"], "Dimensions": [" Height: 7.10 centimetres ", " Length: 13.30 centimetres ", " Width: 9.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'The fragment preserves the head of a bull, probably forming part of the decoration of a wall. There are traces of fillets or ribbons bound round both its horns and probably the fragment formed part of a bull's-head-and-garland motif such as that met with on 71 and 72 above. In Egypt, as in most of the eastern provinces, this form of decoration is by no means confmed to the Hellenistic period but persists throughout Imperial times. The present fragment is identical in material and pigmentation with 179 above. Also, such stylistic details as are comparable (e.g. the rendering of the eyes) seem closely similar. It thus seems quite likely that both pieces are of the same date and may well have formed part of the same system of decoration. Egyptian work, probably of Imperial date' (Buddle and Nicholls 1967, no.180, pl.60). "], "Bibliographic references": [" Budde and Nicholls 1964 / A Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge (pl. 60, no.180) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AC.02) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.60.1887 (Accession Number) "]}