{"artifact_name": "jar", "Object Type": ["jar"], "Description": [" Jar carved from banded calcite; squat in shape with flat bottom, wide flat rim and opposing pair of unpierced small lug handles placed below slightly marked rounded shoulders; smoothed exterior; complete. "], "Cultures/periods": [" Late Period (end?) ", " Ptolemaic (early?) "], "Production date": ["4thC BC (?)"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["calcite"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 7.80 centimetres (rim) ", " Height: 10.10 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The bulk of calcite vessels discovered in Naukratis are alabastra, but other shapes are also attested such as this small jar. Evidence for a local production of calcite vessels is given by the discovery of “many thousands of alabaster drill cores from tubular drilling” as well as unfinished vessels in the same material found in the temenos of Apollo in 1885, between the temple and the north-west corner of the temenos (Petrie 1886, 15). Most of these vessels should be dated to the second half of the 6th or latest first half of the 5th century BC. This squat jar finds a few parallels in Egypt: in Naukratis itself (Cambridge, Fitzwilliam Museum E.193a.1899); in Herakleion-Thonis where it was dated between the 6th and 2nd century BC (Goddio and Fabre 2008, 260 and 312, no. 133); in a 30th dynasty context in Tanis (Bovot, Ledain, and Roussel 2000, 279, pl. XX D, no. 93-205). Since Boston, Museum of Fine Arts 88.729 was discovered in Naukratis cemetery, it is possible that this specimen can be dated to the Late Dynastic-Early Ptolemaic period. Bovot, J.-L., Ledain, C. and Roussel, D. 2000, ‘Un aménagement du Temple d’Amon sous la XXXe dynastie – le bâtiment aux papyrus et son secteur’, in P. Brissaud and C. Zivie-Coche, Tanis : travaux récents sur le Tell Sân el-Hagar 2 – MFFT 1997-2000, Paris, 243-320. Goddio, F. and Fabre D. 2008 (eds), Egypt’s sunken treasures, Munich. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Memoir of the Egypt Exploration Fund 3), London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.023) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.729 (Accession Number) ", " Miscellaneous number: S.1611 (Stone ledger number) "]}