{"artifact_name": "shabti", "Object Type": ["shabti"], "Description": [" Mould-made shabti in glazed composition; depicted mummiform and standing against back-pillar; finely modelled face and ears; wearing a plain lappet-wig, which is separated from the back pillar; his hands crossed right over left, right sleeve long; holding pick in right hand and narrow hoe and cord in left hand; trapezoid bag with crossed fibres and loop on left shoulder, visible in the back; all details in relief; hieroglyphic inscription arranged in three horizontal lines below arms; remains of blue green glaze though very worn out; beard broken off; nose and hands slightly chipped; lower part broken off. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["664 BC-525 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["glazed composition (likely)"], "Technique": [" glazed ", " mould-made ", " incised "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Petrie mentioned this find as coming from the mound in his Journal (Petrie Journal 1884-1885, p. 38): \"the upper part of a fine XXVI[th] dyn[asty] ushabti of one [hieroglyphic inscription] or variant [hieroglyphic inscription]; Ra can hardly be read at the end thus, perhaps it is Asherenpetakhi; his mother’s name is given [hieroglyphic inscription] Aa-aenha. He was chief of the works [hieroglyphic inscription]. This was found here, and also shows that there was an Egyptian town here, beside Naukratis.” This is probably the good blue glazed shabti, with inscription, in style of the 26th dynasty, that is mentioned by Petrie 1886, p. 21, as coming from the early levels of the town, together with much Greek pottery. Few shabtis were found at Naukratis. Another shabti is mentioned and illustrated in Gardner 1888, 82, pl. XXIV. Description according to MFA Stone ledger: \"Shabti, half broken away, with hieroglyphic inscription on bottom. Porcelain (?) Egyptian mummy-shaped figure. 26th Dynasty\". Description according to EEF distribution list to Boston, to which an additional note in a different hand is added: Stone?? or porcelain?: \"Shabti, half broken away; with hieroglyphic inscription round lower part: \"asher-n-tu-en-akhi\" born of \"N-aa-tu-neh\" (26th dynasty)\". Both the name of the shabti owner and that of the mother seem to belong to foreigners (Masson forthcoming). Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 21) (possibly) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OL.1) "], "Location": ["Not on display"], "Condition": ["Rather fair, but incomplete and glaze quite worn"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.2752 (Egyptian inventory number) ", " Miscellaneous number: RES.86.75 (Accession Number) ", " Miscellaneous number: S.1322 (Stone ledger number) "]}