{"artifact_name": "figure; pendant", "Object Type": [" figure ", " pendant "], "Description": [" Pendant in the shape of a female head, made of dark blue glass; bifacial, in low relief; the face and neck slightly greyish corroded; vertical hole in neck, depth cannot be measured because of inscrustation, but not going all the way through; casting remains still protruding all around head, not worked off; broken through the neck. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["305BC–30BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["glass"], "Technique": ["cast"], "Dimensions": [" Height: 2.70 centimetres ", " Thickness: 0.50 centimetres ", " Width: 1.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " ‘Of small glass objects, …. and the dark blue glass head (31) bearing a similar face on each side’ (Petrie 1886, 43). ", " The blue glass pendant with a female face on each side was recorded by Petrie as coming from the town (Petrie 1886, 43). Parallels either have a suspension loop for use as a pendant (British Museum 1856,1223.1691), or a metal shaft inserted into the bottom to create a hair pin (Arveiller-Dulong and Nenna, 2011, 301). While Haevernick (1968, 648) dates the group strictly to the 4th century BC, excavated examples from Acanthus (Greece) (Trakosopoulou 2002, 80, fig. 4), Alexandria (Breccia 1912, 101, no. 318, fig. 64), and Hagoshrim (Israel) (Yeivin 1966) suggest that they are produced c.330–200 BC. Widely distributed across North Africa, Spain, Italy, Sardinia, the Levant and the Black Sea coast, these are commonly associated with Punic manufacture on the basis of a concentration in the Punic sphere. In consequence, the female figure has been identified as Tanit, whilst the bearded males have been identified as Baal-Hammon and Eshmun-Melquart (Carreras Rossell 2003, 23; Arveiller-Dulong and Nenna 2011, 301) or Silenus (Trakosopoulou 2002, 81). However, the distinctive layered wig resembles the diagnostic Isis locks found on Isis-Hathor figures of the Ptolemaic period; the bearded male could then be taken to represent Serapis. Irrespective of production place, this example may have been interpreted by the wearer as one of a range of deities. Arveiller-Dulong, A. and Nenna, M-D. 2011, Les verres antiques du Musée du Louvre III : parures, instruments et éléments d’incrustation, Paris. Breccia, E. 1912, La necropolis de Sciatbi, Catalogue général des antiquités égyptiennes du Musée du Caire, L'imprimerie de l'Institut français d'archéologie orientale, Cairo. Carreras Rossell, T. 2003, ‘Punic two-faced masks’, Annales du 15e congrès de l’AHIV (New York-Corning, 2001), Nottingham, 23-25. Haevernick, T.E. 1968, ‘Doppelköpfchen’, Wissenschaftliche Zeitschrift der Universität Rostock 17, 647-653. Petrie, W.M.F. 1886a, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Trakosopoulou, E. 2002, ‘Glass grave goods from Acanthus’, in G. Kordas (ed.) Hyalos = Vitrum = Glass: History, Technology and Conservation of Glass and Vitreous Materials in the Hellenic World, Athens, 79-89. Yeivin, Z., 1966, ‘Ancient tombs at Kibbutz ha-Goshrim’, Bulletin of the Israel Exploration Society 30, 98-109. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 43, pl. XX, no. 31) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QH.01) "], "Location": ["Not on display"], "Condition": ["Fair"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.217 (Accession Number) ", " Miscellaneous number: G.1001 (Glass ledger number) "]}