{"artifact_name": "aryballos", "Object Type": ["aryballos"], "Description": [" Glazed composition aryballos, fragments of shoulder and upper belly, with tongues on shoulder, double horizontal ridge running round underneath, separating the shoulder from the projecting diamond pattern on the body. Glaze now light blue colour remaining, core whitish, medium texture. On inside clear traces of wound bundle of grass/reeds used for modelling vessel.. "], "Cultures/periods": ["Late Period"], "Production date": ["550 BC - 450 BC"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Dimensions": [" Height: 3.10 centimetres ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For the type, compare the spherical aryballos from Rhodes, British Museum 1860,0201.56 (Webb 1978, p. 109 no. 707, pl.17, 'Early Fine Group, Group 1'). This is a member of the group (Webb 1978, 109-10) with the most elaborate moulding, where almost all the surfaces are decorated. On the concave upper surface of the lip there can be incised a flat rosette, while the outer edge of the lip is decorated with an 'egg and dart' moulding, normally on the upper part of the outer rim of the lip, with a step down to a plain band below (though this is sometimes reversed). On the body, there are three zones of decoration: the shoulder has broad tongues - which can be flat or modelled - separated from the belly by various arrangements of ridges and incised lines. On the belly is an interlocking pattern of projecting lozenges, which is the most noticable feature of these vessels and very probably linked with depictions of fruit which occur in a parallel series of clay aryballoi in the form of fanciful fruit (Webb 1978, 72, n.5, 108, n.7). Underneath, the decoration is concluded by a flat tongue rosette, which mimics the lip and shoulder decoration. The two examples from Naukratis are fragmentary: one (Boston, Museum of Fine Arts, RES 86.136) consists of part of the central lozenge decoration only, while the other (RES.86.135) has part of both the central lozenge and raised rosette decoration above from the shoulder zone. However, it is to be noted that there are other similarly elaborate types of faience aryballoi: Group II with vertical tongues (Webb 1978, 112-3), and Group III, in undoubted form of fruit (Webb 1978, 113-114), which have similar but not so widespread distribution. Finally, it must also be noted that there is a close relationship with the cartouched aryballoi, which bear the cartouches of Apries, and which are found in Rhodes, Cyprus, Black Sea and Ibiza. Distribution of the class Group I is overwhelmingly centred on Rhodes, with examples coming from other sites in East Greece, the Black Sea, Cyprus, Al Mina, coast of North Africa, and Italy. An example of an aryballos in the fruit -like form with elongated vertical tongues (Webb Group II, 112-113) was found in excavations at Memphis, Mit Rahineh, Palace of Merenptah, University of Pennsylvania Museum, Philadelphia. no. ??? unpublished. But they are not commonly found on Egyptian sites. It is the later forms, such as cruder spherical aryballoi, hedgehogs, and other figured vases, which have a more established distribution in Egypt. Whether they were actually being manufactured in Rhodes or in Naukratis can not yet be determined. But the initial inspiration is East Greek and stems from the parallel production of clay aryballoi in the form of fruit. The interlocking patterns of projecting lozenges degrade into roughly incised diamond patterns in the later groups (Webb 1978, 119-121) and the other elaborate decorative elements also disappear. The two examples from Naukratis in Boston may belong to the same vessel, though I think this doubtful. They can be dated to the second quarter of the sixth century (575-550), see the example from a well dated grave from Samos Boehlau, Tomb 44. (Boehlau 1898, pl. 13, 5, p. 160 f; Gercke and Löwe1996, 57-61 no 44, 11, colour pl. 10.) Boehlau, J. 1898, Aus ionischen und italischen Nekropolen, Leipzig. Gercke, P. and Löwe, W. 1996, Samos – die Kasseler Grabung 1894 in der Nekropole der archaischen Stadt von Johannes Boehlau und Edward Habich, Kassel. Webb, V. 1978, Archaic Greek Faience, Warminster. ", " Aryballoi in faience are a rare find in Naukratis. Amongst the four hedgehog aryballoi said to come from Naukratis, only BM 1886,0401.1501 can be assuredly assigned to the site (Webb 1978, 133, no. 905, pl. 21), while the provenance of the aryballoi kept in Edinburgh, Copenhagen and New York is highly doubtful (Webb forthcoming). The aryballos in the shape of an African head – Boston Museum of Fine Arts 03.835 – is also unlikely coming from Naukratis. To the British Museum specimen can be added two fragments of aryballoi kept at the Museum of Fine Arts in Boston (Eg.Inv.3623-3624). All these examples of finds actually made on the site of Naukratis demonstrate the poor conditions of preservation which prevailed there -either due to damp and their making up part of what were rubbish dumps in antiquity, or the damage caused by the conditions prevailing in the 1880's when the Sebakhin were extracting the rich soil for fertiliser. Their fragmentary condition makes it even less likely that complete examples can be assigned a findspot from Naukratis itself, although this does not rule out the possibility of their manufacture there. See the comment on fragmentary hedgehog aryballoi noted by Edgar in piles of rubbish near the scarab factory. (Hogarth 1905, 134). Such containers were very popular in the Mediterranean world during the 6th-early 5th century BC and belong to the Phase III in the Archaic Greek Faience typology by Webb (Webb 1978, 133–5; Webb forthcoming; Pierrat-Bonnefois forthcoming). Apart from Naukratis, other Egyptian sites provided aryballoi in faience, such as Tell el Yehudiyeh and Thebes (Webb 1978, nos 907–915). Pierrat-Bonnefois, G. forthcoming, Some remarks on the place of Naukratis in the history of faience, Proceedings of the first Naukratis workshop, held at the British Museum 16th–17th December 2011, ed. R. Thomas. Webb, V. 1978, Archaic Greek Faience: Miniature Scent Bottles and related Objects from East Greece, 650 - 500 B.C., Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FB.07)"], "Location": ["Not on display"], "Condition": ["Fair (fragmentary)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3623 (Egyptian inventory number) ", " Miscellaneous number: P.4917 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.135 (Accession Number) "]}