{"artifact_name": "lekane", "Object Type": ["lekane"], "Description": [" Body sherd of Chian Wild Goat Style pottery lekane; white slip; interior: painted decoration consisting of bull (neck, part of forelegs and belly with added red on body remaining) to right; swastika, elaborate rosette, cross and dotted rosette as filling ornament; exterior: hind legs of goat to right; traces of rising roundel and other undetermined motif at far left of sherd as filling ornament. "], "Producer name": ["Attributed to: Painter of the Aphrodite Bowl"], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["625BC-600BC"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 6.50 centimetres ", " Thickness: 1.10 centimetres ", " Width: 6.90 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos describes the sherd as produced by the Painter of the Aphrodite Bowl because the decorative style is similar to the style on the Aphrodite Bowl (Lemos 1991, 73-4). "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 74, p. 243, no. 256, pl. 29) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 34, no. 57, pl. XVII) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 138, no. 716) ", " Williams 2006a / The Chian Pottery from Naukratis (p. 132 note 26) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2061) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.47.1894 (Accession Number) "]}