{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amulet in glazed composition, in the shape of a couchant lion; represented lying on a small rectangular base; quite crudely made; loop for suspension pierced widthways on back; light greenish turquoise glaze, quite eroded and patchily preserved; yellowish beige core; head partially broken off, surface badly damaged. "], "Cultures/periods": [" Late Period (likely) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Length: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This amulet does not bear any inscription on its underside and differs from known lion's scaraboids (style, paste/glaze, suspension hole or loop not present on lion's scaraboids) produced in the Scarab Factory. On lion amulets in general: Germond 2005, 30; Herrmann et al. 2010, 91-92. Such amulets have a long history. For examples dated to the Late and Ptolemaic periods: Dunham 1963, 42, fig. 28b (26th dynasty); Masson forthcoming (late 26th – early 27th dynasty); Wilson 1982, p. 32 (Late Period); Herrmann 1994, 121-122, n°618-627 (Persian and Ptolemaic periods). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised by) Amelia Edwards mention the Scarab Factory as the findspot too. Dunham, D. 1963, The Royal cemeteries of Kush, vol. V: the West and South Cemeteries at Meroë, Boston. Herrmann, C. 1994, Die ägyptischen Amulette der Sammlungen Bibel + Orient der Universität Freiburg Schweiz, OBO Series Archaeologica 22. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons, American Research Center in Egypt Report 5 Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.231) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P.5221 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.286 (Accession Number) "]}