{"artifact_name": "plate", "Object Type": ["plate"], "Description": [" Fragment of floor of black-figured pottery plate with raised disc at centre; white slipped; interior: lotus and bud frieze around dot and two rings at centre, bounded outside by friezes of dot and roughly drawn zig-zag, separated by pairs of lines; outside white ground with bands fired light red and pale brown. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": ["Archaic Greek"], "Production date": ["600BC-570BC"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Width: 10.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " From the same vessel as Boston, MFA 88.825 and 88.966 and Oxford, Ashmolean Museum AN1925.608c (see Walter-Karydi, Samos VI.1, 1973, 139 no. 731, pl. 97.731, erroneously classified as Chian). Özer 2004, 200, classifies the plate as transitional between LWG and black-figure and dates it to 570-60BC. Özer, B. 2004, ‘Clazomenian and related black-figured pottery from Klazomenai: preliminary observations’, in A.Moustaka,E.Skarlatidou, M.-C.Tzannes,Y.Ersoy (Eds), Klazomenai, Teos and Abdera:Metropoleis and Colony,Thessaloniki, 199–219.Özer, B. 2004, ‘Clazomenian and related black-figured pottery from Klazomenai: preliminary observations’, in A. Moustaka, E. Skarlatidou, M.-C. Tzannes,Y. Ersoy (eds), Klazomenai, Teos and Abdera: Metropoleis and Colony,Thessaloniki, 199–219. "], "Bibliographic references": [" Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 215, no. 45) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 102, pl. XXX, no. 308.3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.986) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.841 (Accession Number) ", " Miscellaneous number: P.5742 (Pottery & Porcelain Ledger No.) "]}