{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta female figure with her right arm across chest holding a rectangular object, her left arm against her side, wearing a red dress with a low-cut squared neck. Almond shaped eyes and full lips. Hair covered by a veil in a turban-shaped headdress. Large earrings and necklace visible. Long narrow face with strong features and large eyes. Traces of red (chest), yellow (necklace) and black paint (hair) in patches, obscured by black concretions or mold. Mould-made, the back of the figure is smooth. Fine yellow-buff fabric, with frequent dark inclusions. The details are worn. Low fired. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC - 590BC"], "Production place": [" Made in: Achna (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 15.80 centimetres ", " Width: 6.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " These figurines with narrow, trapezoidal and firm features, fall within Gjerstad’s ‘Western Neo-Cypriote style’ he dates to 570 to 520 BC (Gjerstad 1948,108 pls 9, 7). A good parallel dated to the end of the seventh century BC (Fourrier & Queyrel 1998, 201, no. 303, AM3575), though other similar examples from Syria date from the end of the 7th to the 6th centuries BC (Fourrier & Queyrel 1998, 198, no. 295, 175, no. 247-8 N2333, AM3562, AM3568). Similar figurines from the Achna workshop date to the late 7th and 6th century BC (Karageorghis 1999, Type VII(ii) 11). Fourrier, S. & Queyrel, A. 1998. L’art de modeleurs d’argile Antiquités de chypre coroplastique. Musée du Louvre, Paris. Gjerstad, E. 1948. The Swedish Cyprus Expedition. Vol. IV, Part 2: The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. Stockholm, The Swedish Cyprus Expedition. Karageorghis, J. 1999. The coroplastic art of ancient Cyprus. VB. The Cypro-Archaic Period small female figurines. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.010) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.922 (Accession Number) ", " Miscellaneous number: P.5923 (Pottery & Porcelain Ledger No.) "]}