{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Small mould-made scarab in Egyptian blue; back simply marked with single lines for edges of clypeus, prothorax, and elytra; sides not known, probably compressed indications of legs; underside incised with hieroglyphs arranged vertically with s sign above, falcon and sun-disc in the middle and possible flattened neb-basket sign below; pierced lengthwise; worn surfaces. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " pierced "], "Dimensions": [" Length: 1 centimetres ", " Width: 0.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The surfaces are very worn down, compared to the original published drawing (in Gardner 1888, pl. XVIII, no. 20). This small scarab belongs to a standard group produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). It belongs to a type widely distributed in the Mediterranean area, particularly in Italy and Punic sites, and in Southern Russia (Gorton 1996, 109-111, type XXX A, subtype A19-31, see especially A27 for this piece). Most signs are legible, but reading is difficult: the hieroglyphs are possibly only used here for their intrinsic magical value, as often for this type of scarab (Gorton 1996, 93). Similar inscribed scarab with no real sense to the inscription: BM 1886,0401.1670, Boston, Museum of Fine Arts 88.868 and Paris, Louvre Museum E8056 bis.12. See also Oxford, Ashmolean Museum AN1896-1908-EA.908 for an Egyptian blue scarab with a similar type of inscription (falcon replaced by owl). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 20) (Now more worn than in drawing) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 110, Type XXX A27) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.32) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.870 (Accession Number) ", " Miscellaneous number: P.5776 (Pottery & Porcelain Ledger No.) "]}