{"artifact_name": "staff(?); votive offering; model; finial(?)", "Object Type": [" staff (?) ", " votive offering ", " model ", " finial (?) "], "Description": [" Cast fragmentary model of a ceremonial staff (?) in copper alloy; only papyriform head preserved; shaft broken off. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["664 BC - 332 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 2.40 centimetres ", " Height: 1.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Papyriform staffs are usually surmounted by the figure of an animal (see for example: Weiss 2012, Pl. 41e-f, 42a, 43b, 71c). Naukratis provided a few fragmentary papyriform staffs, as well as a finial for staff, with either figures of a raised cobra or a ram's head. The upper surface of this capital does not seem to have been topped by a figure. It could also be an amulet representing a simple wadj papyrus-column. Such amulets are common in Naukratis, but they are made off glazed composition. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.11) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair, but very fragmentary"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.304 (Accession Number) ", " Miscellaneous number: M.1098 (Metalworks ledger number) "]}