{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Description": [" Terracotta wine amphora stopper. Central nipple for lifting with concentric circkles and radial lines. Mould-made. Fine orange-brown clay with buff surface. "], "Cultures/periods": ["Roman Period"], "Production date": ["30BC - AD50"], "Production place": [" Made in: Alexandria (Egypt) (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" stamped ", " mould-made "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar forms are found in the western Mediterranean towards the end of the Roman Republican period and from the Roman Western provinces. This type of stopper (Thomas 2011: Type 3A; Hesnard & Gianfrotta: 82-5 Type 3A) and similar types have been found on the 50BC Saint-Gervais 1 wreck in Fos-sur-Mer, just west of Marseille in France, as well as the Roman sites of Magdalensberg in Austria and Unión near Cartagena in Spain. Examples from Ephesus come from Lamboglia 2 and Dressel 6A amphorae, probably from the Adriatic coast of Italy as well as from Egypt (Tamas Bezeczky pers. comm. and forthcoming). Inclusions and colour suggest Mareotis, Alexandria as place of production, though an unusually fine example. Similar mould made stoppers were made in Alexandria during the Augustan period and have been found in wrecks off Alexandria harbour dating to the first century BC (Thomas 2011) and were not found in later contexts on the Red Sea (Ibid.). No examples have been found at the Mareotis amphora kilns, though the fabric is the same, suggesting they were made at a different location nearby (Tomber & Thomas 2011). Bailey, D., 2007. Fired clay, plaster and miscellaneous objects. In Peacock, D. and Maxfield, V. (eds). ‘The Roman Imperial quarries, Survey and excavation at Mons Porphyrites 1994-1998. Volume 2, The excavations’, 297-328. London. Beltran Lloris, M., 1970. ‘Las Anforas Romanas en España’. Zaragoza. Bos, J. E. M. F., 2007. Jar stoppers, seals, and lids, 1999 season. In Sidebotham, S. E. and Wendrich, W. Z. (eds) ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Sikait and the Survey of the Mons Smaragdus Region’, 258-69. Los Angeles. Bos, J. E. M. F. and Helms, C. C., 2000. Jar stoppers and seals. In Sidebotham, S. E. and Wendrich, W. Z. (eds).’ Berenike '98’, 275- 304. Leiden. Bruyère, B. 1966. ‘Fouilles de Clysma-Qolzoum (Suez), 1930-1932’. Cairo. Cashman, V. L., Bos, J. E. M. F. and Pintozzi, L. A., 1999. Jar stoppers. In Sidebotham, S. E., and Wendrich, W. Z. (eds) ‘Berenike 1997, report of the 1997 excavations at Berenike and the survey of the Eastern Desert, including excavations at Shenshef’, 285-97. Leiden. Cuvigny, H., 1998. Bouchons cachetés des fouilles d'Adolphe Reinach à Coptos. ‘Bulletin des Musées et Monuments Lyonnais’, 4, 2-7. Denecker, E. and Vandorpe, K., 2007. Sealed amphora stoppers and tradesmen in Greco-Roman Egypt, archaeological, papyrological and inscriptional evidence. ‘Bulletin Antieke Beschaving’, 82, 115-28. Dieleman, J., 1998. Amphora Stoppers. In Sidebotham, S. E. and Wendrich, W. Z. (eds) ‘Berenike 1996, preliminary report of the 1996 excavations at Berenike and the survey of the Eastern Desert’, 265- 77. Leiden. Hayes, J. W., 1996. The Pottery. In Sidebotham, S. E. & Wendrich, W. Z. (eds) ’Berenike 1995, Preliminary Report of the 1995 Excavations at Berenike and the Survey of the Eastern Desert’, 147-78. Leiden. Hesnard, A., and Gianfrotta, P. A., 1989. Les bouchons d'amphore en pouzzolane. In ‘Amphores Romaines et Histoire Economique, dix ans de Recherche. Actes du Colloque de Sienne (22-24 mai 1986)’, 393- 441. Rome. Johnson, W. R., 1979. Plaster Amphora Plugs. In Whitcomb, D. S., and Johnson, J.H., (eds). ‘Quseir al-Qadim 1978, Preliminary Report’, 233-36. Cairo. Mayerson, P., 2001. Jar stoppers and the sealing of wine jars. ‘Zeitschrift für papyrologie und Epigraphik‘, 136, 217-20. Milne, J. G., 1906. Clay-sealings from the Fayum. ‘The Journal of Hellenic Studies’, 26, 32-45. Moulder, S. F., 2007. Jar stoppers, seals, and lids, 2000 season. In Sidebotham, S. E., and Wendrich, W. Z., (eds). ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Siket and the Survey of the Mons Smaragdus Region’, 270-84. Los Angeles. Nachtergael, G., 2000. Sceaux et timbres de bois d'Égypte, I. En marge des archives d'Hèroninos, Cachets et bouchons d'amphores de Théadelphie. ‘Chronique d'Égypte’ 75, 153-70. Smith, C. 1883. Amphora Stopping from Alexandria. ‘Journal of Hellenistic Studies’. 4, 158-61. Thomas, R. I. 2011 Roman vessel stoppers In D. P. S. Peacock and L. Blue (eds) ‘Myos Hormos – Quseir al-Qadim, A Roman and Islamic Port Site on the Red Sea coast of Egypt, Volume II’. Southampton. Thomas, R. I. and Tomber, R. S. 2006. Vessel stoppers. In Maxfield, V., and Peacock, D, (eds). ‘Survey and excavation Mons Claudianus, Volume III ceramic vessels and related objects’, 239-60. Cairo. Vandorpe, K., 2005. Sealing containers in Greco-Roman Egypt. The inscriptional and papyrological evidence. In Davoli, P. (ed.) ‘Oggetti in argilla dall'area templare di Bakchias (El-Fayum, Egitto)’, 231-90. Pisa, Biblioteco degli 'Studi di Egittologia e di papirologia 3. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.05) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.671 (Accession Number) ", " Miscellaneous number: P.4878 (Pottery & Porcelain Ledger No.) "]}