{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Cast figure of a lion-headed goddess, maybe Sekhmet (?), in copper alloy; depicted as standing, both arms along her body with palms pressed onto the outer sides of her thighs; wearing tripartite wig topped by crown in the shape of sun-disc with uraeus in front, a long dress and a broad collar; collar, mane, wig and uraeus detailed with fine patterns; face and body well modelled; eyes were inlaid (nipples as well?); top of sun-disc slightly chipped; almost complete and well preserved. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC – 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 26 centimetres ", " Thickness: 4 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This statuette is considered to be a Late Period figure (Sakamoto 1999, 101, 205-206, no. 142), at least not later than the 30th dynasty (Weiss 2012: 446, 711, Nr. 685). As connoted with her headdress, the goddess is associated with the solar cult. In the Late Period, lion goddesses could be identified as an emanation of Amun-Ra. In the Delta, the main cult centres for lion goddesses are Bubastis and the Memphite region. Bronze figures of lion goddesses were common during the Late and Ptolemaic periods, particularly in the Memphite region, at Bubastis and Sais (Weiss 2012, 250-257, Typ 143-146, Pl. 37-38). This specific type belongs to Weiss type 145 which can be associated to Sekhmet, Wadjet or Bastet (Weiss 2012, 255-256, 710-713, Pl. 38a-d, see esp. Nr. 685 for this specimen). Sakamoto, N. 1999, Art of the Ancient Mediterranean World. Exhibition of objects from the Boston Museum of Fine Arts held from April 17, 1999 to March 2004 at Nagoya, Boston. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 711, Nr. 685) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.161) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.246 (Accession Number) ", " Miscellaneous number: M.1037 (Metalworks ledger number) "]}