{"artifact_name": "kantharos", "Object Type": ["kantharos"], "Description": [" Body sherd (mended from four fragments) of Attic black-figured pottery small kantharos; interior glazed black with trace of band in added red; exterior: black-figure decoration consisting of warrior (part of round shield and greaved legs in added red remaining) to right, and part of frontal quadriga (part of right pair of horses with red on manes and harness, with axle and part of chariot car remaining); below, dilute line above traces of black. "], "Producer name": ["Attributed to: The KX Painter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 4.40 centimetres ", " Thickness: 0.30 centimetres ", " Width: 6.60 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd joins British Museum 1888,0601.444. Beazley identified the chariot as belonging to Achilles, based on the inscription 'Patroklos' on that sherd. The horses have harness similar to that on the Droop cup Fitzwilliam Museum GR.116.1899 "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 354, B449) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 43, pl. XXI, no. 40) ", " ABV / Attic Black-Figure Vase-Painters (p. 26, no. 29) ", " Beazley & Payne 1929 / Attic Black Figured Fragments from Naukratis (p. 258, no. 14, pl. XV, no. 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1239) (phase 3) "], "Location": ["Not on display"], "Subjects": ["charioteer/chariot"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.131.1894 (Accession Number) "]}