{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a crude horse standing and looking ahead. Riding gear and eyes are depicted with painted (black) and moulded detail. Mould-made in a two piece mould, with the moulding lines reworked with a flat tool. Hollow. White slip and painted with black painted decoration around eyes and denoting harness. Red-brown Nile silt with grey core and abundant mica, organics, quartz and white inclusions. Buff fabric (10YR7/3) with fine black inclusions and fine vessicules. Complete. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC - 4thC"], "Production place": [" Made in: Abu Mina (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made ", " slipped (?) "], "Dimensions": [" Height: 8.30 centimetres ", " Length: 12.30 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of Roman terracotta figures in the Fitzwilliam Museum are in the same style (Horse E.150.1914, E.106.1914, rider E.108.1914 and sothic dog E.149.1914). Close to 2nd to 3rd century AD parallel from 'Antinoopolis' (Dunand 1990, no. 840) and Roman Memphis example (Petrie Museum UC48048). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.277) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["mammal (horse)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.150.1914 (Accession Number) "]}