{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Small mould-made scarab in Egyptian blue; back simply modelled with clypeus, prothorax and elytra indicated by single incised line, and triangular winglets on either side; at side, legs not understood, represented by broad incised lines forming a triangle, but not cut away; underside crudely incised with the name of Padibastet inscribed in hieroglyphs; hole lengthwise; in bright light blue paste; surface slightly worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis (likely) "], "Materials": ["egyptian blue"], "Technique": [" incised ", " pierced "], "Dimensions": [" Height: 0.50 centimetres ", " Length: 1 centimetres ", " Width: 0.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Padibastet (Petoubastis) is a royal name for three pharaohs between the 23rd and 26th dynasty, as well as a common private name during the Late Period (Hornung and Staehelin 1976, 283). This name is commonly found on scarabs and scaraboids produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). They usually belong to a type which was widely distributed in the Mediterranean area and in South Russia (Gorton 1996, 93, 103-107, type XXVIII B, see especially subtype B16-23), though this type concerns normally only glazed composition scarabs and not Egyptian blue ones. This scarab actually belongs to her type XXX A, type widely distributed in the Mediterranean area, particularly in Italy and Punic sites, and in Southern Russia (Gorton 1996, 109-111, type XXX A, subtype A19-31, see especially A31 for this specimen). The motifs in her type XXX A are similar to the ones found for her type XXVIII A, but they are roughly carved on coloured pastes and especially Egyptian blue (Gorton 1996, 109-111). For a similar inscription on a scarab in glazed composition found at Naukratis: Boston, Museum of Fine Arts 88.858. A stone scarab from Naukratis bears also this inscription (Gardner 1888, pl. XVIII, 70). Various parallels: Fraser 1900, pl. XIV, 407-408; Vercoutter 1945, 103-104, 36-39; Hornung and Staehelin 1976, 282-283, 455-458. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London.Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Vercoutter, J. 1945. Les objets égyptiens et égyptisants du mobilier funéraire carthaginois, BAH XL, Paris. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 117) (Very similar to this example, which is not Egyptian Blue) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 110, Type XXX A31) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.51) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair, though slightly eroded"], "Associated names": ["Named in inscription: Padibast"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.926 (Accession Number) "]}