{"artifact_name": "column krater", "Object Type": ["column krater"], "Description": [" Numerous joining and unjoining fragments of North Ionian black-figured pottery column-krater. Interior glazed black (partly worn) on neck. Exterior: white slip; large meander pattern separated by floral patterns and crosses on top of rim; chequerboard pattern on top and sides of handle-plate, underside glazed; on body, black-figure decoration consisting of friezes with animals and mythological creatures; from top, wide black band; in shoulder frieze, part of cock (with added red on tail feathers and wing) to right; two pairs of confronting sirens (with red on hair and wings), one pair separated by vegetal motif; below, single wide black band; in upper body frieze, swans walking right (with red on necks and wings); confronted bull and lion (with red on neck and underbelly) and tail of another mammal; below wide black band; in lower body frieze confronted swan and siren (with red on hair of siren, neck of swan, and wings); numerous pre-firing drill holes through the rim and handle-plates. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ3, Φ4 or Φ7. "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 57 centimetres (rim) ", " Height: 56.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The krater was reconstructed in the British Museum shortly after its discovery and then published by Gardner; his plate XI,3 is actually a mirror image of the krater. It would appear that the reconstruction included sherds belonging to a different Wild Goat Style krater (see Fairbanks 1928, p. 106, pl. XXXIII, no. 317); the lower body sherds are in reserved technique, the decoration is executed differently and the friezes include filling ornament more reminiscent of Tean Wild Goat Style vases. These different sherds were not provided with a new registration number and it would appear that they are still considered part of the same column-krater. For parallels with Tean examples, see Cambridge Museum of Classical Archaeology NA25. The drill holes were set prior to the firing process and are evenly spaced around the rim and handle plates suggesting that they may have served for now lost vessel fittings, perhaps made of metal. Compare the rather different British Museum 1925,1201.941. The precise origin in North Ionia of this krater has not been determined but the white slip does find parallels with other North Ionian or more specifically Clazomenian black-figure vases. The tail feathers on the cock find similarities with British Museum 1886,0401.1147 and in this instance, Cook suggested that such cocks were typologically earlier than those normal in Clazomenian black-figure. E.R. Price (East Greek Pottery, 1927, 22) argued that white slip Clazomenian pottery was the link between the Clazomenian sarcophagi, which were covered in a white slip, and the later Clazomenian black figure wares. She explained that the features (the use of white dots as well as the use of white lines together with incised lines for inner details) on the white slip sherds are paralleled either the sarcophagi or the later vases. Cook (1952 note 64) rejected that argument on the basis of both dating and styles. The sherds listed by Price in her argument and tentatively identified by Cook as British Museum 1888,0601.575 and possibly Oxford AN1896- 1908-G.130.10. A third sherd was mentioned by Price and described as having a cock as decoration. Cook subsequently incorrectly identified the sherd as 1886,0401.1197 which is an Attic black-figured column- krater; his CVA reference is also incorrect because CVA British Museum VIII, pl. 589, no. 9 discusses a Fikellura amphora. This sherd first mentioned by Price is most likely British Museum 1886,0401.1147 which is from a North Ionian black-figure stand with the tail feathers of two cocks. In all three cases, the styles are different, the dates do not match and 1888, 0601.575 and 1886,0401.1147 are North Ionian without specification. Fairbanks, A.1928, Catalogue of Greek and Etruscan Vases, Boston. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XI, no. 3) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 106, pl. XXXIII, no. 317) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 216-7, no. 50) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.312) (phase 3) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 975, pl. 119) "], "Location": ["Not on display"], "Subjects": [" mammal ", " bird ", " mythical figure/creature "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1030 (Accession Number) ", " Miscellaneous number: P.6220 (Pottery & Porcelain Ledger No.) "]}