{"artifact_name": "dinos(possibly); krater(possibly)", "Object Type": [" dinos (possibly) ", " krater (possibly) "], "Description": [" Body sherd (mended from two fragments) of Clazomenian black-figured pottery dinos or krater: interior reserved; exterior: three black-figure friezes divided by single bands: top, siren to left (underbelly and legs remaining; added red and added white dots on wing); centre: two sirens to left (of that on left one outspread wing, with red and white dots and part of tail feathers, alternating red and white; that on right largely preserved (only tail feathers missing; white flesh, red and white dots on wing); below, water bird (only neck, head and one leg missing; red and white dots on feathers. "], "School/style": ["Tübingen group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Clazomenae "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 15 centimetres ", " Thickness: 1.10 centimetres ", " Width: 9.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd possibly belongs to the same vase as Cambridge Fitzwilliam GR.43.1894. Also illustrated in Bourriau, J.D., Umm El-Ga`ab (1981) p. 84 no.163. "], "Bibliographic references": [" CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 38, no. 11, pl. XIX, no. 11) ", " Cook 1952 / A List of Clazomenian Pottery (p. 125, no. 14) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 61-2, pl. VIII, no. 2b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.086) (phase 3) "], "Location": ["Not on display"], "Subjects": [" siren ", " bird "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.300b.1899 (Accession Number) "]}