{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Solid-cast figure of the god Osiris-Iah; depicted as mummiform and seated, his feet on a small rectangular base; holding against his chest the sceptre Heka and the flail Nekhekh, hands side by side; wearing a tripartite wig with uraeus and a long divine beard, as well as a crown combining a moon crescent and a sun-disk; tang beneath base; complete and well-preserved. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Teh el Barud "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 17.80 centimetres ", " Width: 4.70 centimetres ", " Depth: 4.05 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This figure was discovered in a large cache of bronzes in Teh el-Barud, a settlement located closeby Naukratis (Gardner 1888, 81, pl. XV no. 14; Weiss 2012, 445-446; Masson forthcoming). Iah is a minor moon god who became part of Osiris (Griffiths 1976, 156). This figure belongs to the type 73 in Weiss typology of Egyptian bronzes from the Delta (Weiss 2012, 162, 619-621, Pl. 20a-c, Typ 73, see esp. Nr. 375 for this piece). Bronzes of Osiris-Iah are mainly attested in the Memphite region, particularly in the Serapeion of Saqqara and according to the few that can be dated, they seem to be Late Period in date (Weiss 2012, 162-164, 619-622). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Griffiths, J. G. 1976, ‘Osiris and the Moon in Iconography’, The Journal of Egyptian Archaeology 62, 153–159. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 81, pl. XV, no. 14.) ", " Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (620, Taf. 20c, Nr. 375) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.267) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris-Iah"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.166 (Accession Number) "]}