{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of light greyish white limestone male figure; painted. The tip of the nose is missing. Lightly chipped. Grooves and breakages, particularly around the ear on the right part of the head. Traces of red paint are visible on the cap and lips.The face is very slim and tapered. The eyes are large and rendered like added plates; the left is almond-shaped, the right lower lid is almost straight. The nose is very slim in its onset. The small mouth with the slim lips appears almost tapered because of the protruding upper lip and is smiling. The ears are very large. The helmet-like (Cypriot) cap without button-like edge is unusually high. The back is flat. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-575BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis (? attributed to Naukratis, though even a general Egyptian acquisition history is uncertain) "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.7)"], "Dimensions": [" Height: 8.50 centimetres "], "Curator's comments": [" Object owned and held by the Ny Carlsberg Glyptotek, Copenhagen. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Three limestone heads from Naukratis wear the so-called Cypriot cap. This form of head-covering derives from the Nothern Assyrian and South-Eastern Anatolian art of the 8th and 7th centuries. It is a pointed headpiece - probably made of leather - with side flaps which were usually tied up. In Cypriot art it is worn by male statues and statuettes in a long chiton and mantle, some enthroned figures, the hunter (Nick 2006, cat. 8) and the leopard-fur-wearer (Nick 2006, cat. 10), apparently without social restrictions though it is not worn by naked figures, lion-tamers, or those wearing aprons or trousers. The facial features of this head and the tightly-fit cap can be compared to those of heads from Idalion which are dated to the first quarter of the sixth century by Senff (Nick 2006, 112, 53-4, cat. 17, pl. 9). "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.019) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AE.I.N.1005 (Accession Number) "]}