{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; detailed back with modelled clypeus and head, prothorax and elytra indicated by single lines; feathering on front legs indicated with several finely incised lines; at side, legs well-modelled with undercut triangle; underside bearing incised motif arranged vertically, representing falcon wearing pschent and raised cobra (uraeus) to front, both above neb-basket sign; to left of falcon, remains of another hieroglyphic sign, possibly a Maat feather; very fine diagonal incisions inside motifs; longitudinally pierced; glaze lost; in fine yellow paste; surface eroded. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC-525 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis (possibly) "], "Materials": ["glazed composition"], "Technique": [" incised ", " mould-made ", " undercut ", " pierced "], "Dimensions": [" Length: 1.30 centimetres ", " Thickness: 0.60 centimetres ", " Width: 0.95 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The motif displayed on this scarab does not correspond to any known design from the “Scarab Factory” (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.052) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though bit chipped and eroded"], "Subjects": ["bird"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.924 (Accession Number) "]}