{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of ithyphallic Harpocrates. Seated naked youth, modelled in the round and seated on a rectangular plinth, his left knee slightly raised. He holds with both hands his considerable phallus, which emerges from between his legs to rise above his head. The tip is broken away. The youth looks to his left and wears a side-lock extending from his otherwise shaven head. Solid; two-piece mould. Traces of a white coating, originally painted, but now lost. Nile Delta brown silt with grey core and abundant gold mica, organics, quartz and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC - 250BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.4.2"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 6.30 centimetres ", " Length: 5 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar parallel described as Harpokrates; this has the glans complete and curving to touch the stem of the phallus (Sotheby’s New York Sale Catalogue, 25 June 1992, lot 349). Three similar examples (likely) from Naukratis (Cambridge, Fitzwilliam Museum E.143.1914; E.115.1914; British Museum GR 1973,0501.67). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.171) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.115.1914 (Accession Number) "]}