{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta ithyphallic figure of Harpocrates seated on a stool. A naked youth, modelled in the round and standing. His head is shaven, or possibly wearing a cap. His long phallus is slung around his neck. Solid and mould-made. Traces of a thick white coating, with the phallus painted red. Nile Delta red-brown silt with abundant gold mica, organics, quartz and white inclusions. Feet missing. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC - 300BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.5.1"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 9.50 centimetres ", " Length: 3.40 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from, or likely from Naukratis (British Museum EA90389 and GR1973,0501.28; Bailey 2008, no.3202, EA M100; Louvre E20834, previously the Musee Guimet, Dunand 1990,108, no. 252; Cambridge, Fitzwilliam Museum E.146.1914). Parallels from Memphis (Petrie Museum UC38349, see UC48390) and in limestone (late 6th to early 5th BC parallels from Sais, Daressy 1901, 230-239) and faience parallels from Palaepaphos, Cyprus (Clerc 1988, 53-8, pl.16, Kouklia Museum no.86, dated ‘Saite’) and unprovenanced (British Museum EA1988,0229.1 EA71017). Most of the parallels are of late 4th to 3rd century BC date , though this example may be earlier in date as it is not of the typical early Ptolemaic style or stance. Bailey, D.M. 2008, Catalogue of Egyptian Terracottas in the British Museum, IV, London. Clerc, G. 1988. Une figurine phallique de Palapaphos. RDAC 1988.2, 53-8. Daressy, G. 1901. Rapport sur des fouilles à Sa el-Hagar, Annales du Service des Antiquités de l’Égypte 2, 230-239. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Pari "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.212) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.140.1914 (Accession Number) "]}