{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amuletic figure in glazed composition, representing an Egyptian deity, maybe the baboon-headed god Thot, the ram-headed god Khnum (according to Museum records) or Amun-Ra Baded (?); standing in striding pose, against back-pillar; highly schematic, with crude incisions, making the identification of the god represented uncertain; pierced widthwise through head for suspension; greenish turquoise glaze, bit eroded; complete. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised "], "Dimensions": [" Height: 2.70 centimetres ", " Width: 0.70 centimetres ", " Depth: 1.15 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming). This amulet might come from such a context. For a rather similar figure from Naukratis: Oxford, Ashmolean Museum AN1896-1908-EA.687. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.192) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, surface bit worn"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Thoth (?) ", " Representation of: Amun-Ra (Baded?) ", " Representation of: Khnum (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.869 (Accession Number) "]}