{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, in the shape of a seated baboon,animal associated to Thoth; quite schematic features; pierced sideways for supension at head level; turquoise glaze quite well preserved. "], "Cultures/periods": ["Late Period (likely end)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 1.90 centimetres ", " Thickness: 0.80 centimetres ", " Width: 0.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming). This amulet might come from such a context. Baboons were the 'animal manifestation of the moon god' Thoth (Andrews 1994, 90). Amulets of Thoth were supposedly worn by scribes since Thoth was their patron. On baboon amulets: Andrews 1994, 27, 90; Herrmann et al. 2010, 99. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.259) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" mammal ", " ancient egyptian deity "], "Associated names": ["Representation of: Thoth"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.884 (Accession Number) "]}