{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Description": [" Upper body sherd of Clazomenian black-figured pottery neck-amphora; exterior, buff slip: black-figure decoration consisting of stooping warrior facing left; helmeted head, with added white dots on helmet, shoulder with white dots on chiton and part of round shield decorated with horse head device, and white dots around rim, remain. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["550BC-510BC (circa)"], "Production place": [" Made in: Clazomenae "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 6.50 centimetres ", " Thickness: 0.70 centimetres ", " Width: 9.10 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Beazley (in CVA Cambridge II, 38), the decoration on the shield is a lion however, the mane on the shield is similar to the mane of other horses on Clazomenian vases, and the high-set eye is un-leonine. See Oxford AN1896-1908-G.130.5, AN1896-1908-G.130.6 and AN1896-1908-G.130.9. Lions' manes are depicted differently. See also1888,0802.81.a from Tell Dafana. "], "Bibliographic references": [" Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 62, pl. VIII, no. 4) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 38, no. 13, pl. XIX, no. 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.102) (phase 3) "], "Location": ["Not on display"], "Subjects": [" warrior ", " mammal "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.119.1899 (Accession Number) "]}