{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; simply-modelled (?) rubbed back with only head and clypeus marked, but details might have disappeared; at side, crude and thick legs, with undercut triangle; underside incised with vertically arranged motif representing falcon-headed god (Horus, Ra-Horakhty or Montu?) crowned with sun-disc and small uraeus, walking towards right and holding large raised cobra by the tail to right; pierced lengthways; glaze lost; pale yellow core; surface very eroded. "], "Cultures/periods": [" Ramesside (?) ", " Third Intermediate (?) "], "Production date": ["1290 BC - 715 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced "], "Dimensions": [" Length: 2.90 centimetres ", " Thickness: 1.20 millimetres ", " Width: 2.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The motif displayed on this scarab does not correspond directly to any known design from the “Scarab Factory” (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). However, this association of a falcon-headed deity with an uraeus is a popular motif on early Egyptian scarabs, particularly dating to the Ramesside Period (especially under the reign of Ramses II according to Schulman 1961, p. 24), though such scarabs are still found in the Third Intermediate Period contexts (Teeter 2003, 65, no 87). The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Such a motif is interpreted by some scholars as a cryptographic writing of Amun or Amun-Ra (see notably Teeter 2003, 65-67, pl. 27c-d and pl. 28a-b, no 87-90; another close example quoted by Drioton 1957, 25, no. 83). For a close type of design on a stone scarab from Naukratis, see Oxford, Ashmolean Museum AN1896-1908-EA.921. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Masson, A. forthcoming , ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Schulman, A. R. 1961, 'Three Shipwrecked Scarabs', Expedition (Summer) 3/4, 24-25. Teeter, E. 2003, Scarabs, scaraboids, seals, and seal impressions from Medinet Habu; with post-pharaonic stamp seals and seal impressions, Chicago. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.055) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, much worn"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription: Amun-Ra (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.904 (Accession Number) "]}