{"artifact_name": "block; boundary-marker(?)", "Object Type": [" block ", " boundary-marker (?) "], "Description": [" Fragment of inscription with a probable dedication to Apollo or a boundary marker. Smooth front face with upper and left edges preserved. The bottom side is broken off, however, a six-letter inscription in eastern Ionic script is preserved in two rows and divided by engraved horizontal lines. On a third row below it is likely to be written: ΑΠΟ / ΛΛΩ / [ΝΙ] or [ΝΟΣ]. The letter forms are vertically aligned but not regularly spaces, and deeply incised. The letter heights are 2.3 – 3.5 cm. The left side is eroded except for the smooth 2 cm wide band adjoining front the face side. The right side is badly eroded but preserving traces of letters in two rows are divided by an engraved horizontal line (possibly ΜΥΛ / Υ […]). The surface of the back is badly eroded. The origin of the marble may be Ionia. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["530BC-470BC"], "Production place": [" Made in: South Ionia "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["marble"], "Dimensions": [" Height: 13.20 centimetres ", " Height: 16.50 centimetres ", " Width: 10 centimetres ", " Width: 12 centimetres ", " Depth: 10.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Labelled in blue ink 'Naukratis?', no other information on findspot or acquisition history. Published in: E. Eidinow, 'An Inscription in the Basement of the Ashmolean Museum', ZPE 156 (2006) pp. 114-116; Koenigs 2007, p. 344 no. 43. Following Eidinow (p. 114 note 2), the marble most likely seems to be Ionian (Koenigs 2007, 344 Cat. 43). "], "Bibliographic references": [" Koenigs 2007 / Archaische griechische Bauteile (Cat. no.43, p.343.) (Phase 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.58) "], "Location": ["Not on display"], "Condition": ["Relatively fair (fragmentary)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1224 (Accession Number) "]}