{"artifact_name": "stamnos", "Object Type": ["stamnos"], "Description": [" Five fragments of body of Rhodian ('Daphnae situla') pottery stamnoid vessel; cream slip; interior reserved; exterior mostly glazed, with some reserved bands; incised decoration of lotuses and palmettes with added red. "], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["6th century BC"], "Production place": [" Made in: Rhodes "], "Findspot": [" Excavated/Findspot: Naukratis (according to Ashmolean Museum register) ", " Excavated/Findspot: Tell Dafana (according to E.R. Price in Ashmolean Museum CVA) "], "Materials": ["pottery"], "Ware": ["Vroulian"], "Technique": [" painted ", " incised ", " slipped "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The Ashmolean Museum register gives Naukratis as a provenance, but E.R. Price publishes the sherds with a provenance of Tell Dafana (Daphnae). If from Naukratis, these would be the only clear examples of Rhodian situlae from Naukratis; for this reason, a provenance of Tell Dafana seems more likely. Part of the sherds selected by Miss E.R. Price from the remains of Petrie and Gardner excavation material, distributed by the EES in 1925. ", " Analysed by R.E. Jones using Optical Emission Spectroscopy: Jones, R.E., Greek and Cypriot pottery: a review of scientific studies, Athens, 1986; p.668, table 8.8, no.12. Allocated by Jones to Rhodian group (p.670, table 8.9) "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GN.28) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.668, table 8.8, no.12) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (89 and pl. X, 25-27) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1925.608.a (Accession Number) "]}