{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Description": [" Shoulder sherd of Clazomenian black-figured pottery neck-amphora with turn of neck; exterior glazed save for panel with black-figure decoration consisting of bird to left (part of tail feathers decorated with added white dots and alternating in red and white remaining). "], "School/style": ["Knipovitch group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["540BC-510BC (circa)"], "Production place": [" Made in: Clazomenae "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.40 - 0.80 centimetres ", " Height: 4 centimetres ", " Width: 7.10 centimetres "], "Curator's comments": [" Object owned and held by the Greco-Roman Museum, Alexandria. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Venit writes that the sherd possibly belongs to the same vase as 1952,0505.8.a-b which is identified as probably coming from Tell Dafana. The decorative style on both pieces is different, the white dots on the Naukratis sherd are large, the red and white lines on the wings are large and the incision lines are widely space. On the Tell Dafana sherd, the incision lines are closely set, the red and white lines on the wings are narrow and the white dots are small. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 45, pl. 38, no. 161) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 261) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.130) (phase 3) "], "Location": ["Not on display"], "Subjects": ["bird"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 17251 (Accession Number) "]}