{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Description": [" Mould-made amuletic pendant in glazed composition, representing the head of the dwarf leonine god Bes; bearded, with protruding ears and a plumed headdress; quite roughly modelled; worn features; flat plain back; pierced widthwise at base of crown for suspension; pale turquoise glaze, slightly decayed, with some details (feathers, eyes, beard) roughly marked in brown glaze; complete. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt ", " Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 2.65 centimetres ", " Thickness: 0.80 centimetres ", " Width: 1.75 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). The blue-green glaze of this amulet was also previously analysed (Vandiver 1983, C51, 285-5-681). As other deities involved in protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). Amulets in the shape of Bes heads appear in the Third Intermediate Period (Andrews 1994, 40). They were produced in Naukratis itself. Amulet-moulds with impression of Bes head of small size (smaller than this specimen) were discovered at the site (Petrie 1886, pl. XXXVIII, 14): see for example BM 1888,0601.747 and BM 1920,0417.2. Similar amulets probably from the same mould: Liverpool, World Museum 9,9,86,72 and Oxford, Ashmolean Museum AN1896-1908-EA.862. See another close type, also discovered in Naukratis, but slightly smaller in size: Bristol, City Art Gallery & Museum H1042.3. On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Vandiver, P.B.F.1983, ‘Appendices’, in A. Kaczmarczyk and R.E.M. Hedges (eds), Ancient Egyptian Faience, Warminster, A1–D4. ", " Analysed by Kaczmarczyk and Hedges 1983, Appendix C- 51, no. 285- 50-681 using XRF full list of elements given. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.030) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.555 (Accession Number) "]}