{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made large amuletic figure in glazed composition, representing the dwarf leonine god Bes; naked, squatting, with hands on his hips and lion ears; flat back; arms in open-work; features quite crudely modelled but detailed (eyes, navel, fingers, sex); pale blue glaze mostly eroded and chipped, only patchily preserved; white yellowish core; headdress, right part of the head, right arm (except the hand) and feet missing. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 4 centimetres ", " Thickness: 0.80 centimetres ", " Width: 2.10 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.007) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, incomplete and glaze badly damaged"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,68 (Accession Number) "]}