{"artifact_name": "stove", "Object Type": ["stove"], "Description": [" Terracotta portable cooking stove fragment. A pot-support: a theatre mask of Pan, Papposilenos or satyr within a plain rectangular panel (damaged), with pointed ears, horns, wild hair and beard; the support itself, is an extension of the beard. The support and panel were made in a one piece mould. The back is plain; part of the fire-bowl and its wide everted rim survive. The support and panel were made in a one-piece mould. Light brown slip. Red-brown Nile silt with red core, fine mica and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC(late)-1stC BC(mid)"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 9.50 centimetres ", " Length: 9 centimetres ", " Width: 10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Two Naukratis pieces from same mould series (British Museum 1886,1005.5; Oxford, Ashmolean Museum AN1888.182). Close Ptolemaic parallel in Alexandria Museum, probably from same mould series (Didelot 1998, 304-5, fig. 47). Two Naukratis pieces from same mould series (British Museum 1886,1005.5; Oxford, Ashmolean Museum AN1888.182; Conze 1890, 130, no. 816; Walters 1903, C 891; Didelot 1998, 304; Şahin 2001, 120, fig. 116:Na 8 where photo was reversed). Didelot, O. 1998. Réchauds hellénistiques du Musée Grécoromain d'Alexandrie: Importations et productions locales, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 275-306. Şahin, M. 2001. Hellenistic braziers in the British Museum: Trade contacts between ancient Mediterranean cities. Anatolian Studies 51: 91-132. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (LA.32) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" classical deity (?) ", " classical mythological figure/creature (?) ", " theatre mask "], "Associated names": [" Representation of: Pan/Faunus ", " Representation of: Papposeilenos (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.182 (Accession Number) "]}