{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Intact Attic black-glazed pottery small bowl or salt cellar with incurving rim and impressed decoration; ring foot with grooved resting surface. Wholly glazed save for narrow band at join of body and foot. Tondo has two incised concentric circles, over which are stamped tongues in a radial design; they enclose eight stamped palmettes, linked by stamped, concave, semi-circles; at the centre, two smaller concentric circles enclosing a frieze of stamped tongues. "], "Cultures/periods": [" Classical Greek ", " Attic "], "Production date": ["350BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Glaze"], "Technique": [" incised ", " stamped "], "Dimensions": [" Diameter: 8.70 centimetres (foot) ", " Diameter: 15.50 centimetres (rim) ", " Height: 5.20 centimetres ", " Thickness: 1.40 centimetres "], "Curator's comments": [" Object owned and held by Spurlock Museum, University of Illinois. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published in S.U. Wisseman, CVA World Heritage Museum, College of Liberal Arts and Sciences Krannert Art Museum, College of Fine and Applied Arts I (USA 24), 1989, p. 33, pl. 35, 3. Compare Agora P 1960 (Sparkes and Talcott, The Athenian Agora vol. 12: Black and Plain Pottery of the 6th, 5th, and 4th Centuries B.C., 1970. pp. 137, 302, no. 944, pl. 33 and Royal Ontario Museum 919.5.71 ( Hayes, Greek and Italian Black-gloss Wares and Related Wares in the Royal Ontario Museum, 1984. pp. 40–41, no. 66, with additional comparanda). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1780)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1911.02.0015 (Accession Number) "]}