{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta mould-made protome-bust of a woman in East Greek style, wearing stephane (diadem) and veil. Head fragment. Late Archaic type. The outline of the face is round and full, with long pointed oval almond shaped (archaic style) eyes placed at a natural angle. Her mouth is depicted smiling, with deep hollows at the corners of the mouth. She has a dimpled chin. Her ‘bead treated’ hair runs along the top of the forehead, curving downwards over the temple passes in front of her left ear. Traces of white coating. Fine red-brown fabric with grey core. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["540 BC - 510 BC"], "Production place": [" Made in: East Greece (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (Probably) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 11.80 centimetres ", " Weight: 225 grammes ", " Thickness: 6.60 centimetres ", " Width: 10 centimetres "], "Curator's comments": [" Object owned and held by Spurlock Museum, University of Illinois. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Archaic East Greek protome of late Archaic date (broadly 550BC to 480 BC). The fabric is similar to that of figurines of an East Greek origin. Often identified as ‘Rhodian’ though numerous production places appear across East Greece. Parallels from Lindos, Rhodes, of Type A1 dated ‘late Archaic’, after 525BC (Blinkenberg 1931, 591, pl.116, nos. 2463 and 2465). A number of fragments from the same type of protome may come from the same piece (Cambridge Museum of Classical Archaeology NA452, NA761 and possibly NA831; Cambridge, Fitzwilliam Museum GR.8.1899; British Museum GR 2011, 5009.275). Similar protomes were found in Samos is dated to the third quarter of the 6th century BC (Tsakos 2007, 194, pl.26.2) and from Olynthus dated 6th century BC (Robinson 1952, 73-4, pl.1- 3, nos 1-2). Falls into Croissant's 'Aeolis' and 'Clazomenae' types dated between 540 and 510 BC (Croissant 1983,164 nos 82-3 and 95-107, Types F4 and G3). For context, function and details on protome parallels and fragments from Naukratis see protome records from Cambridge Museum of Classical Archaeology (NA350, NA355, NA354, NA353, NA390, NA850, NA426, NA803 and NA509). A number of (mainly Cypriot) terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Croissant, F. 1983. Les protomés féminines Archaïques: Recherches sur les représentations du visage dans la plastique grecque de 550 à 480 av. J.-C. Ecole Française d'Athènes, Athens. Robinson, D. M. 1952. Olynthus XIV. Terracottas, lamps, and coins found in 1934 and 1938. Johns Hopkins University studies in archaeology. Baltimore, Johns Hopkins Press; London, Oxford University Press. Tsakos, K. 2007. Die stadt Samos in der geometrischen und archaischen epoche, in Corbet, J. Frühes Ionien : eine Bestandsaufnahme; Panionion-Symposion Güzelçamlı, 26. September - 1. Oktober 1999 Milesische Forschungen. sches Archäologisches Institut, Mainz, 189-200. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.059) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1911.02.0017 (Accession Number) "]}