{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Greek terracotta figure or figure plaque of a goddess wearing a polos (kalathos?) crown. Mould-made from a one-piece mould and solid with a plain back. The upper-back side of the polos (crown) caves inward. Tan, or light yellow-brown fabric. Broken at neck, just below the chin. The surface is faded and worn in some areas, leaving a rough, sand-colored surface. "], "Cultures/periods": ["Classical Greek (?)"], "Production date": ["500BC - 400BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.70 centimetres ", " Weight: 58 grammes ", " Thickness: 3 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by Spurlock Museum, University of Illinois. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Woman wearing polos, consistent with, but not identical to representations of a seated or standing woman, probably a goddess (Hera?) figuines dating from the mid/late 6th, or more likely in this case, the 5th century BC and found across the Greek world. Found (but not exclusively) in Rhodes, Cyrenaica, Crete, Sicily, Boeotia, Attica and Halicarnassus (Higgins 1954, nos 208, 293,329, 646, 650, 1112, 1426, 1429; GR 1953,1001.1). Possibly locally made, though the fabric and subject resemble Cypriot examples found at Naukratis and an East Greek import (but highlly eroded, and likely hollow) from Naukratis (Cambridge MCA NA344). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Faint, unclear pencil mark on back. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.102) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1926.02.0027 (Accession Number) "]}