{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Large scarab carved from steatite; well-defined back with detailed clypeus and head, prothorax and elytra marked by a double-line, and triangle at junction with prothorax; feathering on front legs indicated with numerous parallel finely incised lines; at side, well-shaped legs with undercut triangle; underside incised with motif arranged vertically consisting of god Bes flanked by standing, tied prisoners, over a crocodile; longitudinally pierced; glaze gone. "], "Cultures/periods": [" Ramesside (probably) ", " Third Intermediate (?) "], "Production date": ["1290 BC - 1077 BC (probably)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 1.50 centimetres ", " Length: 3.50 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Gorton considers this scarab to be either a genuine Hyksos-style scarab or a late imitation of this style (Gorton 1996, 16-19, type V, see especially no. 4 for this specimen), but a Hyksos date seems too early. Bes is depicted in a variety of compositions on several scarabs and scaraboids in steatite from Naukratis (instead of the tied prisoners, Bes is flanked by worshipping monkeys on Boston, Museum of Fine Arts 88.1043 and Boston, Museum of Fine Arts 86.676). Each of these motifs is particularly typical of the Ramesside Period (see the comment in Jaeger 1982, § 1366, n. 868). Though such compositions were found in later contexts (at Matmar, in the cemetery of the Third Intermediate Period: Brunton 1948, pl. LXIII no. 108), it is possible that they are rather genuine Ramesside scarabs/scaraboids (on the various early scarabs from Naukratis see: Masson forthcoming). The scarabs BM 1853,0108.85 and BM 1848,0829.201, as well as various other New Kingdom examples listed by Jaeger, show a similar motif to this specimen (Jaeger 1982, § 1407, ill. 613). Brunton, G. 1948, Matmar, London. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 74) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 17, Type V, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.15) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.200 (Accession Number) "]}