{"artifact_name": "offering spoon", "Object Type": ["offering spoon"], "Description": [" Offering spoon, often referred to as a toilet spoon or cosmetic-dish, made out of bone and in the shape of a hand; very crude rendering, with fingers roughly marked, likely unfinished. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) ", " 27th Dynasty (early) "], "Production date": ["6thC BC (likely)"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Great Temenos, or south town 'South site' "], "Materials": ["bone"], "Technique": ["carved"], "Dimensions": [" Length: 11.80 centimetres ", " Thickness: 1.15 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Hogarth's journal (1903), this piece was discovered among other ex-votos to the north side of the enclosure wall, outside of the Great temenos (Masson forthcoming). The finished (or better finished?) product should have looked like a hand holding a mussel-shaped scoop, a very popular type of offering spoons. Its unfinished state points towards a local production. Naukratis provided a few hand-shell offering spoons maybe locally made, manufactured in bone such as this specimen (Boston, Museum of Fine Arts 88.1047; Cairo, Egyptian Museum JE33549; BM 1888,0601.75). Already common in the New Kingdom, the hand-shell type persisted in the Third Intermediate Period with some differences in the material and innovations in the overall shape (Bulté 2008). During the Late Period very close archaizing copies of the New Kingdom are again produced. For example, two hand-shell spoons in bone were discovered in the Priests’ Quarter in Karnak in a sealed context dated to the late 26th-early 27th dynasty (Masson 2007, Pl. XXIX, 1-2). If the identification is correct, this piece could probably be dated to the Saite or early Persian Period at the latest. Offering spoons are a category of artefacts well represented in the Delta. I. Wallert listed Bubastis, Tanis, Zagazig, Sais, Saqqara and Memphis (Wallert 1967, 53). Bulté, J. 2008, '“Cuillers d’offrandes” en faïence et en pierre messagères de bien-être et de prospérité', Revue d’Égyptologie 59, Paris, 1-32. Masson, A. 2007, 'Le quartier des prêtres du temple de Karnak: rapport préliminaire de la fouille de la Maison VII, 2001-2003', Cahiers de Karnak XII, pl. XXIX, 1-2. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Wallert, I. 1967, ‘Der verzierte Löffel: seine Formgeschichte und Verwendung im alten Ägypten’, Ägyptologische Abhandlungen 16, Wiesbaden. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MA.3) (Phase 2)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.113 (Accession Number) "]}