{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" One of 26 Fragments of different faience vessels. Rim fragment of bowl, with outside curving right up to lip, and distinct angle at inner edge of flat lip, where wear shows the edge. Turquoise glaze on both outer and inner surfaces. Bowl curves inwards towards bottom of fragment "], "Cultures/periods": ["Roman Period"], "Production date": ["1-150"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.30 centimetres ", " Thickness: 0.60 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Early Roman form dated 1st to early 2nd century AD (Nenna and Seif el-Din 2000, T12.1, no. 451; Nenna 2013, Fig. T12.1). Distinctive thick turquoise glaze of the early Roman period (Nenna 2013, 129). From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M-D and Seif el-Din, M. 2000. La vaisselle en faïence d'époque gréco-romaine: Catalogue du Musée gréco-romain d'Alexandrie. Etudes alexandrines 4. IFAO Cairo. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.28)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.25 (Egyptian inventory number) "]}