{"artifact_name": "cup", "Object Type": ["cup"], "Description": [" Intact East Dorian pottery cup with everted rim; glaze unevenly applied, rather worn and generally fired dark brown; interior glazed; exterior: rim and carinated shoulder glazed; upper and interior surfaces of handles; handle zone reserved (with exception of accidental drip marks); lower body, outside of foot and, sloppily, underside of foot glazed. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Knidos "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Hayes Rhodian Cup Type VI ii"], "Technique": ["painted"], "Dimensions": [" Diameter: 4.10 centimetres (foot) ", " Diameter: 11.40 centimetres (max) ", " Diameter: 10.85 centimetres (rim) ", " Height: 5.90 centimetres ", " Thickness: 0.30 centimetres (rim) ", " Width: 16.10 centimetres (max) "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A similar cup from Naukratis (British Museum 1886,0401.96) was analysed with NAA by H. Mommsen (Bonn) (see Schlotzhauer and Villing 2006: 55, Table 1; Sample NAUK 51). Analysis of the fabric placed it in Group EMEB with a place of production in the region of the Knidian peninsula and recent excavations in the Sanctuary of Apollo at Emecik on the Knidian peninsula have also produced several examples of these types of cups (Attula 2005, 144, pl. 78, 297-9). Petrie classified these cups as his Type X, which he recorded from his Level 250 in the sanctuary of Apollo (Petrie 1886, 20, pl. XLIV). He dated this level to the earlier part of the sixth century BC. According to Kinch's typology of vases from Vroulia, this cup belongs in group a of his Yellow and Brown Cups (Kinch 1914, 24-5). According to Hayes, this cup belongs in Group VI i of his Rhodian cups (Boardman and Hayes 1966 112-3). Several examples were also found at Tocra (Boardman and Hayes 1966 112-3; Boardman and Hayes 1973, 55-8). Because they were so commonly found at Kameiros in Rhodes, Hayes suggested their place of manufacture to be in the area and thus refers to them as Rhodian cups. Hayes dated these cups between 580-540BC but Schlotzhauer prefers to see an earlier date (circa 610-580BC) because of the decoration parallels between these cups and South Ionian cups with everted edges dated to that same period. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GM.37) (phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1987.61 (Accession Number) "]}