{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Lower body sherd of Chian Mature Animal Style or Grand Style pottery chalice; yellowish cream slip; interior: glazed black with two bands in added white above double guilloche pattern in added red and white; exterior: guilloche band above broad black band and reserved area on which is a pre-firing inscription. "], "School/style": [" Mature Animal Style (possibly) ", " Grand style (possibly) "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-570BC"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 3.30 centimetres ", " Thickness: 0.50 centimetres ", " Width: 3.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The pattern decoration in the handle zone and on the interior surface are typical of both the Animal Chalice and Grand Styles. ", " An unusual position for a bespoke dedication. "], "Bibliographic references": [" Cook & Woodhead 1952 / Painted Inscriptions on Chiot Pottery (p. 165, no. 27) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 736, no. 966) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 33-4, no. 11, no. 49, pl. XVII) ", " Bourriau 1981 / Umm el-Ga'ab: Pottery from the Nile Valley Before the Arab Conquest (p. 83-4, no.162cl) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0670) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 94-6, N.68. G.2 ", " Miscellaneous number: GR.68.1894 (Accession Number) "]}