{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; back relatively well-defined with simply marked head and clypeus, prothorax and elytra indicated by single incised lines; at side, quite well-shaped legs with undercut triangle; underside incised with a vertically arranged hieroglyphic inscription; longitudinally pierced; glaze lost. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis (possibly) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced ", " undercut "], "Dimensions": [" Length: 1.55 centimetres ", " Thickness: 0.80 centimetres ", " Width: 1.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This cryptographic formula is found on a few other scarabs (for example: Hornung and Staehelin 1976, 281, pl. 48, no. 447). A more simplistic version of this motto is far more common (see comments in Hornung and Staehelin 1976, 280-281, no. 445-446). Drioton, E., 'Maximes relatives à l'amour pour les dieux', Studia biblica et orientalia III: Oriens antiquus, Analecta Biblica 12, Roma, 1959, 57-68. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.76) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.919 (Accession Number) "]}