{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of a yellowish white limestone female figure; painted. The tip of the nose is missing. Surface with left rootlets is lightly worn. Traces of red paint on lips and headdress. The face is oval in shape with the eyes worked as dents and the eyebrows protruding slightly. The nose is slender, the small mouth has slim lips. A head cloth with a diamond-like addition covers the upper part of the ears, as is particularly well visible on the left one. The thickened earlobes point in the direction of jewellery for the ears. Around the neck a pearl necklace is placed. The back is flat though not entirely smoothed. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis (? attributed to Naukratis, though even a general Egyptian acquisition history is uncertain) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": [" carved ", " painted "], "Dimensions": [" Height: 6.40 centimetres ", " Width: 5 centimetres ", " Depth: 4.50 centimetres "], "Curator's comments": [" Object owned and held by the Ny Carlsberg Glyptotek, Copenhagen. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This head is comparable to Copenhagen 360 (Nick 2006, cat. 47). The more roundish face of this head is similar to the male heads Boston 88.731 (Nick 2006, cat.18) and London B440 (Nick 2006, cat. 21). The diadem-like addition and the pearl necklace are comparable to Cambridge GR.2.1887 (Nick 2006, cat.26). The position of the ears, which are set on top of the headscarf, is very common in the rendering of Cypriot statuettes and is based on Egyptian examples (Nick 2006, 66, 121, cat. 46, pl. 20). "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (p. 241) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 50) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.058) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AE.I.N.362 (Accession Number) "]}