{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Solid-cast amuletic figure of Amun (?); depicted as standing, in a striding pose on small rectangular base; holding an object against his chest (scimitar?) with his right hand while left hand on his side; wearing his characteristic tall double-plumed crown with a sun disc; simplistic and flat rendering; broken loop in back; top of crown broken; very corroded. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Teh el Barud "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 5.40 centimetres ", " Width: 1.05 centimetres ", " Depth: 1.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This figure was discovered in a large cache of bronzes in Teh el-Barud, a settlement located closeby Naukratis (Gardner 1888, 81; Weiss 2012, 445-446; Masson forthcoming), though the museum's register states that it was found in Naukratis. According to Griffith, Amun holds a scimitar in his hand (Gardner 1888, 81), but this type of object is usually held by other deities such as Mahes, son of Bastet (Weiss 2012, Typ 106, Pl. 29 and 73). This would either mean that this is an unusual bronze figure of Amun (on more normal type: Weiss 2012, Typ 24, Pl. 7) or that this is a wrong identification for the deity or the object that he holds. The figure would need to be properly cleaned to precise the identification. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 81) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.266) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair, though corroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Amun (?)"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.167 (Accession Number) "]}