{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta squatting biphallic figure of a child(?) in a Macedonian soldier's dress. Wearing chlamys, though largely naked and modelled in the round. He is seated on a largely rectangular plinth, his right knee raised. He has two large phalluses, held by each hand, one rising up to rest on his right shoulder; the other curving to his left side, its tip is lost. He wears a narrow and waisted chlamys running down his back and extending to the bottom of the plinth. He wears a kausia on his head, with his hair indicated at the back. His left knee and both feet are lost and the tip of his left phallus and his right elbow are damaged. Solid; probably made in a two-piece mould, the mould join being tidied with a flat instrument. White coating, cloak painted red, phallus pink. Red-brown Nile silt with grey core. Abundant gold mica, organics, quartz and white inclusions. Head and part of phallus missing. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["330BC - 250BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.5.2"], "Technique": ["painted"], "Dimensions": [" Height: 6.20 centimetres ", " Length: 4.70 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Three examples from the same mould-series from Naukratis (British Museum 1973,0501.8 1973,0501.9 ; Fitzwilliam Museum, Cambridge, E.87.1914). Unprovenced parallels dated third century BC, (Fischer 1994, no. 17 = Vogt 1924, pl. 84,1; Schmidt 1997, no.132, Vogt 1924, pl. 84, 4). Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Schmidt, S. 1997. Katalog der Ptolemäischen und Kaiserzeitlichen objekte aus Ägypten im Akademischen Kunstmuseum Bonn, Munich. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch-ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.172) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.87.1914 (Accession Number) "]}