{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Glazed composition amulet of wadj papyrus-column; pierced loop above capital; turquoise blue glaze well preserved. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Diameter: 0.75 centimetres ", " Height: 3.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming a). This amulet might come from such a context. Though they appear already in the 18th dynasty (Andrews 1994, 81-82), wadj-column amulets are especially well attested between the 26th and 30th dynasty and persist in early ptolemaic contexts (Petrie 1914, 12; Wilson 1982, 31-32, pl. XXIX n°1-2; Giddy 1992, pl. 49, 78/284, pl. 53, 78/86, pl. 77, 78/284; Masson forthcoming b; see also numerous Late Period references in Herrmann 2006, 228-229, KatNr. 440-446, Pl. XCIX C). Such amulets are usually associated to ideas of regeneration and youth (Andrews 1994, 81-82; Germond 2005, 24). This amulet was analysed by XRF with list of chemical elements (Vandiver 1983, C51, 285-5-683). Andrews, C. 1994, Amulets of Ancient Egypt, London. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Giddy, L.L. 1992, The Anubieion at Saqqâra II. The Cemeteries, EES 56, London. Herrmann, C. 2006, Ägyptische Amulette aus Palästina/Israel Band III (Orbis Biblicus et Orientalis, Series Archaeologica 24), 2006. Masson, A. forthcoming a, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Petrie, W.M.F. 1912, Amulets, London. Vandiver, P.B.F.1983, ‘Appendices’, in A. Kaczmarczyk and R.E.M. Hedges (eds), Ancient Egyptian Faience, Warminster, A1–D4. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. ", " Analysed by Kazcmarczyk and Hedges as part of group of faience from Naukratis "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.376) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.898 (Accession Number) "]}