{"artifact_name": "bead; amulet", "Object Type": [" bead ", " amulet "], "Description": [" Small amuletic bead in the shape of a couchant lion, carved from lapis lazuli; represented lying on a small rectangular base; simple rendering; longitudinally pierced for suspension; polished surface. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["664 BC - 332 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["lapis lazuli"], "Technique": [" polished ", " carved "], "Dimensions": [" Height: 1 centimetres ", " Length: 1.45 centimetres ", " Width: 0.55 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " On lion amulets in general: Germond 2005, 30; Herrmann et al. 2010, 91-92. Such amulets have a long history. For examples dated to the Late and Ptolemaic periods: Dunham 1963, 42, fig. 28b (26th dynasty); Masson forthcoming (late 26th – early 27th dynasty); Wilson 1982, p. 32 (Late Period); Herrmann 1994, 121-122, n°618-627 (Persian and Ptolemaic periods). Dunham, D. 1963, The Royal cemeteries of Kush, vol. V: the West and South Cemeteries at Meroë, Boston. Herrmann, C. 1994, Die ägyptischen Amulette der Sammlungen Bibel + Orient der Universität Freiburg Schweiz, OBO Series Archaeologica 22. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons, American Research Center in Egypt Report 5 Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.229) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.174 (Accession Number) "]}