{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amuletic figure in glazed composition, representing a lion-headed goddess, possibly Sekhmet; goddess wearing striated tripartite wig topped with headdress composed of sun-disc and uraeus; leaning against back pillar; from what is left, fine modelling of the features with incised details (wig); pale greenish turquoise glaze quite eroded; pale yellow fine core; back pillar pierced widthwise behind shoulders, for suspension; figure broken off below breasts and face partially chipped. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Height: 2.70 centimetres ", " Width: 1.35 centimetres ", " Depth: 1.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming). This amulet might come from such a context. Large amuletic figures of Sekhmet were produced in Naukratis. A terracotta mould to cast a figure of Sekhmet was discovered in the Scarab Factory (according to Museum records): Boston, Museum of Fine Arts 11.45970; Montreal, Redpath Museum 2410. As connoted with her headdress, the goddess is associated with the solar cult. In the Late Period, lion goddesses could be identified as an emanation of Amun-Ra. In the Delta, the main cult centres for lion goddesses are Bubastis and the Memphite region. On lion-headed goddess / Sekhmet amulets see: Andrews 1994, 33-34, fig. 10; Herrmann et al. 2010, 39-41 (type 11). For other large amuletic figures of Sekhmet from Naukratis (none from the same mould though): BM 1885,1101.64; Montreal, Redpath Museum 2410. Andrews, C. 1994, Amulets of Ancient Egypt, London. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.155) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.876 (Accession Number) "]}