{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of a comedy actor, dressed as a slave, seated on an altar, his right hand raised to his ear, his left hand supporting his right elbow. The figure sits with his legs crossed at the ankles and his left arm folded across his chest. Traces of white coating. The head is missing, and the rear and sides of base are broken off. Fine orange-brown clay. "], "Cultures/periods": [" Classical Greek (late) ", " Hellenistic (early) "], "Production date": ["350BC-300BC"], "Production place": [" Made in: Greece "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 10.60 centimetres ", " Width: 5.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The head is missing, but would have been wearing slave-mask typical of Middle Comedy. Athenian parallel dated c.350 BC to 325 BC (Higgings 1970, 743; GR 1879,0306.5) and Boeotian parallel dated c. 330 BC to 300 BC (Burn & Higgins 2001, no. 2143; GR 1910,0106.16). See 'Roman' parallel (Dunand 1990, no. 600). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. ", " The piece is currently incorrectly associated with the accession number 86.168, but it is clear from the museum's Stone Ledger that this number had originally been assigned to a completely different object, whereas the description of inv. 86.417 (currently listed as not found) matches that of the figurine. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DB.402) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" actor/actress ", " theatre/theatrical life "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.168 (Accession Number (incorrect)) ", " Miscellaneous number: 86.417 (Accession number) ", " Miscellaneous number: P.4570 (Pottery & Porcelain Ledger No.) "]}