{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, roughly made, representing a mammalian animal, possibly a sow, standing on a rectangular base; very crude, stylized features with a very few incisions, especially for the legs; suspension cylinder pierced lengthways added to the back of mammal; well preserved turquoise blue glaze. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["664 BC - 332 BC (likely)"], "Production place": [" Made in: Egypt ", " Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": [" incised ", " glazed ", " mould-made "], "Dimensions": [" Height: 1.20 centimetres ", " Length: 1.45 centimetres ", " Width: 0.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming). This amulet might come from such a context. If the identification is correct, this figure belongs to a group of sow amulets relatively common in Naukratis. Sow amulets are associated to ideas of fecundity and to the sky-goddess Nut. They start to be popular with the Third Intermediate Period, though they were already produced in the Late New Kingdom: (Herrmann et al. 2010, no. 4) and are common during the Late Period (Andrews 1994, 35, fig. 32; Germond 2005, no. 6-7; Herrmann et al. 2010, 94). Sow amulets from Naukratis present usually a very schematic design, like this example. For other sow amulets from Naukratis, see: London, Petrie Museum UC54622; Liverpool, World Museum 9,9,86,80 and 9,9,86,93; Oxford, Ashmolean Museum AN1896-1908-EA.889, AN1896-1908-EA.892 and AN1896-1908-EA.894. Andrews, C. 1994, Amulets of Ancient Egypt, London. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.239) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["mammal"], "Associated names": ["Associated with: Nut (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.891 (Accession Number) "]}