{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Amulet in the shape of a wedjat-eye, made out of a mottled black and grey hard stone (probably granite or syenite); pierced longitudinally; no carved detail, just outline; both sides smoothly polished; slightly chipped. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" granite (?) ", " syenite (?) "], "Technique": ["polished"], "Dimensions": [" Height: 2.70 centimetres ", " Length: 3.30 centimetres ", " Thickness: 0.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes, in glazed composition but also in hard stone such as this example, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). Relatively close types of wedjat-eye from Naukratis: Boston Museum of Fine Arts 86.187; Montreal, Redpath Museum 2536.01 and 2536.02; Liverpool World Museum 9,9,86,23. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.276) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but slightly broken"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.536 (Accession Number) "]}