{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; back well defined modelled clypeus, prothorax and elytra boundaries indicated by incised lines; at side, well-modelled legs, with space between front and back legs indicated by undercut triangle; underside bearing incised hieroglyphic inscription arranged vertically; pierced longitudinally; bit chipped. "], "Cultures/periods": ["26th Dynasty (?)"], "Production date": ["664 BC-525 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.55 centimetres ", " Thickness: 0.70 centimetres ", " Width: 1.15 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by The Nicholson Museum, University of Sydney. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The motto starting with 'hsy' - praised by - is very common on Egyptian scarabs, especially the inscription ‘praised by Khonsu’ and ‘praised by Amun’. The deity following the Hes-vase is difficult to identify as the crown is not well-preserved. If the deity is topped by a double ostrich-feather crown, it could be Amun-Ra. For a similar motto on other stone scarabs from Naukratis: Cambridge, Fitzwilliam Museum E.SC.169; Boston, Museum of Fine Arts 88.864. The museum registers indicate that the scarab (found during the second season at Naukratis) was discovered in the Scarab Factory. This information should be considered with caution. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 76) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.71) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, bit chipped"], "Associated names": ["Named in inscription: Amun-Ra"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NM00.128.12 (Accession Number) "]}