{"artifact_name": "situla; votive offering; model", "Object Type": [" situla ", " votive offering ", " model "], "Description": [" Cast model of situla in copper alloy; slender, bag-shaped with pronounced button-shaped pointed base; two opposite vertical suspension rings welded at mouth (one eyelet broken), handle missing; decorated with usual lotiform petal base and possibly an offering scene though difficult to identify since it is heavily corroded and encrusted. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664 BC - 31 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 1.35 centimetres (foot) ", " Height: 7.50 centimetres ", " Width: 2.40 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Situlae were used for libation of water or milk (Junker 1913, 10). This specimen, however, is just a model and not an actual piece of temple equipment. Situlae in metal, decorated or not, are common votive objects of the Late and Ptolemaic Period. They were massively produced ex-votos that visiting pilgrims dedicated in temples and shrines (see the chapter on situlae in Green 1987, 66-115). At least seven specimens were collected from Naukratis early excavations. Green, C. I. 1987, The Temple furniture from the Sacred Animal Necropolis at North Saqqâra 1964-1976 (Egypt Exploration Society Memoirs 53), London, 66-115. Junker, H. 1913, Das Gotterdekret über das Abaton, Vienna. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.05) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, very corroded"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,111 (Accession Number) "]}