{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Rim sherd of Chian Grand Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; below, part of floral pattern in added white; exterior: below rim, Z band between pairs of bands; dipinto inscription on exterior. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 17 centimetres (circa) ", " Height: 2.20 centimetres ", " Thickness: 0.20 centimetres ", " Width: 2.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Ure Museum of Greek Archaeology, Reading. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The Ure Museum received sherds from the Egypt Exploration Society (EES) in 1926, several years after Petrie and Gardner's excavations. It was uncertain then whether the sherds came from Naukratis or Tell Dafana, a site in the eastern Nile Delta that was excavated by Petrie in 1886. Petrie wrote that he found only one sherd of Chian ware at Tell Dafana (Petrie 1888 62), which he described as a plain piece, thus the Chian sherds in the Reading collection come from Naukratis. The presence of a bespoke dedication underlines the point. "], "Bibliographic references": [" CVA Reading I / Corpus Vasorum Antiquorum Great Britain, Fasc. 12, University of Reading (p. 37, pl. 23, no. 1a-b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0848) (phase 2) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Olympian Gods (A letter (26.3.55) from R.M.Cook to the curator of the Ure Museum discusses the inscription. Cook acknowledges the likelihood that it should be identified as Apollo, but draws attention to the orthography of the omega and the awkwardness of the stroke that precedes it.)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 26.2.59 (Accession Number) "]}