{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from light brown beige steatite; rather stylised back with head and clypeus simply indicated; at side, well-shaped legs with undercut triangle; underside incised with motif arranged horizontally consisting of an oval (or crudely made cartouche) surrounding the name of Menkheperra, protected to the left by a winged cobra and with a vertical hieroglyphic inscription to the right; longitudinally pierced; glaze gone. "], "Cultures/periods": ["20th Dynasty (possibly)"], "Production date": ["1189 BC - 1077 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.85 centimetres ", " Thickness: 0.90 centimetres ", " Width: 1.45 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The epitheth 'Perfect god, lord of the two lands' associated with a winged uraeus and a cartouche is a composition found on a few scarabs of the 20th Dynasty (Jaeger 1982, 132-133, § 1060; see also Hornung and Staehelin 1976, 277, pl. 46, no. 426). One very close parallel from Meggido gives this composition with the name of Menkheperra (Lamon and Shipton 1939, pl. 69, no. 50). Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Lamon, R.S. and Shipton, G.M. 1939, Megiddo I. Seasons of 1925-34. Strata I-V (Oriental Institute Publications XLII), Chicago. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 78) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.60) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, edge bit chipped"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.201 (Accession Number) "]}