{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta female figure plaque with right arm across chest, left arm against side. Almond shaped eyes on a round face. Head, chest, right and part of left arm preserved, broken at waist. Traces of red paint on dress and black paint on hair. Hair is in an Egyptian fashion with a centre parting, wearing a red dress with a low cut squared neck. Cypriot clay pressed into one-piece mould. The figure is flat on the back side and heavily eroded. Light brown fabric with frequent black and red inclusions. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Arsos "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ.(?) (likely) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Length: 11.30 centimetres ", " Weight: 129 grammes ", " Thickness: 3.60 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by Spurlock Museum, University of Illinois. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels, possibly from same mould series, from Arsos, Cyprus (Karageorghis 1999, pl. 34.1-7, Type III(i)8-21), or assigned to Arsos workshops. They are dated to between the mid 7th and early 6th centuries BC and found in Samos, Rhodes and Crete (Karageorghis 1999, 130-5). A number of Cypriot terracotta and limestone figures were sent by the Egypt Exploration Fund in 1911 to the British Museum and various other museums including this one. Many of these were labelled T, Φ, or TAΦ, followed by a context number, designating these as coming from a context within the sanctuary of Aphrodite, from Gardner’s excavations in 1885-1886. This is also confirmed by British Museum registers. This figure is from this group and so highly likely to have been excavated within the temenos of the Aphrodite sanctuary. Faintly marked with a pencil Φ. Karageorghis, J. 1999. The coroplastic art of ancient Cyprus.VB. The Cypro- Archaic Period small female figurines. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.022) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1926.02.0028 (Accession Number) "]}