{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, representing the white crown, crown of Upper Egypt; small loop for suspension pierce widthwise to the back af the amulet; light turquoise glaze patchily preserved; cream fine hard core. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 2.95 centimetres ", " Width: 1.10 centimetres ", " Depth: 1.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The white crown Hedjet is an amulet in use from the 26th dynasty onwards (Andrews 1994, 74; see various examples in: Petrie 1914, pl. IV no. 48). Amulets representing crowns are considered to be receptacle of divine and royal power (Germond 2005, 22). They appear in several Late Period Egyptian settlements (Wilson 1982, 32; Masson forthcoming). For another amulet of this shape from Naukratis: Cairo, Egyptian Museum JE33550. Andrews, C. 1994, Amulets of Ancient Egypt, London. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Petrie, W.M.F. 1914, Amulets, London. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.385) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair, though quite worn"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.697 (Accession Number) "]}