{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing a suckling goddess, possibly Isis, though she looks like a lion-headed deity; wearing a headdress with horns and sun-disc on top (Hathoric crown); seated on a cubical throne with short back, set on an rectangular base, with a back pillar; left side showing an assymmetrical part where a representation of a child god (Harpokrates?) seated on his mother's knees is expected; very roughly made, crude and schemtic features; pierced widthways for suspension, partly in the head, partly in the back pillar; pale green glaze much decayed; complete but surface very worn out. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " pierced ", " mould-made "], "Dimensions": [" Height: 2.45 centimetres ", " Length: 0.95 centimetres ", " Width: 0.80 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Suckling goddesses are quite common in Naukratis (Masson forthcoming) as they are elsewhere in Egypt during the Late and Ptolemaic periods. Often identified with Isis and her son Horus, they can however represent other deities (see examples of a lion-headed goddess nursing a child-god in Andrews 1994, fig 19a and c). Andrews, C. 1994, Amulets of Ancient Egypt, London. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.092) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair but glaze much decayed"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,59 (Accession Number) "]}