{"artifact_name": "eye-bead", "Object Type": ["eye-bead"], "Description": [" Seven beads. Two green-blue decayed glass (or faience) eye-beads (2.5x2.2cm; 2.3x2cm). Three green-blue faience beads (1.65x1.95cm; 1.2x1.05cm; 0.85x0.8cm). Two glass stratified eye-beads (1.7x1.25cm; 1.15x0.97cm). The eyes have faded due to decay. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC - 500BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": [" glazed composition ", " glass "], "Technique": [" glazed ", " stamped "], "Dimensions": [" Height: 0.80 - 2.20 centimetres (smallest to largest bead) ", " Diameter: 0.85 - 2.50 centimetres (smallest to largest bead) "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The findspot was recorded on the Philadelphia register card (Scarab Factory). The distribution is recorded on the EEF distribution list Philadelphia no. 17. Petrie probably refers to this group of beads from the Scarab factory stratum (Petrie 1886, 38), that was active in c. 600-570BC. ", " 3 glazed composition plain spherical (Xia type PN8), 2 glass stratified eye, 1 glass crowded eye, 1 faience or glass spot eye (GD23-27). Note that one glazed composition plain spherical may have traces of black ‘eye’ decoration similar to the large glazed composition or glass spot eye-bead. Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QH.03) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (38) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E64 (Accession Number) "]}