{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Rim sherd of Chian black-figured Grand Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; lotus flower and palmette chain in added red and added white; below, single white band; exterior: at rim, band of single dots betweenpairs of dilute lines; below, painted decoration consisting of animal, possibly a ram (only snout and eye remaining), to left; incised rosette as filling ornament; below, uncertain motif with white dots. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["575BC-565BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 4.80 centimetres ", " Thickness: 0.20 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" Object owned and held by British School at Athens. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Smith suggests that the figure may represent Herakles with his lion-head helmet. For other possible examples, see British Museum 1888,0601.519. Lemos places this sherd in the Grand Style, but the incision marks on the rosette make it clear that that sherd belongs specifically within the Black Figure Grand Style group. The number '15' is written in faint ink on the exterior surface of the sherd. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 282, no. 792, pl. 104) ", " Smith 2009 / East Greek Pottery in the Collection of the British School at Athens (p. 353, no. 15) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0878) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Sherd 15 (Accession Number) "]}