{"artifact_name": "aryballos", "Object Type": ["aryballos"], "Description": [" Glazed composition aryballos with the body in the form of two conjoined horses. (That these are horses and not another quadruped, is indicated by the thick mane, indicated by downward incisions, the pricked ears, and the long dark tails.) They stand on an apsidal base, with a straight line across the front, and a curved end at the back, their heads and tails together; the concave opening on top of their bodies and the strap handle (restored) conforming to the standard type. Other related depictions of horses occur on figured aryballoi in faience, which represent the combined cock-horse types. Main glaze was originally green, with a wash of yellow glaze over the lower part of the animals but kept clear of the base, and of the animals front hooves. Black-brown glaze is used as symmetrical blobs marking the coats, on centre of the manes, eyes, knees of horses, and on the tails. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["6th century BC"], "Findspot": [" Excavated/Findspot: Naukratis (unlikely) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 5.20 centimetres ", " Length: 6.20 centimetres ", " Width: 3.90 centimetres "], "Curator's comments": [" Object owned and held by the National Museum of Scotland. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Aryballoi in faience are a rare find in Naukratis. Of the four hedgehog aryballoi said to come from Naukratis, only BM 1886,0401.1501 can safely be assigned to the site (Webb 1978, 133, no. 905, pl. 21), while the provenance of the aryballoi kept in Edinburgh, Copenhagen and New York is highly doubtful (Webb forthcoming). The aryballos in the shape of an African head – Boston Museum of Fine Arts 03.835 – is also unlikely to come from Naukratis. To the British Museum specimen can be added two small fragments of spherical aryballoi kept at the Museum of Fine Arts in Boston (Eg.Inv.3623-3624). All these examples of finds actually made on the site of Naukratis demonstrate the poor conditions of preservation which prevailed there, due either to damp and their making up part of what were rubbish dumps in antiquity, or to the damage caused by the conditions prevailing in the 1880's when the Sebakhin were extracting the rich soil for fertiliser. Their fragmentary condition makes it even less likely that complete examples can be assigned a findspot from Naukratis itself, although this does not rule out the possibility that they were manufactured there. See the comment on fragmentary hedgehog aryballoi noted by Edgar in piles of rubbish near the scarab factory. (Hogarth 1905, 134). Such containers were very popular in the Mediterranean world during the 6th century BC and belong to Phase III in the Archaic Greek Faience typology by Webb (Webb 1978, 133–5; Webb forthcoming; Pierrat-Bonnefois forthcoming). They have a widespread distribution, both within Egypt and elsewhere. Apart from Naukratis, other Egyptian sites provided aryballoi in faience, such as Tell el Yehudiyeh and Thebes (Webb 1978, nos 907–915). Though mistaken for sheep, these two animals are undoubtedly meant to represent horses. Other examples of horses can be found in the faience aryballoi. The appearance of the two horses combined to make the body of the aryballos is a variation on other aryballoi where the horse is combined with a cock's body (Webb 19878, nos 884-887). Horses also appear in the faience repertoire found at Samos Heraion, where a kneeling figure presents a small horse. (Webb Samos Faience Catalogue forthcoming, no. 207, 208 and 209). Kyrieleis has written on the importance of horses in the early dedications in the Sanctuary. (REF???) The representation of the horse with small ears, a striated mane falling forward between the ears, and flowing mane either side is quite distinctive for this group of material. Pierrat-Bonnefois, G. forthcoming, Some remarks on the place of Naukratis in the history of faience, Proceedings of the first Naukratis workshop, held at the British Museum 16th–17th December 2011, ed. R. Thomas. Webb, V. 1978, Archaic Greek Faience: Miniature Scent Bottles and related Objects from East Greece, 650 - 500 B.C., Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FB.03)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1965.267 (Accession Number) "]}