{"artifact_name": "krater", "Object Type": ["krater"], "Description": [" Upper body sherd of Attic red-figured pottery bell-krater; interior black; exterior: red-figure decoration consisting of symposium scene: wreathed head with added white on leaves, part of torso and lyre, with added white, of one reclining symposiast, head turned right; to right, arm holding a kylix and part of himation remaining of second banqueter). In the connected sherds the man on the left plays the lyre and in front of the couch stands a cup bearer with an oinochoe. "], "Producer name": ["Attributed to: The Nikias Painter"], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["425BC-410BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Height: 11.20 centimetres ", " Thickness: 0.70 centimetres ", " Width: 6 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Joined to GR.147.1899 and 160.1899. Banquet scene. On the right is a man reclining on cushions and holding up a kylix. The man on his left plays the lyre and in front of the couch stands a cup bearer with an oinochoe. Both banqueters wear wreaths and himatia. In the field, a wreath. Beside the couch is a low table. Relief contour omitted for parts of himatia and for reserved patch round pegs of lyre. Brown hair, patterns on cushions, some marks on drapery, inside of jug, marks on table. Interior, black. By the Nikias painter (Beazley ARV 1333, 5). "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1139) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (48, pl. 27, 14) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.161.1899 (Accession Number) "]}