{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragmentary limestone figure of a seated 'Temple Boy'. The young boy is squatting on an irregularly shaped plinth; he wears a pleated tunic extending to the knees, his left hand rests on his left thigh and the plinth. The boy's dress is raised to reveal his private parts. Fragment of legs and base only, broken at waist. Traces of red paint. Fine Cypriot limestone. "], "Cultures/periods": ["Cypro-Classical"], "Production date": ["450BC-400BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) (possibly) "], "Materials": ["limestone"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 9.60 centimetres ", " Length: 6.50 centimetres ", " Width: 16.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The Hellenion is the most likely find spot based upon the excavation season, date and origin of this piece. The subject of Cypriot temple-boys, usually depicted with earrings and pointed caps with a long head-cloth falling down onto the neck, in this sculptural style had a long period of production on Cyprus. A close parallel in this late style has been dated to the second half of the fifth century BC (Beer 1994, pls 84.d, 86.b 87.e-g). 'Statuettes like this, of a crouching child, were regularly dedicated in Cypriot sanctuaries from about 450 BC into the Hellenistic period. Their meaning is not obvious, but they are commonly known as 'temple boys'. They are commonly depicted, as this one is, with a raised dress to reveal their private parts. These are rarely found outside of Cyprus. Most temple-boy statuettes come from sanctuary sites on the island of Cyprus, though a small number have been found elsewhere, for example at Carthage, in North Africa' (after Kiely 2012 entry for British Museum GR 1917,0701.125). Beer, C. 1994. ‘Temple-boys: A study of Cypriote votive sculpture’. Studies in Mediterranean Archaeology. Vol. CXIII, Stockholm. R. Laffineur, 'À propos des \"Temple Boys\" in Cypriote stone sculpture: Proceedings of the Second International Conference of Cypriot Studies (Brussels-Liège, A.G. Leventis Foundation, 1994), 141-148. V. Tatton-Brown, Ancient Cyprus, 2nd ed. (London, The British Museum Press, 1997) R. Senff, Das Apollonheiligtum von Idalion. SIMA XCIV (Jonsered, Paul Aströmm, 1993) "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.131) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1042 (Accession Number) "]}