{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Irregular fragment of the lower part of a hemispherical (or spherical) vessel,probably a bowl. Made from whitish paste. The inside, a smooth plain surface of a very pale blueish-turquoise glaze (trichromatic glaze); the outside modelled as the open sepals of the lotus, with ribbed leaves/sepals covered in creamy white, thick glaze, and added bands of glaze in alternating light grey and dull brown at intervals, which represent other features of the plant. The surface is worn. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["2ndC BC (?)"], "Production place": [" Made in: Lower Egypt (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Diameter: 13 centimetres (large than) ", " Height: 6.70 centimetres ", " Thickness: 0.70 centimetres ", " Width: 8 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels dated to the 2nd century BC , like this in trichromatic glaze, with a plain blue inside (Nenna and Seif el-Din, 2000, Form T1.4, no.103; Nenna 2013, Fig.6.1, T1.4). Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.25)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 11.45964 (Accession Number) ", " Miscellaneous number: Eg.Inv.3664 (Egyptian Inventory Number) ", " Miscellaneous number: P.5732 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.165 "]}