{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of a female limestone figure; painted. The surface is worn, especially around the tips of nose and chin, mouth and left ear. Traces of red paint on the lips, black in the fold between veil and neck. Longish, slender face with embossed eyes, fairly sturdy nose, a very small mouth with thin lips and a pointy chin. Covering the hair is a closely fitted veil which partially covers the ears. The thickened earlobes hint at jewelled ears. On the left shoulder traces of a necklace are visible. The back is flat but not entirely smoothed. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis (? attributed to Naukratis, though even a general Egyptian acquisition history is uncertain) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": [" carved ", " painted "], "Dimensions": [" Height: 8 centimetres ", " Width: 5.90 centimetres ", " Depth: 5.50 centimetres "], "Curator's comments": [" Object owned and held by the Ny Carlsberg Glyptotek, Copenhagen. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The head resembles head Copenhagen 362 (Nick 2006, cat. 46). The positioning of the ears which are placed onto the headscarf is very common on Cypriot heads and are based on Egyptian examples. Both are dated to the second quarter of the sixth century BC (Nick 2006, 66, 121, cat 47, pl. 20). "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (p. 240) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no.47) (Phase 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.059) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AE.I.N.360 (Accession Number) "]}