{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian Grand Style pottery chalice; white slip; interior: glazed black with large dotted rosette in added white above square and billet pattern in added red and white; exterior: painted decoration consisting of processional scene to left; from left, draped female figure (lower part of garment with red and foot remaining); draped male figure (only garment with decorated paryphe and red-coloured foot remaining), perhaos holding wreath, part-preserved at top; large elaborate rosette and dotted square as filling ornament; below, two dilute lines above guilloche in handle zone pattern. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 6.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by British School at Athens. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos describes the sherd as belonging to The Group with the Filling Ornament. The features typical for this group of vessels are the milky white slip and the use of filling ornament, which is found only in this group of sherds of the Grand Style. The presence of filling ornament also suggests that the vases were mostly likely the earliest in that style. The male figures portrayed on vases from this group are perhaps the most expertly depicted and may all have been done by the same hand. Finally, the attempt at creating some perspective is rather clumsy. ", " The number '13' is written in faint ink on the exterior surface of the sherd. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 110, p. 282, no. 791, pl. 104) ", " Smith 2009 / East Greek Pottery in the Collection of the British School at Athens (p. 353, no. 16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0845) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Sherd 13 (Accession Number) "]}