{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Description": [" Upper part of a glazed composition figure of a man with arms at his sides, with back pillar and suspension hole pierced through below neck. The male figure is naked with a gingery-brown area below waist being the remains of the dark glaze used to mark the pubic area; face with bulging eyes, rest quite damaged; quite crude representation. Glaze, where preserved, is of dirty off-white yellowish colour with some traces of a very light greenish blue, additional colour was added in black- brown, with ginger-brown colour where it has lifted off. Damaged, especially on the back of the figure, where back pillar is only partly preserved. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 5.30 millimetres (max) ", " Width: 2.60 centimetres ", " Depth: 1.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Though damaged and fragmentary, this faience object clearly belongs to the group of mixed-style amulets representing naked male figures (Webb 1978 Chap. 7, nos. 277-347; Webb forthcoming). Several specimens were discovered in Naukratis, especially in the sanctuary of Apollo (Petrie 1886, pl. II). It is not illustrated, but is close to no. 8). What appears to be a loincloth is actually the remains of a large area of black-brown additional glaze used to mark the pubic hairs. As with other figurines from Naukratis and elsewhere, the application of the dark glaze lies above the actual sexual organs. The use of a main glaze in light turquoise does not preclude this being a product of the same group of workshops. Webb, V. 1978, Archaic Greek faience: miniature scent bottles and related objects from East Greece, 650-500 B.C., Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.16)"], "Location": ["Not on display"], "Condition": ["Poor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4550 (Accession Number) "]}