{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Description": [" Cast fitting of base (modius) of a crown; consisting in short cylinder around which 23 rearing cobras (uraei) are arranged; top of cylinder covered by flat plate with central rectangular hole (1.5x1.35cm) in which another element of the crown was inserted; remains of inlay between bodies of cobras, probably coloured paste, light green in colour; fitting belonging to a figure of an Egyptian goddess (or less likely a queen); relatively well preserved, though metal and inlays slightly worn off. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["664BC-332BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": [" cast ", " inlaid "], "Dimensions": [" Diameter: 7.40 centimetres ", " Height: 1.70 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " As this piece is listed neither in the Philadelphia register nor in the EEF distribution list for Philadelphia, it is doubtful as to whether it really comes from Naukratis; it has no connection with the piece inventoried as E139B, which is listed both in the Philadelphia register under the number E139 and in the EEF distribution list. ", " Crown of uraei can be a component for various elaborated crowns worn by several Egyptian goddesses, notably Isis with the addition of a Hathoric crown (Weiss 2012, Pl. 36d-f). Naukratis provided several figures of Isis and fittings in the shape of hathoric crown. Several fittings made of copper alloy were discovered in Naukratis: they consist mainly of elements of crowns, but also false beards. Such fitting implies the presence of relatively large statues of Egyptian deities (Masson forthcoming). Parallel for crown of uraei from North Saqqara (Weiss 2012, 880, Pl. 69, Nr. 1383, see also Nr. 1385 for this specimen). Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 880, Nr. 1385) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.226) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Previous owner": ["Currently owned by: University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia"], "Acquisition date": ["1890"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E139A (Accession Number) "]}