{"artifact_name": "figure; amulet(?)", "Object Type": [" figure ", " amulet (?) "], "Description": [" Small figure carved in a light greenish olive stone, maybe steatite (soapstone), representing Taweret; the hippopotamus-headed goddess is standing on a small rectangular base, in a striding pose with protruding stomach, arms on her sides and a long tail decorated with incised chevrons; surface slightly rough, not polished, but relatively well modelled figure; no suspension system (maybe not preserved?), so possibly not used as an amulet; almost complete, base slightly chipped. "], "Cultures/periods": [" Late Period (possibly) ", " Ptolemaic (early?) "], "Production date": ["6thC BC - 4thC BC (possibly)"], "Production place": [" Made in: Naukratis (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" stone ", " steatite (?) "], "Technique": ["carved"], "Dimensions": [" Height: 5 centimetres ", " Width: 1.90 centimetres ", " Depth: 2.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A few amulets in similar material were found in Naukratis, all representing Egyptian gods. They share details in the manufacture and style: Boston, Museum of Fine Arts RES.86.326, 86.184 and 86.188; Oxford, Ashmolean Museum AN1896-1908-EA.684; Montreal, Redpath Museum 2507; Bristol, City Art Gallery & Museum H2267. It is plausible that they were produced locally. Taweret is well represented in the faience amulets from Naukratis (Masson forthcoming a). Associated with the protection of pregnancy and child birth (Andrews 1994, 40; Herrmann et al. 2010, 80-82), Taweret amulets are already documented in the Old Kingdom (Ferrari 1996, 40) and are particularly common in Egyptian settlements of the Late and Ptolemaic Periods (for example: Giddy 1992, pl. 52, 78/1, pl. 53, 78/85, pl. 77, 78/1, 78/85; Wilson 1982, 30, pl. XXVIII n°9-10; Masson forthcoming b). Andrews, C. 1994, Amulets of Ancient Egypt, London. Ferrari, D. 1996, Gli amuleti dell’antico Egitto (Piccola biblioteca di egitologia 3). Giddy, L.L. 1992, The Anubieion at Saqqâra II. The Cemeteries, EES 56, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming a, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.119) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Taweret"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.173 (Accession Number) "]}