{"artifact_name": "staff; finial; votive offering; model(?)", "Object Type": [" staff ", " finial ", " votive offering ", " model (?) "], "Description": [" Staff-finial (maybe model?) in copper alloy, in the form of a ram's head wearing sun-disk with uraeus and stylised incised collar; identified as head of Khnum on the Ashmolean database, but could be Amun-Ra Baded, the main god revered in Naukratis; well preserved and complete except for small hole on the right side. "], "Cultures/periods": ["Late Period"], "Production date": ["4thC BC (early) (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 2.30 centimetres ", " Height: 5 centimetres ", " Thickness: 0.20 centimetres ", " Width: 2.65 centimetres ", " Depth: 2.45 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to this specimen, two models of processional staff were discovered in Naukratis (Boston, Museum of Fine Arts 86.258 and 86.304). Both are surmounted by a raised uraeus (cobra). This finial might be connected to the local cult of the ram-headed god Amun-Ra Baded in Naukratis (on this cult, see for example: Guermeur 2005, 126-138). Similar staffs with ram's head finial in bronze were discovered in Athribis and Saqqara: BM 1971, 0123.21; Weiss 2012, 857-858, Pl 64 a-b (ram-headed aegids in bronze) and Pl 65 b-f (for various staff-finials in bronze). One of the ram's head finials was dated to the first half of the 4th century BC (Davies, Smith 2005, 93, pl. XLVI c). Davies, S., Smith, H.S., The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Guermeur, I. 2005, Les cultes d’Amon hors-de-Thebes, Turnhout. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.09) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Associated names": [" Associated with: Amun-Ra (Amun-Ra Baded) ", " Associated with: Khnum (less likely) "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.171 (Accession Number) "]}