{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in Egyptian blue; very rubbed back with very few details still visible; side view unknown; underside bearing incised eroded motif arranged horizontally, a griffin or lion looking forward, either winged or with sun-disc above back; pierced lengthwise; surface very worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["egyptian blue"], "Technique": [" mould-made ", " incised ", " pierced "], "Curator's comments": [" Object owned and held by The Nicholson Museum, University of Sydney. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Griffins or lions are very popular motif on scarabs and scaraboids produced in the Scarab Factory in Naukratis (on its production see Webb forthcoming). The scarab belongs to a type widely distributed in the Mediterranean area, particularly in Italy and Punic sites, and in Southern Russia (Gorton 1996, 109-111, type XXX A). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.07) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": [" mythical figure/creature (?) ", " mammal (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NM00.128.4 (Accession Number) "]}