{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone statuette of bearded male reclining on couch. Crude effort at depicting the human form. Traces of red and black paint. Soft white Egyptian (?) limestone. Right hand is missing, but probably would have held a cup. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC-400BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-S.1"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 6.10 centimetres ", " Length: 7.90 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Crude limestone figure of reclining bearded male on couch, usually depicted drinking from a cup and covered with a decorated blanket are rare at Naukratis (Oxford AN1896-1908- G.1037; AN1896-1908-G.1038, AN1886.461) and without certain contextual information to provide information on date, meaning or function. Parallels of recliners and recliner groups from Sais are dated to the late 6th or early 5th century BC sympotic groups from Sais, (Daressy 1901, 230-239, esp. 234-235, pl. 1; Cairo JE 35185; Cairo JE 90242, exc. no.81; JE 90243, exc. no.82; JE 90244, exc. no. 83) and an unprovenanced example, dated 7th to 5th century BC (Dentzer 1982, 60, pl. 14 fig 83, Louvre E11741). These appear to be influenced by East Greek terracotta depictions of symposia from the late 6th to 5th century BC (Cambridge NA315 from Naukratis), but the reclining groups from Sais include female figures on couches, depicted similarly to the later types of Saite and Late Period ‘concubine’ figure plaques well known from Naukratis and other Delta sites (British Museum EA 1886,0401.1510, Type Thomas L-F.1.1), suggesting that they are contemporary. It is possible that this type influenced subsequent limestone reclining ithyphallic Harpocrates figures (British Museum GR 1965,0930.942, Type Thomas L.I.9) that continued to be produced into the early Ptolemaic period. Likely date 525BC to 450 or 400BC. Daressy, G. 1901. Rapport sur des fouilles à Sa el-Hagar, Annales du Service des Antiquités de l’Égypte 2, 230-239. Dentzer, J-M. 1982. Le motif du banquet couché dans le Proche-Orient et le monde grec du VIIe au IVe siècle avan J.-C. Rome. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.174) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["eating/drinking"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1037 (Accession Number) "]}