{"artifact_name": "alabastron", "Object Type": ["alabastron"], "Description": [" Small alabastron carved from banded calcite; thin-walled and drop-shaped body with a flattened base; flaring neck ending with a flattened relatively wide lip; unpierced pair of small lug handles placed below shoulders; smoothed external surface; drilled; almost complete with a small circular hole pierced at the junction of neck and shoulder. "], "Cultures/periods": [" Late Period ", " 27th Dynasty (early?) ", " 26th Dynasty (end?) "], "Production date": ["550 BC - 450 BC (possibly)"], "Production place": [" Made in: Naukratis (possibly) "], "Findspot": [" Excavated/Findspot: Great Temenos, area of "], "Materials": ["calcite"], "Technique": [" smoothed ", " drilled ", " carved "], "Dimensions": [" Diameter: 2.20 centimetres (rim) ", " Height: 7 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The bulk of calcite vessels discovered in Naukratis are alabastra such as this one. Evidence for a local production of calcite vessels is given by the discovery of “many thousands of alabaster drill cores from tubular drilling” as well as unfinished vessels in the same material found in the temenos of Apollo in 1885, between the temple and the north-west corner of the temenos (Petrie 1886, 15). Most of these vessels should be dated to the second half of the 6th or latest first half of the 5th century BC. Alabastra vessels already appear in the late 25th dynasty (examples of the 7th century from the royal cemeteries at el-Kurru and Nuri in Sudan: Dunham 1950, 31, fig. 11c, j and pl. XXXIX; Dunham 1955, 13, fig. 3). However, they start to be really popular in the 26th dynasty and are still produced in the Roman Period (Petrie 1937, 14; Aston 1994, 166; Masson 2007, 612, pl. XXVIII no. 1-3; Masson forthcoming). The shape of this specimen is more typical of the Late Period, especially of 26th-27th dynasty. It is one of the three alabastra that Hogarth collected from his excavation in the area of the Great Temenos. The other two are Oxford, Ashmolean Museum AN1896-1908-E.4556 and AN1896-1908-E.4557). Aston, B.G. 1994, Ancient Egyptian stone vessels: materials and forms. Heidelberger Orientverlag, Heidelberg. Dunham, D. 1950, The Royal cemeteries of Kush, vol. I: El Kurru, Cambridge Dunham, D. 1955, The Royal cemeteries of Kush, vol. II: Nuri, Boston. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Memoir of the Egypt Exploration Fund 3), London. Petrie, W. M. F. 1937, The funeral furniture of Egypt and Stone and Metal Vases, London. Masson, A. 2007, ‘Le quartier des prêtres du temple de Karnak: rapport préliminaire de la fouille de la maison VII, 2001-2003’, Cahiers de Karnak XII, 593-655. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.004) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good, bar small hole at neck level"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.3695 (Accession Number) "]}