{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of Harpocrates on a horse. Harpocrates has index finger of right hand to his mouth. He wears a festival wreath with two lotus buds on his head. His side lock is only just visible. Mould-made hollow figure with vent in back. Crude construction from worn mould, with very styalised horse. White coating or slip. Organic red Nile Delta silt with many large organic fragments. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC - 3rdC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 13.40 centimetres ", " Thickness: 3.50 centimetres ", " Width: 9.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Has 'Nauk' or 'Na..' then '50' written on the back. The registration number 233 has been modified into 330, prior to 1899 being added. This modification does add some doubt as to its Naukratis provenance, though the fabric is fine for Naukratis. Does not appear in Gutch's catalogue (1898-9, not nos.281 or 282 and previously suggested). Published as Roman (Ashton 2004, 83 & 85) with 2nd and 3rd century AD parallels from Arsinoe (Bayer Niemeier 1988, nos.150-4). Ashton, S.A. 2004. Roman Egyptomania. London: Golden House Publications. Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.118) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" cavalry ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.233.1899 (Accession Number) ", " Miscellaneous number: E.330.1899 (Other Accession Number) "]}