{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from steatite; back simply marked with only head and clypeus detailed; two small incised loops indicating the division between prothorax and elytra; at side, well-shaped legs, with projecting shelf underneath running round beetle; underside incised with a tripartite composition surrounded by a rope border: to the centre, scarab flanked by Maat feathers associated with ankh signs; above, nfr-sign between papyri on a land (ta-) sign; below, neb-basket sign; longitudinally pierced; traces of yellow and green glaze; burnt. "], "Cultures/periods": ["25th Dynasty"], "Production date": ["725 BC - 675 BC (circa)"], "Production place": [" Made in: Egypt (possibly) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " glazed ", " carved ", " pierced "], "Dimensions": [" Length: 1.85 centimetres ", " Thickness: 0.80 centimetres ", " Width: 1.35 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The scarab belongs to a type which was especially popular on Punic sites, less so in Greece and rarely in the Levant and in Egypt (Gorton 1996, 31-34, type XI, see especially no. 14 for this specimen). A relatively close parallel to the composition of this scarab was found in Tharros in Sardinia (Hölbl 1986, II, pl. 142/3 and 4; Gorton 1996, 32-33, no. 6). According to the few stratified examples, this type is attested in late 8th-early 7th century BC (Gorton 1996, 34). It could be one of these early scarabs discovered at Naukratis. On the presence of scarabs predating the occupation of Naukratis: Masson forthcoming. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hölbl, G. 1986, Ägyptisches Kulturgut im Phönikischen une Punischen Sardinien, Leiden. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": [" Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 32, Type XI, no. 14) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.30) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.917 (Accession Number) "]}