{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing the dwarf leonine god Bes; naked, in a squatting position with hands on his hips; with lion ears and wearing his characteristic plumed headdress and lion skin on his shoulders and back; some features finely detailed with incisions, such as the chevron pattern of the headdress feathers, eyes, hair of his beard, lion skin (lion head in front, on the chest, tail behind, with vertical notches on the back indicating the lion fur); large protuberance behind the head pierced widthways for suspension and decorated with horizontal incisions; glaze completely lost; light yellowish-brown fine core; feet broken off, while belly, right arm, left shoulder, buttocks, visage and headdress chipped. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (likely) "], "Production date": ["664 BC - 525 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Height: 2.90 centimetres ", " Length: 0.85 centimetres ", " Width: 1.40 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the Egypt Exploration Fund list, the Redpath Museum received in 1887 several \"paste objects\" from the Scarab Factory, along with two moulds. This amuelt might come from such a context. As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). A quite close parallels to this amulet from Naukratis, though larger and better craftsmanship: Cairo, Egyptian Museum JE33543. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.006) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, incomplete and glaze gone"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,70 (Accession Number) "]}