{"artifact_name": "model; figure; trial-piece", "Object Type": [" model ", " figure ", " trial-piece "], "Description": [" Mould-made or cast sculptor's model in round, likely in plaster; representing a king (or, less likely, male deity?) face; subtle smile, deepy recessed eyes, cosmetic lines, eyebrows, and line down both sides for beard, for inlays probably in different material; back and top of the face roughly flat, not treated; very fine and relatively heavy material, though porous. "], "Cultures/periods": [" 30th Dynasty (?) ", " Ptolemaic (early?) "], "Production date": ["380 BC - 280 BC (circa)"], "Production place": [" Made in: Naukratis (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["plaster (likely)"], "Technique": [" mould-made ", " cast "], "Dimensions": [" Height: 5.55 centimetres ", " Width: 6.30 centimetres ", " Depth: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Faces of kings in the round were a popular topic amongst sculptor's models, particularly in the 30th dynasty and early Ptolemaic Period (for similar pieces made of plaster or limestone: Tomoum 2005, 215-216, Pl. 33, nos. 46-47; see also Pl. 79, no. 157 for a plaster face of jackal with deep depressions for eyebrows and eyes). The style of the face, esp. the smile, is quite typical of the 30th dynasty. It was a practice piece, made and used in a sculptors' workshop (on nature and functions of this type of model: Tomoum 2005, 42-55, esp. 48-49 for the composite statues theory; see also Ashton 2014 for a different interpretation regarding king's heads and busts within the category of sculptor's models). Sculptor's models of different types were discovered in Naukratis, suggesting the presence of such workshop on the site. See BM 1886,0401.1566, for another model in plaster discovered in Naukratis. Ashton, S.-A. 2014, 'Limestone and Plaster Royal Sculpture of the Late and Ptolemaic Periods in the Fitzwilliam Museum', in A.M. Dodson, J.J. Johnston and W. Monkhouse (eds), A Good Scribe and an Exceedingly Wise Man: Studies in Honour of W.J. Tait, London, 2014, 7-24. Tomoum, N. S. 2005, The sculptors' models of the Late and ptolemaic periods : a study of the type and function of a group of ancient Egyptian artefacts, Cairo. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.02)"], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["royal/imperial"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1887.2764 (Accession Number) "]}