{"artifact_name": "pendant; amulet", "Object Type": [" pendant ", " amulet "], "Description": [" Glazed composition bag-shaped amuletic pendant, probably a fruit (bunch of grapes? pineapple?); incised lines, forming a grid; crude and schematic representation; small suspension loop pierced widthwise, above; light turquoise glaze almost totally gone; pale yellow core; very eroded surface. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC- 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " pierced "], "Dimensions": [" Height: 1.85 centimetres ", " Thickness: 0.90 centimetres ", " Width: 1.05 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In the register of the Museum, considered to be a faience pendant of a sistrum. However, it looks more like a bunch of grapes. Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming a). This pendant might come from such a context. Pendants in the shape of a bunch of grapes were very common in the New Kingdom though they were still produced later (Herrmann et al. 2010, 136; Persian period example: Herrmann 2006, 237, no. 478, pl. CIII; mould to produce bunch of grapes in glazed composition from the Ptolemaic quarter in Karnak: Masson forthcoming b). They are linked with ideas of regeneration and kingship (Friedman 1998). Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Friedman, F. (ed.) 1998, Gifts of the Nile: Ancient Egyptian Faience, London. Herrmann, C. 2006, Ägyptische Amulette aus Palästina/Israel Band III (Orbis Biblicus et Orientalis, Series Archaeologica 24). Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming a, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.366) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, very eroded"], "Subjects": ["fruit"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.901 (Accession Number) "]}