{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of Ithyphallic Harpocrates enthroned. A youth: the front part only, the back roughly flat. He is seated on a block or stool with his forearms resting on his thighs, the hands placed on each side of his large thick projecting phallus. Head missing, but the end of the side knot hair can be seen on his right shoulder. The block on which he sits widens into a low plinth on each side. Pressed into a one-piece mould, with sparse traces of white coating and pink paint. Nile Delta red-brown silt with grey core and abundant gold mica, organics, quartz and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 330BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.3"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.10 centimetres ", " Length: 4.60 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallel, possibly same mould series, from Naukratis, in the British Museum (BM GR1965,0930.928 ) and similar example at the Ashmolean Museum (Oxford, no. 1957.88; Laumonier 1921: no. 583). Similar, but not identical, example from Temai el-Amohel, now in Cairo National Museum (SR5/6362). Laumonier, A. 1921. ‘Catalogue de terre cuites du Musée Archéologique de Madrid.’ Bordeaux. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.087) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.117.1914 (Accession Number) "]}