{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta ithyphallic figure of Harpocrates. A seated, naked and ithyphallic youth, his huge phallus rising higher than his shaven head, to rest against his left side; he holds it near its root with his right hand. The left hand is placed on his thigh. What he is sitting on is not shown, and there is very summary treatment at the back. Solid; two-piece mould. Nile Delta red-brown silt with abundant gold mica, organics, quartz and white inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC - 330BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.3"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.10 centimetres ", " Length: 2.30 centimetres ", " Width: 3.20 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Upright ithyphallic Harpocrates figures of this type were very common at Naukratis and were most likely made there. A number from the same or very similar mould series have been found at Naukratis (British Museum GR1973,0501.34; Fitzwilliam Museum, Cambridge, E.113.1914, E.125.1914 and E.126.1914; Ashmolean Museum, Oxford, nos 1896–1908, E.4764-5 and E.4763; Coulson et al. 1996: 140, fig. 53:9). A similar, but not this mould series, plaster mould is in Alexandria Greco-Roman Museum from a private collection (Seif el-Din 1988, 197, fig. 56 dated to the Roman period). Very similar limestone figure was found at the nearby site of Kom Firin in a mixed slump deposit including Late Period, Hellenistic and Roman pottery, in a primarily late 6th to 5th century BC area (Spencer forthcoming, F274, Trench NA context 0405). Note the Fitzwilliam E.1914 sequence were attributed to ‘Antinoopolis?’ and the British Museum GR1973,0501 sequence were found unregistered, but that both sequences include numerous terracottas now known to be found and/ or produced at Naukratis of types that predate the founding of Antinoopolis. Coulson, W. D. E. 1996, The Finds, in Coulson, W. D. E. (ed.), Ancient Naukratis II. The Survey at Naukratis and Environs 1. The Survey at Naukratis, Oxford, 139-160. Seif el-Din, M. 1998. The Gayer-Anderson collection of plaster moulds in the Greco-Roman Museum of Alexandria, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 165-204. Spencer, N. forthcoming. Kom Firin II. British Museum Research Publications. The British Museum, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.154) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.113.1914 (Accession Number) "]}