{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Yellowish-white head of a female llimestone figure. Only the head, broken into many individual parts, is preserved. Particularly parts from the back and the top are missing. Smaller areas chipped; the tip of the nose is missing. The face is oval in shape with very large eyes whose outer edges are reaching far into the temples. The nose broadens towards the tip; the mouth is very broad with slim lips and smiles slightly. It is almost worked by means of a groove and the lips are hardly protruding. The chin is sturdy. The figure wears a headscarf with a diadem-like addition which is only separated from the forehead by means of a small dent. The ears are decorated with ear-caps and earrings. The back is flat. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis, attributed to Naukratis, though even a general Egyptian acquisition history is uncertain (? attributed to Naukratis, though even a general Egyptian acquisition history is uncertain) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": ["carved"], "Dimensions": [" Height: 7.80 centimetres ", " Width: 6.40 centimetres ", " Depth: 7.30 centimetres "], "Curator's comments": [" Object owned and held by the Ny Carlsberg Glyptotek, Copenhagen. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The head is decorated with a diadem-like addition and ear-ornaments, which consist of double rings worked as plates and ear-caps, which are either covered by the headscarf or are not fully worked. The rendering of the mouth is very similar to that of the head London UC16620 (Nick 2006, cat. 52). They were probably made in the same workshop (Nick 2006, 67, 122, cat. 53, pl. 21). "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (p. 241) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 53) (Phase 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.063) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AE.I.N.363 (Accession Number) "]}