{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; very simplified back, with only modelling of mouth and clypeus; at side, thick legs simply and crudely modelled, with undercut triangle; underside bearing incised motif arranged horizontally, representing winged cobra looking right and protecting falcon and to the right possible hem sign; longitudinally pierced; glaze lost; in fine yellow paste; surface very eroded. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC-332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis (possibly) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " undercut ", " pierced "], "Dimensions": [" Height: 0.70 centimetres ", " Length: 1.70 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The motif displayed on this scarab does not correspond directly to any known design from the “Scarab Factory” (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). It is, however, rather close to Gorton type XXVIII B (Gorton 1996, 101-107). It could represent the divine protection over the pharaoh or be one of the trigrams used to write the name of Amun in a cryptic way (on the cryptic writing of the name of Amun: Drioton 1957). For a similar theme on a scarab from Naukratis, but with the motif displayed vertically: Oxford, Ashmolean Museum AN1896-1908-EA.909. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.053) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, very eroded"], "Subjects": ["bird"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.923 (Accession Number) "]}