{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone statuette of a youth (kouros), fragmentary; painted. Broken at the neck, shoulder and left-hand side of the torso and at the knees; head, left should shoulderand left arm (apart from hand), most of back as well as lower part of legs missing. Grey-yellow limestone with fine porous surface. Traces of red paint on the front: grid-pattern on the chest above the navel and the right upper arm indicating dress, pubic hair painted black. Grey discoloration in the lower part of the trunk possibly due to burning? Long, fairly flat trunk with broad rounded shoulders alongside which the arms are held parallel, little plastic rendering with some anatomical detail indicated by incised lines, small buttocks, hair ended just below the neck. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC-570BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Höckmann Type 1 (Sub group 2)"], "Technique": ["painted"], "Dimensions": [" Height: 14 centimetres ", " Length: 3.50 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The painted rendering of the linen dress is paralleled in several Cypriot terracota statuettes of warriors. Possibly from the sanctuary of Apollo (Höckmann 2004), however this is highly unlikely considering when it was excavated. No information on findspot in register. Published (Hogarth 1898/99, pl.14.7; Edgar 1903, 1 note 1; Moeller 2000, 160 note 578, 161 note 584; Jenkins 2001, 168 note 44; Höckmann, U. 2004, \"Werke zyprischer Bildhauer im griechischen Naukratis. Eine Kourosstatette in Oxford\", in R. Bol and D. Kreikenbom (eds.), Sepulkral- und Votivdenkmaeler oestlicher Mittelmeergebiete (7. Jh. V. Chr. - 1. Jh. N. Chr.). Kulturbegegnungen im Spannungsfeld von Akzeptanz und Resistenz. Akten des Internationalen Symposiums Mainz, 01.-03. 11. 2001. Moehnesee. "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (no. N 14) ", " Hogarth 1898/1899 / Excavations at Naukratis, A. Site and Buildings (pl. XIV, no. 7) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.092) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.69 (Accession Number) "]}