{"artifact_name": "pendant; amulet(possibly)", "Object Type": [" pendant ", " amulet (possibly) "], "Description": [" Pendant made out of a flat, polished dark green stone (serpentine?), pierced with a small hole for suspension; incised motifs, Phoenician (less likely Greek) letters on both sides; on one side, very geometric representation of what seems to be a man (in the attitude of an orant or Bes holding animals?) with two round depression for his eyes; possibly used as an amulet. "], "Cultures/periods": [" Roman Period ", " Coptic (?) ", " Ptolemaic (?) "], "Production date": ["4thC BC - 7thC AD (?)"], "Production place": [" Made in: Egypt (likely) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" serpentine (?) ", " stone "], "Technique": [" incised ", " pierced ", " polished (?) "], "Dimensions": [" Height: 3.70 centimetres ", " Thickness: 0.70 centimetres ", " Width: 3.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This decorated pendant could be a charm (for non-Greek stone charms: Petrie 1914, 32, pl. XXI no. 136). Naukratis yielded also several examples of undecorated amuletic pendant in smooth black stone. If a man is really depicted in the attitude of an orant with outstreached arms, then this pendant could possibly date to the Coptic period. But if it represents Bes surrounded by Phoenician letters, it should be much earlier in date. The letters inscribed on both sides held probably a magical meaning for the bearer of the pendant. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.396) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1012 (Accession Number) "]}