{"artifact_name": "amulet; waster(?); figure", "Object Type": [" amulet ", " waster (?) ", " figure "], "Description": [" Fragment of a waster (?) with two different glazed composition mould-made amulets, or single amuletic figure (?); head of a male (?) figure stuck with a double-sided represention of the dwarf leonine god Bes of which only the head only is preserved (headrest); cream fine paste. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (likely) "], "Production date": ["664 BC - 525 BC (likely)"], "Production place": [" Made in: Scarab Factory (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Height: 1.80 centimetres ", " Length: 3.15 centimetres ", " Thickness: 1.80 millimetres (max) "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The waster (?) was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). If the identification of waster correct, this would be another indication for the production of glazed composition/egyptian-style amulets at Naukratis (Masson forthcoming). Three relatively similar amulets of a double-sided Bes were discovered in Naukratis: Philadelphia, University of Pennsylvania Museum of Archaeology & Anthropology E140; Liverpool, World Museum 9,9,86,69; Greenock, McLean Museum & Art Gallery 1987.451. The latter is said to come from the Scarab Factory. Their style looks however a bit more schematic than the double-sided Bes waster. According to the register, it would not a waster but the \"head of a small figure reposing on a head-rest with faces of Bes on it\". Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.041) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.452 (Accession Number) "]}