{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" 15 mould-made wedjat-eyes amulets, now strung together, all in glazed composition and pierced lengthwise. From left: white glazed composition wedjat-eye a with detail of pupil in black glaze (1.25 x 1 x 0.5 cm); dark blue glazed composition wedjat-eye b with detail of pupil in black glaze and incised details on one side, right eye, broken (1.75 x 1.4 x 0.4 cm); pale turquoise glazed composition wedjat-eye c with incised details on one side, right eye, broken (1.9 x 1.35 x 0.45 cm); glazed composition wedjat-eye d with incised details on both sides (1.8 x 1.5 x 0.5 cm), very pale yellow core, glaze gone; white glazed composition wedjat-eye e with turquoise glaze for the eyebrow, brown glaze for the pupil and incised details on one side, right eye, slightly broken (2.7 x 1.8 x 0.5 cm); pale turquoise glazed composition wedjat-eye f with fine incised details on one side, right eye, broken (2.65 x 1.75 x 0.35 cm); originally turquoise (now burnt) glazed composition wedjat-eye g with incised details on one side, right eye, broken (3.1 x 2.25 x 0.65 cm); turquoise glazed composition wedjat-eye h with incised details on one side, right eye, broken (2.8 x 1.9 x 0.45 cm), quite eroded; glazed composition wedjat-eye i with detail of pupil in brownish glaze (now almost gone) and incised details on one side, right eye, broken (2.35 x 2.1 x 0.5 cm), very eroded; white glazed composition wedjat-eye j with detail of pupil in yellowish glaze and incised details on one side, right eye (1.8 x 1.45 x 0.35 cm); white and turquoise glazed composition wedjat-eye k with detail of pupil in black glaze on one side, right eye, slightly broken (1.75 x 1.3 x 0.5 cm); white and turquoise glazed composition wedjat-eye l with incised details on one side, right eye (1.55 x 1.2 x 0.3 cm); turquoise glazed composition wedjat-eye m with detail of pupil and eyebrow in brown glaze on one side, right eye, slightly broken (1.5 x 0.95 x 0.3 cm); turquoise glazed composition wedjat-eye n with detail of pupil and eyebrow on one side, right eye, slightly broken (1.4 x 1.1 x 0.4 cm); light turquoise glazed composition wedjat-eye o, complete (1.4 x 1 x 0.4 cm). "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC- 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (very probable) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The amulets pertaining to this reconstructed necklace could have been found in various contexts in Naukratis. Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming a). These wedjat eyes might come from such a context. In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming b). Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.285) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though surface worn"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.906 (Accession Number) "]}