{"artifact_name": "oinochoe(possibly); stemmed bowl(possibly a stem)", "Object Type": [" oinochoe (possibly) ", " stemmed bowl (possibly a stem) "], "Description": [" Two (non-joining) neck sherds of Chian black-figured Sphinx and Lion Style pottery vessel, either an oinochoe or the stem of a stemmed bowl; white slip; exterior: a) black figure decoration consisting of lions to right (rump and hind legs of first lion missing; added red on mane and underbelly; forelegs and head of second lion missing; red on hind leg and underbelly); incised rising and full rosettes with red on centres and petals; below, chevron band between pairs of brown lines; below, part of pendant rosette as filling ornament in lower frieze; b) from top, lion's paw and rump of second lion, to right; below, chevron pattern between pairs of brown lines; below, black figure decoration consisting of seated sphinxes to left (from left, rump and tail of sphinx; sphinx preserved save for end of tail; red on hair, wing, underbelly and hind leg); incised rising, pendant and full rosettes with red centres and petals as filling ornament; below, billet pattern between pairs of brown lines and further frieze with undetermined black figure motif and pendant rosette with red centre and petals as filling ornament. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 5.80 centimetres ", " Thickness: 0.40 centimetres "], "Curator's comments": [" Object owned and held by British School at Athens. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Oinochoai are not common Chian shapes. For parallels regarding stemmed bowl, see Lemos no. 1272 from Pitane. Lemos places this sherd in Stage 2 of Group D of the Sphinx and Lion Style. Although the imagery is lively, the execution of the figures is loose and careless. The vases in Stage 2 have even more basic rosettes than the vases from Stage 1. However, the rosettes on this sherd are more carefully done than those on other sherds from this group, although the deterioration of the Sphinx and Lion Style appears quite clearly in the execution of the face of the different figures. For parallels regarding the sphinx, see Lemos no. 1434 from Ras el Bassit. ", " The numbers '17' and (overwritten) '18' are written in ink on the interior surface of the sherd. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 320, no. 1430, pl. 185) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 138, no. 706, pl. 97) ", " Smith 2009 / East Greek Pottery in the Collection of the British School at Athens (p. 351, no. 10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2115) (phase 2) "], "Location": ["Not on display"], "Subjects": [" mammal ", " sphinx "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Sherds 17 and 18 (Accession Number) "]}