{"artifact_name": "vase", "Object Type": ["vase"], "Description": [" Fragment of a mould-made vessel, in turquoise glazed composition. Probably body of closed vase with ovoid body and ring base or a bowl. Refined decoration on outer surface, consisting of three registers. Upper register remains of frieze of winged griffins either side of palmette anthemion: lower part of one griffin only facing clockwise with front leg lifted. Below twosimple horizontal raised bands either side of a frieze of four petal flowers. Below, a drop-shaped motif in the lower register. Inner surface glazed but rough and irregular with pitted holes (a closed container or small cup?); dark turquoise glaze with pale blue green (eau de Nil) in motif; core hard buff colour. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Length: 3.90 centimetres (max) ", " Thickness: 0.55 centimetres ", " Width: 4.25 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " See Nenna and Sief el-Din, 2000 for similar depictions of griffins, especially pls 41, 51 and 52, ", " Probably from a closed vessel. Parallels dated to the 3rd century BC (Nenna and Seif el-Din, 2000, Form T7.1; Nenna 2013, Fig. 6.5, T7.1a, see also 7.1b and c). Similar decoration also found on deep bowl or alabastra, also of the 3rd century BC (Nenna and Seif el-Din, 2000, T2.3F, pl. 35, no. 167; T8.1, pl 58, no.396). Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.09)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4559 (Accession Number) "]}