{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Yellowish white head of a figure; painted. The nose is missing. The surface is worn. Traces of red paint on the mouth. The face is broad, the neck sturdy, the cheek bones are slightly protruding, the chin is angular. The large eyes are set up like little plates and are widely arched over by the eyebrows. The nose is large, the broad mouth with the slim lips is indicating the onset of a smile. The headscarf, which is separated from the forehead by means of a small dent, covers the upper part of the ears. The contours of the main hair broadens above the ears. On the onset of the neck traces of a necklace are visible. The back is flat though not entirely smoothed. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["560BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis (? attributed to Naukratis, though even a general Egyptian acquisition history is uncertain) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": [" carved ", " painted "], "Dimensions": [" Height: 8 centimetres ", " Width: 4.40 centimetres ", " Depth: 4 centimetres "], "Curator's comments": [" Object owned and held by the Ny Carlsberg Glyptotek, Copenhagen. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The massive neck and the high-set broadening of the hair's contours of this head are not necessarily proof for it being part of a seated figure. Like Cairo 27609 it ought to be dated into the second quarter of the sixth century BC (Nick 2006, 66, 121-2, cat. 50, pp121-122, pl. 21). "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (p. 241) ", " Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (No. 50) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.062) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AE.I.N.361 (Accession Number) ", " Miscellaneous number: I.N.329 c (Accession Number) "]}