{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, roughly made, representing a cat, animal associated with Bastet; cat seated on a rectangular base; quite crude and stylized features; suspension loop pierced widthways on the back; greenish turquoise glaze still visible, though very worn and brown-tinted by the earth in which it was buried. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["664 BC - 332 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 1.60 centimetres ", " Length: 1.10 centimetres ", " Width: 0.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " \"Naukratis 1888\" written in black ink on base, so the amulet comes from the early excavations of the site by Petrie or Gardner. Cats are usually associated with the goddess Bastet, a deity particularly revered in Lower Egypt (Kessler 1989, 150-154). The goddess was linked with fertility but also festivity and drunkenness (Andrews 1994, 32). Bastet is relatively well-represented at Naukratis with some figures and amulets in bronze and glaze composition (Masson forthcoming). Even if they appear already previously, amulets of cat started to be very popular with the Third Intermediate Period (on amulets of cat in general: Andrews 1994, 12, 33-34; Herrmann et al. 2010, 89-90). Andrews, C. 1994, Amulets of Ancient Egypt, London. Kessler, D. 1989, Die Heiligen Tiere und der König, Ägypten und Altes Testament 16. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.203) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor"], "Subjects": [" mammal ", " cat "], "Associated names": ["Representation of: Bastet"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.689 (Accession Number) "]}