{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a child wearing a small festival wreath headdress, probably Harpocrates. A red, white, and brown broken head that has part of the neck still intact. There are pieces missing from the head, each cheek has a circular portion chipped and missing. The hair is stylized and there is no expression in the mouth. The eyes are sunken into the face, which has a large protruding nose and large, circular cheeks. The head has rounded lips. A portion of the neck and shoulder is preserved on the left side of the face. Mould-made and hollow. Traces of white coating, and dark pink-red paint. Red-brown Nile silt with a grey core abundant gold and silver mica, quartz, organics and limestone inclusions. The head has white painted hair with brown areas where the paint chipped off. The head is attached to a black painted, trapezoidal base. The number 1329 written in red on the bottom of the base. "], "Cultures/periods": [" Roman Period ", " Ptolemaic (?) "], "Production date": ["1stC BC - 1stC AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 1.50 centimetres ", " Weight: 83 grammes ", " Thickness: 3.50 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": [" Object owned and held by Spurlock Museum, University of Illinois. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Roman or Late Ptolemaic representation of Harpocrates with parallels from Naukratis (British Museum EA1976,0724.3; Champaign, Spurlock Museum, University of Illinois 1912.01.0009; Cambridge, Fitzwilliam Museum GR.1.1909; Oxford, Ashmolean Museum AN1896-1908-E.4760). For similar style, particulaly rendering of the eyes, on other Harpocrates figures from Naukratis see Cambridge NA706, NA700; Oxford AN1896-1908-E.4693. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.068) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1912.01.0009 (Accession Number) "]}