{"artifact_name": "bowl(?)", "Object Type": ["bowl (?)"], "Description": [" Base fragment of bowl/dish or beaker? which preserves the almost right angled turn between flat base and side of the vessel.. Wall of same thickness as far up as it is preserved. Dark mottled faience on outside while inner surface is turquoise blue of more usual colouring. "], "Cultures/periods": ["Roman Period (probably)"], "Production date": ["1-200"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Diameter: 10 centimetres (Approx. across base) ", " Height: 3.10 centimetres ", " Thickness: 0.70 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar base forms have been produced in Egypt since the Late Period, see for example 4th and 3rd to 1st century BC parallels (Nenna 2013, Fig. 6.4, T6.4; also Fig. 6.6, T2.8b) . However, the distinctive thick turquoise paste and glaze is more likely Roman, commonly dated 1st to 2nd century AD as on similar ledge rim bowls (Nenna 2013, 129, see T12.3a variant, see also ink pot T22.1b). Similar variants of this form were popular in Hadrianic and late 2nd century AD contexts at Mons Claudianus, probably produced in Memphis (Tomber 2006, type 9; Petrie 1909). From Naukratis, excavated in 1885 by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO. Tomber, R. 2006. The pottery, in V.A.Maxfield and D.P.S. Peacock (eds) Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 3-238. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.37)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.12 (Egyptian inventory number) "]}