{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from light brown steatite; back well defined with detailed clypeus, prothorax and elytra marked by single incised lines; small triangle on elytra at junction with prothorax on each side; at side, well-shaped legs with undercut triangle and projecting shelf underneath running round beetle; underside incised with central cross pattern motif flanked by symmetrically arranged twisted ribbons; pierced longitudinally. "], "Cultures/periods": [" Hyksos (?) ", " 13th Dynasty (?) "], "Production date": ["1800 BC - 1550 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.50 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": [" Object owned and held by the National Museum of Scotland. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The design of central twisted rope is particularly popular during the Second Intermediate Period (see examples from good contexts of the 13th-15th dynasty at Meggido, Jericho, Fara and especially Tell el-Ajjul: Tufnell 1984, 126, class 6C2, pl. XXVII; see also: Magnarini 2004, 189-190, nos. 06.07-06.08). The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). For a close motif on a stone scarab from Naukratis: Bristol, City Art Gallery & Museum H5115.9. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Tufnell, O. 1984, Studies on Scarab Seals, II: Scarab Seals and their Contribution to History in the Early Second Millennium BC, Warminster. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.39) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1888.23 E (Accession Number) "]}