{"artifact_name": "ring; boat-fitting", "Object Type": [" ring ", " boat-fitting "], "Description": [" One ring in horn, used for boat. Very abraded by water. "], "Cultures/periods": [" Roman Period (?) ", " Byzantine (?) ", " Hellenistic (?) ", " Classical Greek (?) "], "Production date": ["6thC BC-6thC (probably early)"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["horn"], "Dimensions": [" Diameter: 7.80 centimetres (external) ", " Diameter: 5.50 centimetres (internal) ", " Height: 0.90 centimetres (max) ", " Thickness: 1.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Horn brail ring, originally attached to an ancient sail as a fairlead for the brail lines used to adjust the sail. The two examples from Naukratis (Ashmolean Museum, Oxford AN1896-1908-E.3677B and AN1896-1908-E.3677A) were excavated in 1903 by Hogarth and may have been discovered in the Hellenion, though this is not certain. Both examples are complete except for significant wear around their attachment to the sail. It is not certain whether the rings were drilled when first created, though wear suggests that they were used until the attached part was worn thin by the friction of attachment to the sail cloth and rope. Whilst horn brail rings are well known from the Roman (and Ptolemaic) Red sea ports of Egypt (Blue et al 2011), these are larger and of a different construction than those. If these were indeed of Archaic or Classical Greek date, these would be the oldest known examples of Brail rings in this material. Brail rings are known in other materials (including lead, copper alloy, wood and stone) from shipwrecks of Archaic, Classical, Hellenistic, Roman and Byzantine date (Parker 1992). Blue, L, Whitewright, R. J. and Thomas, R. I. 'Ships and ships’ fittings'. In Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea 2: Finds from the 1999–2003 excavations, D. P. S. Peacock and L. Blue (eds), 179–210. BAR International Series 2286. Oxford: Archaeopress. Parker, A. J. 1992. Ancient shipwrecks of the Mediterranean and the Roman provinces. BAR International Series 580. Oxford: Archaeopress. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (TC.02)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.3677A (Accession Number) "]}