{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Amuletic figure in glazed composition; double-sided represention of the dwarf leonine god Bes, naked, in a squatting position on a small rectangular base, with hands on his hips; with protruding lion ears and wearing his characteristic plumed headdress; very crude features with some deep roughly made incisions for details; suspension hole pierced widthways across the lower part of the headdress; pale blue turquoise glaze quite decayed; complete. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" incised ", " glazed "], "Dimensions": [" Height: 3.65 centimetres ", " Width: 1.60 centimetres ", " Depth: 0.80 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This amulet could correspond to EEF distribution list Philadelphia no. 9. If this is the case, Philadelphia register mentions the Scarab Factory as the findspot (see Philadelphia, University of Pennsylvania Museum of Archaeology & Anthropology E44). As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). For similar double-sided Bes from Naukratis: Liverpool, World Museum 9,9,86,69; Greenock, McLean Museum & Art Gallery 1987.451. On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.014) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia"], "Acquisition date": ["1890"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E140 (Accession Number) "]}