{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amulet in glazed composition, in the shape of a falcon standing on base, maybe associated with the god Horus; very stylized features and flat representation; suspension loop pierced widthways on back; pale greenish turquoise glaze, quite eroded; complete. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Height: 1.60 centimetres ", " Length: 1.30 centimetres ", " Width: 0.60 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " On Liverpool card says '21st dyn' , but records in register also says '6thC BC' and 'made in Naukratis'. Falcons are often associated with Horus, though various deities and the pharaoh himself can assume a falcon form (Davies, Smith 2005, 54); the identification of the deity represented is even harder in the case of amulets (Andrews 1994, 27-28; on various types of falcon amulets: Herrmann et al. 2010, 103-104). Numerous amulets of falcons, made out of bronze, glazed composition, stone and Egyptian blue, were discovered in Naukratis (Masson forthcoming). Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.223) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but glaze worn"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,90.a (Accession Number) "]}