{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian limestone figure of horse with rider. The horse and the rider look directly ahead. The rider is very small in comparison with the horse, possibly representing a child, or child deity (Harpocrates?). Crudely sculpted with a blade from soft limestone. Black and red painted decoration, including flanged saddle. Fragment in soft Egyptian (?) limestone. Heads and legs lost. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 400BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Town (Naukratis), ‘South Site’ or Well 3 (Hogarth excavations 1903) (or ‘South Site’) "], "Materials": ["limestone"], "Type series": ["Thomas L-R.1"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 7.30 centimetres ", " Length: 11.10 centimetres ", " Thickness: 3.52 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Many examples of these limestone horsemen have been found at Naukratis (Heidelberg, Archäologisches Institut der Universität, ST48; Brussels, Musées Royaux d’Art et d’Histoire A.1850; Cairo, Egyptian Museum JE36257, JE33573.2; Oxford, Ashmolean Museum, AN1896-1908-G.1013, AN1896-1908-G.1007, AN1896-1908-G.109, AN1896-1908-G.1041, AN1896-1908-G.1040, AN1896-1908-G.1039, Bolton Museum 1966.90.A; British Museum 1886,0401.1486, 1886,0401.1487, 1886, 0401.1766; Cambridge MCA NA306, see also variants: Oxford, Ashmolean Museum AN1896-1908-G.1027; British Museum 1886,0401.1493, 1965,0930.952, 1965,0930.949). The diminutive figure on horseback is a common representation on Late Period and early Ptolemaic figures, and may represent Harpocrates on horseback as is clearly the case with later examples based on distinctive features. This rider is too crudely carved to be certain that a child is represented. Late variants of this are sometimes depicted ithyphallic, consistent with representation of Harpocrates of the 4th century BC. Petrie dated most of these pieces to the 6th to 4th century BC. Four examples, including two with Greek dedications (inscriptions dated c. 450BC-350BC Johnston pers. comm.), were found next to the Hellenion in untouched earth, in the lowest 2 feet of deposits, containing 'early Naukratite pottery' (Edgar in Hogarth et al. 1905, 30, 39, 55, Pl.14.10 and 11, wall [35], i.e. Chian pottery of late 7th to 6th century BC date). Other artefacts from these earliest deposits include Late Archaic, but mostly Classical period pottery and terracottas of the end of the 6th and the 5th centuries BC. Two examples were found in a well deposit of the 5th century BC (Hogarth 1905, 122; Hogarth Diary 24-25/04/1905, well 2 bottom), and another with a 5th century BC bronzes hoard in Petrie’s so called ‘Ptolemaic building’ at the south of the town (Petrie 1886, 30, 40, pl.19.5, see also 46, objects now re-dated c.480-400BC). Parallels known from Buto (Cairo Museum TR14/1/34/8), Tell Dafana (Petrie 1888, 71, dated 7th century BC; Edgar in Hogarth 1905, 129, dated 6th century BC), Saqqara (Quibbel 1907, 13), and Sais (Wilson pers. comm.). Form changes in the early 4th century BC when they change (Saqqâra). Type dated between c.600 or 550 BC to c. 350 BC, with the majority likely coming from 27th Dynasty contexts. Petrie, W.M. F. 1888. Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Quibell, 1907. Excavations at Saqqara 1905-1906. Le Caire: Imprimerie de l'Institut français d'archéologie orientale. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.137) (Phase 2)"], "Location": ["Not on display"], "Subjects": [" cavalry ", " ancient egyptian deity (?) "], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1040 (Accession Number) "]}