{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from cream-coloured steatite; well-defined back with detailed clypeus and head, prothorax and elytra marked respectively by double and single incised lines, and small triangles at junction with prothorax indicating humeral callosities; feathering on front legs indicated with numerous parallel finely incised lines; side view unknown; underside incised with representation of Horus as a falcon looking towards the right, wearing the double crown, and standing on the rectangular frame decorated with vertical lines ('serekh'-pattern of palace facade), with a raised uraeus in front of him and a sun-disc with uraeus behind; motif representing the royal Horus Name; further incised details within falcon figure and palace facade; longitudinally pierced. "], "Cultures/periods": [" 25th Dynasty (possibly) ", " 26th Dynasty (possibly) "], "Production date": ["800 BC - 600 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " pierced "], "Dimensions": [" Length: 1.30 centimetres ", " Thickness: 0.55 centimetres ", " Width: 0.90 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Possibly one of the six scarabs from the Scarab Factory mentioned in the EEF distribution list Philadelphia under no. 38. ", " This finely made scarab belongs probably to Gorton's type VIII, a type well attested on Punic and Etruscan sites in the West, as well as in Greece and Cyprus (Gorton 1996, type VIII, 23-7). Gorton suggested that such scarabs were produced in Memphis, from the 8th till the 7th c. BC (Gorton 1996, 27). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 77) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.29) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, but slightly chipped"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia"], "Acquisition date": ["1890"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E75 (Accession Number) "]}