{"artifact_name": "dinos", "Object Type": ["dinos"], "Description": [" Rim and shoulder sherd of North Ionian black-figure pottery dinos; dull cream slip; interior: wide black painted band at top; on top of rim, black-figure hunting scene, facing inwards: part or all of six deer running left, with dappling in incision and added white and red necks. Edge of rim to top of shoulder glazed; billet pattern below; on shoulder, frieze dappled deer running left, as on rim; parts of two preserved "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Teos (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 33 - 43 centimetres (rim) ", " Height: 8.50 centimetres ", " Thickness: 1.70 centimetres ", " Width: 14.30 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd joins Cambridge, Fitzwilliam Museum GR.54d.1899. The sherd also belongs to the same vase as Cambridge, Fitzwilliam Museum GR.54.a.1899, GR.54.b.1899, GR.54.c.1899 and possibly belongs to the same vase as Cambridge, Fitzwilliam Museum GR.54.f.1899 and Cairo JE46338. Cook suggests that this sherd belongs to an early and experimental phase of the Clazomenian black-figure style. E.R. Price (East Greek Pottery, 1927, 22) argued that white-slip Clazomenian pottery was the link between the Clazomenian sarcophagi, which were covered in a white slip, and the later Clazomenian black-figure wares. She explained that the features (the use of white dots as well as the use of white lines together with incised lines for inner details) on the white slip sherds are paralleled both on the sarcophagi and the later vases. Cook (1952 note 64) rejected that argument on the basis of both dating and styles. "], "Bibliographic references": [" CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 38, no. 5, pl. XIX, no. 5) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 59, pl. VI, no. 9c) ", " Cook 1952 / A List of Clazomenian Pottery (p. 138-9, no. Ia) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 254, no. I (a)) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GI.009) (phase 3) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 81, Nau 17, pl. 4c-d) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.54e.1899 (Accession Number) "]}