{"artifact_name": "new year-flask", "Object Type": ["new year-flask"], "Description": [" Glazed composition mould-made New Year's flask; large fragment of the left side is preserved, bearing an incised decoration and a hieroglyphic inscription; broad collar formed by several concentric registers of geometric designs (tear drops, rectangles etc.) partially visible on both sides of the flask; vertical band separating the two halves of the lentoid flask presents the traditional wishes; below inscription, rosettes and cross-hatching decoration; in pale yellow fine sandy paste; no glaze remaining. "], "Cultures/periods": ["Late Period (probably 26th dynasty)"], "Production date": ["664 BC-402 BC (probably 6th century BC)"], "Production place": [" Made in: Naukratis (likely) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Thickness: 0.20 - 0.70 centimetres ", " Height: 16.30 centimetres (about) ", " Width: 5.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Attached printed label states “NAUKRATIS - Excavated and given by D.G. Hogarth 1903”. Therefore this corresponds to the finds made in 1903 excavations and reported by Edgar (1905, 134): 'Amongst the faience objects from other parts of the site New Year bottles with necks in the form of lotus and papyrus were represented by numerous fragments'. He appears to be suggesting that these finds are to be associated with the factory, but it is difficult to identify their place of discovery precisely. Petrie, who also mentioned ‘necks of “pilgrim-bottles” of fine yellow paste’ without publishing them, suggested also that they were produced at Naukratis, like the scarabs and scaraboids manufactured in a similar material (Petrie 1886, 37). New Year’s flasks are very common during the 26th dynasty. When cartouches are incised on the body of the flasks, they always refer to pharaohs of the 26th dynasty, especially Apries and Amasis, or to the Divine Votaress Ankhnesneferibre (God’s wife of Amun from around 586 to 525 BC) (Caubet and Pierrat-Bonnefois 2005, 148-151, no. 398). Specimens discovered outside Egypt seem to originate from 7th-6th century contexts (Caubet, Pierrat-Bonnefois 2005, 151). However, recent excavations provided a few examples from later contexts. They are attested in late 26th-early 27th dynasty contexts (Masson 2007, 614, pl. XXVII) and in Persian contexts at ‘Ayn Manawir in the Oasis of Dakhla (Wuttmann et al. 1996, 429-430). These flasks, offered as a gift for the New Year, were meant to contain the water of the Nile as it rose at the beginning of the Flood season. They often bear an inscription, arranged on a flat band on both sides of the body, such as here, wishing an excellent year to the owner of the flask. The inscription usually referred to the local gods, though not always (see for example specimens from Sais and San el-Hagar: von Bissing 1902, n°3741-3743). Bastet, who is mentioned on this specimen, was an important deity revered in the Delta. Caubet, A. and Pierrat-Bonnefois, G. 2005, Faïences de l’Antiquité. De l’Égypte à l’Iran, Catalogue de l’exposition du Musée du Louvre 10 juin-12 septembre 2005, Paris. von Bissing, F. W. 1902, Fayencegefässe, Catalogue général des antiquités égyptiennes du Musée du Caire. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25. Masson, A. 2007, ‘Le quartier des prêtres du temple de Karnak: rapport préliminaire de la fouille de la maison VII, 2001-2003’, Cahiers de Karnak XII. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (third memoir of the Egypt Exploration Fund), London. Wuttmann M. et al. 1996, ‘Premier rapport préliminaire des travaux sur le site de ‘Ayn Manawir (oasis de Kharga)’, Bulletin de l’institut français d’archéologie orientale 96. On the evolution of the profile and decoration of the New Year’s flasks: Blanquet, C.-H. 1992, ‘Typologie de la bouteille du Nouvel An’, Amosiadès, Mélanges offerts au Professeur Claude Vandersleyen, Louvain. Clerc, G., Karageorghis, V., Lagarce, E. and Leclant, J. 1976, Fouilles de Kition, II. Objets égyptiens et égyptisants: scarabées, amulettes et figurines en pâte de verre et en faïence, vase plastique en faïence. Sites I et II, 1959-1975, Nicosie, 242-243. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FA.08) (phase 2)"], "Location": ["Not on display"], "Condition": ["Relatively poor, incomplete and surface worn"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.3411 B (Accession Number) "]}