{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from light brown steatite; back simply detailed with clypeus, prothorax and elytra marked by incised lines; at side, legs crudely indicated with undercut triangle; underside incised with a geometric pattern, vertically and symmetrically arranged; pierced longitudinally. "], "Cultures/periods": [" 20th Dynasty (possibly) ", " 21st Dynasty (possibly) "], "Production date": ["1189 BC - 943 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.60 centimetres ", " Thickness: 0.80 centimetres ", " Width: 1.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This motif is common on scarabs of the Second Intermediate Period (for example: Petrie 1906, pl. IX, no. 188-189; Hornung and Staehelin 1976, 360 no. 872; Ward 1978, 101; Tufnell 1984, 115, class 1B, pl. I, no. 1018), though several have been dated to the second half of the 20th-21st dynasties (Keel 1997, 528-9, no. 26; Magnarini 2004, 57-8, n°01.05-6). Keel (Keel 1997, 401, 872) suggests that stylised netjer signs (sign used to write “god”) are represented in the four corners. The poor treatment of the back and sides of that scarab is comparable to the hastily made scarabs of the 20th-21st dynasty (closests parallel for underside, general shape and treatment of the scarab: Magnarini 2004, 57, n°01.05). The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Keel, O. 1997, Corpus der Stempelsiegel-AmuIette aus Palästina/Israel. Von den Anfängen bis zur Perserzeit. Katalog Band I (Orbis Biblicus et Orientalis, Series Archaeologica 13), Fribourg. Magnarini, F. 2004, Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Petrie, W.M.F. 1906, Hyksos and Israelite cities, British School of Archaeology in Egypt 12, London. Tufnell, O. 1984, Studies on Scarab Seals, II: Scarab Seals and their Contribution to History in the Early Second Millennium BC, Warminster. Ward, W.A. 1978, Studies on Scarab Seals. Vol.1 Pre-12th dynasty scarab amulets, Warminster. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.41) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.903 (Accession Number) "]}