{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing a lion-headed deity, difficult to identify (maybe Khons-Thot?); wearing a headdress composed of full moon and crescent; standing in striding pose on a rectangular base, with arms to the sides, leaning against back pillar; roughly made with crude features; suspension hole pierced widthways in the back pillar behind the head; pale yellowish green glaze mostly decayed; front lower part is broken off (feet and forepart of the base). "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 2.20 centimetres ", " Length: 0.85 centimetres ", " Width: 0.70 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Though at first sight, a female breast seems to be marked, indicating that it would be a Sekhmet, several other details rather indicate that it must be a representation of a male deity: large shoulders, short kilt, lunar disc on top of the head-dress with the crescent moon well marked under it. It could be a representation of Khonsu, possibly the local Naukratite Khons-Thot. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.172) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though glaze mostly decayed and lower part broken off"], "Subjects": [" ancient egyptian deity (?) ", " classical deity (?) "], "Associated names": ["Representation of: Khons-Thoth (?)"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,64 (Accession Number) "]}