{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Description": [" Fourteen sherds, some joining, of Milesian Fikellura pottery oinochoe; white slip. Interior: glazed black (worn) above, unslipped below; small volute in added white on lip. Exterior: glazed black on rim; part of white eye below rim and rosettes; below, quintuple cable pattern around neck between bands of single short vertical strokes between narrow lines; below, decoration in off-vertical strips; from left, band of long horizontal stripes alternating black, with added red, and reserved; to right, band with gear pattern, then two bands of enclosed palmettes with red on petals separated by a dividing band consisting of short strokes between pairs of lines; at right, band of oblique stripes alternating black, with added red, and reserved. "], "School/style": ["Louvre group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["550BC-525BC (circa)"], "Production place": [" Made in: Miletus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The vessel possibly belongs to the same vase as Brussels A1782. The piece comes from a very elaborate 'feathered jug', finer than the namepiece of the Louvre group and similar in approach to a jug in Kassel (S. Kaufler, Die archaischen Kannen von Milet (diss. Bochum, undated) 152-3, figs. 37 and 38. Robinson identified the sherd as being Corinthian. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 118-9, no. 331, pl. XXXVI, no. 331) ", " Cook 1933-1934 / Fikellura Pottery (p. 40, no. 9, pl. 17g) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 230, no. 157, p. 239, no. 253) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GF.157) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (48, pl. 6) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.828 (Accession Number) ", " Miscellaneous number: P.5727 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: P.5993 (Pottery & Porcelain Ledger No.) "]}