{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figurine of ithyphallic Harpokrates. Harpokrates reclining with his legs extended to his right, leaning to his left to hold with both hands around a pot and leaning against a transport amphora. He wears a very brief tunic with short sleeves (?) which leaves his lower body bare. He wears a large tightly woven and bound wreath with two lotus buds. The group is placed upon an uneven curve fronted plain plinth. The back is plain, with a curcular vent. Mould-made and hollow with vent at the back. Traces of red, turquoise, pink and black paint over a white undercoat. Local mica and organic rich red-brown Nile silt. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["300BC-100BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 10.20 centimetres ", " Length: 10.80 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar pose for an example dated to the 3rd or 2nd century BC (Bailey 2008, 3065; GR 1990,0601.2). However, the closest parallels with the same pot come from Naukratis (Cambridge, Museum of Classical Archaeology NA635). Such reclining Harpocrates figures, in a slightly different composition, are dated late 2nd century BC (Fisher 1994, no.572) and 1st century AD (Fjeldhagen 1995, no.15). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman Terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.019) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.176 (Accession Number) "]}