{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; back broken, once possibly well-detailed, now only clypeus remains; at side, simply-shaped legs with undercut triangle; underside bearing motif arranged vertically with crude incised representation of a falcon-headed god walking towards right and holding by the tail a cobra to right, both over neb-basket sign; longitudinally pierced; glaze lost. "], "Cultures/periods": ["Ramesside (possibly)"], "Production date": ["1290 BC - 1070 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis (possibly) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.30 centimetres ", " Thickness: 0.50 centimetres ", " Width: 0.95 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The association of a falcon-headed deity with an uraeus is a popular motif on scarabs, particularly in the Ramesside Period (especially under the reign of Ramses II according to Schulman 1961, p. 24), though such scarabs are still found in the Third Intermediate Period contexts (Teeter 2003, 65, no 87). The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Such a motif is interpreted by some scholars as a cryptographic writing of Amun or Amun-Ra (see notably Teeter 2003, 65-67, pl. 27c-d and pl. 28a-b, no 87-90). For a close type of design on a glazed composition scarab from Naukratis, see Oxford, Ashmolean Museum AN1896-1908-EA.904. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Schulman, A. R. 1961, 'Three Shipwrecked Scarabs', Expedition (Summer) 3/4, 24-25. Teeter, E. 2003, Scarabs, scaraboids, seals, and seal impressions from Medinet Habu; with post-pharaonic stamp seals and seal impressions, Chicago. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.05) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but back damaged"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription: Amun-Ra (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.921 (Accession Number) "]}