{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Amulet in glazed composition, in the shape of an open- work one-sided right wedjat-eye within a round serrated frame; pierced through diameter; very scarce remains of turquoise glaze; surface very worn and damaged, showing a greenish yellow core. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " pierced "], "Dimensions": [" Diameter: 1 millimetres (about) ", " Thickness: 0.20 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This amulet was found in a box labelled '84 extra' and possibly originates from Naukratis. In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). For other open-work one-sided wedjat-eyes from Naukratis, see: London, Petrie Museum UC54636; Oxford, Ashmolean Museum AN1896-1908-EA.694, AN1896-1908-EA.695; Bristol, City Art Gallery & Museum H3436 (not serrated frame). Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.337) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,84.xtra(?).d (Accession Number) "]}