{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of Isis. A large figure of ‘Isis-Aphrodite anasyr(o)mene’, perhaps Isis-Bubastis, holding up the front of her tunic to show her pubic area; the back of the garment falls in curved folds of drapery beside her legs. She stands on a small, round fronted, inadequate plinth. Her hair is parted in the middle and Isis-locks fall onto her shoulders; she wears large earrings and an enormous wreath with decorative elements, including discs with raised points, bound across the front with a narrow horizontal garland tied at each side; leaves fall beside her upper arms. Below the leaves hang wide ribbons from the headdress. From the top of the wreath rises a large flaring kalathos (now lost). The back is largely plain, with a small circular vent. Traces of white coating. Hollow, made in a two-piece mould, with a vent in the back. Drab brown Nile silt with common mica and quartz, white (limestone) and yellow (dung) inclusions. Top of headdress missing. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["3rdC BC - 1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 22.40 centimetres ", " Thickness: 4.70 centimetres ", " Width: 8.70 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close 3rd to 2nd century BC parallels from Naukratis (Bailey 2008, no. 3000; Cambridge, Fitzwilliam Museum E.P. 223). Fabric very similar to that of Naukratis. However, on the back of the figure 'Tanis 47.56.40' is written in ink and on a paper sticker with the object was written 'Pottery Tanis (San el-Hagar) given by the committee of the EEF 1886' . Object card reads 'Terracotta figure of a female 1st century AD from Naukratis given by the E.E. Fund Numbers 27'. Tanis was excavated by the EEF in 1884 and so a Tanis provenance is possible, though good parallels from Naukratis support that provenance too. Parallels from early 2nd century BC and early 2nd century AD contexts from Tell Atrib (Szymańska 2005, no. 37, no. 46). Her hands, while holding up the tunic (which has short sleeves), are in the same pose as the naked Hathor figures discussed by Bailey (2008, nos 2991–3000, see especially 2997, in the British Museum). Parallel dated first half of first century AD (head and shoulder fragment without a kalathos, Philipp 1972, figs 19 and 20). Close parallels perhaps from Naukratis (Fitzwilliam Museum, Cambridge E.P.233) and from Luxor (Christie’s Sale Catalogue, 8 December 1993, lot 95). Similar pieces from Egypt (Dunand 1973, pl. 21; Dunand 1979, 186-7, no.60; Dunand 1990, no. 360-1) and Mellawi in Middle Egypt (Perdrizet 1921, no. 157). This example is published in various volumes (Walters 1903, C575; Bailey 2008, 3007; Pagenstecher 1923, 115, fig. 121; Fischer 1994, 332, no. 816). Dunand, F. 1973, Le Culte d'Isis dans le bassin oriental de la méditerranée, vol. 1: Le Culte d'Isis et les Ptolémées, Leiden. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Pagenstecher, R. 1923, Die grechisch- ägyptische Sammlung Ernst von Sieglin, part 1A: Malerei und Plastik, Leipzig. Perdrizet, P. 1921, Les Terres cuites grecques d’Égypte de la collection Fouquet, Nancy. Philipp, H. 1972, Terrakotten aus Ägypten im ägyptischen Museum Berlin. Berlin. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.135) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886,578,26 (Accession Number) "]}