{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Statue of a seated dog carved from limestone, possibly representing Anubis or Wepwawet; rude work, short hair; pointed nose, ears broken off; much battered. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["330BC -200BC (?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Great Temenos, north wall "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 48.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Petrie notes the find of the dogs in his Journal (Petrie 1884-5, p. 85) \"I have bought two dogs (bases broken in two) seated 21 in[ches]s high, found by the Great North wall some time ago; I gave 8/-[shillings] for the pair to the Shekh. They are poor work, but curious.\" The Great North wall must be the northern part of the Great Temenos, the enclosure wall of the Egyptian sanctuary of Amun-Ra. Griffith, too, refers to the dogs, linking them with the cult of Apollo (Petrie 1884-5, p. 189, entry for 10th April 1885): \"[...] and we have fragments of several large limestone dogs, similar to one in basalt at the Bulaq Museum with a dedication to [Greek inscription: Apolloni lukeio]. The latter must have come from some essentially Greek town in Egypt & therefore probably from Naucratis\". The statue in Bulaq he refers to is a Ptolemaic black granite sculpture of a jackal from Luxor, dated to c. 200BC, in the Egyptian Museum in Cairo (CG 9276). It suggests that the Egyptian god Anubis was equated by Greeks with Apollo in his guise as the 'wolf god' Apollo Lykeios. ", " Parallel from the Anubieion at Saqqara, dated to the Late Period (Jeffreys & Smith 1988, pl. 26a, 78/226, see also pl. 41e-f, pl. 16a-d), but from surface deposits. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.21)"], "Location": ["Not on display"], "Subjects": ["mammal"], "Associated names": [" Associated with: Anubis (?) ", " Associated with: Wepwawet (?) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.179 (Accession Number) ", " Miscellaneous number: S.1326 (Stone ledger number) "]}