{"artifact_name": "bead", "Object Type": ["bead"], "Description": [" 13 glazed composition beads, with blue, yellow and reddish glazes and presenting various shapes. Description of beads from left: cylinder round bead a (1.1 x 0.85 cm), very eroded; cylinder round bead b (0.75 x 0.6 cm), very eroded; cylinder round bead c (0.9 x 0.65 cm), very eroded; cylinder round bead d (1.1 x 0.9 cm), very eroded; cylinder elongated bead e (1.6 x 0.6 cm), quite eroded with traces of blue glaze; circular bead f (2.3 x 0.75 cm), eroded; cylinder elongated bead g (2.2 x 1 cm), slightly chipped with traces of blue glaze; rounded bead h (1.05 x 0.7 cm), reddish coloured, very eroded; rounded bead i (0.7 x 0.6 cm), very eroded; rounded bead j (0.9 x 0.7 cm), very eroded with traces of turquoise glaze; cylinder bead k (2.4 x 0.9 cm), very eroded. "], "Cultures/periods": ["Late Period"], "Production date": ["6thC BC- 4thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A trench excavated in 1903 by Hogarth \"just N. of the ‘Great Wall’\" of the Great Temenos provided many beads along numerous amulets (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming). These beads might come from such a context. All 22 beads from the 1903 season are listed as coming from the 'South Site' (in the region of the Great Temenos) by Hogarth in his box list for shipping. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. ", " 12 beads in glazed composition: 9 plain spherical (Xia type PN8, one is spherical/flattened), 2 segmented (PD10/57), 1 possibly plain barrel (PN18?). Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QG.16)"], "Location": ["Not on display"], "Condition": ["Poor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EE.671 (Accession Number) "]}