{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, representing the red crown, crown of Lower Egypt; well modelled with finely incised details; scarce remains of pale green glaze; suspension hole pierced through thickness in upper part; complete. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (likely) "], "Production date": ["664 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " pierced ", " mould-made ", " incised "], "Dimensions": [" Height: 1.70 centimetres ", " Length: 1.15 centimetres ", " Width: 0.70 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Amulets in the shape of red and white crowns are characteristic of the 26th Dynasty, even though red crown's amulets are already in used in the First Intermediate Period (Andrews 1994, 74; see various examples in: Petrie 1914, pl. IV no. 49; Herrmann et al. 2010, 149, type 97). Germond dates a similar amulet to the 26th Dynasty or a little later (Germond 2005, no. 75). For a cruder version of red crown's amulet from Naukratis: Boston, Museum of Fine Arts RES.86.318. Andrews, C. 1994, Amulets of Ancient Egypt, London. Germond, P. 2005, The symbolic world of Egyptian amulets from the Jacques-Édouard Berger collection , Milan. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.384) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,86 (Accession Number) "]}