{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from whitish steatite; well-defined back with detailed clypeus and head, prothorax and elytra marked by incised double-lines; feathering on front legs indicated with parallel finely incised lines; at side, well-shaped legs, with projecting shelf underneath running round beetle; underside incised with a representation of a winged griffin (less likely sphinx) with a sun-disc above head; small parallel incisions within body and wing; longitudinally pierced; glaze lost; lower part of base broken. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["7thC BC- 6thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.15 centimetres ", " Thickness: 0.55 centimetres ", " Width: 0.85 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Griffin is a popular theme found on the scarabs and scaraboids produced at the Scarab Factory (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). This steatite scarab could have served as a model for the local production, or was also maybe produced locally. According to the theme and design, it seens to belong to Gorton's type XV A (Gorton 1996, 43-8). For another griffin, but of a different style, represented on a steatite scarab from Naukratis: see Oxford, Ashmolean Museum AN1896-1908-EA.920. For another close type of motif see scarab published in Hornung and Staehelin 1976, 318, pl. 71, no. 645. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.20) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but fragmentary"], "Subjects": ["griffin"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.922 (Accession Number) "]}