{"artifact_name": "sistrum; votive offering", "Object Type": [" sistrum ", " votive offering "], "Description": [" Fragment of the central part of a Hathoric sistrum in glazed composition; votive offering with the usual full-frontal representation, on both sides, of a head of Hathor in relief, with traditional curled wig and cow ears; upper part with the sistrum itself and lower part with the handle are missing; two small holes in the centre of the underside (D: 2mm; 3cm apart from each other), likely used to fix the handle to the head; on one side, face mostly broken off, except the chin and neck, with a gouge in the middle of the broken surface, possibly made by the tool of the workman digging; core mostly pale blue, getting pale yellowish near the surface; most of the pale yellow glaze, brown-tinted by the earth in which the object was buried, chipped or eroded away; traces of black paint or ink (?) under the right eye and lower right part of the wig, as well as traces of a red line (?) on the chin, both on the same side, might not be part of the original item. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 7.10 centimetres ", " Thickness: 3.60 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This sacred musical instrument was particularly associated to the cult of Egyptian goddesses, notably Hathor, Isis, Bastet or Sekhmet (on sistra, see esp.: Hickmann 1949, p. 76-103, pl. XLV-LXX ; Pinch 1993, p. 143-146 ; Ziegler 1979, p. 31-62 ; Ziegler 1984). Naukratis provided several examples of sistra, in glazed composition like for this specimen, but also in copper alloy. Some of them can be dated to the 26th dynasty, supporting the practice of Egyptian cult activities in this period (Masson forthcoming; Yoyotte 1994-95, p. 674). This element can be compared to the sistrum from Naukratis BM 1885,1101.26 and other examples (such as: Ziegler 1979, p. 48, no. 45-47), though they present a characteristic papyrus stem on both sides of the Hathoric wig, feature that seems to lack on Liverpool fragmentary sistrum. This type is rarely well preserved – like here, only the head survived - which could pinpoint towards a rather fragile production (Ziegler 1979, p. 33). According to better preserved examples, it is a Naos-sistrum type. Based on comparison with well-dated close types, this series could belong to the Late Period (Ziegler 1979, p. 48). Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context: Cults, Sanctuaries and Offerings, Proceedings of the second Naukratis workshop, held at the British Museum 22nd – 23rd June 2013. Pinch, G. 1993, Votive Offerings to Hathor, Oxford. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. Ziegler, Chr. 1979, Catalogue des instruments de musique égyptiens, catalogue du Musée de Louvre, Département des Antiquités Égyptiennes, Paris. Ziegler, Chr. 1984, ‘Sistrum’, LÄ 5, col. 959-963. ", " The appearance of this piece, with a very fine texture, and a blue colour surviving in the centre, suggests that it was made of Egyptian Blue, and has suffered very badly from corrosion or damp. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.35) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor, worn and broken"], "Subjects": ["ancient egyptian deity"], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,94 (Accession Number) "]}