{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Small, dark brown, circular clay oil lamp. The lamp has a round pouring hole at the centre, framed by a raised discus. Protruding from the body is a triangular nozzle with sloping sides and a rounded point. The nozzle has a round hole at the centre and an unidentifiable decorative motif moulded just above it, on the top of the lamp's body. There is a small, triangular extension attached to the body about 45 degrees from the nozzle. This attachment has a small hole in it. The bottom of the lamp has a flat, circular foot. The lamp is abraded and there are areas on the body and nozzle that are light gray and brown. There is an oval portion gouged out. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["(late)4thC BC - (late)3rdC BC"], "Production place": [" Made in: Egypt, or imported? (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" wheel-made ", " slipped "], "Dimensions": [" Length: 8.20 centimetres ", " Weight: 70 grammes ", " Thickness: 2.70 centimetres ", " Width: 6 centimetres "], "Curator's comments": [" Object owned and held by Spurlock Museum, University of Illinois. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late 4th to (probably early) 3rd century BC parallels from Alexandria (Blondé 1998, 314-22, no. 3, but see also 17 for rim). 3rd century BC parallels from Tell Atrib (Młynarczyk 2012, type TA 1.4, see also TA 1.1). Blondé, F. 1998. Lampes tournée Hellénistiques du Musée d’Alexandrie, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 307-35. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie: Éditions Neriton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.005) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1912.01.0053 (Accession Number) "]}