{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amuletic figure in glazed composition, representing the hippopotamus-headed goddess Taweret; in striding pose with arms on her sides; long tail decorated with incised chevrons; suspension loop pierced widthwise, making protuberance behind her shoulders; relatively fine modelling and incision though figure quite eroded; cream and turquoise glaze, patchily preserved; pale yellow core; lower part broken off at the thighs. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Height: 2.50 centimetres ", " Thickness: 0.95 centimetres ", " Width: 1 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming a). This amulet might come from such a context. Taweret is well represented in the faience amulets from Naukratis (Masson forthcoming a). Associated with the protection of pregnancy and child birth (Andrews 1994, 40; Herrmann et al. 2010, 80-82), Taweret amulets are already documented in the Old Kingdom (Ferrari 1996, 40) and are particularly common in Egyptian settlements of the Late and Ptolemaic Periods (for example: Giddy 1992, pl. 52, 78/1, pl. 53, 78/85, pl. 77, 78/1, 78/85; Wilson 1982, 30, pl. XXVIII n°9-10; Masson forthcoming b). Andrews, C. 1994, Amulets of Ancient Egypt, London. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Ferrari, D. 1996, Gli amuleti dell’antico Egitto (Piccola biblioteca di egitologia 3). Giddy, L.L. 1992, The Anubieion at Saqqâra II. The Cemeteries, EES 56, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming a, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.124) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, broken and quite eroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Taweret"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.880 (Accession Number) "]}