{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Description": [" Solid-cast headdress in copper alloy; representing a Hathoric crown, formed of sun disc and horns; belongs to a figure of a goddess, maybe Hathor or more likely Isis; small tang beneath to insert the crown on the top of the figure; complete, but corroded. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664BC-31BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 3.60 centimetres ", " Thickness: 0.45 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by World Museum, Liverpool. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The Hathoric crown was first associated with the goddess Hathor but from the Late Period onwards, it was largely used for Isis (Hill and Schorsch 2007, 151, note 5). Isis is also a common topic among Naukratis bronzes. This crown in copper alloy could have topped a figure made from a different material. On Hathoric crowns see also: Weiss 2012, 868-870, Pl. 68a-c, esp. Nr. 1331 for this specimen. Hill, M. and Schorsch D. (eds.), 2007, Gifts for the gods: images from Egyptian temples, Metropolitan Museum of Art, New York. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 870, Nr. 1331) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.216) (phase 3) "], "Location": ["Not on display"], "Condition": ["Relatively fair, but corroded"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis (?) ", " Representation of: Hathor (?) "], "Previous owner": ["Currently owned by: World Museum, Liverpool"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 9,9,86,118.a (Accession Number) "]}