{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone figure of a female worshipper carrying a bird for sacrifice/dedication. She is wearing a veil which is lifted almost diadem-like above and separated from the forehead by means of a fine edge and falls behind the ears and onto the back. She wears a long chiton with curved kolpos and a necklace with a central medallion very close to the neck. The curved kolpos of the almost vertically falling, slender garment is placed at approximately thigh level. The face with its pointy chin apparently had large slightly protruding rudimentary eyes with high brows and a small smiling mouth. The very large, flatly worked ears may have been decorated with jewellery as the thick ear lobes suggest. She is standing, with a calmly seated bird, probably a dove, sitting gently on her right hand crossed just below her small, highly set breasts. Her left arm hangs by her side. The back is flat and roughly rendered. Possivbly faint traces of red paint on chiton. Upper body fragment, missing lower legs below about knee level and base. Part of right upper arm, left shoulder and hand are missing, joined from three parts. The face is heavily worn with numerous fissures. Carved from porous limestone with holes or pock marks (foraminifera?). "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ10, according to Register "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1b)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 17.60 centimetres ", " Length: 4.60 centimetres ", " Width: 7.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This figure belongs to a group of four statuettes characterised by their garment with the low-set Kolpos and their pearl necklace with a pendant - the other figures are Cambridge 2.1887 (Nick 2006, cat. 26), Cairo 27610 (Nick 2006, cat. 27) and London B455 (Nick 2006, cat. 28). This garment is also known from Cyprus. Seeing as figures with this garment-motif also appear in Lindos and Samos, the beginning of the group must be dated to before the middle of the century. There are a total of six bird-carrying female figures found in Naukratis, three of which - including this one - are of an earlier date than the others. The bird most likely represents Aphrodite's dove which is supported by the findspot of two of these figures. The bird features only rarely in limestone figures from Cyprus but is a common feature of terracotta figures. The way the headscarf covers the hair is similar in London B456 (Nick 2006, cat.30), and B455 (Nick 2006, cat.28). Nick, 2006, cat. 29, p. 116, pl. 13; pp. 60-61. ", " Cypriot figure plaques of female worshipers devoting objects or sacrificing animals, often with flat unworked backs come in a range of related forms and were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating aspects considered Cypriot, Egyptianising and Ionian (Nick 2006, 59, Type 2.1; Yon 1973, Types 1 B, C and F). Nick dates variants within this group to 600-575BC (Nick 2006, N23-27), 600-550BC (N28-40) and 550-525BC (N41-42). Some have late 7th century BC terracotta parallels imported by the Phoenician’s (Nick 2006, 60-61, no. N26-29). The dating of these and related pieces should be revised following the re-dating of the stratigraphic phasing of Samos from where parallels were cited (Schmidt 1968; revised by Henke 2011). Also new parallels from stratified deposits in Samos, Miletus and Knidus (Berges 2006; Tuna et al 2009; Senff 2009; Henke 2011; 2013), mean that the terminus ante quem for this type should be revised down from 560/550BC to 570/560BC. These have not been found in the earliest layers in Naukratis dated c.620-600BC, or indeed in 630/620BC levels in Miletus and Samos (Henke 2011; 2013), suggesting that the majority were imported c.600-570, possibly as late as 560BC. In Naukratis this type of figure was found only in Saite period levels, including the Sanctuary of Apollo bothros in Naukratis (AΠ 3-4) and the Sanctuary of Aphrodite (contexts Φ3, 5, 8, 10, and well 2 context ΦB). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Höckmann, U. 2009. Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 252-9. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. Senff, R. 2009. Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 218-228. Tune, N., Atıcı, N., Muşkara, U and Sakarya, I. et al. 2009. Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos, in V. Karageorghis & O. Kouka (eds). Cyprus And The East Aegean: Intercultural Contacts From 3000 to 500 BC. Nicosia. 229-243. Yon, M. 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. Paris. ", " Marked Φ10 and Aphrodite according to Ashmolean Museum register. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 29) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.033) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" devotee/worshipper ", " sacrifice ", " bird "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1888.220 (Accession Number) "]}