{"artifact_name": "amphora", "Object Type": ["amphora"], "Description": [" Shoulder sherd of Fikellura pottery oinochoe; exterior, white slip: glaze fired red-brown; band over moulded ridge at base of neck; on shoulder, outlined tongues between dilute lines; below, ivy leaves and two lines. "], "School/style": ["Altenburg group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["6thC(mid) BC (circa)"], "Production place": [" Made in: Miletus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 6.70 centimetres ", " Thickness: 0.70 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to pottery analysis by P. Dupont (personal communication, 30-31 May 1978) at the Centre de recherches archéologiques, laboratoire de céramologie, the clay from this sherd originated in Miletus. Modern inscription written in ink 'NAU 47' on break (accession number used in clay analysis). For parallels, see Cook, J. M. 'Fikellura Pottery', The Annual of the British School at Athens 34, 1933-1934, pl. 7, fig. a. "], "Bibliographic references": [" Möller 2000 / Naukratis, Trade in Archaic Greece (p. 246) ", " CVA British Museum 8 / Corpus Vasorum Antiquorum: Great Britain 13, British Museum 8 (p. 1) ", " Dupont & Thomas 2006 / Naukratis: Les Importations Grecques Orientales Archaïques (p. 78-79, 82, 84, fig. 3) (NAU 47) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GF.056) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA129 (Accession Number) "]}