{"artifact_name": "amulet-mould", "Object Type": ["amulet-mould"], "Description": [" Terracotta amulet-mould; impression of rounded pendant with wedjat eye above corbel; reeded suspension loop modelled in one piece with shape of amulet at the top; in orange-brown coarse local porous micaceous clay with quite large mineral yellow inclusions and abundant negatives of plant remains (decayed limestone?). "], "Cultures/periods": [" Late Period ", " 26th Dynasty "], "Production date": ["600 BC-570 BC (mainly?)"], "Production place": [" Made in: Scarab Factory (?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), North East of site, next to Hellenion area "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Height: 2.70 centimetres (amulet impression) ", " Height: 4.30 centimetres ", " Width: 1.75 centimetres (amulet impression) ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to glazed composition scarabs and scaraboids, the ‘Scarab Factory’ at Naukratis was also producing amulets (on the various productions from the Scarab Factory see Webb, forthcoming; see also Gorton 1996, 177-180, fig. 35). Petrie listed a number of amulet-moulds including a similar type of this piece (Petrie 1886, 37, pl. XXXVIII, 16). Several similar moulds used to produced wedjat-eye in bulla form were discovered in Naukratis: BM 1920,0417.6, BM 1920,0417.7, Boston, Museum of Fine Arts 11.45969 and Oxford Ashmolean Museum AN1888.216.10. This example was discovered along with several moulds during Hogarth's excavation in 1903. According to Hogarth's list of antiquities from that year (list of Box 1), it came from the Hellenion area. Hogarth actually referred to North East town, including the Hellenion and an industrial area to the East. Could that be evidence for a second workshop in that area? These moulds do not differ from the ones discovered in the Scarab Factory area. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OJ.08) (phase 2) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 16) (almost identical cast from such mould) "], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4572 (Accession Number) "]}