{"artifact_name": "mortar", "Object Type": ["mortar"], "Description": [" Mortar carved from dark greenish grey basalt; shallow with four protruding trapezoidal lug handles; handles all chipped; traces of red ochre on the internal surface indicating its use as a mortar for grinding colours. "], "Cultures/periods": [" Late Period (end?) ", " Ptolemaic (?) "], "Production date": ["4thC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["basalt"], "Technique": ["carved"], "Dimensions": [" Diameter: 10.10 centimetres ", " Length: 11.40 centimetres (max) ", " Thickness: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A rather close parallel was discovered in Herakleion: Goddio 2008, 259 and 312, No. 136. E. McCann precises that square lug handles are common on stone vessels of the Ptolemaic and Roman periods (in Goddio 2008, 258). The mortar with its very characteristic handles resembles also dishes in slate typical of the Late Third Intermediate and Late Periods (mainly 25th and 26th dynasties according to Aston 1994, 164-165. For dishes from a late 26th-early 27th dynasty context in Karnak see: Anus and Sa’ad 1971, 233, fig. 18; Masson forthcoming. For examples of the Third Intermediate Period from Herakleopolis Magna: Molinero 1995, 212, pl. LXIX j, pl. LXX g, pl. LXXI, pl. LXXVI). Such dishes however are usually finer in execution. Hogarth found two mortars in 1903, this one and Oxford, Ashmolean Museum AN1896-1908-E.4552. Both are mentioned in his diary: “Granite shallow mortar” uncovered on the 18th of April in a trench made in the area of the Hellenion, and, “1 small mortar Eg[yptian]”, discovered on the 2nd of May in the southern part of the site. For another similar mortar, see Warrington Museum & Art Gallery 1888.57.139. Anus, P. and Sa’ad, R. 1971, ‘Habitations de prêtres dans le temple d'Amon de Karnak’, Kêmi XXI, 217 238. Aston, B.G. 1994, Ancient Egyptian stone vessels: materials and forms. Heidelberger Orientverlag, Heidelberg. Goddio, F. (ed.) 2008, Egypt’s Sunken Treasures, 2nd edn., Munich. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Molinero M.A. 1995, in M.J. López Grande, F. Quesada Sanz and M.A. Molinero Polo, Excavaciones En Ehnasya El Medina (Heracleopolis Magna) II, Madrid. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.147) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, handles chipped"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4553 (Accession Number) "]}