{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Torso of alabaster male figure (kouros).Only the torso, from the waist to just above the knee, survives. On the outside of the right thigh the contact point of the right arm with the hand remains, the penis is lost, and the surface is very damaged with dirt and rust-coloured marks found in grooves.The torso is slim, strongly reduced above the onset of the thighs; it must have been fairly short as the onset for the upper body starts immediately below the break. The underbelly is slightly protruding and is drawn in around the waistline. The inguinal ligament almost reaches the sides; the buttocks is small and rounded. The thighs are long and slender, their cross-section is oval; the outline of the left thigh is almost straight on the back. The wrist is slender; the left hand is closed. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["590BC-580BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 1 (Sub group 1)"], "Dimensions": [" Height: 7.50 centimetres ", " Length: 3.60 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Similar in terms of proportion and measures are the torsi from Naukratis in (Boston Museum of Fine Arts 88.734; 88.1098; Cairo Egyptian Museum 27425; British Museum 1886.4-1.1384 / B443, and 1886.4-1.1490 / B446; Moscow Pushkin Museum I 1.a 3000 (3202); Höckmann 2007, 171-172, cat. N2, pl. 12; Möller 2000, 161, note 585; Jenkins 2001, 175-176, note 90, pl. 19). This figure's proportions of the pelvis, the slender wrist and the position of the hand coincide with those of the one in Moscow. For all of these figures a common workshop can be assumed. "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (no. N16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.099) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1021 (Accession Number) "]}