{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from yellowish beige steatite; simply detailed back with marked clypeus, prothorax and elytra indicated by deeply incised single line; at side, legs very simplified, indicated by two broken horizontal grooves; underside incised with a tripartite composition; main central motif representing an animal, either a ram (maybe human-headed ram) crowned with two tall feathers, or an ibex (?), walking towards left and turning head to look backwards, with sun disk sign over its back; to the left, stylised red crown; to the right, motif lost, probably symetric representation of a red crown; longitudinally pierced; glaze mainly lost, slight bluish tinge remains on surface. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC (probably)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " pierced ", " carved ", " glazed "], "Dimensions": [" Length: 1.75 centimetres ", " Thickness: 0.75 centimetres ", " Width: 1.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The motif on the underside can be compared with Hornung and Staehelin 1976, 346, pl. 88, no. 789, though it is not an exact parallel. It could be a cryptographic way to write the name of Amun-Ra. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.23) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": [" mythical figure/creature (?) ", " mammal (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.902 (Accession Number) "]}