{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Description": [" Shoulder sherd of Milesian Fikellura pottery neck-amphora; beige slip; exterior: band of short vertical strokes between pairs of narrow bands; below, male figure to left (face and hand remaining), drinking from phiale). "], "School/style": ["Cambridge group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["550BC (circa)"], "Production place": [" Made in: Miletus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 2.50 centimetres ", " Thickness: 0.50 centimetres ", " Width: 2.10 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Cambridge Fitzwilliam GR.303.1899 and GR.52.1899. Schaus lists the sherd as probably belonging to the Altenburg Painter. According to Cook's classification system, the sherd belongs in the Cambridge Group (named after this sherd and Cambridge Fitzwilliam GR.52.1899, and GR.303.1899); the human figures are rudimentary but resemble those from the Altenburg Group. See Cook 1933-1934 pls. 5, 6, 11c, for the group's namepiece, the amphora, Altenburg 191. "], "Bibliographic references": [" Cook 1933-1934 / Fikellura Pottery (p. 14, no. 1) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (pl. VI, no. 12a) ", " Schaus 1986 / Two Fikellura Painters (p. 254, no. 19, pl. 14d) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 135, no. 632) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 36, no. 9, pl. XVIII, no. 9) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 246, no. 4) (Incorrectly labelled as part of the Altenburg Group) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GF.021) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 142, Nau 109, pl. 24a) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.302.1899 (Accession Number) "]}