{"artifact_name": "figure; seal(?); amulet", "Object Type": [" figure ", " seal (?) ", " amulet "], "Description": [" Mould-made large amuletic figure in glazed composition, representing the dwarf god Pataikos; naked, in crouching position with legs apart, hands on thighs and standing on two crocodiles; wears a wig (different from the usual shaven hydrocephalus head) topped by scarab and a broad collar; falcon standing on each shoulder, on both side of head; goddesses Isis wearing an hathoric crown and Nepthys framing Pataikos; winged female deity crowned by a Maat feather inscribed in a sun disk (Isis-Maat) to back, in low flat relief; rectangular base has underside incised with schematic representation of standing man holding a stick and a scarab (used as a seal?); very fine incised details (toes, wig, collar, feathers...); in general good workmanship; glaze totally worn out; light yellowish cream fine core; chipped at base; in two fragments, glued together. "], "Cultures/periods": [" 26th Dynasty (?) ", " 27th Dynasty (?) "], "Production date": ["630 BC - 450 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall "], "Materials": ["glazed composition"], "Technique": [" incised ", " mould-made "], "Dimensions": [" Height: 5.80 centimetres ", " Width: 2.40 centimetres ", " Depth: 2.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903). This amulet was discovered in this context (amulet described in detail in Hogarth diary; on this context: Masson forthcoming). Pataikos might be related with the god Ptah as a craftman god (Andrews 1994, 39). He is definitely linked with the other dwarf god Bes, with whom he appears often on the same amulet or in the same context (on the relationship between these two gods: Bulté 1998, 379 and 382). As an amulet, Pataikos seems to appear as early as the 6th dynasty, although amulets of the dwarf god are better identified from the New Kingdom onwards (Andrews 1994, 39). His amulets are very common during the Late and Ptolemaic periods (as illustrated in Mendes: Wilson 1982, 32, pl. XXIX n°3-4) and as popular as Bes in Naukratis (Masson forthcoming). The large amuletic figures of Pataikos standing on crocodiles, such as this one, are particularly popular during the Third Intermediate Period (Andrews 1994, 39), though their production persist in the Late Period. They are believed to protect against dangerous animals. Several figures of this type were discovered in Naukratis: BM 1886.0401.1496 and BM 1886.0401.1497; Boston, Museum of Fine Arts 86.709; London, Petrie Museum UC54640. This one, however, presents some unusual features: his hands are not holding snakes, he wears a wig and a broad collar; decorated base. For various types of Pataikos amulets see: Herrmann et al. 2010, 75-79 (type 36). Andrews, C. 1994, Amulets of Ancient Egypt, London. Bulté, J. 1998, ‘À propos d'une tête de Patèque de Tanis Sân 93-351, OAE 3423’, in P. Brissaud and C. Zivie-Coche, Tanis : travaux récents sur le Tell Sân el-Hagar - MFFT 1987-1997, Paris, 379-389. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.068) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, surface quite eroded, glaze lost and underside of base slightly chipped."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Pataikos ", " Representation of: Isis ", " Representation of: Nephthys "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.4560 (Accession Number) "]}