{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amuletic figure in glazed composition, representing Nefertum; wearing his characteristic headdress composed of an open lotus flower surmounted by high plumes and menat counterpoises on the sides; headdress and hair well detailed by fine incisions; back pillar plain and pierced widthwise above head; few remains of turquoise glaze; many porosities on surface; fine, hard pale yellow core; surface quite eroded; broken off at shoulders and top of headdress missing. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Height: 4.45 millimetres ", " Thickness: 1.30 centimetres ", " Width: 1.40 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Edgar explained that “one of the trenches at the South end of the site produced a great quantity of small faience objects of the Saitic period” (Edgar 1905, 134). This trench was done \"just N. of the ‘Great Wall’\" of the Great Temenos and have provided figurines of Egyptian deities, pendants and beads (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming a). This amulet might come from such a context. Nefertum is a deity particularly revered in the Memphite region, as the son in the Memphite sacred triad, and at Bubastis through his close association with Bastet/Sekhmet (Weiss 2012, 106). His cult was however relatively popular in the whole Delta region. Nefertum is relatively well represented in small amuletic figures from Naukratis, may they be in copper alloy, stone or glazed composition like for this specimen (Masson forthcoming b). During the Late Period, Nefertum’s role widened to ‘bearer of good fortune’ explaining his popularity as an amuletic figure (Heinz 2011, 217). On amulets of Nefertum see: Andrews 1994, 18-19; Herrmann et al. 2010, 56 (type 24). Andrews, C. 1994, Amulets of Ancient Egypt, London. Edgar, C. C. 1905, ‘Naukratis 1903, G. - Minor Antiquities’, in D. G. Hogarth, H. L. Lorimer and C. C. Edgar, ‘Naukratis 1903’, Journal of Hellenic Studies 25, 123–36. Heinz, S. 2011, ‘The lead statuettes and amulets of Heracleion- Thonis’, in A. C. Smith and M. E. Bergeron (eds.), The Gods of Small Things, Toulouse, 211-232. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming a, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, ‘A reflexion on Egyptian metal offerings from Naukratis’, in Heracleion in context: The maritime economy of the Egyptian Late Period, Proceedings of the conference in the University of Oxford, 15-17 March 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.113) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, broken and quite eroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Nefertum"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-EA.851 (Accession Number) "]}