{"artifact_name": "lid(Possibly); lekanis", "Object Type": [" lid (Possibly) ", " lekanis "], "Description": [" Body sherd (mended from two fragments) of Attic black-figured pottery vessel, probably a lekanis lid; underside has many bands and lines fired red; exterior: rays at centre; outside, black-figure frieze of female figures running to right: from left, part of face with traces of added white, hair, and white arm remaining, looking back; central figure wearing pinned and belted peplos, lower body missing, with white on arms and face and traces of added red on peplos and white dotted belt; incised maeander on paryphe; at right, perhaps tail of Triton or Nereus. "], "Producer name": ["Attributed to: Burgon Group"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["570BC-560BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 9.30 centimetres ", " Thickness: 0.50 centimetres ", " Width: 7.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd possibly belongs to the same vase as Cambridge Fitzwilliam GR.113a.1899. The sherd is also published in Beazley (1956) Attic Black-Figure Vase-Painters, p. 89, no. 3, where it is attributed to the Burgon Group. The remains to right Beazley interprets as part of Triton's tail, while the triangular mark on the border may have belonged to a dolphin. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 340, no. B410) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (p. 39, pl. XX, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.2105) ", " ABV / Attic Black-Figure Vase-Painters (89, 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.113.1899 (Accession Number) "]}