{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of gypsum alabaster figurine of youth (kouros), broken at neck. Nose and chin chipped, damage also on top (two chipped areas on first of three horizontal tresses of hair) and at back of head. Traces of red paint in groove between two lips and on thin band atop forehead. Hair rendered in thick plastic tresses, three horizontal across head, the rest vertical, falling down back, with the central parting indicated only slightly in the hairline above the forehead. Black patch on hair just below left ear may be paint, or post depositional dirt. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC - 550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Technique": ["painted"], "Dimensions": [" Height: 5.30 centimetres ", " Width: 3.10 centimetres ", " Depth: 3.65 centimetres "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Findspot 'town' is recorded in the 1975 register, based on old label, corroborated by Petrie's account (1886, 36). Compare the very similar statuette in London, British Museum, GR 1888,1006.1. Neither from the documentation in Dundee nor from the EEF distribution lists does it become clear when the objects from Naukratis (and Tell Dafana) entered the Museum, as neither of the sites is mentioned in them. Objects in the McManus Galleries were (re-)registered in 1975 after the loss of the original registers (some of which were later recovered). According to the museum's yearly Reports, the Galleries received objects from the EEF in 1888, 1889/90, 1892 (not all Reports were available to us for consultation), and every year from 1900 until 1914, but these donations are usually not recorded in the registers. Donations were made either directly by the EEF (1889/90 and 1914), per Amelia Edwards (1888 and 1889/90), or per the local secretaries of the EEF: Rev. Colin Campbell (1892 until 1905), Mr. J. Maclauchlan (1906), and Mr. A.H. Millar (1907-1913). Additional donations were made by the British School of Archaeology in Egypt in 1914. Close parallel found at Saqqara (Hastings 1997, pl.lxiii, no.40). Hastings 1997. E. A. The sculpture from the Sacred Animal Necropolis at North Saqqara, 1964-76. Egypt Exploration Society Excavation memoirs 61. London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 36) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.110) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1975-137 (Accession Number) "]}