{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back badly eroded with some remains of prothorax and elytra divisions; at side, legs relatively well-modelled, but eroded; underside decorated with papyrus flower with drooping buds either side and all three stems rising from straight line as base; difficult to tell if motif is stamped or incised; longitudinally pierced; glaze lost; in pale yellow paste; surfaces all quite worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced ", " stamped (?) "], "Dimensions": [" Length: 1.10 centimetres ", " Thickness: 0.60 centimetres ", " Width: 0.85 centimetres "], "Curator's comments": [" Object owned and held by Birmingham City Museum and Art Gallery. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Scarabs with a motif of papyrus thicket depicted on the base belong to a standard group produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). Petrie illustrated a number of different versions on scarabs and scaraboids (Petrie 1886, pl. XXXVII, 4-7). This type was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 98-99, type XXVIII, subtype A159-166). For related motifs on Naukratis scarabs and scaraboids: BM 1886,0401.1604; BM 1888,0601.1605; Boston, Museum of Fine Arts 86.681; Sydney, The Nicholson Museum, University of Sydney NM00.128.8. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund). Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.083) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, very worn"], "Subjects": ["plant"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1888A185 (accession number error?) ", " Miscellaneous number: 1888A195.4 (Accession Number) "]}