{"artifact_name": "sarcophagus(part of); fitting", "Object Type": [" sarcophagus (part of) ", " fitting "], "Description": [" Copper alloy cast eye, inlaid with green glass paste overlaid with a thin white glass paste (?); iris and pupil area would probably originally have been overlaid with black obsidian; ancient triangular hole in upper part, either ancient break or maybe for attaching the eye to a backing; fitting belonging to a coffin (sarcophagus) of human shape; white traces (plaster?) on the outer edges; metal corroded. "], "Cultures/periods": ["Ptolemaic (likely)"], "Production date": ["332 BC - 31 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": [" copper alloy ", " glass (?) "], "Technique": [" inlaid ", " cast "], "Dimensions": [" Height: 1.20 centimetres ", " Length: 4.35 centimetres ", " Depth: 0.55 centimetres (max) "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Findspot 'cemetery' is recorded in the 1975 inventory list based on old label. Neither from the documentation in Dundee nor from the EEF distribution lists does it become clear when the objects from Naukratis (and Tell Dafana) entered the Museum, as neither of the sites is mentioned in them. Objects in the McManus Galleries were (re-)registered in 1975 after the loss of the original registers (some of which were later recovered). According to the museum's yearly Reports, the Galleries received objects from the EEF in 1888, 1889/90, 1892 (not all Reports were available to us for consultation), and every year from 1900 until 1914, but these donations are usually not recorded in the registers. Donations were made either directly by the EEF (1889/90 and 1914), per Amelia Edwards (1888 and 1889/90), or per the local secretaries of the EEF: Rev. Colin Campbell (1892 until 1905), Mr. J. Maclauchlan (1906), and Mr. A.H. Millar (1907-1913). Additional donations were made by the British School of Archaeology in Egypt in 1914. ", " This was probably an inlay for an anthropoid wooden coffin (for bibliography and parallels dated to the Ptolemaic period: Spencer 2008, 12, pl. 29, 32, 34). Perishable material is usually not preserved in Delta sites. Spencer, N. 2008, Kom Firin I: The Ramesside Temple and the Site Survey (British Museum Research publication 170), London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.243) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, metal corroded and glass scratched"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1975-100 (Accession Number) "]}