{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amuletic figure in glazed composition, representing the dwarf leonine god Bes; squatting on small base, wearing his characteristic feathered headdress; dressed like a soldier, brandishing a sword in his right hand and carrying a shield in his left; flat back; horizontally pierced at the back at the height of the neck; grey-white glaze with added blue, black and yellow glazes for details; bit chipped in places. "], "Cultures/periods": [" Ptolemaic (late) ", " Roman Period (early?) "], "Production date": ["2ndC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (? Provenance given as Naukratis, but unlikely) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 5.70 centimetres ", " Width: 3.40 centimetres ", " Depth: 1 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The collection of F. W. von Bissing holds a significant group of figures in glazed composition mainly dating to the late Ptolemaic (maybe extending to the early Roman), in a few cases earlier. They often depict more Greek themes, though not always. The Naukratite origin of this lot, which ended in the Allard Pierson Museum in Amsterdam, appears dubious. The same can be said of the bronzes from this collection. This figure is made of a completely different faience from the earlier material from Naukratis and is also in a very good state of preservation. As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). Amulets representing Bes with a sword and a shield appear in the Ptolemaic period (Andrews 1994, 40). On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ON.08) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: Allard Pierson Museum, Amsterdam"], "Acquisition date": ["1934"], "Acquisition notes": ["Acquired in 1934 from Scheurleer Museum, The Hague; ex coll. F. W. von Bissing (1921)."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7631 (Accession Number) ", " Miscellaneous number: v. Bissing F.841 (Other Accession Number) "]}