{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Description": [" Lower body sherd with handle scar of Chian Grand Style pottery heavy chalice; white slip; interior: glazed black; spikey rosettes in added white between white bands; below, band of white squares with alternating white and added red dots; below, elaborate pattern in white and red; exterior: painted decoration consisting of procession of female figures to right (bottom of red garment decorated with black dots and outline of foot of first figure, and bottom of black garment with black dotted hem and outline of one foot of second figure remaining); at right, trace of undetermined motif; below, two dilute lines above guilloche band in handle zone; at right, tongue pattern around handle root; below, two wide bands; inscription on exterior. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 12.10 centimetres ", " Width: 7.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos describes this sherd as belonging to the Aphaia Group. The painter and the group are named after the chalice found in the sanctuary of Aphaia on Aegina and vessels from this group display a thematic unity. All include figures in garments and, in particular, the lower parts of chitons and himatia; none have any filling ornament and the interior decoration of some consists of komasts rendered in the light on dark technique. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 98-9, no. 302.6, pl. XXXII) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 111, p. 281, no. 784, pl. 102) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 740, no. 996) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1640) (phase 2) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1069 (Accession Number) ", " Miscellaneous number: P.5904 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.242 (Accession Number) "]}