{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Description": [" Figure in glazed composition, representing a female figure (possibly a musician or an offering bearer); seated on a block seat set on a small rectangular base; wearing a skirt down to ankles and with hips swelling out below the waist; holding something (now missing) on its lap with both hands, the arms bent at the elbow; object may be an offering table or a drum; crudely hand-modelled; glaze now missing, but yellowish colouring surviving on surface; coarse material, grey to white core; head, hands, left foot and right corner of base broken off. "], "Cultures/periods": ["26th Dynasty (possibly)"], "Production date": ["6thC BC (possibly)"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["hand-modelled"], "Dimensions": [" Height: 5.20 centimetres ", " Width: 3 centimetres ", " Depth: 2.80 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A member of the 'Block Group' Webb 1978, 89-92, Fig. 24,a., pl. XIII. See especially vi) Seated or kneeling figure with drum, vii) Kneeling and walking figures holding attributes difficult to identify. See in particular nos 413, and 414, pl. XIII, p. 90. These are both from Lindos, Blinkenberg, Lindos i, 1931, no. 1256, and no. 1260, pl.55 and are crudely but distinctively modelled figures presenting objects or playing musical instruments. The head would have corresponded to that on no 414, and the original glaze would have included a black-brown glaze stripe on bottom of hem. Other examples of these two groups come from Archaic levels at Perachora, and Aigina, as well as a plentiful number from Lindos, and several, unpublished as yet, from Samos Heraion. (N.B. Perachora 'PC Deposit' is not a trustworthy deposit for dating. These pieces are of early sixth century date, and never appear in dated Protocorinthian contexts elsewhere.) "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.27) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fragmentary, head and hands and left foot missing."], "Subjects": ["music (?)"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1885"], "Acquisition notes": ["Donated by Egypt Exploration Fund in 1885"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2749 (Accession Number) "]}