{"artifact_name": "krater; dinos", "Object Type": [" krater ", " dinos "], "Description": [" Neck and shoulder sherd of North Ionian Late Wild Goat Style black-figured pottery krater; interior: top of neck painted; exterior, white slip: on neck, animal frieze in silhouette style, depicting goat grazing to left (hind legs, one foreleg, and rump remaining) with added red; dot rosette, pinwheel rosette, and lozenge as filling ornament; below, maeander frieze; on shoulder, black-figure frieze: large palmette to left; facing it, fully preserved, neck and head of griffin; thick filling ornament; black band below, with added red band, and traces of third frieze. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["590 BC-560 BC (circa)"], "Production place": [" Made in: North Ionia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 11 centimetres ", " Thickness: 1.10 centimetres ", " Width: 11.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Sherd is very similar to Oxford G120.1 . Either both sherds belong to the same vessel or they were by the same painter, probably the former. Also illustrated by Chr. Kardara, Rodiaki Aggeiographia (1963) pl. 13c. "], "Bibliographic references": [" Möller 2000 / Naukratis, Trade in Archaic Greece (p. 243) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.564) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 942a, pl. 115) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA19 (Accession Number) "]}