{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition in the shape of a double-sided wedjat-eye; both sides present modelled wedjat-eye markings with detailed eyebrow; unusual bulging thick shape; remains of pale turquoise glaze; longitudinally pierced; right part and lower part broken off. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 2.50 centimetres ", " Length: 3.30 centimetres ", " Thickness: 1.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25.), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). For another example of wedjat-eye with a bulging shape, from Naukratis: Bristol, City Art Gallery & Museum H1172.1 (one-sided left wedjat-eye). The museum register records the Scarab Factory as context of discovery for this piece, but the list written (or at least supervised) by Amelia Edwards states specifically that it is ‘Not from the Scarab factory’. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.329) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor (incomplete)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3906 (Egyptian inventory number) ", " Miscellaneous number: P.5277 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.330 (Accession Number) "]}