{"artifact_name": "bowl(?)", "Object Type": ["bowl (?)"], "Description": [" Body sherd of North Ionian or Aeolian Late Wild Goat Style pottery open vessel, probably a large bowl; white slip; interior: streaky black with part of incised decorative frieze, palmette and another motif, probably with added red and white, below now faded red band; exterior: very worn decoration consisting of part of goat to left and one pinwheel rosette. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["610 BC-550 BC (circa)"], "Production place": [" Made in: Teos (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 4.70 centimetres ", " Thickness: 0.70 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Despite Schlotzhauer there is no parallel for the inner decoration on a plate; rather the piece is from a North Ionian, probably Teian, bowl ", " Modern inscription written in ink 'NAU 6' on break (accession number used in clay analysis). According to Dupont and Thomas (2006, p.80 NAU6), the geochemical characteristics of the fabric point to an origin in the region of Teos. According to Schlotzhauer (NAU 164 Schlotzhauer and Weber 2012), sherd belongs to a plate. "], "Bibliographic references": [" Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (Nau 164) ", " Dupont & Thomas 2006 / Naukratis: Les Importations Grecques Orientales Archaïques (p. 78, 80, 82-83, fig. 3) (NAU 6) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.067) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA32 (Accession Number) "]}