{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing the dwarf leonine god Bes; naked, in a squatting position, wearing his characteristic feathered crown; relatively simply modelled; small circular hole marking the bellybutton; suspension hole pierced widthways between head and crown level; rather dark turquoise glaze quite well preserved; lower part broken off. "], "Cultures/periods": [" Late Period (possibly) ", " Ptolemaic (early?) "], "Production date": ["6thC BC - 4thC BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 4 centimetres ", " Thickness: 1.20 centimetres ", " Width: 2.20 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the Egypt Exploration Fund list, the Redpath Museum received in 1887 several \"paste objects\" from the Scarab Factory, along with two moulds. This amulet might come from such a context. As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.002) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Previous owner": ["Currently owned by: Redpath Museum, Montreal"], "Acquisition date": ["1887"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2663 (Accession Number) "]}