{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; back little detailed with clypeus indicated by two inturned triangles and an incurved line; at side, legs simply indicated by carved out triangle and horizontal grooves; underside carefully incised with motif consisting of a nfr and a ankh signs arranged vertically in the middle, surrounded by intertwined S spirals, the whole enclosed by a single well-drawn incised line; longitudinally pierced; faint traces of green glaze; steatite buff in colour, with small black inclusions. "], "Cultures/periods": ["Hyksos (?)"], "Production date": ["1650 BC - 1550 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.75 centimetres ", " Length: 1.40 centimetres ", " Width: 1 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Gorton (Gorton 1996, 15, Type IV) argued that this type of motif derived from scarabs of Hyksos period or might be genuine early scarabs. Though Gorton did not know about this specimen from Naukratis, she quotes examples from the Western Mediterranean. A comparable treatment of the back (with simple triangular cutout of clypeus) and legs is found on several other scarabs from Naukratis that can be dated to the Second Intermediate Period-beginning of the New Kingdom: BM 1888,0601.65; Bristol, City Art Gallery & Museum H5115.8 and H3713. The decoration is based on Hyksos designs: see for example a scarab from En-Samije dated to the late Middle Kingdom (1813-ca. 1680 BC) (Keel 1997, 580-1, no. 16). On this specimen, the intertwined S spirals are very carefully engraved with the beginning of the throne name of Sesostris I (Kheper-ka). The scarab from Naukratis, however, could be an archaising copy (see Hornung and Staehelin 1976, 359, no. 863). The collection of Bristol holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory like here, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Keel, O. 1997, Corpus der Stempelsiegel-Amulette aus Palästina/Israel : von den Anfängen bis zur Perserzeit, Orbis biblicus et orientalis, Series Archaeologica 29, Fribourg. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.42) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good, except for scar on back where stuck onto display card"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.4 (Accession Number) "]}