{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Small amuletic figure carved in a very light yellowish green stone, maybe steatite (soapstone), representing Nefertum; deity in striding pose with arms on his sides; wearing his characteristic headdress composed of an open lotus flower surmounted by high plumes and flanked by menat, and shendyt short kilt below waist; very simplified and schematic design with crude and deep incised details; not well proportioned with too large bulging eyes and body too small; complete. "], "Cultures/periods": [" Late Period (possibly) ", " Ptolemaic (early?) "], "Production date": ["6thC BC - 4thC BC (possibly)"], "Production place": [" Made in: Naukratis (possibly) "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": [" stone ", " steatite (?) "], "Technique": ["carved"], "Dimensions": [" Height: 2 centimetres ", " Width: 0.90 centimetres ", " Depth: 0.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A few amulets in similar material were found in Naukratis, all representing Egyptian gods. They share details in the manufacture and style: Montreal, Redpath Museum 2507; Boston, Museum of Fine Arts 86.184 and 86.188; Oxford, Ashmolean Museum AN1896-1908-EA.684 (also figure of Nefertum) and AN1888.173; Bristol, City Art Gallery & Museum H2267. It is plausible that they were produced locally. Nefertum is a deity particularly revered in the Memphite region, as the son in the Memphite sacred triad, and at Bubastis through his close association with Bastet/Sekhmet (Weiss 2012, 106). His cult was however relatively popular in the whole Delta region. During the Late Period, Nefertum’s role widened to ‘bearer of good fortune’ explaining his popularity as an amuletic figure (Heinz 2011, 217). Nefertum is relatively well represented in small amuletic figures from Naukratis, may they be in copper alloy, glazed composition or stone like for this specimen (Masson forthcoming). On amulets of Nefertum see: Andrews 1994, 18-19; Herrmann et al. 2010, 56 (type 24). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Heinz, S. 2011, ‘The lead statuettes and amulets of Heracleion-Thonis’, in A. C. Smith and M. E. Bergeron (eds), The Gods of Small Things, Toulouse, 211-232. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘A reflexion on Egyptian metal offerings from Naukratis’, in Heracleion in context: The maritime economy of the Egyptian Late Period, Proceedings of the conference in the University of Oxford, 15-17 March 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.108) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Nefertum"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3902 (Egyptian inventory number) ", " Miscellaneous number: P.5271 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.326 (Accession Number) "]}