{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing a falcon-headed deity, possibly Ra-Horakhty or Horus; with a human body striding, arms by his sides, abbuted to a back pillar; wearing a shendyt short kilt, a wig topped by a headdress in shape of a sun-disc with uraeus in front; simplified modelling with bit crude features and some incised details for kilt and marked belly button; back pillar pierced widthways for suspension, behind chest; bright turquoise blue glaze well preserved; brownish core; broken off below knees. "], "Cultures/periods": ["Ptolemaic (early?)"], "Production date": ["6thC BC - 4thC BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " glazed "], "Dimensions": [" Height: 4.50 centimetres ", " Width: 1.30 centimetres ", " Depth: 1.18 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Amulets representing a hieracocephal male figure can refer to various Egyptian deities (topped with sun-disc and uraeus particularly Horakhty, a specific solar form of Horus known as 'Horus of the Horizon': Andrews 1994, 29). For another amulet from Naukratis representing a hieracocephal deity, but wearing a double-crown: Boston, Museum of Fine Arts RES.86.313. On amulets of falcon-headed deities see: Andrews 1994, 27-30; Herrmann et al. 2010, 61-63 (type 26). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.107) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, though incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Horakhty (possibly)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1030 (Accession Number) "]}