{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from beige steatite; back has little detail with only crudely hatched indications at head end of feathering, no other details; side presenting compressed shape, with legs represented by carved out triangle and horizontal grooves; underside bearing incised motif arranged horizontally representing Hathor head with cow ears and horns, flanked in side panels by stylised addorsed red crowns, and two uraeus (?) either side of Hathor head; some infill hatching; crudely cut; longitudinally pierced; some remains of a greeninsh glaze in incisions. "], "Cultures/periods": [" Second Intermediate (possibly) ", " Middle Kingdom (?) "], "Production date": ["1650 BC - 1550 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" carved ", " glazed ", " incised ", " pierced "], "Dimensions": [" Height: 0.90 centimetres ", " Length: 1.95 centimetres ", " Width: 1.25 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This very stylised head of Hathor and red crowns find parallels with Middle Kingdom and Second Intermediate Period scarabs (Tufnell 1984, 120, class 3B3b, pl. XII and 138, class 10D, pl. XLVIII). Several typical Second Intermediate Period scarabs were discovered in Naukratis. An identical Hathor's head, but represented alone without additional details was discovered on another stone scarab discovered in Naukratis (Petrie1886, pl. XXXVIII, no. 154). A comparable treatment of the back (with simple triangular cutout of clypeus) and legs is found on other scarabs from Naukratis that can be dated to the Second Intermediate Period-beginning of the New Kingdom: BM 1888,0601.65; Bristol, City Art Gallery & Museum H5115.4 and H3713. The collection inf Bristol holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory like here, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Tufnell, O. 1984, Studies on Scarab Seals, II: Scarab Seals and their Contribution to History in the Early Second Millennium BC, Warminster. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.18) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but scar on upper surface where originally stuck onto display card,"], "Subjects": ["ancient egyptian deity"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.8 (Accession Number) "]}