{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from steatite; back rather well defined with simply marked head and clypeus, prothorax and elytra indicated with incised double-lines; feathering on front legs indicated by striations around edge in front of clypeus; at side, simply modelled legs with undercut triangle and sloping grooves at either end; underside bearing a crudely cut hieroglyphic inscription arranged horizontally: signs including nefer, uraeus, wadj-column and to left, a crudely represented Wedjat eye with two horizontal lines underneath and a lens-shaped item beneath (maybe a neb-basket sign or t-loaf?); pierced lengthwise; steatite buff in colour with dark inclusions. "], "Cultures/periods": ["25th Dynasty (possibly)"], "Production date": ["760 BC- 650 BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " undercut ", " pierced "], "Dimensions": [" Height: 0.85 centimetres ", " Length: 1.85 centimetres ", " Width: 1.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A perfect pendant to the inscription on that scarab was discovered in Vulci (scarab in glazed steatite: Hölbl 1979, II, 67-8, pl. 80/3, no. 329). Not only the inscription is similar but the style of the hieroglyphs are comparable. Hölbl suggests a date before the mid-7th century BC (Hölbl 1979, I, 147). See also parallel from Memphis: Petrie 1925, pl. XIX, no. 1491. Hölbl, G. 1979, Beziehungen der ägyptischen Kultur zu Altitalien (EPRO 62), Leiden. Petrie, W. M. F. 1925, Buttons and design scarabs, London, British School of Archaeology in Egypt 38, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.85) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.10 (Accession Number) "]}