{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Solid-cast amuletic figure in copper alloy; depicting a jackal-headed deity, most likely Anubis or Wepwawet; head of jackal with erect ears, facing forward, arms by side, one leg possibly set forward; very crude and flat design; part of suspension loop at back; broken off below thighs; metal well preserved. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 2.10 centimetres ", " Width: 0.80 centimetres (across shoulders) ", " Depth: 1.20 centimetres (from nose tip to back of loop) "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A few figures and amuletic figures in copper alloy and glazed composition representing a jackal-headed deity were discovered in Naukratis, (Masson forthcoming). They could be related to the cult of the funerary god Upuaut (Wepwawet) attested in Sais during the Late Period (Weiss 2012, 448) and would therefore demonstrate how Naukratis was embedded in the Saite cult beliefs. Similar bronze amuletic figures from Naukratis: BM 1885,1101.93 and BM 2011,5009.18. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.184) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair though incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Anubis (?) ", " Representation of: Wepwawet (?) "], "Previous owner": ["Currently owned by: Bolton Museum"], "Acquisition date": ["1886"], "Acquisition notes": ["Presented by the EEF, received from R.S. Poole Esq., 16 June 1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.78 (Accession Number) "]}