{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in the shape of a wedjat-eye in glazed composition; with quite fine moulded decoration; eyebrow marked with chevron pattern; details of eye and ridge brow in low raised relief; back not visible as currently glued to display plate, but according to similar amulets from Naukratis, it could be either right-sided or double-sided; light greenish turquoise glaze; in fine whitish paste; top right hand corner of eyebrow and vertical falcon-eye marking under the eye broken off. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " glazed "], "Dimensions": [" Length: 2.50 centimetres ", " Thickness: 0.45 centimetres ", " Width: 1.70 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Original label records excavation year and the register records findspot. In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the McLean Museum & Art Gallery tend to allocate the Scarab Factory as a findspot for not only scarabs and scaraboids moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. For similar types of wedjat eye found in Naukratis, see: Boston, Museum of Fine Arts 86.805; London, Petrie Museum UC52354. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.327) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but incomplete"], "Previous owner": ["Currently owned by: McLean Museum & Art Gallery"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.452 (Accession Number) "]}