{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of hollow-cast figure of the funerary god Osiris in copper alloy; head broken off at neck; wearing the false beard and the Atef crown, composed of the white crown flanked by two ostrich feathers, with uraeus on front; snake's body is partly coiled up behind the raised forepart, while the tail goes up straight in front of the Hedjet; eyes hollowed, maybe for inlays in different material; much corroded. "], "Cultures/periods": [" Ptolemaic (early?) ", " 30th Dynasty (?) "], "Production date": ["4thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["copper alloy"], "Technique": ["hollow-cast"], "Dimensions": [" Height: 5.10 centimetres ", " Width: 2.50 centimetres ", " Depth: 1.70 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Received among objects from several sites by the Egypt Exploration Society, no provenance, but according to Bolton Museum register possibly from Naukratis. The wooden mount upon which it was received bears the number 168. ", " The technique and style displayed by this figure is rather unique in Naukratis bronzes. The early excavations at Naukratis provided many bronze figures of Osiris. Some of them originated from a cache of bronzes found in a building located in the southern part of the city: it contained nineteen statuettes of Osiris, twelve of which were complete (Petrie 1886, 41-42). Osiris is by far the most represented deity in the corpus of bronze figures from Naukratis (Masson forthcoming b). Bronzes representing Osiris, as well as the other members of the Osirian triad - Isis and Harpokrates, are conspicuous in Late Period and Ptolemaic bronze votive deposits all over Egypt (see for example the large caches from North Saqqara where members of the Osirian triad represent three quarter of the bronze figures: Emery 1970, 6). The Osirian cult is important in the saite nome, and particularly in Sais itself as stressed by K. Weiss (Weiss 2012, 445), but also on a more local scale (Masson 2015). Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Masson, A. forthcoming b, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.124) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, fragmentary and very corroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Previous owner": ["Currently owned by: Bolton Museum"], "Acquisition date": ["1966"], "Acquisition notes": ["Presented by the Egypt Exploration Society, 1966"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1966.36.A (Accession Number) "]}