{"artifact_name": "scaraboid-mould", "Object Type": ["scaraboid-mould"], "Description": [" Terracotta rounded scaraboid-mould in Nile clay; impression of a Black African head with large nose and bulging eyes, almost lost below mud deposit; no visible remain of paste/glaze inside; in orange brown Nile silt fabric with abundant mica inclusions. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Diameter: 3.50 centimetres ", " Length: 1.30 centimetres (head impression) ", " Thickness: 0.70 centimetres (head impression) ", " Thickness: 1.80 centimetres ", " Width: 1.10 centimetres (head impression) "], "Curator's comments": [" Object owned and held by Nottingham Castle Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Scaraboids in the shape of a Black African head are a standard production at Naukratis. This specimen is a plainer version of a Black African head compared with those listed by Petrie (Petrie 1886, 37, pl. XXXVIII, 8-11), where hair is indicated by lines, cross hatching or braiding. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OI.064) (phase 2)"], "Location": ["Not on display"], "Condition": ["Fair though head impression inside difficult to read because of mud deposit"], "Subjects": [" african ", " black "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NCM 1888-63a (Accession Number) "]}