{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Whiteish grey limestone falcon. Smaller chipped areas on back, head and wings. On a rectangular plinth a falcon with his wings close to the body is sitting, the small head is rendered summarily. The claws are large; the surface is smooth and without any indications of feathers and the like. The wings are separated from the body by means of a stepped dent. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (likely) "], "Materials": ["limestone"], "Type series": ["Nick Type 4 (Sub group 4.2)"], "Dimensions": [" Height: 6 centimetres ", " Width: 9.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " No known provenance (no provenance given in Bolton Museum register). Published in Nick, 2006. cat.59, p.124; pp.71-72; pl.24. Faintly marked Φ (Sanctuary of Aphrodite?). Representations of falcons are rarely found on Cyprus - with the exception of those from Salamis. There are much more commonly dedicated in the eastern Mediterranean, on Rhodes, in Cnidos, in the Delian Heraion, in Miletus and in the Heraion on Samos. The bird can be shown on its own like this one but also with a snake or another bird in its beak or with an Egyptian double crown on its head.The rendering of the falcon is based on the Egyptian Horus falcon. The rendering of the body relies on Egyptian figures of the late period and faiences as they were found all across the eastern mediterranean including Naukratis and as they were produced in Naukratis. The parallels from datable contexts from Samos, Lindos and Vroulia allow for the falcon to be dated not later than the middle of the sixth century BC. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 59) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.085) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1966.114.A (Accession Number) "]}