{"artifact_name": "arrow-head", "Object Type": ["arrow-head"], "Description": [" Copper-alloy arrow-head. Barbed with broken and missing tang and barb. Ridge along middle with a central burr gives the arrow a diamond shape section. Greek tanged arrowhead. An arrowhead with two barbs and a tang (all broken). It has a mid-rib and extra nodules on the rib. "], "Cultures/periods": [" Ptolemaic (?) ", " Late Period (?) "], "Production date": ["525 BC-30BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Type series": ["Baitinger IA4"], "Technique": ["cast"], "Dimensions": [" Diameter: 0.40 centimetres (socket) ", " Length: 3.70 centimetres ", " Thickness: 1.40 centimetres ", " Width: 1.60 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Baitinger suggests this type was developed from Mycenaean forms that continued to be used into the Hellenistic period (Baitinger 2001, Dornpfeilspitzen types 1A4 and 1A5 figs 31-32, 38-40). Archaic form developed out of Late Bronze Age Greek and Cretan types and associated with composite bow. This form was also found on the battlefield of Marathon. (Snodgrass 1964, 145-7, boss and barb tanged ‘Cretan’ type Form 1C2; 1967, 81, fig. 35; Erdmann 1973, 35 Form B1, 1200, 7th to 1st century BC). For a discussion of provenance see also (Pelleg et al. 1983). Parallels from Egypt in the British Museum include: BM AES 1920,0214.38, 1920,0214.37, 1866,1228.46 and GR 1886, 0401.1735 from Naukratis. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (SB.68) (Phase 2)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2008.1 (Accession Number) "]}