{"artifact_name": "bead; eye-bead", "Object Type": [" bead ", " eye-bead "], "Description": [" 20 beads. 9 ball beads in glass with applied decoration; dot and raised concentric circles in white (or cream) and blue. Five are in poor condition, decoration missing. Mostly spherical, 23 mm, 18mm, 17mm, 13mm, 12mm, 11mm, 10mm, 10mm diameter, with one tubular 17mm diameter x 20mm long. 1 dark green glass disc bead with curved top (diameter 18mm, 8mm thick). 1 light green glass disc ring bead (diameter 12mm x 4mm thick) with large hole (7mm). 1 half ovoid blue faience bead, fragmentary (diameter 16mm). 1 dark blue glass tube (length 20mm x 6mm diam). 1 green glass tube, flattened (length 9mmx 5mm diameter). 1 glass ball bead, brown with spiral white decoration (diameter 8mm). 1 blue faience (or stone?) disc bead (diameter 20mm x 7mm long). 2 small blue spherical faience beads 7.5mm sdiam, 1 spherical red faience bead (8mm diameter) and 1 tubular white stone bead (7 x 6mm). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC-30BC (?)"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) (probably) "], "Materials": [" glass ", " beryl "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " These objects were stored as a single object accompanied by a registration card sent by the EEF dated to the 'Ptolemaic dynasty'. It is likely the collection came from a grave context within the Cemetery, which was predominantly Macedonian or Early Ptolemaic in date, although Late Period, Archaic and Classical greek objects were also found in some graves. The majority of the beads are wound glass with stratified eye. Close parallels were found within the Archaic Artemisia in Ephesus (Hogarth 1908, XLV). Such beads were found across the mediterranean and reached north west Europe in the later part of the first millenium BC (Dublin 2007, 328). Dubin, L. S. 2007. The history of beads : from 30,000 B.C. to the present. London.. Hogarth, D. G. 1908. Excavations at Ephesus: the Archaic Artemisia. London. ", " 20 beads: 6 glazed composition plain spherical (Xia type PN8, Late Period), 5 glass stratified eye-bead (GD23-27, Late Period), 4 glass crowded eye-bead (GD26/27, Late Period), 1 glass spiral (GD66, Late Period/Ptolemaic?), 2 green glass hoop (GN8, Roman), 1 beryl heptagonal cylinder (GN67/71, Roman), 1 glass tube (type unknown, Roman?). Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QH..05)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1322 (Accession Number) "]}