{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition (middle on the image), representing a male human-shaped deity with an animal face, possibly the lion-headed god Mahes (or Mihos); standing, in a striding pose on small rectangular base, with arms by his sides, leaning against back pillar; wearing a short striated kilt; roughly made with very schematic features and crude incisions for details; suspension loop pierced widthways on the top of the head; green glaze patchily preserved; beige cream paste; almost complete, base chipped. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " glazed "], "Dimensions": [" Height: 3.10 centimetres ", " Width: 0.80 centimetres ", " Depth: 1.20 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " If the identification of the deity represented as Mahes is correct, then it joins a very small group of figures of this warrior god discovered in Naukratis (Masson forthcoming): Oxford, Ashmolean Museum AN1896-1908-EA.683; BM 1885,1101.84; Boston, Museum of Fine Arts 86.807. On Mahes amulets see: Andrews 1994, 25, fig. 23b; Herrmann et al. 2010, 44 (type 13). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.157) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Maihesa (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1051.2 (Accession Number) "]}