{"artifact_name": "figure; amulet(?)", "Object Type": [" figure ", " amulet (?) "], "Description": [" Mould-made figure of a frog or toad; finely detailed modelling; used as an amulet or just as an ornament (?); no suspension hole nor loop; dark green with blue glaze; in white-beige paste; hollow; complete. "], "Cultures/periods": [" Ptolemaic (probably late) ", " Roman Period (early?) "], "Production date": ["2ndC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (? Provenance given as Naukratis, but unlikely) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 3.15 centimetres ", " Length: 5.40 centimetres ", " Width: 3.15 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The collection of F. W. von Bissing holds a significant group of figures in glazed composition mainly dating to the late Ptolemaic (maybe extending to the early Roman), in a few cases earlier. They often depict more Greek themes, though not always. The Naukratite origin of this lot, which ended in the Allard Pierson Museum in Amsterdam, appears dubious. The same can be said of the bronzes from this collection. This figure is made of a completely different faience from the earlier material from Naukratis and is also in a very good state of preservation. On frog or toad amulets as symbols of regeneration and fecundity, see: Andrews 1994, 63; Herrmann et al. 2010, 116-117 (type 65). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ON.22) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["amphibian"], "Previous owner": ["Currently owned by: Allard Pierson Museum, Amsterdam"], "Acquisition date": ["1934"], "Acquisition notes": ["Acquired in 1934 from Scheurleer Museum, The Hague; ex coll. F. W. von Bissing (1921)."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7639 (Accession Number) ", " Miscellaneous number: v. Bissing F.214 (Other Accession Number) "]}