{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone head of youth (baby) wearing pointed cap. Broken at neck, chipped in places. "], "Cultures/periods": ["Cypro-Classical (late)"], "Production date": ["450BC-350BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["limestone"], "Dimensions": [" Height: 6.80 centimetres ", " Width: 3.90 centimetres ", " Depth: 4.80 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Acquired in Egypt and published as from Naukratis (Moormann, p.5, no.16). Though the limestone is fairly soft, it is heavier than other Egyptian limestone figures and appears to be of Cypriot syle. Three similar small archaising Hellenistic heads in limestone are known from Naukratis (Amsterdam, Allard Pierson Museum 7835; Champaign, Spurlock Museum, University of Illinois 1926.02.0032; Cambridge, Fitzwilliam Museum GR.3.1899), and are part of a small group of later limestone figures brought to Naukratis from Cyprus (British Museum GR1900,0214.22; Oxford, Ashmolean Museum AN1886.457; AN1896-1908-G.1042; Champaign, Spurlock Museum 1926.02.0029; Bristol, City Art Gallery & Museum H446.c). Naukratis parallel dated as 'probably archaizing work of late Hellenistic date or slightly later' (Budde & Nicholls 1967, no. 77/80, pl. 26). Beer, C. 1994. ‘Temple-boys: A study of Cypriote votive sculpture’. Studies in Mediterranean Archaeology. Vol. CXIII, Stockholm. Budde, L. and Nicholls, R. 1967. Catalogue of the Greek and Roman sculpture in the Fitzwilliam Museum, Cambridge. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture (Paris: Editions de la Réunion des Musées Nationaux). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.134) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7835 (Accession Number) ", " Miscellaneous number: S.281 (Other Accession Number) "]}