{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Fragmentary mould-made amulet in glazed composition, in the shape of an oblong one-sided right wedjat-eye; pierced lengthways for suspension; faint remains of pale turquoise glaze; added black glaze in relief for pupil and eyebrow; very worn glaze, patchily preserved; vertical falcon-eye marking under the eye broken off. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 3.20 centimetres ", " Length: 5.10 centimetres ", " Thickness: 0.70 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the Egypt Exploration Fund list, the Redpath Museum received in 1887 several \"paste objects\" from the Scarab Factory, along with two moulds. This amulet might come from such a context. In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). For a similar type of wedjat-eye from Naukratis, see: Liverpool, World Museum 9,9,86,84.e. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.288) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2537.02 (Accession Number) "]}