{"artifact_name": "figure; amulet(?)", "Object Type": [" figure ", " amulet (?) "], "Description": [" Mould-made figure in glazed composition, representing a young man wearing a wreath of leaves (?) (only head preserved); used as an amuletic figure (?); light turquoise glaze, with added light-brown glaze on hair and yellow on wreath; in white paste; glaze much worn particularly on face; broken below neck. "], "Cultures/periods": [" Roman Imperial (early) ", " Ptolemaic (end) "], "Production date": ["1stC BC - 1stC AD"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (? Provenance given as Naukratis, but unlikely) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 2.80 centimetres ", " Width: 2.20 centimetres ", " Depth: 2.20 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The collection of F. W. von Bissing holds a significant group of figures in glazed composition mainly dating to the late Ptolemaic (maybe extending to the early Roman), in a few cases earlier. They often depict more Greek themes, though not always. The Naukratite origin of this lot, which ended in the Allard Pierson Museum in Amsterdam, appears dubious. The same can be said of the bronzes from this collection. This figure is made of a completely different faience from the earlier material from Naukratis. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ON.15) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though incomplete and glaze quite worn"], "Previous owner": ["Currently owned by: Allard Pierson Museum, Amsterdam"], "Acquisition date": ["1934"], "Acquisition notes": ["Acquired in 1934 from Scheurleer Museum, The Hague; ex coll. F. W. von Bissing (1921)."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7629 (Accession Number) ", " Miscellaneous number: v. Bissing F.191 (Other Accession Number) "]}