{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Small amuletic figure carved in a yellowish stone, maybe steatite (soapstone), likely representing a male Egyptian god; male figure in striding pose on a rectangular base, with arms by his sides, leaning against back pillar; wearing shendyt short kilt below waist; very roughly made with summarily incised details; not well proportioned with too large bulging eyes and body too small; pillar pierced widthwise for suspension, at head level; headdress top broken off. "], "Cultures/periods": [" Late Period (possibly) ", " Ptolemaic (early?) "], "Production date": ["6thC BC - 4thC BC (possibly)"], "Production place": [" Made in: Naukratis (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" stone ", " steatite "], "Technique": ["carved"], "Dimensions": [" Height: 1.95 centimetres ", " Width: 0.75 centimetres ", " Depth: 0.90 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A few amulets in similar material were found in Naukratis, all representing Egyptian gods. They share details in the manufacture and style: Montreal, Redpath Museum 2507; Boston, Museum of Fine Arts RES.86.326, 86.184 and 86.188; Oxford, Ashmolean Museum AN1896-1908-EA.684 and AN1888.173. It is plausible that they were produced locally. Since the headdress is broken off and he does not wear any specific attribute, it is not possible to identify the deity depicted. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.184) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair but incomplete"], "Subjects": ["ancient egyptian deity (likely)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2267 (Accession Number) "]}