{"artifact_name": "artefact; drill-core", "Object Type": [" artefact ", " drill-core "], "Description": [" Tubular, slightly tapering artefact in black and white hard stone, syenite (or granite); likely a drill-core from a vessel and maybe by-product of bead or amulet manufacture; smoothly rounded, but broken at both ends. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis (? according to museum register) "], "Materials": [" syenite ", " granite "], "Dimensions": [" Diameter: 1 centimetres ", " Height: 1.40 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Petrie noted the presence of ‘thousands of alabaster drill cores from tubular drilling’ as well as unfinished vessels in alabaster from the temenos of Apollo at Naukratis (Petrie 1886, 15), indicating the mass-production of stone vessels in Naukratis. Syenite drill-cores were not observed amongst them, however. Tell Dafana, on the other hand, is known for its production of stone artefacts including syenite (Petrie 1888, 74 § 70 (esp. 18477 which should be a \"syenite\" drill-core); see also BM 1887,0101.691). There might have been a confusion between Naukratis and Tell Dafana. The drilling was performed by using a tube in copper alloy with abrasive, usually dry sand. On \"drill-cores from tubular drillings\", in \"alabaster, obsidian, syenite, basalt & jasper\" from Tell Dafana: Petrie, W. M. F. 1888, Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. On Egyptian stone vessels and their production: Nicholson, P. T. and Shaw, I. 2000, Ancient Egyptian materials and techniques, New York. Aston, B. G. 1994, Ancient Egyptian stone vessels: materials and forms, Heidelberg. Petrie, W. M. F. 1974, Tools and Weapons, Warminster. http://www.oocities.org/unforbidden_geology/ancient_egyptian_stone_vase_making.html "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.128) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2493 (Accession Number) "]}