{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Large mould-made amulet in glazed composition, representing a Djed pillar surmounted by an Atef-crown; small reeded lug pierced widthwise for suspension on the back; thick turquoise glaze well preserved; lower part broken off. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (?) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 7.10 centimetres ", " Thickness: 1.10 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to the Egypt Exploration Fund list, the Redpath Museum received in 1887 several \"paste objects\" from the Scarab Factory, along with two moulds. This amulet might come from such a context. This symbol of Osiris' backbone, associated to ideas of stability, is a very common funerary amulet. A similar Djed pillar surmounted by an Atef crown is dated to the 26th dynasty (Müller-Winkler 1987, Kat. 664), though such composition can date to the general Late and even Ptolemaic periods (Andrews 1994, 83, fig. 84a). On Djed pillar amulets see: Andrews 1994, 82-83; Herrmann et al. 2010, 147-148 (type 94). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Müller-Winkler, C. 1987, Die ägyptischen Objekt-Amulette : mit Publikation der Sammlung des Biblischen Instituts der Universität Freiburg Schweiz, Göttingen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.395) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair (incomplete)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2500 (Accession Number) "]}