{"artifact_name": "kantharos", "Object Type": ["kantharos"], "Description": [" Rim sherd of Chian pottery Type B1 kantharos; white slip; interior: reserved band at rim, glazed streaky black below; part of lotus flower in added white outline with added red centres; top of rim glazed; exterior reserved with pre-firing dipinto inscription. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 5.50 centimetres ", " Width: 3.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Kantharoi Type B1 have lotus flowers and lotus buds on the interior abve two white bands (Williams 1983, 169). Many kantharoi Type B have painted inscriptions beneath the rim and several have been found on Aegina as well as at Naukratis. Williams, D. ‘Aigina, Aphaia-Tempel 5. The pottery from Chios’, Archäologischer Anzeiger 1983 "], "Bibliographic references": [" Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 740, no. 998) ", " Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 100, no. 303.1, pl. XXXII, no. 303.1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1870) (phase 2) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1070 (Accession Number) ", " Miscellaneous number: P.5905 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.243 (Accession Number) "]}