{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta ithyphallic figure of Harpocrates. A naked youth, modelled in the round and standing, broken at ankles. His head is shaven but for a large sidelock, and he holds a small bowl in his lowered right hand. His left hand holds his long and sinuous phallus, which rises to pass over his left shoulder and crosses his upper back, the glans resting in front of his right shoulder. Traces of white coating or plaster on front, left. Solid; two-piece mould. Red-brown Nile silt fabric. Lower legs missing. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-I.5.3"], "Technique": [" moulded ", " painted (?) "], "Dimensions": [" Height: 5.50 centimetres ", " Width: 2.80 millimetres "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Three examples from the same mould series (British Museum EA90389 and GR1973,0501.28; Bailey 2008, no.3202, EA M100; Louvre E20834, previously the Musee Guimet, Dunand 1990,108, no. 252; see also similar example Cambridge E.146.1914). The Louvre example comes from Naukratis, whilst the others were unprovenanced or have lost their provenance, but Naukratis is the most likely source for this objects, based on their style, fabric, date and collections history of these objects. Parallels from Memphis (Petrie Museum UC38349, see UC48390) and in limestone (late 6th to early 5th BC parallels from Sais, Daressy 1901, 230-239) and faience parallels from Palaepaphos, Cyprus (Clerc 1988, 53-8, pl.16, Kouklia Museum no.86, dated ‘Saite’) and unprovenanced (British Museum EA1988,0229.1 EA71017). Probably late 4th to 3rd century BC, though some parallels are likely earlier. Bailey, D.M. 2008, Catalogue of Egyptian Terracottas in the British Museum, IV, London. Clerc, G. 1988. Une figurine phallique de Palapaphos. RDAC 1988.2, 53-8. Daressy, G. 1901. Rapport sur des fouilles à Sa el-Hagar, Annales du Service des Antiquités de l’Égypte 2, 230-239. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.175) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E20834 (Accession Number) ", " Miscellaneous number: Eg3335 (Other Accession Number) "]}