{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Description": [" Solid-cast fitting in copper alloy; representing a raised cobra (uraeus) whose tail ends in the shape of a tang to be inserted in the forehead of a statuette; front of the hood with raised edge creating a shallow hollow section in the centre; hollow section previously inlaid with coloured paste or glass inlay, green-blue in colour, now little remains; head of uraeus was topped with a small crown, just beginning of it preserved; probably belonging to a figure of an Egyptian deity; very damaged inlay and some incrustation. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664BC-31BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": [" solid-cast ", " inlaid "], "Dimensions": [" Height: 2.50 centimetres ", " Width: 1.10 centimetres ", " Depth: 1.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Several fittings made of copper alloy were discovered in Naukratis: they consist mainly of elements of crowns, but also false beards. Such fittings imply the presence of relatively large statues of an Egyptian deity (Masson forthcoming). Fittings in the shape of uraeus (single or pair) in copper alloy found in the Delta are listed in Weiss 2012, 876-880. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.235) (phase 3)"], "Location": ["Not on display"], "Condition": ["Quite poor and incomplete"], "Subjects": ["reptile"], "Previous owner": ["Currently owned by: Bolton Museum"], "Acquisition date": ["1886"], "Acquisition notes": ["Presented by the EEF, received from R.S. Poole Esq., 16 June 1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.73.f (Accession Number) "]}