{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Yellowish limestone head of a female figure; painted. Cut off at neck (smooth cut, sawn off in modern times?), chipped in various places (nose, ears, eyes, hair…). The face is roundish-oval in shape. The large eyes are protruding and pointed at the outer edges. The slim mouth is smiling; the ears are very small with the left one set higher, making the face look asymmetrical. The head cloth is separated from the forehead by means of a small step, which when seen in profile is slightly dented inwards at this point. At the lower edge of the neck a thick pearl necklace is visible; the back of the head is flat. Very faint traces of red paint on the sides and at back of the hair and between the necklace's pearls, but also at the (modern) cut surface of the neck, hence doubful if ancient. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ4(?) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.3)"], "Technique": [" carved ", " painted ", " sawn "], "Dimensions": [" Height: 8.10 centimetres ", " Width: 5.60 centimetres ", " Depth: 4.20 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Compare the head Cairo 27609 (Nick 2006, cat. 49), which also lacks ear-ornaments. Both heads ought to date from the second quarter of the sixth century BC (Nick 2006, 121, cat. 48, pl. 20). Published (Moormann 2000, 15, n. 18, pl. 7c; Cat. No. 16 Gids. No. 520). 'probably came to light with Petrie excavations'. Record card says 'found at Naukratis' and 'probably from the excavations by Flinders Petrie'. Deep scratch Φ4 (?) on back. Moormann. 2000. Sculpture, APS coll. 1. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 48) (Phase 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.060) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7934 (Accession Number) ", " Miscellaneous number: v. Bissing S.1173 (Other Accession Number) "]}