{"artifact_name": "sistrum; model; votive offering", "Object Type": [" sistrum ", " model ", " votive offering "], "Description": [" Cast model of sistrum in copper alloy, maybe a votive offering; mid-part consisting of aegis and Hathor head with her characteristic curled wig and prominent cow ears; at top, loop pierced with three holes on either side (rods missing); maybe used as a fitting for a figure of Bastet. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 3.70 centimetres ", " Width: 1.30 centimetres (across) ", " Depth: 0.75 centimetres (top of sistrum) "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This piece corresponds probably to the EEF distribution list Philadelphia no. 2. This sacred musical instrument was particularly associated to the cult of Egyptian goddesses, notably Hathor, Isis, Bastet or Sekhmet (on sistra, see esp.: Hickmann 1949, p. 76-103, pl. XLV-LXX ; Pinch 1993, p. 143-146 ; Ziegler 1979, p. 31-62 ; Ziegler 1984). Naukratis provided several examples of sistra, in copper alloy like for this specimen, but also in glazed composition. Some of them can be dated to the 26th dynasty, supporting the practice of Egyptian cult activities in this period (Yoyotte 1994-95, 674; Masson forthcoming). Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context: Cults, Sanctuaries and Offerings, Proceedings of the second Naukratis workshop, held at the British Museum 22nd – 23rd June 2013. Pinch, G. 1993, Votive Offerings to Hathor, Oxford. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. Ziegler, Chr. 1979, Catalogue des instruments de musique égyptiens, catalogue du Musée de Louvre, Département des Antiquités Égyptiennes, Paris. Ziegler, Chr. 1984, ‘Sistrum’, LÄ 5, col. 959-963. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.14) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Hathor (mainly)"], "Previous owner": ["Currently owned by: University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia"], "Acquisition date": ["1890"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E12 (Accession Number) "]}