{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from light brown beige steatite; back has little detail, with head and clypeus simply marked, and two short notches delineating roughly prothorax; at side, legs very simplified, indicated by two horizontal grooves; underside incised with crude version of papyrus clump with drooping buds either side, and central tree-like frond, all three stems rising from neb-basket sign at base; above is a decorative space-filler, double lines framing the space; whole device surrounded by single incised line; pierced longitudinally; traces of red paint, particularly visible on back and in incisions. "], "Cultures/periods": ["Hyksos (possibly)"], "Production date": ["1650 BC - 1550 BC (possibly)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" painted ", " incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.80 centimetres ", " Length: 1.80 centimetres ", " Width: 1.20 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A comparable treatment of the back is found on other scarabs from Naukratis that can be dated to the Second Intermediate Period: BM 1888,0601.65; Boston, Museum of Fine Arts 88.857; Birmingham City Museum & Art Gallery 1888A195.1 (similar treatment of side also in that case). The collection of Bristol holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory like here, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.37) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor on back, because of damage caused by glue used to attach object to card for display."], "Subjects": ["plant"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.3 (Accession Number) "]}