{"artifact_name": "scarab-mould", "Object Type": ["scarab-mould"], "Description": [" Terracotta scarab-mould in Nile clay, oval in shape; impression of a scarab back very simply modelled, with only clypeus clearly marked, while rest of scarab back is left plain; no visible remain of paste/glaze inside impression; in red-brown micaceous Nile silt clay, with vegetal inclusions (fabric feels unusually light). "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Height: 1.45 centimetres (scarab impression) ", " Length: 3.70 centimetres ", " Thickness: 2 centimetres ", " Width: 0.95 centimetres (scarab impression) ", " Width: 3.10 centimetres "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked '52' in pencil. Findspot 'town' is recorded in the 1975 register. Neither from the documentation in Dundee nor from the EEF distribution lists does it become clear when the objects from Naukratis (and Tell Dafana) entered the Museum, as neither of the sites is mentioned in them. Objects in the McManus Galleries were (re-)registered in 1975 after the loss of the original registers (some of which were later recovered). According to the museum's yearly Reports, the Galleries received objects from the EEF in 1888, 1889/90, 1892 (not all Reports were available to us for consultation), and every year from 1900 until 1914, but these donations are usually not recorded in the registers. Donations were made either directly by the EEF (1889/90 and 1914), per Amelia Edwards (1888 and 1889/90), or per the local secretaries of the EEF: Rev. Colin Campbell (1892 until 1905), Mr. J. Maclauchlan (1906), and Mr. A.H. Millar (1907-1913). Additional donations were made by the British School of Archaeology in Egypt in 1914. ", " Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Petrie listed a number of variants for scarab-moulds such as this piece (Petrie 1886, 36-37, pl. XXXVIII, 1-5). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OH.163) (phase 2)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1975-38(6) (Accession Number) "]}