{"artifact_name": "figure; amulet(?)", "Object Type": [" figure ", " amulet (?) "], "Description": [" Figure of rider on horse in glazed composition; rider figured as a young naked boy with wig-like hair with subdivisions and possibly a lock of hair in added brown glaze; rider representing possibly the child god Harpokrates; horse standing on small base; in whitish-light green glaze, worn, with added brown glaze for reins, markings on horse and hair of rider; might have had an amuletic function or deposited as a votive offering; head and neck of horse, hands of rider and front part of legs with base and back of base broken off and missing; left side of hair of rider chipped; modern drill hole (for mounting). "], "Cultures/periods": [" Greek ", " Late Period "], "Production date": ["550 BC - 500 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (? Provenance given as Naukratis, but unlikely) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 6.40 centimetres ", " Length: 8.30 centimetres ", " Thickness: 1.70 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The collection of F. W. von Bissing holds a significant group of figures in glazed composition mainly dating to the late Ptolemaic (maybe extending to the early Roman), in a few cases earlier. They often depict more Greek themes, though not always. The Naukratite origin of this lot, which ended in the Allard Pierson Museum in Amsterdam, appears dubious. The same can be said of the bronzes from this collection. Naukratis provided several examples of rider figures, but mainly in stone and terracotta, and usually dated to the Persian period. This specimen in glazed composition is very unusual. For a later horse rider in glazed composition, said to be from Naukratis and also from von Bissing's collection: Amsterdam, Allard Pierson Museum 7624. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ON.20) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, incomplete"], "Subjects": [" mammal ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates (?)"], "Previous owner": ["Currently owned by: Allard Pierson Museum, Amsterdam"], "Acquisition date": ["1934"], "Acquisition notes": ["Acquired in 1934 from Scheurleer Museum, The Hague; ex coll. F. W. von Bissing (1921)."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7686 (Accession Number) ", " Miscellaneous number: v. Bissing F.287 (Other Accession Number) "]}