{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure of boy in Macedonian dress (kausia, cloak, boots) on a rearing horse trampling a bound captive. Mould-made, solid. Made from two halves, joined together subsequently coated and painted. Plaster still visible with red colouring. The join is poor. Red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic (early)"], "Production date": ["330BC-250BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-R.1"], "Technique": [" moulded ", " painted (?) "], "Dimensions": [" Height: 11.30 centimetres ", " Width: 10.10 centimetres "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Findspot Naukratis recorded on Louvre register card but not in register book. Written on pedestal: 3.80. Examples from Naukratis (Dunand 1990, 214-5, no.581; Louvre Museum, Paris E20831; Museum of Fine Arts, Boston 86.410; Fitzwilliam Museum, Cambridge GR.11.1885, GR.10.1885) and attributed to Naukratis (Bailey 2008, no.3547, British Museum GR1973,0501.58). Parallels from late 4th/ early 3rd century BC Tell el Maskhuta (Abdalla Ali 1991, pl.VI, no.62.), 3rd century BC Athribis (Myśliwiec 2009, pl.4.1), Alexandria (Breccia 1930, 69-70, pl.98, 2), Tanis (Dunand 1990, 215, no.582b) and unprovenanced (Bayer Niemeier 1988, pl.90, nos. 498, 514- 515; Fjeldhagen 131, no.114; Phillipp 1972, no.43, pl.38; Vogt 1924, 61-2, pl.98.2; Weber 1914, 336-7, pl.31). Some examples are ithyphallic (Bailey 2008, no. 3547), suggesting that these may be representations of Harpocrates (Gutch 1899), a symbol that continues in various media until the Roman period (Nachtergael 1998, 177, pl.7.1). Limited production between the late 4th and (probably early) 3rd century BC. Abdalla Ali, M. 1991. Tentamun from Tell el Maskhutta. JSSEA 18, 41-3. Breccia, E. 1930, Monuments de l’Égypte gréco-romaine II. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, 1, Bergamo. Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch- römische Terrakotten, Melsungen. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. Nachtergael, G. 1998..Un sacrifice en l’honneur de “Baubo”: scènes figurées sur un moule cubique se l’Égypte romaine. Clarysse, W. Schoors, A. & Willems, H. (eds) Egyptian religion: the last thousand years. Studies dedicated to the memory of Jan Quaegebeur. Leuven : Peeters Myśliwiec, K. 2004. Eros on the Nile. London. Phillipp, H. 1972. Terrakotten aus Ägypten, Ägyptische Museum Berlin. Berlin. no.43, pl.38 Vogt, J. 1924. Die griechische-ägyptische Sammlung Ernst von Sieglin, part II: Terrakotten. Leipzig. Weber, W. 1914, Die ägyptisch-griechischen Terrakotten. Königliche Museen zu Berlin, Mitteilungen aus der Ägyptischen Sammlung II. Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.229) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" equestrian ", " ancient egyptian deity ", " prisoner "], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E20831 (Accession Number) ", " Miscellaneous number: Eg3332 (Other Accession Number) "]}