{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Rim sherd of Chian Grand Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; lotus flower and parts of flanking palmettes in added red and added white; top of rim glazed; exterior: band of dots between pairs of narrow bands; below, painted decoration consisting of female figure (only red and dotted garment and hand in outline remaining) to right, holding a pomegranate. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 28 centimetres ", " Height: 3.70 centimetres ", " Thickness: 0.30 centimetres ", " Width: 5.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos incorrectly identifies the sherd as coming from a black-figure Komast chalice and also places it in Group F of such chalices. The chalices in this group represent the end of the style. The komasts are depicted so simply that they appear almost like stick figures, there is little to no filling ornament, incision is careless and the colour is poor and diluted. But the decoration on the sherd does not match that on other sherds from this group (see British Museum 1924,1201.344, 1886,0401.1069 and 1886,0401.1066). The rim pattern is typical of the reserved Grand Style (see Cambridge Fitzwilliam GR.79.1894 and British Museum 1888,0601.479). ", " According to Dupont and Thomas (2006, p. 79, NAU28), the geophysical characteristics of the fabric indicate that the sherd originated in Chios. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 173, p. 329, no. 1552, pl. 198) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0856) (phase 2) ", " Dupont & Thomas 2006 / Naukratis: Les Importations Grecques Orientales Archaïques (pp. 78-9, 82-3, fig. 2) (NAU 28) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA79 (Accession Number) "]}