{"artifact_name": "lip-cup", "Object Type": ["lip-cup"], "Description": [" Tondo sherd of Attic black-figured pottery lip cup; interior: from outside: part of alternating red and black tongue frieze: four narrow black bands; in tondo, black-figure decoration consisting of sphinx seated to right (head and part of wing missing; added white and red details on wing), no doubt resting left front paw on a tendril; three drilled repair holes; exterior glazed black. "], "Producer name": [" Near: The Tleson Painter (Beazley) ", " Attributed to: Tleson, Son of Nearchos (According to Heesen) "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["545BC-535BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Width: 5.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Heesen attributes the sherd to Tleson's middle period. British Museum 1965,0930.858, also with a repair hole may well be from the same cup. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 128, pl. XXXIX, no. 357.2) ", " CVA Boston II / Corpus Vasorum Antiquorum USA, Fasc. 19, Museum of Fine Arts, Boston (p. 42, pl. 109, no. 13) ", " ABV / Attic Black-Figure Vase-Painters (p. 183, no. 2) ", " Heesen 2011 / Athenian Little-Master Cups (p. 200, p. 298, no. 337) ", " Robinson 1893 / Catalogue of Greek, Etruscan and Roman Vases (p. 234, no. 204) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1343) (phase 3) "], "Location": ["Not on display"], "Subjects": ["sphinx"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.591 (Accession Number) ", " Miscellaneous number: P.4773 (Pottery & Porcelain Ledger No.) "]}