{"artifact_name": "transport amphora", "Object Type": ["transport amphora"], "Description": [" Fragment of handle and neck of pottery transport amphora. Coarse micaceous reddish-brown (2.5YR 4/6) Nile silt clay with lime, quartz sand and vegetal inclusions; grey core. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["wheel-made"], "Dimensions": [" Diameter: 3.20 centimetres (handle) ", " Diameter: 10 centimetres (inside diameter) ", " Height: 27 centimetres ", " Thickness: 1.10 centimetres ", " Width: 4.20 centimetres (handle) ", " Width: 13.30 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The handle has features of the type: Amphore Égyptienne 1 made around the shores of Lake Mariout in the Delta region of Egypt during the 3rd century BC (Empereur & Picon, 1986; 1989; 1992). However the fabric is closer to Naukratis than that of Alexandria origin, and so this example may have been made locally in Naukratis or the surrounding region. Empereur, J-Y. (1998) \"Les amphores completes du Musée d’Alexandrie: importations et productions locales.\" In J.-Y Empereur (ed.), Commerce et artisanat dans l’Alexandrie héllenistique et romaine. Actes du Colloque d’Athènes 1988. Bulletin de correspondance Hellénique., pp. 393-399 Empereur, J-Y. & Picon, M. (1989) \"Les régions de production d’amphores imperiales en Méditerranée orientale.\" Amphores romaines et histoire économique: dix ans de recherche. Actes du colloque de Sienne (22-24 mai 1986). Collection de l’École Française de Rome. 114: 223-248 Empereur, J-Y. & Picon, M. (1992) \"Les reconnaissance de productions des ateliers céramiques: l’exemple de la Mareotide.\" In P. Ballet (ed.), Cahiers de la céramique Egyptienne., pp. 145-152 "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JA.096) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.286 (Accession Number) "]}