{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Lower body sherd of Chian Mature Animal Style or Grand Style pottery chalice; white slip; interior glazed (fired greenish brown) with band in added red framed by added white lines; similar banding below, around floor motif of tongues interspersed with red dots, around white rings (centre lost); exterior: alternating bands in black and red. "], "School/style": [" Mature Animal Style (possibly) ", " Grand style (possibly) "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 6.80 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by Ure Museum of Greek Archaeology, Reading. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The wrong accession number (26.2.73) has been written on the sherd. For parallels regarding the exterior decoration, see British Museum 1924,1201.670. The Ure Museum received sherds from the Egypt Exploration Society (EES) in 1926, several years after Petrie and Gardner's excavations. It was uncertain then whether the sherds came from Naukratis or Tell Dafana, a site in the eastern Nile Delta that was excavated by Petrie in 1886. Petrie wrote that he found only one sherd of Chian ware at Tell Dafana (Petrie 1888 62), which he described as a plain piece, thus the Chian sherds in the Reading collection come from Naukratis. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 303, no. 1114, pl. 153) ", " CVA Reading I / Corpus Vasorum Antiquorum Great Britain, Fasc. 12, University of Reading (p. 37, pl. 23, no. 9a-b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0668) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 26.2.67 (Accession Number) "]}