{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of cast figure of bird in copper alloy; only two bird’s feet on base preserved; remains of lower parts of legs; each foot has four claws, with one smaller pointing backwards; underside of base with a lump in the middle (broken tang); edges of base nicked; probably belongs to a falcon figure, often associated with Horus; corroded and rough. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664 BC - 31 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 1.10 centimetres ", " Length: 3.20 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Falcon bronzes are usually associated with Horus (Weiss 2012, 281-282, see Nr. 1411 for this specimen), though several deities and the pharaoh himself are linked with this form (Davies, Smith 2005, 54). Numerous falcon figures, mainly amuletic figures made out of copper alloy, but also glazed composition, stone and Egyptian blue, were discovered in Naukratis, including rather large amuletic figures in glazed composition likely produced locally (Masson forthcoming). Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (886, Nr. 1411) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.208) (phase 3) "], "Location": ["Not on display"], "Condition": ["Poor"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1082.1 (Accession Number) "]}