{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figure of sphinx. Egyptian head wearing a false beard with double crown of Upper and Lower Egypt with traces of red or purple paint, Egyptian headdress. Face is round and beardless, with almond shaped eyes. Broken at neck, where a change in angle suggests this is from a sphinx. Mould-made in Cypriot yellow-orange fabric. Turned three-quarters to the left, hollow irregular fracture through the headress and lower part of the neck, back all gone. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["620BC-525BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 2 centimetres ", " Length: 7.70 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " British Museum GR1888,0601.101 and Boston RES.87.262 appear to be from the same mould. Parallel of the Sphinx from the Archaic Sanctuary of Ayia Irini (Karageorghis 1996, 9, fig. 8) is probably earlier than this example, as this is more naturalistic in its execution. Egyptianising Eastern Neo-Cypriote style that Gjerstad states was ‘certainly transmitted via the Cypriote sculpture activity in Naukratis' (Gjerstad 1948, 470) that he dates to around 570 to 520 BC, and certainly within the Cypro-Archaic II period of 600-450 BC. An unprovenanced figurine head with Egyptian headdress is in the Lourve dated to the end of the 7th to the beginning of the 6th centuries BC (Fourrier & Queyrel 1998, 189, no.284, AM 3563) Fourrier, S. & Queyrel, A. 1998. L’art de modeleurs d’argile Antiquités de chypre coroplastique. Musée du Louvre, Paris. Gjerstad, E. 1948. The Swedish Cyprus Expedition. Vol. IV, Part 2: The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. Stockholm, The Swedish Cyprus Expedition. Karageorghis, V. 1996. The coroplastic art of ancient Cyprus. VI. The Cypro-Archaic Period monsters, animals and miscellanea. Nicosia, University of Cyprus. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.076) (Phase 3)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.912 (Accession Number probably) ", " Miscellaneous number: P.5926 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.87.262 (Accession Number) "]}