{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Solid-cast amuletic figure of the god Harpokrates in copper alloy; god represented as naked male child, slightly bent or seated, his arms by his sides, wearing the royal double crown and the sidelock of youth to the right side of his head; suspension loop behind his neck and shoulders; complete and corroded. "], "Cultures/periods": [" Ptolemaic (?) ", " Late Period (?) "], "Production date": ["6thC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 2.20 centimetres ", " Width: 1.15 centimetres ", " Depth: 1.25 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Bronze figures of Harpokrates were common during the Late and Ptolemaic periods in Egypt (Weiss 2012, 126-157, Typ 41-69, Pl. 11-19), chiefly in the Delta where his cult was particularly developed (Sandri 2006). Likewise, the child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). This figure of Harpokrates belongs to the type 50 in the typology of bronzes by K. Weiss (Weiss 2012, 137-138, 587-588, Pl. 13c-f, esp. Nr. 1540 for this specimen), a type that appears on a number of sites in the Delta, such as Saqqara, Herakleion-Thonis, Bubastis and Athribis (see for instance: Davies, Smith 2005, 78, 83, pl. XXIX b; Roeder 1956, 123, Pl. 18r; Sandri 2006, 252, B 3). Davies, S., Smith, H.S. 2005, The Sacred Animal Necropolis at North Saqqara: the Falcon Complex and Catacomb (Egypt Exploration Society Memoirs 73), London. Masson, A. forthcoming, ‘A reflexion on Egyptian metal offerings from Naukratis’, in Heracleion in context: The maritime economy of the Egyptian Late Period, Proceedings of the conference in the University of Oxford, 15-17 March 2013. Roeder, G. 1956, Ägyptische Bronzefiguren, Mitteilungen aus der Ägyptischen Sammlung 6, Berlin. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 914-915, Nr. 1540) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.154) (phase 3) "], "Location": ["Not on display"], "Condition": ["Corroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1029.1 (Accession Number) "]}