{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta mould-made protome-bust of a woman in Ionian (East Greek) style, wearing stephane (diadem) and veil. Upper front part of head. The hair above her forehead is detailed with shallow oblique incisions. The outline of the face is round and full, with long pointed oval almond shaped (archaic style) eyes placed at an angle with plastic outline. Nostrils indicated. Late Archaic type. Fine red-brown fabric with grey core, abundant fine mica and sparse quartz and white inclusions. Red-brown Nile silt with moderate fine mica and sparse fine white and black inclusions, with a grey core. Head fragment, surface worn. "], "Cultures/periods": [" East Greek ", " Archaic Greek ", " Late Period "], "Production date": ["(late) 6thC BC - (early) 5thC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.80 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close early 5th century BC parallels from Rhodes, Aeolis and Samos (Higgins 1970, 145, 562, 525). Of late Archaic type, dating from the end of the 6th and beginning of the 5th century BC. Close to East Greek types, but made of a local Nile silt fabric. Like other local Naukratis copies of East Greek protomes, this example is much thicker, and the detail is less well defined, as if it is from a worn, or poorly copied, mould series. A small number of East Greek style protomes of Classical Greek date appear to have been made locally at Naukratis and placed in the Hellenion (Oxford, Ashmolean Museum AN1896-1908-E.4657, AN1896-1908- G.79; Cambridge, Museum of Classical Archaeology NA823, NA820, NA766, NA464, NA317). However, these Egyptian copies were largely dated later than this example (of mid to late 5th century BC date, Gutch 1898-9, 78-9, numbers 12 and 13, pl. X.13, Cairo, Egyptian Museum JE34156; Oxford, Ashmolean Museum AN1896-1908-G.85). The majority of protomes from Naukratis were imported from East Greece and of types typically found on Rhodes. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.004) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7476 (Accession Number) ", " Miscellaneous number: v. Bissing T.1678 (Other Accession Number) "]}