{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing Isis nursing Horus (Harpokrates); goddess wearing tripartite wig, seated on a throne in the shape of a cubical seat with plain back, set on a rectangular base; holding on her knees Horus (figure very blur) with the left arm while presenting her left breast with the right hand to her son; crude and slightly schematic modelling; light turquoise glaze; dense white core; top of head (possibly crown?) and of throne broken off. "], "Cultures/periods": ["26th Dynasty (possibly)"], "Production date": ["6thC BC (possibly)"], "Production place": [" Made in: Scarab Factory (possibly) "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 3.60 millimetres ", " Width: 1.55 centimetres ", " Depth: 2 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Isis nursing is a theme relatively well-represented at Naukratis with some figures and amulets made of bronze or glaze composition (Masson forthcoming). Isis lactans appears to be an important amuletic figure for the mummy but also used in the daily life for the protection of women and children (Andrews 1994, 48). Such figures were also deposited as ex-votos. They became truly popular from the Late Period onwards and one of the most depicted themes in bronze statuary (Roeder 1956, § 303-314; Weiss 2012, 330-331, 822-833, pl. 56, G12). On Isis amulets see: Andrews 1994, 48-49, fig. 18; Herrmann et al. 2010, 30-32 (types 4-5). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the McLean Museum & Art Gallery tend to allocate the Scarab Factory as a findspot for not only scarabs and scaraboids moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Roeder, G. 1956, Ägyptische Bronzefiguren, Mitteilungen aus der Ägyptischen Sammlung 6, Berlin. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.087) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, incomplete and glaze worn"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Previous owner": ["Currently owned by: McLean Museum & Art Gallery"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.449 (Accession Number) "]}