{"artifact_name": "plate", "Object Type": ["plate"], "Description": [" Rim sherd of Chian black-figured Sphinx and Lion Style pottery plate; white slip; glaze fired orange-red; interior: maeander pattern on rim between bands; wide band at junction of floor and rim; on floor, black-figure decoration consisting of lion (top of head and eye remaining; with added red on forehead) to right; part of two pendant rosettes with red centres as filling ornament; on edge of rim, band of strokes; underside: band around rim; to its inside, band of outlined rectangles each with a central horizontal stroke; to the centre, part of lotus flower and bud frieze. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" slipped ", " incised ", " painted "], "Dimensions": [" Diameter: 25 centimetres (rim) ", " Height: 1.40 centimetres ", " Thickness: 0.90 centimetres ", " Width: 7.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd joins British Museum 1924,1201.16. Although Lemos does not specifically place this sherd within any group of the Sphinx and Lion Style, she does place the joining sherd in Group A. The decoration on the vases from this group is the most elaborate. The rosette has a standard cogwheel shape and the figures are carefully drawn and details are expertly incised. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 319, pl. 180, no. 1411) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2143) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA98 (Accession Number) "]}