{"artifact_name": "mirror", "Object Type": ["mirror"], "Description": [" Flat and thin circular cast mirror in copper alloy; the face still retains some sheen; reverse decorated by two moulded concentric bands around edge and two more concentric bands near centre; some scratch marks on reverse; some corrosion in places. "], "Cultures/periods": [" Hellenistic ", " Ptolemaic "], "Production date": ["350BC-200BC (c.)"], "Production place": [" Made in: Egypt (?) ", " Made in: Greece "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) (?) "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 7.60 centimetres ", " Thickness: 0.20 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Flat mirrors featuring a disc decorated with concentric circles a find good parallel at Olynthus (Robinson 1941, 172, pl. XXXI, no. 516). Naukratis specimen is however small in comparison. Similar examples, even smaller in size, found at Naukratis and kept in the Oriental Institute Museum at Chicago, are perceived as weights. Robinson, D. M. 1941, Metal and Minor Miscellaneous Finds (Olynthus 10), Baltimore. ", " Parallels for this time come from tombs at Olynthus in the 4th century BC (Robinson 1941, 172, pl. XXXI, no. 516) and Amathus in the 5th to 3rd centuries BC (Chavane 1990, 16, pl. VI). See Lloyd-Morgan 1975, 80, for the distribution of this type. Chavane, M.-J. 1990, L’necropole d’Amathonte, tombes 110-385 IV. Les petits objets, Nicosia. Lloyd-Morgan, G. 1975, ‘Four mirrors in the City Museum and Art Gallery, Birmingham’, Papers of the British School at Rome 43, 78-82. Robinson, D. M. 1941, Metal and Minor Miscellaneous Finds (Olynthus 10), Baltimore. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 28) (?) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (RA.03) "], "Location": ["Not on display"], "Condition": ["Relatively fair, though corroded"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2487 (Accession Number) "]}