{"artifact_name": "figure; amulet(?)", "Object Type": [" figure ", " amulet (?) "], "Description": [" Fragment of mould-made figurine in glazed composition representing a rider on horse; could represent the child god Harpokrates, though here rider is dressed and not naked; turquoise glaze on horse, blue glaze for reins and rider's boots, red-brown glaze for saddle cloth and red-brown and yellow glaze for breast-part of horse trappings, white and brown glaze for rider; might have had an amuletic function or deposited as a votive offering; white core; back part, head, and front legs of horse and head, and most of left arm and part of left foot broken off; modern drill hole (for mounting). "], "Cultures/periods": [" Ptolemaic (late) ", " Roman Period (early?) "], "Production date": ["2ndC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (? Provenance given as Naukratis, but unlikely) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 4.80 centimetres ", " Length: 5 centimetres ", " Width: 2.40 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The collection of F. W. von Bissing holds a significant group of figures in glazed composition mainly dating to the late Ptolemaic (maybe extending to the early Roman), in a few cases earlier. They often depict more Greek themes, though not always. The Naukratite origin of this lot, which ended in the Allard Pierson Museum in Amsterdam, appears dubious. The same can be said of the bronzes from this collection. This figure is made of a completely different faience from the earlier material from Naukratis and is also in a very good state of preservation. For an earlier horse rider in glazed composition, said to be from Naukratis and also from von Bissing's collection: Amsterdam, Allard Pierson Museum 7686. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ON.21) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, incomplete"], "Subjects": [" mammal ", " ancient egyptian deity (?) "], "Associated names": ["Representation of: Harpocrates (?)"], "Previous owner": ["Currently owned by: Allard Pierson Museum, Amsterdam"], "Acquisition date": ["1934"], "Acquisition notes": ["Acquired in 1934 from Scheurleer Museum, The Hague; ex coll. F. W. von Bissing (1921)."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7624 (Accession Number) ", " Miscellaneous number: v. Bissing F.183 (Other Accession Number) "]}