{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Title": ["Object: Papyrus Ramesseum D"], "Description": [" P. Ramesseum D (P. Berlin 10495), Frame 5. Papyrus written on the recto in hieratic script. The recto contains an onomasticon. The text is written in numbered horizontal lines with the item's determinatives arranged in a separate sub-column. This frame contains three pages with a heading 'things (to be) placed in water') (line 216a), followed by lines 217-248 . These lines contain bread and cakes. The papyrus was originally a half-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum and Papyrus Collection Berlin (P. Ramesseum A and D); the rest are in the British Museum. The objects found with the papyri are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. Images of P. Ramesseum D are © Ägyptisches Museum und Papyrussammlung, Staatliche Museen zu Berlin, Photographer: Lisa Baylis, the British Museum. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 26.60 centimetres (frame) ", " Width: 24 centimetres (frame) "], "$Inscriptions": [" "], "Curator's comments": ["P. Ramesseum D lines 216a-248. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 8. A. H. Gardiner, Ancient Egyptian Onomastica (Oxford: Oxford University Press 1947), I, 6-23, esp. 13-14, III, pl. 3-3a. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": ["Parkinson 2011 / The Ramesseum Papyri (4.5)"], "Location": ["Not on display"], "Acquisition name": [" Purchased from: Sir Alan Henderson Gardiner ", " Purchased from: British School of Archaeology, Egypt "], "Previous owner": ["Currently owned by: Ägyptisches Museum und Papyrussammlung, Berlin"], "Acquisition date": ["1910"], "Acquisition notes": ["Purchased from A. H. Gardiner and the British School of Archaeology, Egypt in 1910."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P. Berlin 10495.5 ", " Miscellaneous number: P. Ramesseum D ", " Miscellaneous number: Sheet 5 "]}