{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition in the shape of a one-sided left wedjat-eye; modelled wedjat-eye markings with detailed eyebrow, in raised relief; unusual bulging thick shape; pale blue glaze; longitudinally pierced (large hole) for suspension; right part and lower part broken off. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 1.90 centimetres ", " Length: 2.26 centimetres ", " Thickness: 1.22 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In addition to scarabs which were mass-produced especially for export, wedjat eyes form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25.), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). For another example of wedjat-eye with a bulging shape, from Naukratis: Boston, Museum of Fine Arts RES.86.330 (one-sided left wedjat-eye). Left wedjat-eyes are usually rare. Examples from Naukratis: London, Petrie Museum UC52396; Bristol, City Art Gallery & Museum H1172.2 and H2009.6. Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.430) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1172.1 (Accession Number) "]}