{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Title": ["Object: Papyrus Ramesseum A"], "Description": [" P. Ramesseum A (P. Berlin 10499), Frame G. Papyrus written on the recto and verso in hieratic script. The papyrus contains two literary texts copied by the same scribe: on the recto The Tale of the Eloquent Peasant, and on the verso The Tale of Sinuhe. The text is written in horizontal lines with occasional vertical lines, and with rubrics. The recto of this frame has parts of five pages of the Eloquent Peasant (R 23.1-7, 24.1-7, 25.1-8, 26.1-8, 27.1-8 [ = old R 160-197]), and the verso has parts of five pages of Sinuhe (R 133-139, 140-147, 148-155, 156-163, 164-171). At the start of this frame two pages of the recto are completley lost, and two at the end. The papyrus was originally a quarter-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum and Papyrus Collection Berlin (P. Ramesseum A and D); the rest are in the British Museum. The objects found with the papyri are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher in 1906-7. Images of P. Ramesseum A are © Ägyptisches Museum und Papyrussammlung, Staatliche Museen zu Berlin, Photographer: Lisa Baylis, the British Museum. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 44.50 centimetres (frame) ", " Width: 14 centimetres (frame) "], "$Inscriptions": [" ", " "], "Curator's comments": ["P. Ramesseum A Eloquent Peasant R 23.1-27.8 ( = old R 160-197); verso: Sinuhe R 133-171. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 7-8. Recto: Eloquent Peasant R 23.1-27.8 ( = old R 160-197). Publication: F. Vogelsang and A. H. Gardiner, Die Klagen des Bauern (Literarische Texte des Mittleren Reiches 1 = Hieratische Papyrus aus den Königlichen Museen zu Berlin 4; Leipzig: Hinrichs 1908), pl. 4-4bisa. Text edition: R. B. Parkinson, The Tale of the Eloquent Peasant (Oxford: Griffith Institute 2005). This manuscript of The Eloquent Peasant is available on T.L.A. (http://aaew.bbaw.de/tla). Translation: R. B. Parkinson, The Tale of Sinuhe and Other Ancient Egyptian Poems 1940-1640 BC (Oxford World's Classics; Oxford: Oxford University Press 1999), 54-88. Discussion of manuscript: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 161-2, 166. R. B. Parkinson, The Tale of the Eloquent Peasant: A Reader’s Commentary (Lingua Aegyptia Studia Monographica 10; Hamburg: Widmaier 2012). Verso: Sinuhe R 133-171. A. H. Gardiner, Die Erzählung des Sinuhe und die Hirtengeschichte (Literarische Texte des Mittleren Reiches 2 = Hieratische Papyrus aus den Königlichen Museen zu Berlin 5; Leipzig: Hinrichs 1909), pl. 4bis-4bisa. Text edition: R. Koch, Die Erzählung des Sinuhe (BAe 17; 1990). This manuscript of Sinuhe is available on T.L.A. (http://aaew.bbaw.de/tla). Translation: R. B. Parkinson, The Tale of Sinuhe and Other Ancient Egyptian Poems 1940-1640 BC (Oxford World's Classics; Oxford: Oxford University Press 1999), 21-53. Discussion of manuscript: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 162-5. An online bibliography by B. Luescher: http://aegyptologie.unibas.ch/online-tools/sinuhe-bibliographie/ On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": ["Parkinson 2011 / The Ramesseum Papyri (1.7)"], "Location": ["Not on display"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Previous owner": ["Currently owned by: Ägyptisches Museum und Papyrussammlung, Berlin"], "Acquisition date": ["1907"], "Acquisition notes": ["Donated by A. H. Gardiner and the British School of Archaeology, Egypt in 1907."], "Department": ["External"], "Additional IDs": [" Miscellaneous number: P. Berlin 10499.G ", " Miscellaneous number: P. Ramesseum A ", " Miscellaneous number: Sheet G "]}