{"artifact_name": "scarab-mould", "Object Type": ["scarab-mould"], "Description": [" Terracotta scarab-mould in Nile clay; scarab impression with basic details given (elytra seems to be marked), almost indistinct below thick remains of pale yellow faience inside; in reddish brown micaceous Nile silt fabric. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Scarab Factory (?) "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Height: 1.10 centimetres (scarab impression) ", " Length: 2.80 centimetres ", " Thickness: 1.80 centimetres ", " Width: 0.80 centimetres (scarab impression) ", " Width: 2.60 centimetres "], "Curator's comments": [" Object owned and held by the Kelvingrove Art Gallery and Museum, Glasgow. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Petrie listed a number of variants for scarab-moulds such as this piece (Petrie 1886, 36-37, pl. XXXVIII, 1-5). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OH.158) (phase 2)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1892.21.j (Accession Number) "]}