{"artifact_name": "inlay(?); artefact", "Object Type": [" inlay (?) ", " artefact "], "Description": [" Roughly rectangular, oblong object, finished at three sides, the fourth broken off. Outer surface smooth with four incised circles with central dot; small drilled hole near one of the finished edges, possibly so as to attach the piece to another object (as inlay?). Carved from large mammal bone then polished and incised. "], "Cultures/periods": ["Late Period"], "Production date": ["7thC BC - 4thC BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["mammal bone"], "Technique": [" carved ", " incised ", " polished "], "Dimensions": [" Length: 5.40 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The design of dotted circles can be found on many types of objects, such as handles (handle found in Cyprus: BM 1974,1101.14), plaques (plaques from the Temple of Artemis Orthia BM 1923,0212.611 -614) or even amuletic pendants (amulets from the Levant, normally dated to the 9th-8th century BC: Herrmann et al, 174; many pendants from Casviri cemetery in Kamiros, dated to the Orientalising Period, such as BM 1864,1007.618-620 and BM 1864,1007.664). A Greek, Cypriot or Levant origin is possible for such artefact, though an Egyptian one cannot be ruled out either. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (WB.13) (Phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, very incomplete"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.55.c (Accession Number) "]}