{"artifact_name": "bead; necklace; amulet", "Object Type": [" bead ", " necklace ", " amulet "], "Description": [" String of 14 faience beads: one large flat amulet in the shape of a double-eye, of bulging rectangular shape with triangular cut-outs at the shorter sides, white porous paste, the edges light green glazed, on each side two brownish dots in relief (L2.75cm, W2cm; Th0.3cm); two small globular beads with vertical ribs in dark blue frit (L0.6cm W0.8cm); one small biconical bead with vertical ribs in dark Egyptian blue (L0.7cm W 0.7cm); one small globular bead with vertical ribs of whitish paste with light green glaze now mostly worn off (L0.9cm W0.8cm); one larger globular bead with faint vertical ribs of whitish paste with light turquoise glaze, mostly worn off (L1.05cm W1.2cm); one globular bead with central ridge dividing two anthetically placed zones of triangles in relief in dark Egyptian blue (L0.95cm W0.85cm); one elongated biconical bead in light blue frit with vertical ribs and banding on both top and bottom (L1.05 W0.7cm); squat globular bead of whitish-yellow paste with white glaze (L0.6 W0.9cm); large globular bead with vertical ribs and flattened top and bottom of yellow-beige paste with greenish glaze (l1.25 w1.6CM); long cylindrical bead with spool-like horizontal ribbing of white paste with light turquoise paste (L2.1 W0.9cm; cylindrical bead with criss-cross grooving of white paste with light green glaze (L1.25 W0.9cm); one large cylindrical bead with criss-cross grooves and offset top and bottom of white paste with turquoise glaze, partly worn (L1.45 W1.3cm); one pendant bead, club-shaped with criss-cross grooving, pierced at the to, of yellowish paste with turquoise glaze (L1.8 W0.8cm); one flat rectangular bead of yellowish (?) paste with light green glaze, pierced three times (L0.65cm W1.45cm Th 0.5cm) "], "Cultures/periods": [" Late Period ", " 26th Dynasty (?) "], "Production date": ["600BC - 570BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": [" glazed composition ", " egyptian blue "], "Technique": ["glazed"], "Dimensions": [" Length: 8.50 centimetres (total) "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Original label records excavation year, register records findspot. Note that the double-sided double-eye is usually a funerary amulet, though it can occur in other contexts (in the priests quarter in Karnak for example: Masson forthcoming). Considering their context of discovery, these beads and amulet should be dated to the 26th dynasty. However, the registers of the McLean Museum & Art Gallery tend to allocate the Scarab Factory as a findspot for not only scarabs and scaraboids moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. ", " 13 beads in glazed composition: 2 plain spherical (Xia type PN8), 5 melon (PD21), 3 segmented (2 of PD39/40; 1 of PD10/57), 1 pendant segmented (PD89-91), 1 plain rectangular (PN23), 1 rectangular with incised cross (PD 16/65), and 1 possible mellon (PD29?). Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.414) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but quite worn"], "Previous owner": ["Currently owned by: McLean Museum & Art Gallery"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.293 (Accession Number) "]}