{"artifact_name": "bell; amulet(likely); votive offering(?)", "Object Type": [" bell ", " amulet (likely) ", " votive offering (?) "], "Description": [" Cast miniature bell, of a likely amuletic function, in copper alloy; conical with circular ring for suspension on top and protrusions below loop on either side of wall and small hole between protrusions on one side; lump of corrosion inside may be traces of clapper or clapper attachement; small fragment broken off lower edge; heavily encrusted. "], "Cultures/periods": ["Ptolemaic (likely)"], "Production date": ["4thC BC (late) - 3rdC BC (late) (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) (probably) "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 1.80 centimetres ", " Thickness: 0.50 millimetres ", " Width: 1.65 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Several bells of a rather similar type were discovered in Naukratis: Boston, Museum of Fine Arts 86.317 and 88.751-88.752; BM 1888,0601.8; BM 1885,1101.101. It is difficult to say if small animal heads ornamented this bell (at the level of the protrusions), since the corrosion is so thick. On small bronze bells decorated with a Bes head and mythological animals: Anderson 1976, 32-34, no. 33-38; Hickmann 1949, pl. XXIII and XXVI. They are often dated to the Graeco-Roman or Roman period. This one should date back to Ptolemaic period according to its context of discovery, the cemetery. In this context, they likely had an amuletic function (Petrie 1914, 28). In this context, they likely had an amuletic function. The decorated bells Boston, Museum of Fine Arts 88.751 and 88.752 originated also from the cemetery of Naukratis. Anderson, R.D. 1976, Catalogue of Egyptian Antiquities in the British Museum III, Musical Instruments, London. Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Petrie, W.M.F. 1914, Amulets, London. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 18) (?) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.26) (phase 3) "], "Location": ["Not on display"], "Condition": ["Poor, very corroded"], "Previous owner": ["Currently owned by: McLean Museum & Art Gallery"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.443 (Accession Number) "]}