{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Solid cast amuletic figure in copper alloy; representing Nefertum wearing his characteristic high headdress composed of an open lotus flower surmounted by high plumes and menat counterpoises on the sides; striding forward with left leg, hands by his side; broken off below knees; bulky loop for suspension behind head; very schematic flat design; corroded. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["6thC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 3.80 centimetres ", " Length: 0.70 centimetres ", " Depth: 0.90 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Found with Bolton 1886.31.73a-v. ", " Nefertum is a deity particularly revered in the Memphite region, as the son in the Memphite sacred triad, and Bubastis through his close association with Bastet/Sekhmet (Hill and Schorsch 2007, 143-145; Weiss 2012, 106). His cult was however relatively popular in the whole Delta region. This amuletic figure belongs to the type 27 in the typology of bronze figures by K. Weiss (Weiss 2012, 105-106, 557-561, Pl. 8c- e, Typ 27), a type which was mainly found in the Memphite region and Bubastis and which appeared in the 25th dynasty. A few similar copper alloy amulets were found at Naukratis, such as Liverpool World Museum 9,9,86,107 and Bristol City Art Gallery & Museum H1034.1 and H1034.2. Petrie mentioned two broken bronze figures of Nefertum from the cache found in a building located in the southern part of the city (on this cache and its content: Petrie 1886, 41- 42; Masson 2015). Naukratis provided also several amulets in glazed composition and stone representing Nefertum in addition to these amulets (Masson 2015, 77, fig. 3.8). During the Late Period, Nefertum’s role widened to ‘bearer of good fortune’ explaining his popularity as an amuletic figure (Heinz 2011, 217). Heinz, S. 2011, ‘The lead statuettes and amulets of Heracleion-Thonis’, in A. C. Smith and M. E. Bergeron (eds.), The Gods of Small Things, Toulouse, 211-232. Hill, M. and and Schorsch, D. (eds.) 2007, Gifts for the gods: images from Egyptian temples, Metropolitan Museum of Art, New York. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.164) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, corroded and incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Nefertum"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AW182 (Accession Number) "]}