{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, in the shape of an uraeus cobra, reptile associated with the patron goddess of Lower Egypt Wadjyt or the harvest goddess Renenutet; sundisk on the back; very stylized features and flat representation, with some rough incised details; light turquoise glaze; complete though glaze slightly chipped in places. "], "Cultures/periods": [" Late Period (?) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (possibly)"], "Production place": [" Made in: Scarab Factory (possibly) "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Height: 1.80 centimetres ", " Width: 1.10 centimetres ", " Depth: 0.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to its findspot , recorded in the register of the museum, this amulet should be dated to the 26th Dynasty (on cobra amulets in glazed composition from the 26th dynasty: Andrews 1994, 76). Similar types of amulet however are still produced during the Ptolemaic period (Herrmann et al. 2010, 111). Furthermore, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Various Egyptian deities assumed the shape of a cobra (Andrews 1994, 34-35), so its identification as Wadjyt is uncertain. For another cobra amulet from Naukratis: Greenock, McLean Museum & Art Gallery 1987.448 (also said from the Scarab Factory, but not as schematic). Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.256) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["reptile"], "Associated names": ["Representation of: Wadjyt (?)"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3905 (Egyptian inventory number) ", " Miscellaneous number: P.5274 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.329 (Accession Number) "]}