{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing probably a kneeling Shu or Heh; raised hands above his head, holding a gold nwb-sign (Heh) or with sun-disk (Shu); modelling crude and very schematic, with a few deeply incised lines; well preserved turquoise glaze; complete. "], "Cultures/periods": [" Late Period (?) ", " 26th Dynasty (?) "], "Production date": ["6thC BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed ", " incised "], "Dimensions": [" Height: 2 centimetres ", " Width: 1.10 centimetres ", " Depth: 0.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Several of these amulets were discovered in Naukratis, almost all being quite to very schematic. Therefore it is often difficult to identify properly the deity represented. His attitude, kneeling with his hands raised on both sides of his head, relates to the gods Shu or Heh (on both types of amulets: Andrews 1994, 19 and 88-89; Herrmann et al. 2010, 51-52, type 20). Since their iconography can be very close, Herrmann prefers to not decide between both deities (Herrmann 2006, 88-92, Pl. XX-XXII). Such amulets are very common on Late Period settlements (Masson forthcoming). Considering its context of discovery, it should be dated to the 26th dynasty. However, the registers of the Museum of Fine Arts tend to allocate the Scarab Factory as a findspot for not only scarabs, scaraboids and their moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Let's note that the records written (or at least supervised) by Amelia Edwards mention the Scarab Factory as the findspot too. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C. 2006, Ägyptische Amulette aus Palästina/Israel Band III (Orbis Biblicus et Orientalis, Series Archaeologica 24), 2006. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.161) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Shu (?) ", " Representation of: Heh (?) "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3908 (Egyptian inventory number) ", " Miscellaneous number: P.5279 (Pottery & Porcelain Ledger No.) ", " Miscellaneous number: RES.86.332 (Accession Number) "]}