{"artifact_name": "scaraboid; button seal(?)", "Object Type": [" scaraboid ", " button seal (?) "], "Description": [" Oval-shaped scaraboid (button seal?) carved from steatite; dome and plain back; underside incised with symmetric composition arranged vertically, representing stylised thicket of papyrus with central bud, addorsed volutes either side, and drooping stems with buds below; neb-basket sign underneath, detailed by incised vertical lines; device cut boldly into surface, surrounded with single line; large perforation runs through from top to bottom. "], "Cultures/periods": ["Middle Kingdom (probably)"], "Production date": ["2055 BC – 1650 BC (probably)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.45 centimetres ", " Length: 13.50 centimetres ", " Width: 1.20 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Button seals are usually produced between the Old and Middle Kingdom. The presence of such an early type of scaraboid in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Another button seal decorated with a sema-tawy on its underside was discovered in Naukratis: Bristol, City Art Gallery & Museum H3710 (Petrie 1886, pl. XXXVIII, no. 160). A similar thicket of papyrus decorates a cowroid with a patterned back, also found in Naukratis: BM 1888,0601.69 (Petrie 1886, pl. XXXVIII, no. 159). For other examples of scaraboids with papyrus thicket decoration: Hornung and Staehelin 1976, pl. 90-91. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OB.08) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good, except for chip at one end and 'scar' where seal attached to display board"], "Subjects": ["plant"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.11 (Accession Number) "]}