{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice; white slip; interior: glazed streaky black, traces of two bands in added white; exterior: black-figure decoration consisting of komast (part of buttock, left leg and right calf remaining) to right; below, traces of two brown- fired bands. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 3.40 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Dupont and Thomas (2006, p. 79, NAU32), the geophysical characteristics of the fabric indicate that the sherd originated in Chios. The sample number is written in ink 'NAU 32' on break. The sherd possibly belongs to the same vessel as Cambridge Museum of Classical Archaeology NA83. Williams argues that the images portrayed on the komast chalices were perhaps representations of komos activities that took place in Chios. The buttock pads exaggerated the dancers’ bottoms. The sakkos worn by many of these komasts as well as the earrings suggest the dancers, who were male, were practicing a form of transvestism. If so, these Chians dancers were precursors of the magodoi or performers who wore women’s clothing, made lewd gestures and performed as female and drunk characters. The gestures of the dancers on the chalices are limited and consist of holding pomegranates, tambourines (or wreaths) and snapping fingers. Such dances may also have been connected to religious festivals and performed after religious feasts. Williams, 1983, 162-3 "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 329, no. 1551, pl. 198) ", " Dupont & Thomas 2006 / Naukratis: Les Importations Grecques Orientales Archaïques (p. 78-79, 82-83, fig. 2) (NAU 32) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1325) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA84 (Accession Number) "]}