{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab probably carved from steatite; back little detailed, with head simply marked, and two short notches at different levels delineating roughly prothorax; at side, legs very simplified, indicated by two horizontal grooves; underside decorated with a horizontally arranged hieroglyphic inscription (an-ra formula), flanked by addorsed L-shaped red crowns; pierced longitudinally; remains of green glaze on surface. "], "Cultures/periods": ["Hyksos"], "Production date": ["1650 BC-1550 BC (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite (possibly)"], "Technique": [" carved ", " incised ", " glazed ", " pierced "], "Dimensions": [" Length: 1.25 centimetres ", " Thickness: 0.60 centimetres ", " Width: 0.95 centimetres "], "Curator's comments": [" Object owned and held by Birmingham City Museum and Art Gallery. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The composition including ‘L-shaped’ red-crowns is frequent on scarabs of the Second Intermediate Period, particularly the Hyksos Period (Tufnell 1984, 119, class 3B3d, pl. XII; Hornung and Staehelin 1976, 293, pl. 54 no. 506), and the an-ra formula is particularly common during the 15th dynasty (Tufnell 1984, 121, class 3C, pl. XVI). A comparable treatment of the back is found on other scarabs from Naukratis that can be dated to the Second Intermediate Period: BM 1888,0601.65; Boston, Museum of Fine Arts 88.857; Bristol, City Art Gallery & Museum H5115.3 (similar treatment of side also in that case). The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). For another scarab possibly from Naukratis with the an-ra formula associated with red crowns, see Oxford, Ashmolean Museum AN1896-1908-EA.918. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Masson, A. forthcoming c, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Tufnell, O. 1984, Studies on Scarab Seals, II: Scarab Seals and their Contribution to History in the Early Second Millennium BC, Warminster. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.64) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1888A195.1 (Accession Number) "]}