{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amulet in glazed composition, in the shape of a Vervet monkey; top of plumed headdress to its back (of type worn by Bes); well modelled with numerous incised details, such as teeth shown by small squares; fur well indicated by small grooved strokes and, on either sides of head, by diagonal lines; light greenish turquoise glaze with added brown glaze for some details, bit damaged; brown colour on breaks at ears maybe due to discolouration with dirt (?); broken at the waist and lower part of jaw chipped; seems burnt. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["6thC BC - 4thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Height: 3 centimetres ", " Width: 2.60 centimetres ", " Depth: 3.10 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The original label records the excavation year. No findspot is recorded in register. This specific type of amulet supposedly helps the wearer with love and sexual fulfilment during his life and in the underworld (Andrews 1994, 66-67, see esp. fig. 71c for a better preserved parallel to the Naukratite specimen). For other Vervet monkey's amulets from Naukratis: BM 1885,1101.49; Oxford, Ashmolean Museum AN1896-1908-EA.875; Cairo, Egyptian Museum JE33556. On Vervet monkey's amulets: Andrews 1994, 66-67; Herrmann et al. 2010, 100-101 (type 52, especially no. 5-6). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.263) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, very fragmentary, burnt"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: McLean Museum & Art Gallery"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.454 (Accession Number) "]}