{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made amuletic figure in glazed composition, representing the hippopotamus-headed goddess Taweret (left figure on image); in striding pose, with her arms on her sides and a long tail decorated with incised chevrons; roughly made; suspension loop pierced widthways behind her shoulders, while the thickness of the loop on the back is supplemented by a protuberance; patches of green glaze preserved; cream core; lower part broken off under the knees. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 3.70 centimetres (max.) ", " Width: 1.20 centimetres ", " Depth: 1.45 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Taweret is well represented in the faience amulets from Naukratis (Masson forthcoming a). Associated with the protection of pregnancy and child birth (Andrews 1994, 40; Herrmann et al. 2010, 80-82), Taweret amulets are already documented in the Old Kingdom (Ferrari 1996, 40) and are particularly common in Egyptian settlements of the Late and Ptolemaic Periods (for example: Giddy 1992, pl. 52, 78/1, pl. 53, 78/85, pl. 77, 78/1, 78/85; Wilson 1982, 30, pl. XXVIII n°9-10; Masson forthcoming b). Andrews, C. 1994, Amulets of Ancient Egypt, London. Ferrari, D. 1996, Gli amuleti dell’antico Egitto (Piccola biblioteca di egitologia 3). Giddy, L.L. 1992, The Anubieion at Saqqâra II. The Cemeteries, EES 56, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming a, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.139) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, lower part is broken off and worn surface"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Taweret"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1051.3 (Accession Number) "]}