{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Mould-made amulet in glazed composition, in the shape of an uraeus cobra, reptile associated with the patron goddess of Lower Egypt Wadjyt or the harvest goddess Renenutet; round loop for suspension pierced widthways on back; light turquoise glaze; white paste; slightly chipped in places. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["6thC BC (possibly)"], "Production place": [" Made in: Scarab Factory (possibly) "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Length: 2.20 centimetres ", " Width: 0.70 centimetres ", " Depth: 1.70 centimetres "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Considering its context of discovery, it should be dated to the 26th dynasty (on cobra amulets in glazed composition from the 26th dynasty: Andrews 1994, 76). Similar types of amulet however are still produced during the Ptolemaic period (Herrmann et al. 2010, 111). The registers of the McLean Museum & Art Gallery tend to allocate the Scarab Factory as a findspot for not only scarabs and scaraboids moulds, but also all types of amulets from Naukratis. Caution is therefore required for the dating and the findspot. Various Egyptian deities assumed the shape of a cobra (Andrews 1994, 34-35), so its identification as Wadjyt is uncertain. For another cobra amulet from Naukratis: Boston, Museum of Fine Arts RES.86.329. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.255) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair"], "Subjects": [" reptile ", " ancient egyptian deity "], "Associated names": [" Representation of: Wadjyt (?) ", " Representation of: Renenutet (?) "], "Previous owner": ["Currently owned by: McLean Museum & Art Gallery"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.448 (Accession Number) "]}