{"artifact_name": "figure; herm", "Object Type": [" figure ", " herm "], "Description": [" Fragment of a terracotta figure herm, broken at base. Long hair at back, detail indicated by slight incisions. Mould-made. Mould join retouched, hair detailed with a modelling-tool. Traces of white coating. Red-brown Nile silt with abundant gold mica, some small lime and stone inclusions. Chipped at nose and ends of 'arms', broken away below phallus. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7 centimetres ", " Width: 3.70 centimetres ", " Depth: 1.90 centimetres "], "Curator's comments": [" Object owned and held by Allard Pierson Museum, Amsterdam. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Marked 'N' in pencil at the back. Very similar to pieces from Naukratis. Three Ptolemaic herm figures are known from Naukratis, all from different mould series (Boston, Museum of Fine Arts 86.400; Amsterdam, Allard Pierson Museum 7479; Oxford, Ashmolean Museum AN1886.488). Parallel from the Ashmolean and Louvre. Good parallel from a Ptolemaic context from Athribis (Tell Atrib) from (Szmańska 2005, no.207). Parallels from Egypt are generally dated Ptolemaic or late Ptolemiac (Fjeldhagen 1995, no.90; Millers 1991, 54, cat. 25, fig.30; Dunand 1990, no. 325). Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.240) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Dionysos/Bacchus (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7479 (Accession Number) ", " Miscellaneous number: v. Bissing T.1677 (Other Accession Number) "]}