{"artifact_name": "buckle(?)", "Object Type": ["buckle (?)"], "Description": [" Rectangular piece of lead, with two square holes cut side by side at one end (part now broken off and loose in box) and corners recut at the other end. The rest of the piece is decorated on one side with a pattern of raised criss cross lines in raised relief. Slightly bent over at one corner. In pencil on underside marked 'Naukr'. "], "Cultures/periods": ["Greek (?)"], "Production date": ["6thC BC-6thC"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["lead"], "Dimensions": [" Length: 7.50 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3.30 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " On handwritten list of antiquities presented to Bolton Museum by The Egypt Exploration Fund (Season 1885-6), listed as \"lead buckle\", from Naukratis. This information is confirmed by the list of objects sent to Bolton by the EEF, held in the EES archives. ", " Originally registered as a ‘buckle’, both the form and the relative weakness of the material suggest otherwise. While the Naukratis piece is larger, it is somewhat similar to two unidentified lead votives from Brauron (Boss 2000, 223-4, fig. 132), which in turn could be related to two lead votives of a seat from Stageira in Chalkidike (Andrianou 2009, 25, figs 4-5), with the hatched pattern representing textiles, as they do on other lead plaques from Sparta (Boss 2000, figs 18, 19, 70). Andrianou, D. 2009, The furniture and furnishings of ancient Greek houses and tombs, Cambridge. Boss, M. 2000, Lakonische Votivgaben aus Blei, Würzburg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QF.5)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.28.19 (Accession Number) "]}