{"artifact_name": "arrow-head(?)", "Object Type": ["arrow-head (?)"], "Description": [" Highly corroded copper alloy object with point at one end. Possibly a scythian arrow-head. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC-450BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 3.40 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This appears to be a fragment of a socketed trilobate arrow-head, that are common in the Middle East from the 7th century BC and subsequently in Greece and Egypt until the early Hellenistic period. However, it is not possible to distinguish which variant this is, though there are parallels across the Eastern Mediterranean, Egypt and Middle East (James 2004; Baitinger 2001; Snodgrass 1964; Erdmann 1973; Oren 1984). For a discussion of provenance see also Pelleg et al. 1983. Baitinger, H. 2001, Die Angriffswaffen aus Olympia, Berlin & New York. Erdmann, E. 1973. ‘Die sogenannten Marathonpfeilspitzen in Karlsruhe’, Archäologischer Anzeiger 88, 30-58. British Museum parallels from Egypt BM/BIG 42174. James, S. 2004, The Arms and Armour, and other Military Equipment. Excavations at Dura-Europos 1928-1937, London. Forsdyke E. J. 1919/20, ‘Some arrow-heads from the battlefield of Marathon’, Proceedings of the Society of Antiquaries of London 2.32, 146-157. Oren, E. D. 1984, ‘Migdol: A New Fortress on the Edge of the Eastern Nile Delta’, Bulletin of the American Schools of Oriental Research 256, 7-44. Pelleg, J., Baram, J. and Oren, E. D. 1983, ‘Analysis of bronze arrowheads of the Saite period from the Nile Delta region’, Metallography 16.1, 81-98. Snodgrass, A. M. 1964, Early Greek armour and weapons from the end of the Bronze Age to 600 BC, Edinburgh. Snodgrass, A. M. 1967, Arms and armour of the Greeks, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (SB.07) (Phase 2)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2519b (Accession Number) "]}