{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from steatite; back has little detail, with clypeus simply cut, prothorax and elytra marked by crudely incised single line; at side, well-defined outline of body and legs with undercut triangle; underside with deeply cut motif arranged vertically representing seated ape looking to right maybe holding Hes vase or Maar feather (chipped area), with neb-basket sign below and winged sun-disc above; pierced lengthwise; material yellowish white in colour with blue-black inclusions. "], "Cultures/periods": [" 25th Dynasty (?) ", " 22nd Dynasty (?) "], "Production date": ["943 BC–653 BC (?)"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.70 centimetres ", " Length: 1.50 centimetres ", " Width: 1.05 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The Bristol collection holds a series of early scarabs from Naukratis, often said to come from the Scarab Factory like here, and which were not illustrated in earlier publications. Petrie illustrated several other early examples of scarabs and scaraboids. The scarab possibly belongs to Gorton type XII, a type especially well-distributed on Punic sites, but present also in Greece, Cyprus and in Naukratis in Egypt (Gorton 1996, 34-38, type XII, see especially no. 8b for this specimen). According to the examples discovered in good contexts, this type is attested from around 800 BC till 700 BC (Gorton 1996, 37). For various close parallels: Magnarini 2004, 361, no. 11.17 (dated between the 19th and 22nd dynasty). The engraving on our specimen points more towards the 22nd-25th dynasty. On the presence of scarabs predating the occupation of Naukratis: Masson forthcoming. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.25) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, except for the back where glue from attached display card has caused damage; edge chipped"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5115.2 (Accession Number) "]}