{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Mould-made large amuletic figure in glazed composition, in the shape of a standing falcon, maybe associated with the god Horus; with wings furled; suspension loop pierced widthways on back; white glaze with added details in black/brown glaze on beak, eye, both sides of neck and feet; cream porous paste; feet and tail broken off. "], "Cultures/periods": [" Late Period ", " 26th Dynasty "], "Production date": ["6thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 4.30 centimetres ", " Length: 3 centimetres ", " Width: 2.10 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Falcons are often associated with Horus, though various deities and the pharaoh himself can assume a falcon form (Davies, Smith 2005, 54); the identification of the deity represented is even harder in the case of amulets (Andrews 1994, 27-28; on various types of falcon amulets: Herrmann et al. 2010, 103-104). Numerous amulets of falcons, made out of bronze, glazed composition, stone and Egyptian blue, were discovered in Naukratis. This rather large amuletic figure belongs to a common type at Naukratis, probably produced locally (Masson forthcoming; on this specific type of falcon figure, also found and produced in Kamiros: Webb 1978, 95, no. 685), maybe at the Scarab Factory itself (Webb forthcoming). Part of this production was intended for the Greek market. Some were discovered in the Greek temples of Apollo and Aphrodite in Naukratis. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Webb, V. 1978, Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC, Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.216) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, incomplete"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.45 (Accession Number) "]}