{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Fragment of amulet in a greyish olive green stone, probably steatite (soapstone); only characteristic headdress of Hathor or Isis preserved, formed of sun disc and horns; a few incised details. "], "Cultures/periods": [" Late Period (possibly) ", " Ptolemaic (early?) "], "Production date": ["6thC BC - 4thC BC (possibly)"], "Production place": [" Made in: Naukratis (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" steatite (probably) ", " stone "], "Technique": [" carved ", " incised "], "Dimensions": [" Height: 3.80 centimetres ", " Thickness: 1.30 centimetres ", " Width: 2.10 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A few amulets in similar material were found in Naukratis, all representing Egyptian gods. They share details in the manufacture and style: Boston, Museum of Fine Arts RES.86.326, 86.184 and 86.188; Oxford, Ashmolean Museum AN1896-1908-EA.684 and AN1888.173; Bristol, City Art Gallery & Museum H2267. It is plausible that they were produced locally. The Hathoric crown was first associated to the goddess Hathor but from the Late Period onwards, it was largely used for Isis (Marsha, Schorsch 2007, 151, note 5). Isis is also a common topic among Naukratis votives and amulets (Masson forthcoming). Marsha H., Schorsch D. (eds.), 2007, Gifts for the gods: images from Egyptian temples, Metropolitan Museum of Art, New York. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.080) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Hathor (?) ", " Representation of: Isis (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2507 (Accession Number) "]}