{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Description": [" White plaster wine-amphora stopper with impression of organic matter and strick on the back, probably of a palm fibre plug (now lost). The stopper is made from lime plaster or lime and gypsum mix. It has been impressed with a circular stamp. The stamp depicts a cross surrounded with a mutilated, probably, Greek inscription. "], "Cultures/periods": [" Roman Period ", " Early Byzantine "], "Production date": ["4thC -7thC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["plaster"], "Technique": ["stamped"], "Dimensions": [" Diameter: 11.20 centimetres (circa) ", " Diameter: 10.50 centimetres (rim circa) ", " Height: 9.30 centimetres ", " Thickness: 2.60 centimetres ", " Width: 5.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Plaster stoppers of this type, were commonly used on wine-amphorae (Thomas 2011, type 5C; Thomas and Tomber 2006, type 5). This method of sealing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods and were used on wine-amphorae used by wine traders (Thomas 2011, type 5C). Parallels from late Roman contexts at Kellia (Egloff 1977, pl. 20.3–6) and Clysma (Bruyère 1966, fig. 10). For the cross stamp, cf., impressions from Western Thebes (Winlock and Crum, 80, fig. 33.1–2). The motif is common on Late Roman amphora stoppers in Egypt, e.g., at Kellia (Egloff 1977, pl. 20.3–7) and Clysma (Bruyère 1966, fig. 10). For the stamp itself, cf. a similar, simple circular cross on a wooden stamp without text found at Koptos (Nachtergael 2000, 289, fig. 23). See also EA 53951. Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Keay, S. and D. Williams. 2005. Roman amphorae: A digital resource. University of Southampton. http://archaeologydataservice.ac.uk/ archives/view/amphora_ahrb_2005/, last accessed October 2011. Nachtergael, G. 2000. Sceaux et timbres de bois d’Égypte I: En marge des archives d’Hèroninos: Cachets et bouchons d’amphores de Théadelphie. Chronique d’Égypte 75: 153–70. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. Winlock, H. E. and W. E. Crum. 1926. Monastery of Epiphanius at Thebes I. New York: Metropolitan Museum of Art. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.16) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cross"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA733 (Accession Number) "]}