{"artifact_name": "vessel-stamp", "Object Type": ["vessel-stamp"], "Description": [" Circular amphora stopper stamp with solid ledge-shaped handle at the back, with a scene in negative, likely used to create amphora stoppers. Scene depicts a pygmy fighting a crane, framed by a leaf tendrils frieze. The pygmae, with arms raised and legs apart, is chasing the crane holding a knife in his right hand, the left tackles the beak of the Bird. The crane has an outstretched head, sharply turned to the left. On the ground is a tall hellenistic amphora with a pointed base, probably a reference to the vessel sealed by what this object stamped. Red-brown micaceaous Nile silt (5YR5/8). Broken, with only the upper edge preserved. Broken off along edges. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["incised"], "Dimensions": [" Diameter: 9 centimetres ", " Depth: 4 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Described as a fragmentary circular pottery bread stamp, however a large number of similar artefacts have been found in Naukratis and many have preserved plaster in the grooves, as if used to seal amphorae stoppers. Others were used to produce decorated terracotta discs, likely used as amphora stoppers (Bailey 2008, 3612, 3611, 3609,3608, GR 1886, 0401.1368; 1886,0401.1373; 1886,0401.1374) as with this example. This example, published by Petrie (1886, pl. xxix) was used to produce terracotta discs, and not on bread, as confirmed by the presence of its cast (likely a stopper) in Munich (Munich, Bavarian State Collection of Antiques 5310; Hamdorf, Knauss, and Leitmeir 2014, E 964). "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JE.02) (Phase 3) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (Pl. XXIX) "], "Location": ["Not on display"], "Subjects": [" classical mythology ", " food/drink ", " bird "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.35 (Accession Number) "]}