{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Torso of alabaster nude male youth figure (kouros). Only the torso, from the waist to just above the knee, survives. The preserved part of the body includes the torso from the waist downwards as well as both legs down to the knees. On the side of the left thigh the onset of the hand remains. Seeing as there is no evidence for the onset of a hand or arm on the right thigh, the right arm must have been bent. A slight overhang above the right hip is caused by the bent arm. The torso is slender and drawn in towards the hips and waist. The navel is hollowed out; the hole below is the result of an injury. A short groove indicates the inguinal ligament. The buttocks is small, the left buttock being higher up than the right. The thighs are slender, long, and hardly curved. Reddish brown layer of sinter on rear side in groove between thighs. The penis is damaged; traces of black paint in pubic area, brown mark on right thigh. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["590 BC-580 BC (circa)"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 2 (Sub group 1)"], "Technique": ["painted"], "Dimensions": [" Height: 8.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The torso belongs to a figure of a youth with a bent right arm as on the other 'adorants' from Naukratis in London (British Museum GR 1886.4-1.1383/ B441 and 1888.6-1.14/ B442). The figures are also linked by the way the long thighs and the slender pelvic area are rendered, in this context it should be compared to a kouros in Cairo (Egyptian Museum 27426) and a limestone fragment from Samos (Vathy, Archaeological Museum C225). The latter comes from a bothros where the latest finds can be dated to the early sixth century BC. The body of this figure is slightly more elongated. The similarities with the torso from London (British Museum GR 1888.6-1.14) allow for the assumption that both have been made in the same workshop. Published in (Höckmann, 2007, 186-187, cat N28, pl. 5). "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (no. N 28) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.115) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 56 (Accession Number) "]}