{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Solid-cast figure of a seated cat on a thin rectangular base in copper alloy; ears erect (one broken), tail wrapped around body; animal associated to the goddess Bastet; two slightly curved tangs beneath to fix figure on larger base or box; figure complete but base or box missing; part of the back of the head missing allowing to see core of lead; many cracks; corroded. "], "Cultures/periods": [" Late Period (likely) ", " Ptolemaic (?) "], "Production date": ["500 BC - 300 BC (?)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' (maybe) "], "Materials": [" copper alloy ", " lead "], "Technique": ["solid-cast"], "Dimensions": [" Height: 8.30 centimetres ", " Length: 3.20 centimetres ", " Thickness: 2.10 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Among the finds from the cache of bronzes, Petrie listed four bronze figures of cats (on this cache and its content: Petrie 1886, 41- 42; Masson forthcoming a). One of them could correspond to this figure. The cache was probably made around the late 5th-early 4th c. BC, but some bronzes from this cache could be earlier in date (Masson 2015). Cats are usually associated with the goddess Bastet, a deity particularly revered in Lower Egypt (Kessler 1989, 150-154). Bastet is relatively well-represented at Naukratis with some figures and amulets in bronze and glaze composition (Masson forthcoming b). This partially preserved specimen belongs to the type T 32 in the typology of animal bronzes by K. Weiss (Weiss 2012, 783-791, Pl. 49, Typ T 32, see especially Nr. 1003 for this specimen), or maybe to her type T 33 (Weiss 2012, 792, Pl. 50a, Typ T 33). The former type is particularly common in Bubastis, the main cult centre of the goddess, but also on many sites of the Delta, such as Herakleion, the Memphite region and Tanis (Weiss 2012, 297-298). Kessler, D. 1989, Die Heiligen Tiere und der König, Ägypten und Altes Testament 16. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Masson, A. forthcoming b, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 785-786, Nr. 1003) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.200) (phase 3) "], "Location": ["Not on display"], "Condition": ["Poor, very corroded and cracked"], "Subjects": [" mammal ", " cat "], "Associated names": ["Associated with: Bastet"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Acquisition notes": ["Donated by Egypt Exploration Fund in 1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1085 (Accession Number) "]}