{"artifact_name": "head-rest; amulet", "Object Type": [" head-rest ", " amulet "], "Description": [" Small amulet in the shape of a head-rest in hematite (weres amulet); surface polished; one of the ends of the base is broken off. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["hematite"], "Technique": ["polished"], "Dimensions": [" Height: 1.30 centimetres ", " Width: 2.20 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Minute headrests became popular Egyptian amulets during the Late Period (Andrews 1994, 95-96). These amulets were usually manufactured in hematite, as the specimen from Naukratis, or in other dark stones (Andrews 1994, fig. 64e and 95; Petrie 1914, pl. III no. 34). Normally found in funerary contexts, they were supposed to support magically the head of the deceased; for that purpose they were placed at the level of the neck on the mummy, a fragile articulation between the head and the rest of the body. An example from Kom Firin cemetery: Spencer 2008, 14, pl. 51. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Petrie, W.M.F. 1914, Amulets, London. Spencer, N. 2008, Kom Firin I: The Ramesside Temple and the Site Survey (Research publication British Museum 170), London. On the significance of headrests, see especially: Massing, J.-M., Ashton, S.-A. 2011, Triumph, protection & dreams : East African headrests in context East African headrests in context, exhibition held at the Fitzwilliam Museum, Cambridge, 20 Sept. 2011-21 Jan. 2012, Cambridge. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.393) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair (incomplete)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2504 (Accession Number) "]}