{"artifact_name": "bead; necklace; eye-bead", "Object Type": [" bead ", " necklace ", " eye-bead "], "Description": [" String of 33 beads of mostly light green or white faience, of various sizes and shape: 30 globular to spherical beads of light green or white faience, the the smallest 0.9cm in diameter, the largest 1.7cm; one white globular bead with vertical grooves, worn (1.3x0.9cm) ; one large ovoid bead with flat ends decorated with impressed dot-and-circle motifs (eye-bead in glass), one globular bead with a very pitted surface, with grooved decoration (mellon bead, diameter 0.8cm). On some of the beads traces of encrustation. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic "], "Production date": ["600BC - 300BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": [" glazed composition ", " glass "], "Technique": ["stamped"], "Dimensions": [" Length: 16.50 centimetres "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Findspot 'cemetery' is recorded in the 1975 inventory list. Neither from the documentation in Dundee nor from the EEF distribution lists does it become clear when the objects from Naukratis (and Tell Dafana) entered the Museum, as neither of the sites is mentioned in them. Objects in the McManus Galleries were (re-)registered in 1975 after the loss of the original registers (some of which were later recovered). According to the museum's yearly Reports, the Galleries received objects from the EEF in 1888, 1889/90, 1892 (not all Reports were available to us for consultation), and every year from 1900 until 1914, but these donations are usually not recorded in the registers. Donations were made either directly by the EEF (1889/90 and 1914), per Amelia Edwards (1888 and 1889/90), or per the local secretaries of the EEF: Rev. Colin Campbell (1892 until 1905), Mr. J. Maclauchlan (1906), and Mr. A.H. Millar (1907-1913). Additional donations were made by the British School of Archaeology in Egypt in 1914. ", " 33 beads: 31 plain spherical in glazed composition (Xia type PN8), 1 mellon in glazed composition (PD21), and 1 spot eye-bead in glass (GD 23-27). Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 29, 26?) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QH.04) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1975-105 (Accession Number) "]}