{"artifact_name": "architecture", "Object Type": ["architecture"], "Description": [" Limestone fragment of a with volute decoration. The plate-shaped, small fragment shows on the front side a volute that is formed by quarter circles whose three and a half spaces in between lift out from the surface. The top surface is weathered and shows neither traces of paint nor of tooling. The rims are broken off and the back side was roughly flattened by a broad chisel. The fragment was made of a light yellowish, fine-grained, soft and probably Egyptian limestone. On the surface dark brown veins (remains of roots?) are visible. "], "Cultures/periods": ["Archaic Greek"], "Production date": ["560BC - 500BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Dimensions": [" Height: 11.70 centimetres ", " Thickness: 5.60 centimetres ", " Width: 11.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " No trace of paint preserved. It is difficult to put this fragment into an architectural context since the rims are not existent. The shape of the volutes does not appear on column capitals and even the early ante capitals (Buschor 1957, AM 72, 4ff: Hahland 1964, JdI 79, 146ff.) look different. However, one ante capital from Amnisos, Kreta, is slightly similar (Brize in: Schaefer 1992, 262f. Pl. 82ff.) to this fragment and is dated in the last third of the 6th century. But even so, the volute rims of Amnisos form a surface and the centre does not stand out like in this fragment. Naturally it is possible that the exterior rim of this rim was originally higher hence the interpretation of an ante capital is at the moment the most likely. Hogarth’s interpretation as a capital fragment is, however, very questionable (Koenigs 2007, 349 - 350, Cat. 50, Fig. 13). "], "Bibliographic references": [" Koenigs 2007 / Archaische griechische Bauteile (Cat. no.50, p.350-1, fig. 13.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (AA.67) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA300 (Accession Number) "]}