{"artifact_name": "phiale mesomphalos", "Object Type": ["phiale mesomphalos"], "Description": [" Rim sherd of Chian Simple Animal Style pottery phiale mesomphalos; whitish yellow slip; interior: reserved band at rim, glazed black below; dot frieze in added white between pairs of white lines; below, part of lotus bud in white and red; exterior: dot frieze (fired brown) at rim between narrow bands. "], "School/style": ["Simple Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-560BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 22 centimetres ", " Height: 2.90 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.60 centimetres "], "Curator's comments": [" Object owned and held by Ure Museum of Greek Archaeology, Reading. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The Ure Museum received sherds from the Egypt Exploration Society (EES) in 1926, several years after Petrie and Gardner's excavations. It was uncertain then whether the sherds came from Naukratis or Tell Dafana, a site in the eastern Nile Delta that was excavated by Petrie in 1886. Petrie wrote that he found only one sherd of Chian ware at Tell Dafana (Petrie 1888 62), which he described as a plain piece, thus the Chian sherds in the Reading collection come from Naukratis. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 306, no. 1228, pl. 159) ", " CVA Reading I / Corpus Vasorum Antiquorum Great Britain, Fasc. 12, University of Reading (p. 38, pl. 23, no. 13a-b) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2026) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 26.2.71 (Accession Number) "]}