{"artifact_name": "bowl(possibly); lekanis(possibly)", "Object Type": [" bowl (possibly) ", " lekanis (possibly) "], "Description": [" Rim sherd with handle join of Chian Wild Goat Style pottery lidded bowl or lekanis; white slip; paint fired orange-brown; interior reserved; exterior: from top, frieze of short diagonal strokes above single band; 'z' frieze; maeander frieze between wide black bands on handle join. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["620BC-600BC"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 2.90 centimetres ", " Thickness: 0.90 centimetres ", " Width: 3.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For parallels regarding the shape, see British Museum 1876,0909.67, an East Greek stemmed dish found in Cyprus. See also parallels from Miletus in Villing, A. 'Zwei Archaische Schüsselformen in Milet', Archäologischer Anzeiger 1999, 192, figs 2, from Berezan, see Ilyina in Borysthenes-Beresan, The Hermitage Archaeological Collection, vol. 1, 2005 164, no. 199, and Walter-Karydi, 1973, p. 124, no. 264 from Samos. The rim pattern consisting of diagonal strokes and the broken cable is not usual for the Chian Wild Goat Style, but found frequently in the Animal Chalice and Chalice Styles (Lemos 1991, 91, 129). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2048) (phase 2)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA100 (Accession Number) "]}