{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Description": [" Solid-cast amuletic figure of the god Harpokrates in copper alloy; god represented as naked male child, slightly bent, with left arm by his side, the other one bent to hold right hand to his mouth; wearing the sidelock of youth to the right side of his head and uraeus (?) on forehead; broken suspension loop behind his neck and shoulders; almost complete, corroded and worn. "], "Cultures/periods": [" Ptolemaic (?) ", " Late Period (end?) "], "Production date": ["4thC BC - 1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 3.15 centimetres ", " Width: 1.15 centimetres ", " Depth: 1 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Bronze figures of Harpokrates were common during the Late and Ptolemaic periods in Egypt (Weiss 2012, 126-157, Typ 41-69, Pl. 11-19), chiefly in the Delta where his cult was particularly developed (Sandri 2006). Likewise, the child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). This figure of Harpokrates belongs to the type 43 in the typology of bronzes by K. Weiss, a type that appears on a number of sites in the Delta, especially in Late Period contexts (Weiss 2012, 130-131, 576-581, Pl. 11f-h and Pl. 12a-b, Typ 43, esp. Nr. 1541 for this specimen). Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (p. 915, Nr. 1541) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.148) (phase 3) "], "Location": ["Not on display"], "Condition": ["Corroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Previous owner": ["Currently owned by: City Art Gallery and Museum, Bristol"], "Acquisition date": ["1886"], "Acquisition notes": ["Donated by Egypt Exploration Fund in 1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H1029.2 (Accession Number) "]}