{"artifact_name": "bowl(?); dish(?); figure", "Object Type": [" bowl (?) ", " dish (?) ", " figure "], "Description": [" Gypsum alabaster (calcium sulphate) tripod bowl fragment withzoomorphic foot. Fragment of shallow bowl or dish, carved from gypsum (alabaster); bowl fitted with a zoomorphic foot, in the shape of a crouching animal’s leg, maybe a sphinx, lion or a griffin, resting on a disk-like platform; smoothed surface. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC - 525BC"], "Production place": [" Made in: Cyprus (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 5 (Sub group 3-4)"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Height: 5.90 centimetres ", " Thickness: 2.50 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by Redpath Museum, Montreal. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Cypro-Ionian style alabaster tripod bowls come in two forms, one with lion’s feet (Montreal, Redpath Museum 2532.02; 2532.01) and three fragments with sphinxes (British Museum GR 1886,0401.1508; Boston, Museum of Fine Arts RES.88.45; 86.168; Eg.Inv.458). The second group were likely used as containers for cosmetics or toiletries vessels and have been dated 550-525BC (Höckmann 2007, N37, 190-191, type 5, style group 4). A broader date range of 575-525BC is suggested for the former group. The basin's form has been attested according to other examples to belong to the Ionian area (Smith 1892, no.116; Conze 1895, 106; Bulle 1900, 35; von Fritz 1894a, 74; von Fritz 1894b, 733; Perrot and Chipiez 1903, 336; Weicker 1902, 126; Belin de Ballu 1972, 43-44; Floren 1987, 409; Wild 1988, 426). A parallel from Olbia suggests that all examples had identical tripod legs and likely also a lid (Höckmann 2007, 190-191). One example was found in late Saite levels within the sanctuary of Aphrodite (context Φ8; Boston RES.88.45), the others do not have secure contextual information. ", " An example of this type, in limestone with alternating lion's paw feet and spoolhandles (3 each), has been found in a Lydian child's grave at the village of Tekelioğlu Köyü near Manisa, with a suggested date in the last quarter of the 6th century BC: Mitten, D.G. and Yüğrüm, G., “Excavations at Ahlatlı Tepecik on the Gygean Lake, 1968”, Türk arkeoloji dergisi, 17,1.1968, 17.1, 125–131, esp. 127 , 131 figs 9-10. Similar bowls, with a lid, but manufactured in faience (glazed composition), have been found on Rhodes: British Museum 1885,1213.58, see Webb 1978, pl. XI no. 268 (with incorrect registration number). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.128) (Phase 3)"], "Location": ["Not on display"], "Condition": ["Fair (incomplete)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2532.01 (Accession Number) "]}