{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a horse, probably from a ‘Persian rider’ group. Fragment of Horse's Body. Broken at neck and legs. Hand-made horse, rider missing. Very coarse red-brown Nile silt with with white pebble inclusions (10R 4/6). "], "Cultures/periods": ["Late Period"], "Production date": ["6thC BC - 4thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), West Area B-27 "], "Materials": ["terracotta"], "Type series": ["Thomas P-R.1"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.50 centimetres ", " Width: 8.10 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published with finds from 1980-1981 survey season at Naukratis (Coulson 1996, 139-145, pl. XVII-I). Persian rider’ horsemen were made of two parts, the rider in a simple single mould added to a handmade horse made of the same organic local Nile silt. R. Higgins suggests this piece was made in Naukratis, but identical figures in Tanis and Memphis cast doubt on this specific assumption. The fabric is consistent with Nile Delta kiln products of this period. They are common in Late Period Nile Delta sites, with close parallels found at Naukratis (British Museum GR1888,0601.90, Cairo Egyptian Museum, SR5/966 = CG32804, CG43442= TR14/9/ 18/17 =SR5/1062, Cambridge Museum of Classical Archaeology NA595, NA603, NA602; Edgar in Hogarth et. al. 1905, 129), Tanis (Dunand 1990, 215-6, no. 583-592 and 594-595, particularly 594), Memphis (Cairo Egyptian Museum SR5/6260, CG43519= TR15/3/22/ 16= SR5/1018; Petrie 1909a, pl. 40, no. 42, 45, 46; Petrie 1909b, pl. 29), Tell Basta (Cairo Egyptian Museum CG32810 = SR5/967), Tukh el-Karamus (Cairo Egyptian Museum CG32806 = JE35660 = SR5/ 895), Deir el-Bahari (Cairo Egyptian Museum CG32807 = JE36203 = SR5/896, CG32808 = JE36203 = SR5/897), Alexandria (Fischer 1994, no. 20-21), Zagazig/Bubastis (Cairo TR26/11/22/2= SR5/1073 and without provenance (Cairo Egyptian Museum TR26/11/22/3= SR5/1058, JE/CG32903=SR5/1059)CG32907 = SR5/970, CG32904 = SR5/969, TR22/11/22/1 = SR5/906, TR22/11/22/2 = SR5/907, TR22/ 11/ 22/3 = SR5/908, CG32902 = SR5/898). Figurines of this type are often called ‘Persian riders’ because of their sharp-crested headgear and ‘Asiatic’ beards. They are dated by various scholars to between the 7th or 6th century BC (Edgar in Hogarth et. al. 1905, 129; Petrie 1909a, pl. 40), the mid 4th (Higgins 1954, 407, no. 1549) and the 4th to 3rd century BC (Dunand 1990, 215-6, no. 583-589, 591, particularly 591 and 585). Achaemenid terracotta ‘Persian riders’ found at Dura Europos are similar in style and were made using the same technique (Downey 2003, 142-53, no. 91). Parallels from Uruk are dated 999BC-500BC (Ziegler 1963, pl.39, no. 484-9, see also horses and riders pls 40-42, no. 482-536) and Nippur dated broadly 600BC - 300BC, but specifically Persian, c. 500BC and a date before 450BC (McCown 1967, pl. 47-49, no. 245-262 especially pl. 47, no. 245). This suggests one should associate these with the Achaemenid rule of Egypt between 525BC and 332BC. Hogarth cites Cypriot and Phoenician parallels for the ‘Persian rider’ type and other crude limestone and terracotta horsemen found at Naukratis (Edgar in Hogarth et al. 1905, 129). One example from Naukratis (Cambridge, Museum of Classical Archaeology NA603) appears to be from the same mould as another example found at Memphis (Petrie 1909, pl. 40, no. 46), suggesting that these were transported up and down the Nile branches. Coulson, W. D. E. 1996, The Finds, in Coulson, W. D. E. (ed.), Ancient Naukratis II. The Survey at Naukratis and Environs 1. The Survey at Naukratis, Oxford, 139-160. Downey, S. 2003, Terracotta Figures and Plaques from Dura- Europos, Ann Arbor. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris Hogarth, D. G., Edgar, C.C. 1899, Excavations at Naukratis, ABSA 5, 26-46. Hogarth, D. G., Lorimer, H. L., Edgar, C. C. 1905, Naukratis 1903, JHS 25, 105-136. Legrain, L. 1930. Terra-cottas from Nippur . The Babylonian section, Pennsylvania University Museum. University of Pennsylvania Press, McCown, D.E. and Haines, R. 1967. Nippur I: Temple of Enlil, Scribal Quarter and Soundings. Oriental Institute Publications 78, Chicago. Petrie, W.M.Fl. 1909, Memphis I, London. Ziegler, C. 1962, Die Terrakotten von Warka. Ausgrabungen der Deutschen Forschungsgemeinschaft in Uruk- Warka, Berlin. "], "Bibliographic references": [" Coulson 1996 / Ancient Naukratis Volume II The Survey at Naukratis and Environs (p.139-145, pl. XVII-I) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.250) (Phase 3) "], "Location": ["Not on display"], "Subjects": ["equestrian"], "Department": ["External"], "Additional IDs": [" Excavation/small finds number: 12 (Finds catalogue number) "]}