{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates(?) with hair in side knot(?). Face only. Mould-made and hollow. Traces of white (gypsum?) coating. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["1stC BC-2ndC AD"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" terracotta ", " gypsum-stucco (?) "], "Technique": ["mould-made"], "Dimensions": [" Height: 3.80 centimetres ", " Length: 1.90 centimetres ", " Width: 2.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. Difficult to identify this small fragment. A Ptolemaic (Török 1995, no.69) or a Roman Harpocrates (Török 1995, Pl.41 no.69, 1st century AD; Bayeer Neimer 1988, Pl.11, no.58; Besques 1992, Pl.69, no.E369 from middle Egypt.), seems most likely. However, this also resembles some simple Roman forms of women (Török 1995, Pl.XCVLL No.178), though this seems less likely. Bayer-Niemeier, E. 1988. ‘Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten’. Melsungen. Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.081) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA700 (Accession Number) "]}