{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head and upper body of alabaster male figure (kouros); painted. Both legs are missing from below pubic area, as are both arms from the mid upper arm onward and the penis. The nose is broken off, the facial surface worn. The head was broken off with a break through the neck; the areas of breakage are very worn, particularly around the hair. Residue of paint can be traced; there is black pigment visible in the incisions of the tresses falling to the front on the right side, a red shimmer below the lower lip and a black line indicating the side edges of the pubic hair. Black also outlines the pectoral muscles, outlines the eyes and just below the nose (now worn), possibly representing a moustache. The figure is stocky with a sturdy neck, short torso, and drawn in small of the back. The arms were stuck to the body and were only separated for about 1 cm around the waist. The pectorals are strongly protruding, the buttocks is substantial. Linea Alba and spine are indicated by means of groove and incised line. The head is rather large, above the forehead there is a flat headband which is covered by three horizontally running frontal tresses around the temples and is not continued at the back. On top of the calvarium, behind the frontal tresses, ten tresses are set which are falling straight onto the back, leaving the ears visible; at the front of the hair mass, three tresses are formed on either side which fall over the shoulders from behind the ears. The tresses are rendered as an irregular broad, flat or slightly rounded ridges and are evenly cut in the back. The face is broad and u-shaped with tight skin. The short chin merges into the sturdy neck almost without indication. The surface is very worn. The eyes are slightly oblique, rendered as fine plates, and are hardly embedded. The nose broadens towards the tip, the mouth is broad and the nasolabial folds are prominent; the ears are large and not very carefully worked. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["575BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Technique": ["painted"], "Dimensions": [" Height: 8.50 centimetres ", " Length: 2.70 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The short, stocky torso, drawn in at the waist, the broad, sturdy shoulders and the short neck date the figure around the same time as Höckmann's Group 3. The horizontal frontal tresses can be deduced from the parted tresses on the forehead of the Naukratis-hairstyle, the parting is simply neglected. This detail of the hairstyle can also be found in the kouros in Compiegne (Musee Vivenel L746) and the one in Athens (National Museum Gamma 4505). In Cypriot works this style is not found before the mid third of the century. Concerning facial features: compare with statuette from Idalion (Pryce 1931, C9). The bodily proportions and the slightly curved outline of the body, the in-drawn small of the back and the sturdy buttocks coincided mostly with the Kouros from Cairo (Egyptian Museum 27425) which allows for a speculation that both might be from the same workshop despite descrepancies in hairstyle (Höckmann 2007. cat. N12, p. 178, pl. 28). "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (no. N 12) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.104) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC16471 (Accession Number) "]}