{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure. Head broken off from the figure of an actor playing a slave character in the New Comedy. Actor's mask indicated by a raised edge around chin and by the temples. The mask has a large trumpet-mouth, and a furrowed forehead. Solid, probably made in a two-piece mould, the head was then added to its (now) lost body before firing. Traces of an overall white dressing and red paint on skin. Red-brown Nile silt with frequent fine gold mica, white and quartz inclusions. Hole in neck. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)3rdC BC - (late)2ndC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 3.40 centimetres ", " Length: 3.40 centimetres ", " Width: 2.40 centimetres "], "Curator's comments": [" Object owned and held by Leiden University, Faculty of Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallel published by the Allard Pierson Museum (1972, pl. 44, no.7134). Parallels from Naukratis (Cambridge, Museum of Classical Archaeology NA485; British Museum GR1886.0401.1410; Bailey 2008: 149; Walters 1903, C 640; Webster, Green and Seeberg 1995, 3ET 6b) and from Egypt date from the 4th to the late 2nd century BC (Török 1995, 235, pl.125 no. 235; Fischer 1994, 191, pl.27, nos. 319-320, no. 324 dated end 2nd century BC). Parallels from late 3rd century BC Tell Atrib (Szymańska 2005, nos. 12, 14-15). Based on Classical and Hellenistic Greek examples (Bayer-Niemeier 1986; 132-6, no. 68-69, 86, 4th to 2nd century BC from Attica and Smyrna; Mollard-Besques 1963; pl. 171.g, Myrina no. 99, late 3rd century BC). Parallel from Ptoelmaic Memphis (Petrie Museum UC48548). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Mollard-Besques, S. 1963. Catalogue raisonnédes figurines et reliefs en terre-cuite Grecs et Romains II: Myrina. Paris; Musée National du Louvre. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Rome Webster, T. B. L. Green, J. R. and Seeberg, A. 1995. Monuments Illustrating New Comedy (third edition). London. The Allard Pierson Museum (ed.). 1972 Gods and Men in the Allard Pierson Museum. Amsterdam. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.301) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" actor/actress ", " slave/slavery "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: I.1934/11.19 (Accession Number) "]}