{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates wearing festival wreath headdress with two lotus buds and the double crown of Egypt, earrings and his right index finger to his mouth. Bottom half missing. Mould-made and hollow. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["(late)2ndC BC - (late)2ndC AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 9.40 centimetres ", " Thickness: 3.50 centimetres ", " Width: 5.40 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " '19?', probably '199' written on back in pencil, probably by Gutch, who describes this common Harpocrates figure with 'the finger on the lip and the usual lock... only noticeable by its differentiation from the lock at the left of the head' (in Hogarth 1899, 93, no.196-199). Hellenistic Harpocrates parallels from lower Egypt (Besques 1992, pl. 68a DE 4508; Bayer-Niemeier 1988, pl. 25.3 no. 133 late 2nd century BC) up to the 1st century AD (Fischer 1994, no. 583). Very similar to Harpocrates figure found at Naukratis (Cambridge Museum of Classical Archaeology, NA646). Similar to late Ptolemaic (Török 1995, pl. 48, no. 89) and 1st to early 2nd century AD Harpocrates figure (Fischer 1994, pl. 59. no. 653). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.077) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (93, no. 199) (probably) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA642 (Accession Number) "]}