{"artifact_name": "vessel(closed)", "Object Type": ["vessel (closed)"], "Description": [" Body sherd of Attic black figured pottery closed vessel; interior reserved. Exterior: black-figure decoration consisting of parts of two figures; at the left, Hermes stands facing right (small part of torso, lower body, thigh of advanced left (?) leg remaining) wearing a spotted animal skin tied over a short chiton with wide border (two rows of dots between double lines); his body is crossed by parts of a large kantharos and, lower down by his thigh, a bunch of grapes; at the right is the middle part of a draped male figure standing facing left, holding an upright staff (perhaps part of a spear) in his right hand, while the fingers of his left hand are spread out diagonally against his himation (decorated with disks in added red). On joining fragment British Museum 1886,0401.1253, Dionysos (with added red himation, red dots surrounded by added white dots on vertical fold), stands to the left, holding the kantharos (with white dots on rim and lower bowl) in his left hand and the grape vine (one bunch in red, one with spots) in his right hand; beside him, Ariadne (white knuckes of right hand visible beside Dionysos’ right hand), to right and holding a drinking horn in her left hand (in white); at right, possibly Hermes standing, to right and wearing short chiton with spotted skin tied around it; uncertain dappled object on foreground below right. "], "Producer name": ["Attributed to: The Affecter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["530BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 2.10 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.80 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This fragment joins BM 1886. 4-1. 1253 (B600.49) which shows part of Dionysos holding a kantharos and grapevine, standing facing right, with Ariadne on his far side, and part of Hermes facing right; Moller 2002, 234 no. 4 gives the shape as an amphora. Shape: Piekarski calls it a lekythos, but this is not a usual shape for the Affecter; neither Beazley nor Mommsen give it a shape; it is difficult to assess the curvature from the photos, but that of the BM fragment suggests a shape smaller than an amphora, even if the walls of pieces by the Affecter can be extrmely delicate. For the subject, see the amphora, Boston 01.8053 (ABV 246, 72; Mommsen 1975, no. 15, pls. 2 and 24; and another amphora, Balltimore, WAG 48. 11 (ABV 245, 69; Mommsen 1975, no. 17, pls. 2 and 25). "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p. 38, no. C7, pl. 12, no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1989) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.99 (Accession Number) "]}