{"artifact_name": "weight; tool/implement", "Object Type": [" weight ", " tool/implement "], "Description": [" Cuboid (almost rectangular) weight carved from yellow sandstone; rounded corners, could have been used or reused as a tool (for polishing or pounding); smoothed surface; complete. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["520 BC - 330 BC (?)"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["sandstone"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Height: 2.40 centimetres ", " Length: 3.80 centimetres ", " Weight: 53.70 grammes ", " Width: 2.70 centimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Square and parallelepiped weights are commonly found in Egypt and appear rather conspicuously in Naukratis (Petrie 1886, pl. XXIII). They were manufactured in a large range of material: they were more often made of all sorts of hard stones, especially white limestone, alabaster but also various colourful stone such as marble, serpentine, porphyry (etc.); in Naukratis, such shapes occur also regularly in basalt, diorite, granite and sandstone, like this specimen; bronze and lead examples are at last quite numerous (Cour-Marty 1990, 26-27, fig. 9-10, fig. 13). It is difficult to associate a specific standard with this specimen. Weights around 53-54 g are relatively rare in Naukratis and Egypt in general (Cour-Marty 1990, fig. 19; Cour-Marty 1991, 145). According to the Oriental Institute Museum database, this weight corresponds to 4 shekels. However, since in Naukratis, square and parallelepiped weights seems particularly associated to the Persian silver siglos (around 5.3 and 5.6 g) (Petrie 1886, pl. XXIII), it could be the equivalent of 10 sigli. Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Cour-Marty, M.-A. 1991, ‘Weights in Ancient Egypt: A Method of Study’, in S. Schoske (ed.), Geschichte, Verwaltungs- und Wirtschaftsgeschichte, Rechtsgeschichte, Nachbarkulturen. Akten des vierten Internationalen Ägyptologen Kongresses, München, 1985, Studien zur altägyptischen Kultur 4, Hamburg, 137-43. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, 69-87, Pl. XXI-XXIV. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.563) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2720 (Accession Number) "]}