{"artifact_name": "krater", "Object Type": ["krater"], "Description": [" Body sherd of Attic black-figured pottery krater; interior glazed black; exterior: black-figure decoration consisting of torso and part of head of warrior stepping forward to right and looking back, wearing helmet and corselet over short tunic with dots in added red; scabbard hanging behind him to the left from an added white baldric; his shield (partly preserved) is seen in profile behind his left arm; his right arm is raised. Uncertain object top right. "], "Producer name": ["Attributed to: The Painter of Louvre F6 (near)"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["540 BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.70 - 0.80 centimetres ", " Height: 7.90 centimetres ", " Width: 6.70 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For the warrior's awkward pose (moving right, turning back with torso in back view and shield on left arm), compare Munich J581 (ABV 126.53; CVA Munich 1, 9-10, pls. 100, 101; Boardman, ABFV fig. 76); for a naked warrior in a similar pose with profile shield on his left arm, see the name vase by the Painter of the Vatican 309 (Boardman ABFV fig. 730. "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p.40, no. C14, pl. 14, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1055) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.84 (Accession Number) "]}