{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Fragment of rim and wall an everted rim pottery bowl. Wholly glazed with a grey core (10 YR 5/1) and gold mica inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(early)3rdC BC - (mid)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Egyptian Black Ware"], "Technique": ["slipped"], "Dimensions": [" Thickness: 0.90 - 1 centimetres ", " Diameter: 30 centimetres (rim greater than) ", " Height: 5.40 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Everted rim bowl, very common at Naukratis and likely produced there. Dated 25BC-25AD in Bonn catalogue (Piekarski 2001, p. 50 no. D 26 pl. 24.2), however this is part of a Ptoelmaic Black slipped table ware range produced in Egypt. Ptolemaic table wares from Naukratis were found in a limited range of forms (incurved rim bowl, based on echinus bowl types; everted rim bowl; thickened rim dish, also known as ‘fish plates’, with drooping rim dish and beveled rim dish variants) and in two local wares (Red and Black slip with variants, commonly known as ‘colour coated ware’, Élaigne 2000b). Black slipped examples, fired in a reduced atmosphere, are often labelled ‘terra nigra’ ware by Berlin (Berlin 2001, 28-31), who found this ware only in 2nd century BC and later contexts at Naukratis (ibid.). Many 2nd to 1st century BC parallels are known from Alexandria and Mareotis region (Tomber & Thomas 2011, 46; Élaigne 1998, 81; Élaigne 2000a, 19; Élaigne 2000b, 19; Hayes & Hartout 2002, 104-5; Harlaut 2002, 263-87; Majcherek & el-Shennawi 1992, 136), though variants of these wares and forms are known from across Egypt, including Tell el-Fara'in (Seton-Williams 1967, figs. 2.5- 10, 3.1-3, 5-8,10-12,17-19; 1969; Charlesworth 1969), Coptos, Tell Timai (Berlin 2001, 28-30; Ochsenschlager 1967, figs. 12,27), Karnak (Berlin 2001, 38-40; Grataloup 1991, fig. 1.1; Mostafa 1988, fig. 1.7) and the bibliography is extensive. Berlin, A. M. 1997. Chapter 6. The pottery from the Northwest and North Areas. In A. Leonard (ed.), Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part I: The excavations at Kom Ge’if. Annual of American Schools of Oriental Research 54: 136–285. Berlin A. M. 2001. Chapter 2. Naukratis/Kom Hadid: A ceramic typology for Hellenistic Lower Egypt. In A. Leonard (ed.), Ancient Naukratis: Excavations at a Greek Emporion in Egypt, Part II: The excavations at Kom Hadid. Annual of American Schools of Oriental Research 55: 26–163. Élaigne, S. 2000a. Fine wares from late Hellenistic (second half of the first century BC), Augustan and Tiberian deposits of the French excavations in Alexandria. RCRF Acta 36: 19-30. Élaigne, S. 2000b. Imitations locales de céramiques fines importées: Le cas des <> dans les contexts hellénistiques d'Alexandrie. Cahiers de la Céramique Egyptienne 6: 99-112. Grataloup, C. 1991. Karnak. Temple d'Amon-Rê, 1990. Bulletin de Liaison du Groupe International d'Étude e la céramique égyptienne 15: 22-27. Harlaut, C. 2002. Productions céramiques égyptiennes d’Alexandrie à l’époque ptolémaïque – evolutions des formes et des fabriques: traditions locales et innovations, in Fr. Blondé, P. Ballet et J.-Fr. Salles (eds.), Céramiques hellénistiques et romaines. Productions et diffusion en Méditerranée orientale (Chypre, Égypte et côte syro- palestinienne). Travaux de la Maison de l’Orient n 35, 263–287. Lyon, Maison de l’Orient Méditerranéen-Jean Pouilloux. Hayes, J. W. & Harlaut, C. 2002. Ptolemaic and Roman pottery deposits from Alexandria. Alexandrie Étudies Alexandrines 6: 99-138. Majcherek G., El-Shennawi A. A. 1992 Research on amphorae production on the northwestern coast of Egypt, Extrait des Cahiers de la Ceramique Egyptienne, 3, 129–136. Mostafa, I. 1988 Tell Fara'on-Imet. Bulletin de Liaison du Groupe International d'Etude de la ceramique egyptienne 13: 14-18. Ochsenschlager, E. 1967 The Excavations at Tell Timai. Journal of the American Research Center in Egypt 6: 32-51. Seton-Williams, M. V. 1967 The Tell el-Fara'in Expedition, 1967. Journal of Egyptian Archaeology 53: 146-55. Seton-Williams, M. V. 1969 The Tell el-Fara'in Expedition, 1968. Journal of Egyptian Archaeology 55: 5-22. Tomber, R. S. & Thomas, R. I. 2001. ‘Pottery from the Lake Mareotis Research Project’, in L. Blue & E. Khalil (eds), A Multidisciplinary Approach to Alexandria’s Economic Past: The Lake Mareotis Research Project. Oxford: Archaeopress, BAR International Series 2285: 37-61. "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p. 50 no. D 26 pl. 24.2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IC.063) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.48 (Accession Number) "]}