{"artifact_name": "weight; tool/implement", "Object Type": [" weight ", " tool/implement "], "Description": [" Large dome-shaped weight carved from dark grey basalt; carinated dome type with well-defined edge; of truncated conical shape, with flat base and convex top; smoothed surface; top and underside present roundish shallow depression indicating its reuse as a tool, such hammer or grinder. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) ", " Roman Period (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["basalt"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 8.90 centimetres ", " Height: 6.50 centimetres ", " Weight: 930 grammes (loss of 5% about) "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This Egyptian style weight, which corresponds to about 10 deben or one sep, is one of the rare large weights originating from Naukratis. It might not have been used to weight cereals since volume might have been preferred to calculate the quantity of such commodities. On weights from Naukratis: Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, 69-87, Pl. XXI-XXIV. On weights found in Egypt, including Naukratis: Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Cour-Marty, M.-A. 1991, ‘Weights in Ancient Egypt: A Method of Study’, in S. Schoske (ed.), Geschichte, Verwaltungs- und Wirtschaftsgeschichte, Rechtsgeschichte, Nachbarkulturen. Akten des vierten Internationalen Ägyptologen Kongresses, München, 1985, Studien zur altägyptischen Kultur 4, Hamburg, 137-43. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.061)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2618 (Accession Number) "]}