{"artifact_name": "bird bowl", "Object Type": ["bird bowl"], "Description": [" Five joining fragments of rim, wall and handle of North Ionian pottery bird bowl (now three separate fragments). Inside glazed with added red bands lined in white; outside, bird to right; pendent ray to right of the bird, and vertical lines framing the metope; below dilute line and void rays. Inscription on exterior near rim. "], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["620BC-590BC"], "Production place": [" Made in: North Ionia "], "Findspot": [" Found/Acquired: Naukratis ", " Excavated/Findspot: Sais (?) "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 14 centimetres ", " Height: 8 centimetres ", " Thickness: 1 centimetres ", " Width: 15 centimetres (overall) "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Venit: 'For the drawing compare birds of Coldstream's Group III, for example, from Rhodes (ClRh 6-7, 61 fig. 54; Coldstream GCP 300 no. 26) and Delos (Delos 15 pl. 48 fig. 30; Coldstream GGP 300 no. 27). The fragment also preserves the void rays common to bird-bowls of Coldstream's Group III, but shows only a faint ground line separating the bird from the rays beneath. The lack of a ground line is a feature of Coldstream's latest Group IV (after 615).' "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 3, no. 5, pl. 2) ", " Edgar 1911 / Catalogue Générale des antiquités égyptiennes du musée du Caire, Greek Vases (p. 11) ", " Gardner 1888 / Naukratis II (p. 68, no. 879, pl. 20.879) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.081) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG26154 ", " Miscellaneous number: SR5/1851 ", " Miscellaneous number: V5 "]}