{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Body sherd of Chian black-figured Grand Style pottery chalice; white slip; interior glazed with elaborate palmette in added white outline with added red dots; exterior: black-figure decoration consisting of equestrian scene (from left, bridled snout of two horses and forehead and eye of third) to right; at right, male figure (flesh coloured forearm and elbow remaining) to left. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-560BC"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 4.70 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.90 centimetres "], "Curator's comments": [" Object owned and held by University College London. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd was burnt during the bombings in London in 1941, and consequently it is difficult to clearly identify the image on the sherd. Johnston suggests that this vase may be an early example of Chian black-figure. Unlike the typical Grand Style Black Figure vessels with Laconising features of earlier date (575BC-565BC), the use of colour on this sherd more closely resembles that on the reserving Grand Style. Furthermore, the black-figure technique already appears in Chian ware circa 610BC with the Sphinx and Lion Style. ", " See also Johnston, Bulletin of the Institute of Classical Studies 29 (1982) 39 and pl. 4d-e, 5a), with pre-1941 photo. "], "Bibliographic references": [" Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 95) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 281, no. 781, pl. 102) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1168) (phase 2) "], "Location": ["Not on display"], "Subjects": ["equestrian"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UCL 744 (Accession Number) ", " Miscellaneous number: UCL np 45 (Other Accession Number) "]}