{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Description": [" Shoulder sherd of Milesian Fikellura pottery neck-amphora; exterior slipped: above, from left, nude male figure (left leg, buttock and possibly arm remaining) to left; dancing figure, winged or with flying drapery, holding a pomegranate to right; clothed female figure (head, chest and left arm missing) to right, holding the hem of her himation decorated in added white dots; at right, part of undetermined curly motif, possibly the tail of a lion; below, band of billets above guilloche between pairs of narrow bands; below, in belly frieze, painted decoration consisting of hound (snout remaining) to right; tiny pendant floral pattern as filling ornament. "], "School/style": ["Lion group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Miletus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 11.90 centimetres ", " Thickness: 0.60 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": [" Object owned and held by University College London. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The exterior and interior surfaces of the sherd were burnt during the bombings in London in 1941. Cook notes that according to Payne the curved line may be the end of a lion's tail held by Artemis Potnia Theron, who is not preserved on the sherd; the female figure would be a votary. He also suggests the animal at the bottom of the sherd is a goat but the remaining features are more typical of hounds. Female figures are not frequently found on Fikellura vases, nor are white dotted hems typical. "], "Bibliographic references": [" Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 62) ", " Cook 1933-1934 / Fikellura Pottery (p. 6, no. 7, pl. 10, no. 11) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 135, no. 614, pl. 84, no. 614) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GF.006) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UCL 735 (Accession Number) "]}