{"artifact_name": "krater", "Object Type": ["krater"], "Description": [" Body sherd of Attic red-figured pottery bell-krater; interior glazed black; exterior: red-figure decoration consisting of the middle part of a draped reclining figure (Dionysos?) lying with feet to left; above, on right, part of a large kantharos tipped to the left; above on left, small part of another figure (?). "], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["420BC-410BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Thickness: 0.70 - 0.80 centimetres ", " Height: 3.50 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Piekarski's comparanda relate to banqueters with drinking cups (CVA Altenburg (2) 13F pl. 56; CVA Madrid (2) III I D ( pl. 14.3a) and Dionysos holding a kantharos with satyrs and maenads (Louvre G433 (ARV2 1342, 1 = CVA Paris (8) III I H 30f pl. 43, 6-11)). On the Bonn fragment, it is not clear who holds the kantharos, although it is likely that it is the reclining figure (probably Dionysos, but possibly Herakles). For Dionysos reclining (on a billy goat) holding out a kantharos, see the stammos Louvre G 185 (ARV2 207, 142; Berard, etc., A City of Images 1989, fig. 177), Berlin Painter, about 500 BC. For the concave-sided kantharos, see Munich 2384 (Boardman ARFV Classical fig. 162), a calyx krater of the Polygnotan Group. If, as it appears from the photograph, there are supports for the handles, compare the kantharos, BM 1864, 1007.78 (E157) which does, however, have a longer stem (ARV2 1213.2: Alexandre Group; Boardman ARFV Classical, fig. 225) dated 430-420 BC. Also published in CVA Bonn (1), p.30 pl.28.8. "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p.42 no. C 22 pl. 16.2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1137) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.113 (Accession Number) "]}