{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of veiled woman wearing a high (polos?) headdress falling behind ears, now mostly lost. Mould-made and solid head with added headdress. Angled almond-shaped eyes. Nose damaged, head broken off body. Traces of dark paint (?). Red-brown Nile silt with grey core, fine gold mica, black and white inclusions. "], "Cultures/periods": [" Archaic Greek ", " Late Period "], "Production date": ["550BC - 450BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas M-F.3"], "Technique": [" mould-made ", " painted (?) "], "Dimensions": [" Height: 5.70 centimetres ", " Thickness: 3.90 centimetres ", " Width: 4.55 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This piece is one of a few rare examples found in Naukratis. The technology is unusual, combining a solid mould-made head added to a hollow mould-made body, with a vent running from the top of the head. A groove on underside of the head (for example British Museum GR 1886,0401.1422) was intended to fit onto the ridge of the body (see smaller example GR 1886,0401.1453). The fabric is Egyptian Nile silt, and Higgins suggests this figure was made in Naukratis (Higgins 1954, 405), though the Nile silt fabric is too generic to specifically attribute to Naukratis and is finer than is usual for Naukratis terracottas production of this period. This was an early attempt at producing hollow figures that did not become popular. Poorly represented at Naukratis (Cairo JE44261.3; Ashmolean AN1886.481, AN1896-1908-E.4661; Museum of Classical Archaeology, Cambridge NA620; Greenock 1987.467; British Museum GR1886,0401.1422, 1886,0401.1423, 1886,0401.1453; Higgins 1954, nos. 1543-5). Similar style figures have been found at Memphis, but this specific (dead end?) technology has not been identified outside of Naukratis, where it was likely made (Higgins 1954, 405), Petrie suggests this is a vessel from the Late Period. This is not standard for Late Period Egyptian figurines, but instead represents a hybrid form that appears to be influenced by Archaic East Greek (Stampolidis 2003, 384, no.577 Archaeological Museum of Gela inv. no. 8378, Gela Acropolis, dated 650- 640 BC) and Cypriot figures, though has no close parallels from either region. Probably Late 6th to 5th century BC (based upon Petrie's context description and stylistic influences). Stampolidis, N.C. (ed.), 2003, Sea Routes…From Sidon to Huelva. Interconnections in the Mediterranean 16th-6th c. BC. Athens. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.283) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1886.481 (Accession Number) "]}