{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque of horseman. Horse is rearing above a shield. Mould-made and solid figure plaque. Traces of red paint. Dark red-brown Nile silt fabric with black core. Abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["4thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Type series": ["Thomas P-R.2"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 7.30 centimetres ", " Thickness: 2.30 centimetres ", " Width: 9.30 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Figure plaque of Macedonian cavalry rearing over a fallen foe. This subject and style is common in the 4th century BC, particularly in the early 4th century BC (Bayer-Niemeier 1988; pl. 91.4, no. 513). The fabric and technology are identical to Late Period relief plaques. See also NA499 in Cambridge and also from Naukratis. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.227) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 95, nos 281-282) "], "Location": ["Not on display"], "Subjects": [" equestrian (cavalry) ", " ancient egyptian deity "], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA500 (Accession Number) "]}