{"artifact_name": "figure; vessel(?)", "Object Type": [" figure ", " vessel (?) "], "Description": [" Egyptian terracotta figure of bearded man wearing pointed cap or helmet, leaning on his round shield and holding a short sword against his head. He is possibly riding an animal. Mould-made and hollow, possibly part of a vessel. Loop on the top for handling. Dark red-brown Nile silt fabric with grey core, abundant mica and sand. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC-30BC"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. Three similar examples from Naukratis show a bearded male with a pointed cap like this example (British Museum GR 1888,0601.99; Cambridge, Museum of Classical Archaeology NA703; Oxford, Ashmolean Museum AN1896-1908-E.4722 and in an earlier style, but of the same subject AN1886.486). Resembles Late Period riders, but in later Ptolemaic style of construction. Similar piece from Memphis (Petrie 1909a, pl. 42, no. 55). Late 4th to early 3rd century BC parallel from Tell Atrib (Szymańska 2005, no. 174). Late 3rd century BC parallel (Bayer Niemeier 1988, no.468). A camel rider parallel from Memphis (Petrie Museum UC8762) is dated to the Persian period, but is likely Roman or Ptolemaic. Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Petrie, W.M.Fl. 1909, Memphis I, London. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.342) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["warrior"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.456 (Accession Number) ", " Miscellaneous number: P.4609 (Pottery & Porcelain Ledger No.) "]}