{"artifact_name": "column krater", "Object Type": ["column krater"], "Description": [" Shoulder sherd of North Ionian, possibly Clazomenian, black-figured pottery column-krater; interior glazed black; exterior: at top of shoulder frieze of alternating black and added red tongues; below, black-figure decoration consisting of bird flying right (tips of wings and tail feathers missing); on right, male figure to right, almost certainly a horse rider (part of head with ear, hair, shoulder, and right arm remaining) overlapping the tongue frieze; probable remains of horse on lower break. "], "Producer name": ["Ascribed to: The Petrie Painter (possibly)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["540BC-530BC (circa)"], "Production place": [" Made in: Clazomenae (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 5.70 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by Leiden University, Faculty of Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For Clazomenian parallels, see British Museum 1888,0208.83.b from Tell Dafana, attributed to the Petrie Painter. For similar Corinthian iconography see British Museum 1888,0601.562. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.112) (phase 3) ", " van de Wiel 1968 / Verzameling ceramiek en Terracotta's Archaeologisch Instituut der Rijksuniversiteit Leiden (p. 7, no. N 22) ", " Prins de Jong 1925 / Scherben aus Naukratis: Aus der Sammlung des Universitäts-Professors Dr Fr W Freih von Bissing (p. 54, no 2) "], "Location": ["Not on display"], "Subjects": ["bird"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: T.2951 (Musée Scheurleer (The Hague) Registration number) "]}