{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Discoid or sub-dome weight carved from brownish grey hard stone, likely basalt; cylindrical shape, with flat base and slightly convex top; smoothed surface; complete. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["620 BC - 31 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["basalt (likely)"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 4.35 centimetres ", " Height: 2.65 centimetres ", " Weight: 90 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Difficult to say if this weight belongs to the cylindrical/discoid type since the top is slightly convex. It could also belong to the dome (sub-domed) category (Petrie 1926, pl. III, no. 17). This specimen corresponds to 10 kedets. On weights from Naukratis: Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, 69-87, pl. XXI-XXIV. On weights found in Egypt, including Naukratis: Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Cour-Marty, M.-A. 1991, ‘Weights in Ancient Egypt: A Method of Study’, in S. Schoske (ed.), Geschichte, Verwaltungs- und Wirtschaftsgeschichte, Rechtsgeschichte, Nachbarkulturen. Akten des vierten Internationalen Ägyptologen Kongresses, München, 1985, Studien zur altägyptischen Kultur 4, Hamburg, 137-43. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.602) (phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2217 (Accession Number) "]}