{"artifact_name": "juglet", "Object Type": ["juglet"], "Description": [" A souvenir pottery juglet in the form of a human head, probably of Saint Menas. Its neck rising from the crown of the head and a handle from the shoulder. Large nose and wide painted eyes, a dimpled chin, and hair across the forehead and flanking the face, the hair is indicated by vertical striations. The top of the head tapers up to a rim with a double-moulded edge, and the vessel stands on a flaring foot, now damaged. A handle extends from the mouth to the back of the head. Two-piece mould, or made in two parts, with an applied handle. The eyes are painted red-brown and white, and there is black on the mouth and hair; a band around the rim is red and there is red colour on the mouth. It is not clear whether the colours are post-firing pigments or are fired-on ceramic colours. dle. Pale-orange to buff fabric with very fine dark grey/ black inclusions, some red inclusions, quartz and some white grits. "], "Cultures/periods": [" Roman Period ", " Early Byzantine "], "Production date": ["480-650"], "Production place": [" Made in: Abu Mina "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Diameter: 1.60 centimetres (rim ID) ", " Diameter: 2.50 centimetres (rim OD) ", " Height: 9.90 centimetres ", " Length: 5.50 centimetres ", " Thickness: 0.50 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": [" Object owned and held by the Mercer Art Gallery, Harrogate. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The fabric resembles pieces from Abu Mina, which appears to be confirmed by the presence of an identical vessel (but different mould-series), identified as an ampulla in the form of St Menas' head and dated 480 to 650 AD (Bailey 2008, 3405; GR 1982,0402.9). Comparanda cited by Bailey have been found at Abu Mena (Kaufmann 1908: 208, fig. 164:7 and 8; Kaufmann 1910: 124, figs 67 and 69; and 129, fig. 72), Alexandria (Pagenstecher 1913: 95, fig. 109:3, pl. xl:6; Kiss 1991: 116; Parandowski 1990: 304, fig. 1:A and D, 6th century AD Kom el-Dikka contexts), Canopus (Breccia 1926: pl. xxxvii:5, dated very late or Coptic), Memphis (Petrie Museum uc48552; Petrie et al. 1910: pl. xliv:170, purchased) and unprovenanced (Ashmolean Museum, Oxford, no. 1872.1078; Fitzwilliam Museum, Cambridge, e.9.1963; Fjeldhagen 1995: no. 200, dated sixth century AD; Gabold 1990: 232, no. 0238; Pagenstecher 1913: pl. xl:8). Earlier dates have been suggested for a parallel from Hadra cemetery, Alexandria, dated to the Ptolemaic period (Breccia 1930, pl.29.6, no.408, Alexandria 22447; Perdrizet 1921, 368, pl.47) and from a tomb near Gaza and from Alexandria, dated late 5th century BC (sic) (Skupinska-Løvset 1978: nos UT 18 and 19). Breccia, E. 1930. Terrecotte figurate greche e greco-egizie del Museo di Alessandria, vol. I. Bergamo. Perdrizet, P. 1921. Les Terres cuites grecques d’Égypte de la collection Fouquet. Nancy. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IE.12) (Phase 3)"], "Location": ["Not on display"], "Exhibition history": [" Harrogate "], "Subjects": ["saint/martyr"], "Associated names": ["Representation of: St Menas"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: HARGM9982 (Accession Number) ", " Miscellaneous number: K122 (Accession Number) "]}