{"artifact_name": "bowl(probably)", "Object Type": ["bowl (probably)"], "Description": [" Body fragment of intense turquoise faience, with crazed surface normal for applied glaze. Core cream colour, medium texture. Curved fragment probably from towards bottom of open vessel, probably a bowl. No diagnostic features. "], "Cultures/periods": ["Roman Period (probably)"], "Production date": ["1 -200"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.30 centimetres ", " Thickness: 0.60 centimetres (0.6 to 1.0) ", " Width: 5.70 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably from a Roman vessel, based upon the ware and glaze colour, which is distinctive at Kom Helul, Memphis (Nenna 2013). Turquoise body sherd from open vessel. From Naukratis. 1885: excavated by William Matthew Flinders Petrie for the Egypt Exploration Fund, assigned to the EEF by the Egyptian government; October 28, 1885: voted to the MFA at EEF general meeting; sent over February 1886. (Accession date: 1886). Found with faience objects given by the EEF: Eg.Inv.3577 to Eg.Inv.3595 and 02.770, 72.1418, and 88.1003, P.725 to P.824, P.4418 to P.8145. Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FC.41)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: Eg.Inv.3577.13 (Egyptian inventory number) "]}