{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Dark greyish brown limestone male figure, standing, wearing chiton and himation; damaged; painted.The feet are missing. Hair, eyebrows, eye outline and pupils, moustash (?) as well as the fringe of the garment's hemline are painted black, the latter are limited by a painted red border. Red paint is visible on the right shoulder. A black line falls from the fringe of the garment. The smooth short-sleeved Chiton widens to a cone shape at the bottom, the upper hemline is swung upwards in a slight curve. He is wearing a tightly fitted himation on top of the chiton; the himation has a fringed border which runs from approximately the right knee to the left shoulder, a corner of the mantle is slung over the left shoulder and falls onto the back. The right arm is strongly bent and rests in a strap of the mantle which is pulled down from neckline to pectoral level. The right hand is rendered plastically in a fist except for the thumb; the left arm is hanging down with the hand forming a fist as well. The head is rendered fully plastically and is turned forward and slightly up. The mouth is slim and exhibits a light smile. The upper lip is crudely protruding but is without a beard as there is no evidence for paint. The eyes are very large and protruding and widely framed by the eyebrows. The hair is of medium length and falls as a merged rounded mass into the neck. It is carefully styled with fine chiselling marking a zig-zag pattern. A deep groove separates hair and forehead. The rear is flat, however, the arms, garments, hair and paint are, even if less carefully, rendered. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC-575BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (Sub group 1.1)"], "Technique": ["painted"], "Dimensions": [" Height: 15.50 centimetres ", " Length: 3 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Standing male figures in chiton and himation can be found in small-scale limestone figures in Eastern Greece and the Levant - as well as in Cyprus where this is a leading form. The style of the garment and its lack of folds is a typical feature of the first quarter of the sixth century BC. The fringed border of the garment also occurs on figures from Lindos and one from Miletus which can be dated to before 560/550 BC due to their context. This statuette finds parallels in two examples from Idalion which are both dated to the seventh century; the figure is wearing - according to the Cypriot scheme - a chiton, a himation, and a Cypriot cap and has its left arm bent like British Museum C49 from Idalion. The proportions resemble closely those of British Museum C48 from Idalion which would suggest a date in the late seventh century, though this was previously dated c. 590BC-580BC (Petrie 1886, pl. 2.1; Nick 2006, 23-28, 105, no 1, pl.1; Möller 2000, 158). "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.001) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC16470 (Accession Number) "]}