{"artifact_name": "stemmed bowl", "Object Type": ["stemmed bowl"], "Description": [" Rim sherd of Chian black-figured Sphinx and Lion Style pottery stemmed bowl; white slip; interior reserved; exterior: at rim, band of diagonal strokes and narrow band; below, black-figure decoration consisting of lions to right (part of head with added red on mane of first lion, tail); part of incised rosette as filling ornament. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 2.70 centimetres ", " Width: 4 centimetres "], "Curator's comments": [" Object owned and held by Leiden University, Faculty of Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Stage 2 of Group D of the Sphinx and Lion Style. Although the imagery is lively, the execution of the figures is loose and careless. The vases in Stage 2 have even more basic rosettes than the vases from Stage 1. Furthermore, the deterioration of the Sphinx and Lion Style appears quite clearly in the execution of the face of the different figures. "], "Bibliographic references": [" Prins de Jong 1925 / Scherben aus Naukratis: Aus der Sammlung des Universitäts-Professors Dr Fr W Freih von Bissing (p. 36, no. B. 1, pl. 1, no. 10) ", " CVA Musée Scheurleer II (Hague) / Corpus Vasorum Antiquorum Pays-Bas Musée Scheurleer (p. 6, no. 3, pl. 2, no. 3) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 311, no. 1305, pl. 169, no. 1305) ", " van de Wiel 1968 / Verzameling ceramiek en Terracotta's Archaeologisch Instituut der Rijksuniversiteit Leiden (p. 3, no N 8, pl. 1, no. N 8) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2096) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: T.2902 (Musée Scheurleer (The Hague) Registration number) "]}