{"artifact_name": "volute krater", "Object Type": ["volute krater"], "Description": [" Rim and neck sherd of Attic black-figured pottery volute-krater; interior glazed black with band in added red around rim; top of rim reserved; exterior: simple key meander frieze on outside of rim; on neck, black-figure battle scene: on left, upper part of warrior facing left (helmet with added white dots on crest, chiton, baldric in faded added white, shield with traces of device in faded added white in centre), striking with spear raised in right hand; on his right, woman (faded added white for flesh, himation with dabs of added red) facing left, right hand raised with palm facing herself; on her right, charioteer (unbearded, cloak with added red vertical bands draped over his left arm and shoulder, trace of cross strap in faded added white) facing right with arms extended, mounting chariot (part of box preserved), goad in his right hand; on far right, part of warrior (helmet with added white dot on crest; spear; shield with rim in added red, trace of device in added white) facing left. "], "Producer name": ["Attributed to: The Leagros Group (?)"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["520BC-500BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 1.20 - 1.40 centimetres ", " Diameter: 30 centimetres (rim greater than) ", " Height: 5.60 centimetres ", " Width: 6.20 centimetres ", " Depth: 2.10 centimetres (rim) "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Piekarski identifies the youth as a bystander, but he is clearly a charioteer with his arms extended, his goad and part of the chariot box between his leg and the shield. Compare the volute-krater fragment, BM GR 1866. 3-3.1 (B365), showing Herakles and Kyknos "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p.39, no. C12, pl. 13, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0993) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.89 (Accession Number) "]}