{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Lower body sherd of Chian Wild Goat Style pottery chalice; white slip; interior: glazed black; exterior: part of band of alternating lotus flowers and lotus buds; below, hook maeander pattern. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["620BC-600BC"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 3.80 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" Object owned and held by Leiden University, Faculty of Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos identifies this sherd as belonging to the group of vases with floral decoration in the Chalice Style. The lotus flower and lotus bud pattern found on these vessels appears on the exterior surface of the vases and in the later vases the pattern resembles that found on Fikellura vases. However, the pattern is most closely related to the Wild Goat Style. For parallels, see Lemos no. 114 from Emporio. "], "Bibliographic references": [" Prins de Jong 1925 / Scherben aus Naukratis: Aus der Sammlung des Universitäts-Professors Dr Fr W Freih von Bissing (p. 34, no. A. 2b, pl. 1, no. 6) ", " CVA Musée Scheurleer II (Hague) / Corpus Vasorum Antiquorum Pays-Bas Musée Scheurleer (p. 5, no. 2, pl. 2, no. 5) ", " van de Wiel 1968 / Verzameling ceramiek en Terracotta's Archaeologisch Instituut der Rijksuniversiteit Leiden (p. 2, no. N 5, pl. 1, no. N 5) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 308, no. 1261, pl. 162, no. 1261) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0225) (phase 2) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: T.2496 (Musée Scheurleer (The Hague) Registration number) "]}