{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Floor and top of foot of Attic black-glazed pottery stemless cup or bowl; short concave neck between bowl and foot; glazed black on interior and exterior; impressed decoration on interior consisting of circle of enclosed ovules around unlinked palmettes (parts of four out of five remaining) with central circle; underside: reserved with central small circle, two circles and band near perimeter. "], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["430BC-410BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Glaze"], "Technique": [" painted ", " stamped "], "Dimensions": [" Thickness: 0.50 - 0.60 centimetres ", " Length: 5.70 centimetres (max) "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Piekarski offers a good range of comparisons. One good example for the impressed design is Agora P2887 (Sparkles, Agora XII no. 799 pl 58), a bowl dated 410BC - 400BC, which has similar decorations on the underside. D. Piekarski, \"Die Keramik aus Naukratis im Akad. Mus. Bonn\" in U.Hoekmann and D.Kreikenbom, Naukratis. Die Beziehungen zu Ostgriechenland, Aegypten und Zypern in archaischer Zeit, Acts of Round Table in Mainz (25-27 November 1999), Bibliopolis 2001, p. 107 pl. 15.2. Piekarski 2001 / p.45 no. D 2 pl. 18.2. "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p.45 no. D 2 pl. 18.2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1825) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.35 (Accession Number) "]}