{"artifact_name": "altar; incense-burner", "Object Type": [" altar ", " incense-burner "], "Description": [" Limestone altar. The limestone is fine, soft and powdery with some inclusions (?). Clear cut marks where carved. Altar or incense burner on a lotus capital design. In each corner are designs of Egyptian religion and state. Double crown , wings/feathers?; duck/goose carrying something, a branch;an ibis and a baboon (both animal manifestations of Thoth), each one seated in front of a small horned altar; horns of Hathor with sun disc and ostrich feathers (Isis). The capital shows lotus crests. One corner is burnt or stained (traces of fire damage?). Stone worn in places. "], "Cultures/periods": ["Ptolemaic (? early?)"], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis) (?) "], "Materials": ["limestone"], "Technique": ["carved"], "Dimensions": [" Height: 11.90 centimetres ", " Length: 10 centimetres ", " Width: 9.50 centimetres (minimum) ", " Width: 10.10 centimetres "], "Curator's comments": [" Object owned and held by the Mercer Art Gallery, Harrogate. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This example is missing its dish, or possibly that was made in as a separate piece. Parallel in limestone with different design also from Naukratis (BM 1886,0401.1567). 'White limestone Ionic style capital carved with birds, animals, leaves and flowers' - Kent, B.J.W. handwritten catalogue no. 4 - Vermeule, C. & von Bothmer, D. 1959, Notes on a New Edition of Michaelis: Ancient Marbles in Great Britain, part three: 2, American Journal of Archaeology, Vol. 63, No.4, p. 345 - “a fragment of a large Ionic capital of good Greek style, said to be from the temple of Apollo at Naukratis” FURTHER INFORMATION: George Arnold (1826-1908) was the mayor of Gravesend 8 times; built Milton Hall with its own antiquities museum which included Egyptian material, mummies, bronzes, and marbles; some of this collection “had been brought from the Mediterranean by a sea captain who built many of them into his garden wall (sic)” (Vermeule & Bothmer 1959, p.345). The Arnold Collection was sold at two sales, on 13-14 June 1911 and 4-5 June 1912, both via JC Stevens auctioneers on King St, Covent Garden. Pieces from the collection, including the capital (?) described by Vermeule & Bothmer, were acquired in 1912 by Benjamin J.W. Kent and kept in Tatefield Hall. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ME.2) (Phase 3)"], "Location": ["Not on display"], "Exhibition history": [" Harrogate "], "Subjects": [" ancient egyptian deity ", " plant ", " bird "], "Associated names": [" Representation of: Harpocrates ", " Representation of: Isis-Hathor ", " Representation of: Thoth (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: HARGM10099 (Accession Number) ", " Miscellaneous number: K130 (Accession Number) "]}