{"artifact_name": "stela(Egyptian)", "Object Type": ["stela (Egyptian)"], "Description": [" Stela in limestone, complete. Relief carved in upper part with: to the left, a ram with twisted horns and sun-disc on top of the head, standing on a rectangular base; in front of the ram, an offering pedestal surmounted by breads and lotus flowers; to the right a man wearing a long loincloth, raising his hands in front of him in an attitude of worship; winged sun with two uraei above scene. Below, text of fourteen demotic lines. Remains of red and black painting in relief. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC (year 3 of Ptolemy II or III)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis (?) "], "Materials": ["limestone"], "Technique": [" carved ", " painted "], "Dimensions": [" Height: 97 centimetres ", " Thickness: 6 centimetres ", " Width: 35.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Kelsey Museum of Archaeology, Michigan. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " When the stela was bought in Cairo in 1927, the provenance was lost. However, the mention in the text of Amun-Ra lord of Baded and of other \"great gods of Naukratis (Nay-Keredj)\" clearly indicates that it originated from Naukratis.This donation stela, dated to the year 3 of Ptolemy II or III [281/280 or 245/244 BC], is an unusual document since it is a demotic copy of a decree of evergetism made in honour of an individual benefactor, and not a king. Such practice was popular in Greek communities but not in Egypt. The local community of sheep breeders attached to the temples (wlt) made this decree in honour of a local individual, Sheamenope, who rendered services to this community and to the divine ram, hypostasis of Amun-Ra of Naukratis. Sheamenope was in charge of commercialising the wool from Milesian flock produced by the community of the wlt. The stela was probably placed in front of a building or a chapel related to the sacred rams. On this stela: Spiegelberg 1928, 3-14, pl. 1-2; De Meulenaere 1951, 101, n. 83; Yoyotte 1982/83, 133-135, no. 6; Yoyotte 1993/94, 689-690; Farid 1995, 303; Vleeming 2001, 94-97; Guermeur 2005, 133-134; Agut-Labordère forthcoming. Agut-Labordère, D. forthcoming, ‘The wool of Naukratis. About the Stele Michigan Kelsey Museum 0.2.5803’, Proceedings of the workshop Naukratis in Context: Cults, Sanctuaries and Offerings, held at the British Museum 22nd – 23rd June 2013. De Meulenaere, H. 1951, Herodotos over de 26ste Dynastie, Leuven, 100–117. Farid, A. 1995, Fünf demotische Stelen aus Berlin, Chicago, Durham, London und Oxford: mit zwei demotischen Türinschriften aus Paris und einer Bibliographie der demotischen Inschriften, Berlin. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thebes, Turnhout. Spiegelberg, W. 1928, Neue Urkunden zum ägyptische Tierkultus, Munich. Vleeming, S. P. 2001, Some Coins of Artaxerxes and Other Short Texts in the Demotic Script (Studia Demotica). Yoyotte, J. 1982/83, ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, 129-36. Yoyotte, J. 1993/94, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.): Naucratis, ville égyptienne’, Annuaire du Collège de France, 679–692. "], "Bibliographic references": [" Guermeur 2005 / Les cultes d’Amon hors-de-Thèbes (p. 133-134) ", " Yoyotte 1993-1994 / Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994) (p. 689-690) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (BB.06) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["mammal"], "Associated names": [" Named in inscription: Ptolemy II Philadelphos (?) ", " Named in inscription: Ptolemy III Euergetes I (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 0.2.5803 (Accession Number) "]}