{"artifact_name": "column krater(?)", "Object Type": ["column krater (?)"], "Description": [" Body sherd of Corinthian black-figured red-ground pottery column-krater; interior glazed black with single band in added red. Exterior: at top, maeander band above band of double staggered dots between lines; below, black-figure processional scene to left; from left, much of male figure (red on face and neck) carrying an oinochoe in added white in his left hand and uncertain white object, perhaps a cushion or bag, on his back; most of white-painted male figure, looking back to right, carrying a red oinochoe in his left hand and a tripod on his right shoulder; only right arm, torso and part of left arm remaining of third male figure, carrying a white tripod in his left hand and possibly a white dinos on his right shoulder. "], "Cultures/periods": [" Late Corinthian (I) ", " Archaic Greek "], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Found/Acquired: Naukratis ", " Excavated/Findspot: Sais (?) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 6.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 7.80 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Payne identified the sherd as coming from a column krater. Venit suggests that the image on the vase is similar to processional scenes painted in Egyptian tombs. ", " The piece has the same unusual decorative scheme as Alexandria 9507, which may be from the other side of the same vase. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 63, no. 224, pl. 51, no. 224) ", " Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 329, no. 1470) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.331) (phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE46336 ", " Miscellaneous number: SR5/1652 "]}