{"artifact_name": "kotyle", "Object Type": ["kotyle"], "Description": [" Body sherd of Corinthian black-figured pottery kotyle; interior glazed black; exterior: black-figure decoration consisting of Herakles to left (buttocks with added red blobs on chiton decorated with concentric lines and broken maeander pattern, left hand and part of legs remaining), fighting the Hydra (one head with tongue sticking out and part of body remaining); at far right, undetermined motif. "], "Producer name": [" Near: Otterlo Painter ", " Attributed to: Gorgoneion Group (Amandry and Amyx) "], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 4.30 centimetres ", " Thickness: 0.60 centimetres ", " Width: 5.30 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The object to the right can scarcely be further Hydra heads or fragments thereof, but seems too large for the crab sent by Hera. "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p. 34-5, no. B3, pl. 10, no. 3) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 105, no. A163) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 220, no. 57) ", " Amyx 1988 / Corinthian Vase-Painting of the Archaic Period (p. 678 note 4) ", " Amandry & Amyx 1982 / Héraclès et l'hydre de Lerne dans la céramique corinthienne (p. 102, no. 11, fig. 2, no. 11, p. 108-9, pl. 18, no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.233) (phase 3) ", " Pipili 1987 / Laconian Iconography of the Sixth Century BC (p. 85 note 20) "], "Location": ["Not on display"], "Subjects": [" classical mythological figure/creature ", " classical deity "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.82 (Accession Number) "]}