{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Dome-shaped weight carved from yellowish white stone, maybe calcite or alabaster; carinated dome type with rather well-defined edge; of truncated conical shape, with flat base and convex top; smoothed surface; complete. "], "Cultures/periods": [" Late Period ", " Ptolemaic (early?) "], "Production date": ["620 BC - 300 BC (possibly)"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": [" calcite (?) ", " alabaster (?) "], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 1.55 centimetres ", " Height: 0.85 centimetres ", " Weight: 3.45 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Dome-shaped weights are very close to the cupcake-shaped ones; they just do not show a sharp edge, or strong carination. Such type is one of the most common weights found in Naukratis (Petrie 1886, Pl. XXIII, “domed” type), and elsewhere in Egypt (Cour-Marty 1990, 25, fig. 3, fig. 13). Already present in the Old Kingdom, this type is particularly common on Late Period sites in the Delta (Cour-Marty 1990, 25-26, fig. 26). Dome-shaped weights are more often associated to the Egyptian standard deben-kedet (usually around 90-95 g and 9-9,5 g for this type) and their multiples or sub-multiples. This specimen however is linked to another standard which is difficult to define. It could be associated to the unit value called beqa, weighting between 12 and 13 g (even almost 14g: Petrie 1926, 17-18, pl. XI-XII). This standard was used between the Predynastic Period till 300 BC (Lassen 2000, 233). This very stable standard, also known as the golden deben, was used to weight gold or other precious metal. This specimen could correspond to ¼ of a beqa. Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Lassen, H. 2000, ‘Introduction to weight systems in the Bronze Age East Mediterranean: the case of Kalavasos-Ayios Dhimitrios’, in C.F.E. Pare (ed.), Metals Make the World Go Round: the Supply and Circulation of Metals in Bronze Age Europe, Oxford, p. 233-246. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, 69-87, Pl. XXI-XXIV. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.695)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2682 (Accession Number) "]}