{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Terracotta reclining Ithyphallic figure plaque, possibly Priapus. A reclining naked man with receding hair and a beard, his legs extending to his right, the left bent and close to the ground, the right with the knee raised. He leans his left elbow and forearm on a pile of cushions, and his right arm and hand hold his large phallus upright against his right side and rising almost level with the top of his head. His left hand holds a small unrecognized object (a looped garland or a small pot?) against his corpulent belly. The figure is modelled in relief with a flat back and was probably made in a one piece mould; it has a low curving plinth, hollow underneath. Micaceous red-brown Nile silt with limestone inclusions. Bottom of legs and feet missing. "], "Cultures/periods": ["Late Period"], "Production date": ["500BC -300BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.2"], "Technique": ["mould-made"], "Dimensions": [" Height: 12.80 centimetres ", " Thickness: 3.60 centimetres (widest point across belly) ", " Width: 10.70 centimetres "], "Curator's comments": [" Object owned and held by the Royal Museum of Art and History, Brussels. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Copies of this terracotta figure were very common at Naukratis. Two very similar moulds seem to have been used at Naukratis. These are commonly dated from the 5th to the 4th century BC. The bearded face is unusual on this otherwise standard Egyptian Late Period terracotta figure plaque and may represent Greek or other eastern Mediterranean influence on the figure. This may present Priapus or a satyr. Numerous parallels from the same or similar mould were found, and most likely produced, at Naukratis (Brussels Musées Royaux d’Art et d’Histoire A1831; Cambridge Museum of Classical Archaeology NA590, NA615, NA616 and NA634; Cairo National Museum SR5/ 6219; Ashmolean Museum, Oxford, no.1896-1908, E.4730). Others probably come from Naukratis (Bailey 2008, nos 3218-3221, British Museum GR1973,0501.25, GR1973,0501.46, GR1973,0501.52, GR1973,0501.73; Fitzwilliam Museum, Cambridge E.142.1914, E.123.1914, E.82.1914, E.92.1914 and E.133.1914 and similar larger piece E.105.1914). Unprovenanced examples from Egypt have been dated to the Late 4th century BC (Fischer 1994, pl. 2, no.11 and 10; Vogt 1924, pl. 85, no.3; Bayer-Niemeier 1988, pl.83.3, no. 454) or erroneously dated to the Roman period (Dunand 1990, no. 804, and similar 806). Similar ithyphallic figure plaques have been found at Naukratis (British Museum GR1973,0501.36, GR1965,0930.27, GR1973,0501.42; Fitzwilliam Museum, Cambridge E.136.1914; and Cambridge Museum of Classical Archaeology NA585). Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. Fischer, J. 1994. Griechisch- römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Vogt, J. 1924, Expedition Ernst von Sieglin II. Die griechisch- ägyptische Sammlung Ernst von Sieglin. Terrakotten, Leipzig. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.111) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["classical deity"], "Associated names": ["Representation of: Priapus (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: A.1831 (Accession Number) "]}