{"artifact_name": "lekanis(?)", "Object Type": ["lekanis (?)"], "Description": [" Body sherd of Attic black-figured pottery lekanis (?); interior glazed black with band in added red near top; exterior: black-figure decoration consisting of parts of two animal friezes; upper frieze: two paws of feline to right on ground line; lower frieze: shoulder, tops of forelegs (the far leg advanced), neck (added red), part of horn and ear of ram grazing to right; on right, part of lion's head (added red on mane) to left; double incised lines for anatomical markings (shoulder, tops of forelegs; lion's mane). "], "Producer name": [" Attributed to: The KX Painter (near) ", " Attributed to: Sophilos "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["590BC-575BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 3.10 centimetres ", " Thickness: 0.70 centimetres ", " Width: 5.10 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Pierkarski takes this sherd to come from a krater, but could it possibly come from a lekane, where animal friezes are common? Comparison with a lekane attributed to the KX Painter (Athens NM 296; ABV 24, 7; Boardman ABFV 1974, p. 26 fig. 19) shows a goat (no image of a ram by the KX Painter has yet been found) with a long red neck, similar use of double incised lines (admittedly common at the period) for the shoulder and elbow and on the horn; the lion's red mane separated from its eye by two incised lines is similar to what remains of the lion on the Bonn fragment. The comparison to Sophilos is not as convincing: Sophilos's animals have short necks, the ram has a scalloped horn and the elbows are not defined in the same way. ", " See also D. Piekarski, \"Die Keramik aus Naukratis im Akad. Mus. Bonn\" in U.Hoekmann and D.Kreikenbom, Naukratis. Die Beziehungen zu Ostgriechenland, Aegypten und Zypern in archaischer Zeit, Acts of Round Table in Mainz (25-27 November 1999), Bibliopolis 2001, p. 103 pl. 13.1 Piekarski 2001 / p. 37 no. C 1 pl. 11.1 "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p. 37, no. C1, pl. 11, no. 1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1892) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.83 (Accession Number) "]}