{"artifact_name": "aryballos", "Object Type": ["aryballos"], "Description": [" Glazed composition aryballos in the shape of the head of an African, with the conventional concave aryballos mouth, intended for the application of oil, and a strap handle behind. Glaze pale blue of a fine texture, with dark glaze in spots on iris of eyes, core not visible. Facial features well modelled, with oval eyes outlined with raised lines.Nose short with broad nostrils, and short mouth with broad lips Hair line clearly marked with a rounded downward curve over the forehead, and pushed back indentations at either side. No decoration visible on hair. Large ears which may have earrings fixed to lobes of ear. A well-conceived depiction of an African black, with features which can be paralleled in other faience objects of the same period. "], "Cultures/periods": ["Archaic Greek (?)"], "Findspot": [" Excavated/Findspot: Naukratis (unlikely) "], "Materials": ["glazed composition"], "Dimensions": [" Height: 4.60 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Fairbanks gives Naukratis as the findspot, but the provenance is not assured. Although this piece is most likely not from Naukratis itself, it nevertheless belongs with a number of other finely executed aryballoi, which form a distinct group within the sixth century faience industry. It is one of a range of mixed-style heads which have very finely observed features, and which display details of modelling which link them closely to the conventions of Saite sculpture. The best comparison is the glazed composition Achelous head aryballos from Kawa in Nubia, now Oxford Ashmolean, 1931.482. (Webb 1978, no 845; Boardman 1999, fig. 148, 127.) This displays the same shaped hair-line as the Boston piece, a shape which was considered typical of the black African, for it imitates the hair line of a closely shaven head, and can also be seen on some of the moulds from the scarab factory at Naukratis, though in cruder form. (Petrie 1886, pl. XXXVIII, nos 8 & 9; Gorton fig.35, nos. 2 and 3 in top line.) However, since this second piece (from Kawa in Nubia) represents the bull-headed river god Achelous, the hair line is stretched right down to the beard and neck. The modelling of the face, particularly the eyes, is very subtle, and like our Boston head, can only find adequate comparisons with Saite sculpture (Bothmer 1960, figs. 65-67, pls. 28-9, and passim.) Other features are the elongated, almond shaped eyes, with projecting cosmetic lines at the outer corners, while the perforation holes at either side of the mouth have parallels with both Egyptian sculpture (Dows Dunham 1950, Canopic head vase, Ku 16. 19.3, 573, pl. 37, F.) and Egyptian contemporary work in glass (Journal of Glass Studies, 2 (1960), fig. 14, p. 22-3.) Other related pieces, also with depictions of black African heads, are the glazed composition vases in the form of a Nubian and a Syrian head, back to back (Webb 1978, nos. 874, 875). However, these are not such finely modelled studies, although there is the same hair line, here with the addition of internal detail represented as of African type with incised squares/diamonds and a central dot in each cell. One of the two wears circular earrings, as suspected for the Boston piece (Webb 1978, 875, pl. XX) and facial features are similarly if more crudely represented. Other pieces can also be compared with our black African head- a group of vases where a girl's head is combined with various monsters. (Webb 1978, 131, nos 880-883.) These include (in the depiction of the girl) cosmetic lines on the eyes, a mouth with perforations at either corner, and carefully modelled ears. There is also a series of helmeted head aryballoi. (Webb 1978, nos. 840-844) which similarly have almond shaped eyes, and charmingly combine Greek-style helmets with Egyptian decoration. To sum up, the Boston aryballos in the form of the head of a Black African belongs with a finely modelled group of head vases, which are part of the sixth century faience aryballoi industry, and demonstrate close links with Egyptian sculpture of the Saite period. They are distributed in both Egypt, Cyprus, Rhodes, Aigina, and Italy as well as probable Black Sea sites.We should not be wrong in assigning these to workshops established in a part of Egypt where Greek influence was strong, but was willingly mixed with local traditions, and where trading links with the Mediterranean were vibrant. Unfortunately, we have no dated contexts for any of these aryballoi. We can only suggest that there are stylistic links with the cartouched aryballoi, which although they appear to bear the cartouche Wa ib re (Apries) (589-570) may in fact be dated to the second quarter of the sixth century. ", " Aryballoi in faience are a rare find in Naukratis. Amongst the four hedgehog aryballoi said to come from Naukratis, only BM 1886.0401.1501 can be assuredly assigned to the site (Webb 1978, 133, no. 905, pl. 21), while the provenance of the aryballoi kept in Edinburgh, Copenhagen and New York is highly doubtful (Webb forthcoming). To the British Museum specimen can be added two fragments of spherical aryballoi kept at the Museum of Fine Arts in Boston (Eg.Inv.3623-3624). All these examples of finds actually made on the site of Naukratis demonstrate the poor conditions of preservation which prevailed there -either due to damp and their making up part of what were rubbish dumps in antiquity, or the damage caused by the conditions prevailing in the 1880's when the Sebakhin were extracting the rich soil for fertiliser. Their fragmentary condition makes it even less likely that complete examples can be assigned a findspot from Naukratis itself, although this does not rule out the possibility of their manufacture there. See the comment on fragmentary hedgehog aryballoi noted by Edgar in piles of rubbish near the scarab factory. (Hogarth 1905, 134). Such containers were very popular in the Mediterranean world especially during the 6th century BC and belong to the Phase III in the Archaic Greek Faience typology by Webb (Webb 1978, 133–5; Webb forthcoming; Pierrat-Bonnefois forthcoming). Apart Naukratis, other Egyptian sites provided aryballoi in faience, such as Tell el Yehudiyeh and Thebes (Webb 1978, nos 907–915). Pierrat-Bonnefois, G. forthcoming, Some remarks on the place of Naukratis in the history of faience, Proceedings of the first Naukratis workshop, held at the British Museum 16th–17th December 2011, ed. R. Thomas. Webb, V. 1978, Archaic Greek Faience: Miniature Scent Bottles and related Objects from East Greece, 650 - 500 B.C., Warminster. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": [" Fairbanks 1928 / Early Vases preceding Athenian Black Figure Ware (p. 176 no. 504, pl. 51) ", " Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (p, 128 no. 860, pl. 19) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FB.05) "], "Location": ["Not on display"], "Subjects": [" african ", " black "], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 03.835 (Accession Number) "]}