{"artifact_name": "model(musical horn); figure", "Object Type": [" model (musical horn) ", " figure "], "Description": [" Terracotta model of a horn with moulded decoration. Mould-made. Yellow-brown Nile silt (?) fabric with yellow surface and common very fine quartz and mica inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Site 95 (Petrie), the terracotta workshop, at the eastern edge of the town "], "Materials": ["terracotta"], "Technique": [" mould-made ", " slipped (?) "], "Dimensions": [" Height: 7 centimetres ", " Thickness: 0.50 centimetres ", " Width: 3.80 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels made and found in Naukratis, now in the British Museum (GR1886,0401.1473, 1474 and 1475), were found together at the Terracottas workshop in Site 95. Parallels include a complete, but plain example, dated 'Roman' (Török 1995: no. 307) and another plain undamaged example is in Cairo Museum (no. 69852). An ornate version is currently in the Metropolitan Museum of Art, New York, (Egyptian Department no. 10.130.1026), with the mouth modelled in the form of a bust of a wreathed veiled woman emerging from an acanthus; her left arm acts as the crosspiece, with her hand gripping a phallus. Another decorative, but very fragmentary example comes from Alexandria (nos Fou 10560-4 shown to Bailey by Marie-Dominique Nenna; Bailey 2008: 89). There is a close parallel in Vogt for GR1886, 0401.1474 (Vogt 1924, pl. L:1 and 3). Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma Vogt, J. 1924. Die griechische-ägyptische Sammlung Ernst von Sieglin, part II: Terrakotten. Leipzig "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DF.11) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2017.a (Accession Number) "]}