{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of child or woman wearing a cloak. Head and left shoulder only. Mould-made and hollow. Slip or white (gypsum) coating. Dark red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["2ndC BC-2ndC AD"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": [" terracotta ", " gypsum-stucco "], "Technique": [" mould-made ", " slipped (?) ", " painted (?) "], "Dimensions": [" Height: 6.70 centimetres ", " Thickness: 2.90 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Small and simple hollow terracotta figure of a woman or child. Probably locally made and of late Ptolemaic or early Roman date. Simple form looks Roman, though a similar early 2nd century BC example was published by Bayer-Niemeier (1988, pl. 3.20-1) and a damaged parallel from a late 3rd to 2nd century BC context was found in Tell Atrib (Szymańska 2005, no. 180). Very similar in style to NA519 and NA678. Gutch dates NA678 to 150BC to 250AD (Gutch in Hogarth 1899, pl. 12, no. 149). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": [" Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 91, no. 149, pl. XII, no. 149) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.460) (Phase 1) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA678 (Accession Number) "]}