{"artifact_name": "bowl", "Object Type": ["bowl"], "Description": [" Shoulder fragment of East Greek pottery bowl. Interior glaze fired to red; added red band lined in white. Outside: band at base of neck; below, probable frame to panel on left, volute and palmette complex to right; variety of dotted filling ornament. "], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["620BC-570BC"], "Production place": [" Made in: North Ionia "], "Findspot": [" Found/Acquired: Naukratis ", " Excavated/Findspot: Sais (?) "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 12 centimetres ", " Thickness: 0.85 centimetres ", " Width: 14.50 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Not certainly from Naukratis. Walter-Karydi (Samos 6.1, 145) suggests that this fragment is from the same vase as a fragment in Boston [86.514] from Naukratis (Fairbanks pl. 34, 319.2; Samos 6.1, 145 no. 950B, the Boston fragment turned 90 degrees), which is plausible. This association would firmly establish the provenience of the Cairo fragment as Naukratis. The two cannot however be from the same side of a pot and cannot join, though clearly from the same workshop. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 18, no. 58, pl. 14) ", " Edgar 1911 / Catalogue Générale des antiquités égyptiennes du musée du Caire, Greek Vases (pl. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.471) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG26137 ", " Miscellaneous number: SR5/1623 ", " Miscellaneous number: V58 "]}