{"artifact_name": "dinos", "Object Type": ["dinos"], "Description": [" Body sherd of Clazomenian black-figured pottery dinos; exterior, white slip: from top, black-figure decoration consisting of uncertain motif (muzzle of goat?); wide black band; ridden horse to left (head and neck of horse remaining, with added white dots on bridle and on mane; of rider, head remaining). "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Clazomenae "], "Findspot": [" Found/Acquired: Naukratis ", " Excavated/Findspot: Sais (?) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 4 centimetres ", " Thickness: 0.80 centimetres ", " Width: 8.50 centimetres "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Cook, the sherd belongs to the same vase as Cambridge Fitzwilliam GR.54a.1899, GR.54b.1899, GR.54c.1899, GR.54d.1899, GR.54e.1899 and GR.54.f.1899. This is unlikely because there are stylistic differences (mane and bridle) between this dinos and the Cambridge dinos. Cook also suggests that this sherd belongs to an early and experimental phase of the Clazomenian black figure style. E.R. Price (East Greek Pottery, 1927, 22) argued that white slip Clazomenian pottery was the link between the Clazomenian sarcophagi, which were covered in a white slip, and the later Clazomenian black figure wares. She explained that the features (the use of white dots as well as the use of white lines together with incised lines for inner details) on the white slip sherds are paralleled either the sarcophagi or the later vases. Cook (1952 note 64) rejected that argument on the basis of both dating and styles. The sherds listed by Price in her argument and tentatively identified by Cook as British Museum 1888,0601.575 and possibly Oxford AN1896-1908-G.130.10. A third sherd was mentioned by Price and described as having a cock as decoration. Cook subsequently incorrectly identified the sherd as 1886,0401.1197 which is an Attic black-figured column-krater. His CVA reference is also incorrect because CVA British Museum VIII, pl. 589, no. 9 discusses a Milesian Fikellura amphora. This sherd first mentioned by Price is most likely British Museum 1886,0401.1147 which is a North Ionian black-figured stand with the tail feathers of two cocks. In all three cases, the styles are different, the dates do not match and 1888,0601.575 and 1886,0401.1147 are North Ionian without specification. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 46, no. 165, pl. 39, no. 165) ", " Cook 1952 / A List of Clazomenian Pottery (p. 138-9, no. Ib) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.073) (phase 3) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: JE46338 ", " Miscellaneous number: SR5/1653 "]}