{"artifact_name": "drill-core", "Object Type": ["drill-core"], "Description": [" Tapering calcite drill-core, likely from alabastron. "], "Cultures/periods": [" Late Period ", " 27th Dynasty (early) ", " 26th Dynasty (end) "], "Production date": ["550 BC - 450 BC (probably)"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Between the temple and the north-west corner of the temenos "], "Materials": ["calcite"], "Dimensions": [" Diameter: 0.75 centimetres ", " Height: 1.40 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The early excavations at Naukratis provided much evidence for the mass production of vessels in calcite during the Late Period, likely in the 5th century BC and maybe already in the late 6th. Petrie noted that ‘many thousands of alabaster drill cores from tubular drilling’ as well as unfinished vessels in alabaster were found in the temenos of Apollo, between the temple and the north-west corner of the temenos (Petrie 1886, 15). The bulk of calcite vessels discovered in Naukratis are alabastra, but other shapes are present such as bowl, jug and lekythos. The drilling was performed by using a tube in copper alloy with abrasive, usually dry sand. On Egyptian stone vessels and their production: Nicholson, P. T. and Shaw, I. 2000, Ancient Egyptian materials and techniques, New York. Aston, B. G. 1994, Ancient Egyptian stone vessels: materials and forms, Heidelberg. Petrie, W. M. F. 1974, Tools and Weapons, Warminster. http://www.oocities.org/unforbidden_geology/ancient_egyptian_stone_vase_making.html "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 15) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.067) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.13.1885e (Accession Number) "]}