{"artifact_name": "plate(?); lid(?)", "Object Type": [" plate (?) ", " lid (?) "], "Description": [" Floor sherd of Attic black-figured pottery plate (?); on top: part of quadriga (part of necks, chests with harness, shoulders with forelegs) galloping right; underside glazed black. "], "Producer name": ["Attributed to: The Leagros Group ((Piekarski))"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["520BC-500BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.90 - 1 centimetres ", " Width: 4.50 centimetres (maximum) "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Piekarski gives the following comparanda: belly amphora lid (San Francisco, de Young Museum 243/24874; ABV 367. 92; CVA San Francisco (1) III H 27ff pl. 8) ; Panathenaics: CVA New York (3) III H 31ff pl. 38. 40. 43; CVA Gallatin (1) III H 9ff pl.44, 1. The last is a good comparison, attributed by Beazley to the Antiope Group (within the Leagros Group). Difficult to confirm the shape from the photos. Plates are not part of the Leagros Group repertoire. A quadriga galloping left on a probably earlier plate in Thasos is illustrated in Callipolitis-Feytmans, Plats attiques a figures noires, pl. 35 no. 9. Here we may be nearer the lekanis lids of the Edinburgh painter. "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p. 40, no. C 16, pl. 14, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1896) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.87 (Accession Number) "]}