{"artifact_name": "bead; amulet; necklace; eye-bead", "Object Type": [" bead ", " amulet ", " necklace ", " eye-bead "], "Description": [" Twelve beads and or amulets of various shapes and materials, now strung together. From left: roundish bead in yellow glass a (0.9 x 0.75 cm); tubular glazed composition (?) bead b (0.8 x 1.7 cm) brown colour with spiral white glaze inlay; rounded bead c in pinkish stone (0.85 x 0.85 cm), with irregular, rough surface; round bead d in yellow glaze composition (0.9 x 0.7 cm), very eroded; rounded bead e in turquoise glaze composition (1.05 x 0.85 cm), slightly eroded; relatively rounded bead f in turquoise glaze composition (1.15 x 1 cm); quite irregularly-shaped bead g in black and white hard stone (porphyre?) (0.95 x 0.75 cm); glazed composition bead h (0.7 x 0.65 cm), with pale yellow core and burnt glaze; yellow glazed composition bead i, in the shape of an openwork one-sided wedjat-eye within an oval serrated frame (1.6 x 1.4 x 0.3 cm), eroded; glazed composition bead j, of rectangular flat shape and decorated with a cross (“X”) on both side (1.8 x 1.6 x 0.4 cm) with faint remains of turquoise glaze; irregularly-shaped and broken bead k in blue and white glass (?) (0.75 x 0.75 cm); rounded turquoise glazed composition bead l (0.55 x 0.55 cm). "], "Cultures/periods": [" Ptolemaic (?) ", " Late Period (?) ", " Roman Period (?) "], "Production date": [" 100BC - AD100 (Gold glass bead) ", " 630BC -100BC (Eye-bead) "], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Great Temenos, just north of the enclosure wall (?) "], "Materials": [" glazed composition ", " glass ", " stone ", " gold "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The beads pertaining to this reconstructed necklace could have been found in various contexts in Naukratis: the glass beads are later in date than the wedjat-eye within an oval serrated frame (Late Period, especially 26th dynasty). However, a trench done \"just N. of the ‘Great Wall’\" of the Great Temenos provided many beads along numerous amulets (Hogarth diary – 2nd of May 1903; on this context: Masson forthcoming). These beads might come from such a context. For various examples of open-work wedjat-eyes from Naukratis (list not exhaustive): London, Petrie Museum UC54636, Liverpool, World Museum 9,9,86,84.i, Oxford, Ashmolean Museum AN1896-1908-EA.694, Bristol and City Art Gallery & Museum H3436. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. ", " 4 glazed composition plain spherical (Xia type PN8, Late Period), 1 glazed composition mellon (PD21, Late Period), 1 glazed composition rectangular with crosses (PD 16/65, Late Period), 1 unidentified stone (Late Period?), 1 glass stratified eye-bead (GD26? Late Period), 1 glass spiral (GD66, Late Period/Ptolemaic?), 1 green glass (Roman?), 1 gold glass (Roman?). Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.413) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, all beads quite worn"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-E.E.516 (Accession Number) "]}