{"artifact_name": "neck-amphora(possibly); oinochoe(possibly)", "Object Type": [" neck-amphora (possibly) ", " oinochoe (possibly) "], "Description": [" Neck and shoulder sherd (mended from six fragments) of Milesian pre-Fikellura pottery neck-amphora or oinochoe; pale slip; exterior: trace of black band at bottom of neck; black band at junction of neck and shoulder above band of narrow tongues; below, band of unlinked slim lotus buds and flowers; inscription on exterior. "], "School/style": ["Plain Body group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-580BC"], "Production place": [" Made in: Miletus "], "Findspot": [" Found/Acquired: Naukratis ", " Excavated/Findspot: Sais (?) "], "Materials": ["pottery"], "Ware": ["Fikellura"], "Technique": [" painted ", " slipped "], "Dimensions": [" Thickness: 0.65 centimetres ", " Width: 20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Cook suggests that the sherd belongs to the same vase as Oxford AN1925.608b (which became Leipzig T3432 and is now lost) and Boston 86.636. There is a single black band above the lotus flower and lotus bud on the Boston sherd; however, the ex-Leipzig piece does most likely belong. "], "Bibliographic references": [" Edgar 1911 / Catalogue Générale des antiquités égyptiennes du musée du Caire, Greek Vases (p. 10, no. 26152) ", " Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 42, no. 151, pl. 36, no. 151) ", " Cook 1933-1934 / Fikellura Pottery (p. 38, no. 10b) ", " Gardner 1888 / Naukratis II (pl. XX, no. 876) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (no. 1010) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GF.048) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG26152 ", " Miscellaneous number: SR5/1850 ", " Miscellaneous number: V151 "]}