{"artifact_name": "droop cup", "Object Type": ["droop cup"], "Description": [" Upper wall sherd of Attic black-figured pottery Droop cup; interior glazed black with single reserved band; exterior: lip glazed with line below; in handle zone, black-figure decoration consisting of a satyr to right (upper body and left arm remaining; with added red on hair and beard); inscription in field. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.40 - 0.50 centimetres ", " Height: 3.50 centimetres ", " Width: 4.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd is also published in D. Piekarski, \"Die Keramik aus Naukratis im Akad. Mus. Bonn\" in U.Hoekmann and D.Kreikenbom, Naukratis. Die Beziehungen zu Ostgriechenland, Aegypten und Zypern in archaischer Zeit, Acts of Round Table in Mainz (25-27 November 1999), Bibliopolis 2001, p.104, pl.13, no.3. For parallels regarding the iconography, see Ure 1932, p. 63, fig. 7 in Boulogne. Piekarski places the sherd within P.N. Ure's Group III of Droop cups. Cups from this category have the handle zone decorated with animal or human figures. "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p. 38, no. C.4, pl. 11, no. 4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1408) (phase 3) "], "Location": ["Not on display"], "Subjects": ["classical mythological figure/creature"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.92 (Accession Number) "]}