{"artifact_name": "vessel(open)", "Object Type": ["vessel (open)"], "Description": [" Upper body sherd of Attic black-figured pottery open vessel (krater or lebes gamikos?); interior glazed streaky black; exterior: black-figure decoration consisting of the profile, head and shoulders of a beardless figure facing left (possible traces of fadded added red on hair; traces of faded added white on forehead at hairline; two incised lines indicating neckline of garment; incised line separating face from hair); on far left, trace of another figure (?) and part of an arc in dilute glaze; on right, part of something slightly curved in black (or dilute?) glaze; above the figure, bottom edge of black zone or band. "], "Producer name": ["Attributed to: The Painter of Vatican 309 (near)"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["560BC-530BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 2.50 centimetres ", " Thickness: 0.60 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Shape is not an amphora (as on Bonn record) because of the glazed inside; a thick-walled open vessel, perhaps a krater or dinos or lebes gamikos (curvature not clear from photos); there is no trace of the band of tongues usually found on the shoulders of kraters and dinoi. Piekarski identifies the figure as a woman; it is not clear from the photo whether the traces of added white on the figure's forehead once covered the face (though the absence of white does not rule out the possibility of a female) or whether the dot for the eye is intentional or just a chip. The arc on the left could be a wreath or the tail of a lion or sphinx or part of a tripod? The upright curved thing on the right might perhaps be the raised arm of a figure on the right "], "Bibliographic references": [" Piekarski 2001 / Die Keramik aus Naukratis im Akademischen Kunstmuseum Bonn (p. 37, no. C2, pl. 11, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0888) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 697.93 (Accession Number) "]}