{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of alabaster figure, possibly female; painted. Ceaned; broken at neck below chin. Nose and lips are chipped; fine fissures vertically across the head. Residue of sinter on surface as well as on the surface of the break. Yellowish brown colouring on neck and ears (fire?). Traces of red paint on forelocks and lips. According to Kyrieleis plate-shaped earrings were painted on. Above the ribbed forelocks a small band is placed, decorated with oblique grooves, ending just before the ears. Behind the hairband is the onset of nine ribbed tresses of which five fall down the neck; on each side above the ears two tresses merge into one broad strand which falls onto the shoulder in a straight vertical way and may have continued to fall onto the pectorals. The ribbed band-like tresses are flat and slightly drawn in around the neck, separated by vertical and structured by horizontal grooves; the frontal tresses are wavy and rounded. The large ears with their plate-like earrings are not worked in detail; on the left ear the surface is picked, on the right it is smooth. The face is small, the almond-shaped eyes have almost straight lower eyelids, they are slightly protruding and framed by incised lines. In some areas is can be seen that the eyes were originally made like added plates. Forehead and eyebrows are flat. The mouth is broad, the lips slim, the lines of the lips are no longer clearly visible; the upper lip is protruding over the lower lip. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["550BC-540BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["alabaster"], "Type series": ["Höckmann Type 4 (Sub group 4)"], "Dimensions": [" Height: 5 centimetres "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The outline of the face and the low position of the ear link this figure with the kouros in Cambridge (Fitzwilliam Museum GR.6.1975), the flat band-like tresses with two kouroi, one in Boston (Museum of Fine Arts 88.734) and one in London (British Museum GR 1886.4-1.1384/ B443). The eyes remind of a kouros in London (British Museum B438). When comparing with Cypriot works a similar style of hair is found on other Korai (see Yon 1974. .43 ff.; pp.124ff concerning ear plates), though a similar hairstyle is also found on dressed male figures (see Hermary 1989, no 73, p.99; Senff 1993, pl. 19 i-k), who are often wearing a wreath. It is not possible to identify the figure precisely as either a cloaked youth (Mantelkouros), a kouros, or a kore.Outline of the face and proportions of eyes, mouth and cheeks reminds of Ionian heads of girls dating to the early third quarter of the sixth centur BC. The statuette, just as the cloaked youth from London (British Museum GR 1886.4-1.1490), counts among the latest figures from Naukratis (Höckmann 2007, 189, pl. 36, cat. N32) "], "Bibliographic references": [" Höckmann 2007 / Zyprisch-griechische Kleinplastik: Kouroi, andere Figuren und plastisch verzierte Gefässe (no. N32) (Phase 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.119) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: B 173 (Accession Number) "]}