{"artifact_name": "band-cup", "Object Type": ["band-cup"], "Description": [" Body sherd of Attic black-figured pottery band-cup; interior: glazed black; exterior: lip glazed; in handle zone, departure scene: from left, part of wreath perhaps held by a female figure; upper body remaining of warrior with added red on chest and helmet, holding a round shield and spear, trace of faded white baldric on chest, body to right, head turned back to left; draped male figure to left, with red on mantle and hair, holding an upright spear in right hand; second warrior to right (part of left leg and foot missing), naked, holding a round shield and and spear, scabbard at his side; at right, the arms in faded white and part of the mantle of a female figure to left. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-525BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 3.80 centimetres ", " Thickness: 0.20 centimetres ", " Width: 6.10 centimetres "], "Curator's comments": [" Object owned and held by Antikenmuseum, Heidelberg. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Heidelberg, Antikenmuseum I52-I77 and I85-I92 have in the past been erroneously known and cited as J52-77 and J85-92. "], "Bibliographic references": [" CVA Heidelberg IV / Corpus Vasorum Antiquorum Deutschland Heidelberg, Universität (p. 51, no. 10, pl. 166) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 394, no. B573) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1388) (phase 3) "], "Location": ["Not on display"], "Subjects": ["warrior"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: I52 (Accession Number) "]}