{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates wearing festival wreath headdress with two lotus buds, carrying jar and transport amphora. Mould-made and hollow. White (gypsum?) coating with traces of red paint on jar and yellow paint on amphora. Dark red-brown Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC- 2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 9 centimetres ", " Thickness: 2.90 centimetres ", " Width: 6.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Reclining Harpocrates figures, in a slightly different composition are dated late 2nd century BC (Fisher 1994, no.572) and 1st century AD (Fjeldhagen 1995, no.15). Similar pose for an example dated to the 3rd or 2nd century BC (Bailey 2008, 3065; GR 1990,0601.2). Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen: Wasmuth. Fjeldhagen, M.1995. Catalogue. Graeco-Roman Terracottas from Egypt. Ny Carlsberg Glyptotek. Copenhagen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.018) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA635 (Accession Number) "]}