{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates holding a jar and wearing festival wreath headdress with the double crown of Egypt. Harpocratis in female form (Harpokratis), with hair worn in Roman style typical of the 2nd century AD. Mould-made and hollow with vent in back. White coating with traces of red paint on jar and pink on skin and headdress. Dark red-brown Nile silt fabric with abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Curator's comments": [" Object owned and held by Royal Pavilion & Museums, Brighton & Hove. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Close parallels dated between the 2nd and the 4th century AD (Fjeldhagen 1995, nos. 33-34). Her hair style is consistent with that found on figurines of the late 1st and 2nd centuries AD (Thomas 2011, 81, no.16). This is based on a long lived subject and form already produced in the Ptolemaic period (Bailey 2008, no. 3057, GR1972,0125.8). Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. Thomas, R. I. 2011 Figurines. In D. P. S. Peacock and L. Blue (eds) ‘Myos Hormos – Quseir al-Qadim, A Roman and Islamic Port Site on the Red Sea coast of Egypt, Volume II’. Southampton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.115) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (Harpocratis)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: R3141/3 "]}