{"artifact_name": "stela(Egyptian)", "Object Type": ["stela (Egyptian)"], "Description": [" Donation stela carved in limestone, dated to the reign of Apries. The scene is framed by a long and thick sign of the sky, curved along the round edge of the top of the stela, resting on both sides on was-scepters. To the right, the king walking leftwards, wearing the nemes-headdress with an uraeus, and a short kilt with the bull’s tail to the back, presents in front of him the small globular wine vases (nw-vases) to Amun-Ra, walking rightwards, wearing his double plumed and disked headdress, followed by Mut, feet together, wearing a sheath dress and the vulture headdress topped by the double crown. Both deities wear a was scepter in the left hand and the ankh-sign in the right one. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["577 BC (year 12 of Apries)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt ", " Found/Acquired: Naukratis (?) "], "Materials": ["limestone"], "Technique": ["carved"], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Staatliche Museen zu Berlin. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The stela mentions the renewal by Renefhes, under Apries of a previous donation made by Neferibrasaneith to the “House of Amun-Ra Baded”. It is the earliest mention of the temple of Amun-Ra Baded in Naukratis. On this stela see especially: Meek 1979, 614 n. 31, 650 n. 205, 652 n. 218, 678 no. 26.4.2 (with lit. but wrongly attributed to Mendes and year 2 of Apries); Yoyotte 1991-92, 642-644; Yoyotte 1993-94, 680; De Meulenaere 1993, 16-18, pl. 1; Guermeur 2005, 128-129. De Meulenaere, H. 1993, ‘Quelques remarques sur des stèles de donation saïtes’, Revue d’Égyptologie 44, 11–18. Guermeur, I. 2005, Les cultes d’Amon hors-de-Thèbes, Turnhout. Meeks, D. 1979, ‘Les donations aux temples dans l'Égypte du Ier millénaire avant J.-C.’, in State and Temple Economy in the Ancient Near East. Proceedings of the International Conference organized by the Katholieke Universitet Leuven from the 10th to the 14th of April 1978 II (Orientalia Lovaniensa Analecta 6), Leuven, 605-687. Yoyotte, J. 1991/92, ‘Naucratis, ville égyptienne’, Annuaire du Collège de France, 634–44. Yoyotte, J. 1993/94, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.): Naucratis, ville égyptienne’, Annuaire du Collège de France, 679–692. ", " Possibly from Naukratis, but acquired in 1878, before the exploration of the site. "], "Bibliographic references": [" Guermeur 2005 / Les cultes d’Amon hors-de-Thèbes (p. 128-129) ", " Yoyotte 1993-1994 / Les contacts entre Égyptiens et Grecs, viie-iie siècles avant J.-C. : Naucratis, ville égyptienne, (1992–1993, 1993–1994) (p. 680) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (BB.01) "], "Location": ["Not on display"], "Exhibition history": [" Destroyed during World War II. "], "Associated names": ["Named in inscription & portrayed: Apries"], "Associated places": [" Named in inscription: Naukratis "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 7780 (Accession Number) "]}