{"artifact_name": "bird bowl", "Object Type": ["bird bowl"], "Description": [" Fragment (now two fragments) of East Greek pottery bird-bowl. Inside glazed with probably three red bands lined in white. Outside: top of lip glazed; in lip zone, bird to right; to its left a filled pendent triangle, and vertical lines; below, three lines, a broad glazed band, and the remains of rays. Inscription on the exterior. "], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["620BC-590BC"], "Production place": [" Made in: North Ionia "], "Findspot": [" Found/Acquired: Naukratis ", " Excavated/Findspot: Sais (?) "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 16 centimetres ", " Height: 6.50 centimetres ", " Thickness: 1 centimetres ", " Width: 15 centimetres (overall) "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Egyptian Museum, Cairo. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The rays on the lower body of the vessel are characteristic of late Group II or Group III (Coldstream GGP 300). Very similar, with the very unusual solid glaze for the bird's body, to British Museum 1886,0401.815, although both seem to have dedication to Apollo and so perhaps not from the same bowl. "], "Bibliographic references": [" Venit 1988 / Greek Painted Pottery from Naukratis in Egyptian Museums (p. 2, no. 2, pl. 1) ", " Gardner 1888 / Naukratis II (p. 68, no. 878, pl. 20.878) ", " Edgar 1911 / Catalogue Générale des antiquités égyptiennes du musée du Caire, Greek Vases (p. 11) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.083) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (no. 1011) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: CG26153 ", " Miscellaneous number: SR5/1749 "]}