{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of female tambour player. Complete figure of a woman celebrant (or priestess?), standing. Her hair is parted in the middle and she wears a tightly woven and bound festival wreath headdress. She wears a chiton and cloak and plays a tambour. There is an amphora by her side. The back of the figure is plain. Hollow, two-piece mould. Micaceous brown Nile silt with a grey core. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC - 2ndC"], "Production place": [" Made in: Nile Delta (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Curator's comments": [" Object owned and held by Royal Pavilion & Museums, Brighton & Hove. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Label reads 'Naukratis', though the type and date seems unusual for a Nile Delta site, as these have better Fayum parallels. Roman parallels from the Fayum have been interpreted as priestess' (Dunand 1979, 85-6; Dunand 1990, no. 322-4, particularly 323). Other parallels have been dated more specifically to the late 1st century AD (Bayer Niemeier 1988, no.292), or the late 1st to 2nd century AD (Fjeldhagen 1995, no. 105). A dubious 2nd to 1st century BC date was ascribed to an example thought to have come from the Roman site of Antinoe(?) (Besques 1992, D/E 4516) and a British Museum parallel has been dated Ptolemaic (Bailey 2008, no. 3202). Bayer Niemeier , E. 1988, Bildwerke der Sammlung Kaufmann / Liebieghaus Museum Alter Plastik Frankfurt am Main I. Griechisch-römische Terrakotten, Melsungen. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains IV/2. Époques hellénistique et romaine. Cyrénaïque, Égypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Dunand, F. 1979. Religion Populaire en Égypte Romaine, Leiden. Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fjeldhagen, M. 1995, Catalogue Graeco-Roman Terracottas from Egypt, Ny Carlsberg Glyptotek, Copenhagen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.461) (Phase 3)"], "Location": ["Not on display"], "Subjects": [" cleric ", " music ", " devotee/worshipper "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: R3141/2 "]}