{"artifact_name": "figure; aryballos", "Object Type": [" figure ", " aryballos "], "Description": [" Glazed composition aryballos in the shape of Bes, depicting the god sitting upright with his knees bent up in front of him, holding his two fists in front. Probably mould made, since the details are very indistinct. Vase has a compact version of the shaped base, with straight line across the front, and a curved back, which corresponds with the bases of the hedgehog aryballoi and others, made in the mixed -style workshops in the sixth century. The opening on the top of the head has been broken off, so it is not possible to say whether it had an aryballos-type mouth with strap handle.Light blue glaze well preserved; with added black brown on v-shaped eyebrows on forehead. Indications in the glaze imply efflorescent technique "], "Cultures/periods": [" Late Period ", " 26th Dynasty "], "Production date": ["664BC-525BC"], "Production place": [" Made in: Egypt (possibly) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Curator's comments": [" Object owned and held by Akademisches Kunstmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This piece is certainly of sixth century date, and has certain technical similarities with the faience aryballoi associated with Naukratis. However, the find-place of Naukratis is very uncertain, and there is no documentary evidence to support it. That Bes was a very popular theme for containers of kohl and oil in Egypt from New Kingdom onwards, into the 26th Dynasty and beyond is undoubted. They are so popular that they appear in a wide range of different styles and poses. Bes holding a libation (?) jar in front of him (Webb 1978, C1 Pl. II), which closely parallels Phase I vases -Webb's Leopard Spot Group. Later pieces, in the same seated pose as this piece, but on a larger scale, come from Alexandria (Nenna-Seif el Din 2000, 302-3, no 428, 23824, pl.61 and others), similar pieces Munich, Staatliche Sammlung, Agyptischer, Kunst Inv. Aes. 5646, a fragment (unpublished), and another, Palace of Merenptah, Mitrahineh, University of Pennsylvania Museum, Philadelphia, unpublished. These must all be of later, Hellenistic/Roman date, but they reproduce the same pose as our piece. Earlier containers of New Kingdom date show Bes standing, holding a container or a drum (Busz-Gercke 1999, no 27; Friedman 1998. no. 73 ), while from a much narrower date range, approximately parallel in date to the material from Naukratis, we have vases from the Greek world modelled in a standing pose:- a steatite example from the Samian Heraion, no 73, and another in faience, no 74/75 (Webb forthcoming); while from a well-dated grave (580-550) from Samos (Boehlau 1898, no 44; Webb 1978, no 824, pl. 19) a slightly later pose which became popular in the middle years of the sixth century representing the godlet seated and holding in front of him the gazelle which he has captured, symbol of his victory over Seth, a pose which appears in a variety of versions. Compare a cruder piece, closely related to vases made by our workshops (Webb 1978, no 823, pl. 19) and another Louvre E.A. Louvre 3311(Webb 1978, pl 19). Also from excavations in the Samian Heraion there comes a fragment of a seated Bes similar in pose to the Hleenistic/Roman examples from Egypt (Diehl 1965, 839 fig.17; 841-844 no 99) and a large fragment, head only, of Bes with a cavetto moulding above (Diehl 1965, 840, fig.18; 843 f. no 100) which presumably comes from a vessel. From Naukratis itself, a fragmentary vase in the form of Bes, quite large, and perhaps quite close to this last piece from Samos ( 1886, 0401.1767). Clearly Bes can appear in a variety of guises, and is popular in the East Greek world of the sixth century, a reflection of the close contacts between East Greece and Egypt, and therefore this little vase is not out of the ordinary. Nevertheless, no exact parallels exist so far. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FD.01)"], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1897 (Accession Number) "]}