{"artifact_name": "weight; tool/implement", "Object Type": [" weight ", " tool/implement "], "Description": [" Cuboid weight carved from grey hard stone, likely basalt; rounded corners, could have been used or reused as a tool (for polishing or pounding); smoothed surface; eroded and slightly chipped. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["basalt (likely)"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 1.30 centimetres ", " Height: 1.05 centimetres ", " Weight: 3.10 grammes (ca. 5% weight lost) "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Square and parallelepiped weights are commonly found in Egypt and appear rather conspicuously in Naukratis (Petrie 1886, pl. XXIII). They were manufactured in a large range of material: they were more often made of all sorts of hard stones, especially white limestone, alabaster but also various colourful stone such as marble, serpentine, porphyry (etc.); in Naukratis, such shapes occur also regularly in basalt, diorite, granite and sandstone; bronze and lead examples are at last quite numerous (Cour-Marty 1990, 26-27, fig. 9-10, fig. 13). Weights of this type in igneous rock, such as this specimen, are mainly in use during the Late Period and associated to the Egyptian standard deben-kedet (Cour-Marty 1990, 27). In Naukratis, however, square and parallelepiped weights seems particularly associated to the Persian silver siglos (around 5.3 and 5.6 g) (Petrie 1886, pl. XXIII). Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.539) (phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2563 (Accession Number) "]}