{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head, torso and thighs of light grey limestone male figure, standing, with painted 'apron' and Egyptian kilt (shendyt). The feet, the outer part of the right arm except for the upper arm and hand, as well as the tip of the nose are missing. Traces of scratching are visible on the entire surface. Weathering particularly obvious on the face. The area below the right knee is chipped off; break above the left ear, light break at the collarbone. Traces of paint: Black pigment is visible on the moustache, hair, eyebrows, the eye outline with iris (right eye), and the kneecap as well as an armband on the left arm. Red paint is visible on the mouth, apron, belt (the end of which is only painted tucked in behind the rest of the belt to the right) and hairband (right temple); the ears are reddish-brown. The apron was highly decorated, with verticle stripes represented and scored grooves. A band at the bottom of the apron may have been in yellow, now faded. Spoiled black colour on the back below the hair, below the belt on the left hip and left leg with part of an in-between rod, as well as above the right buttock down to the right foot. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Nick Type 1.4 (Sub group 1.4.1)"], "Technique": ["painted"], "Dimensions": [" Height: 23.20 centimetres "], "Curator's comments": ["Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 9) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.015) (Phase 3) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC16469 (Accession Number) "]}