{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Terracotta figure of a boar or pig. Mould-made. Red-brown fabric with black core and brown surface. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 6.90 centimetres (total) ", " Height: 7 centimetres (total) ", " Height: 3.30 centimetres ", " Thickness: 3.80 centimetres (total) ", " Thickness: 0.60 centimetres ", " Width: 4.50 centimetres (total) ", " Width: 4.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Nile silt pig or boar hollow figurine. Similar examples are dated from the 3rd century BC to 1st century AD (Fischer 1994, pl.120. nos 1134-5, Hellenistic to early Roman; Dunand 1990, no. 882, 3rd to 2nd century BC, no. 883 Roman period; Besques 1992, D4400-1, pl.42 a-b; Bayer-Niemeier 1988, pl.114.4, no. 652, 1st century BC to 1st century AD). NA 443 joins NA446 and NA429. Close parallel from Memphis in the Cairo Museum (TR5/9/17/9=SR5/1738). Bayer-Niemeier, E. 1988. ‘Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten’. Melsungen. Besques, S. 1992. ‘Catalogue raisonné des figurines et reliefs en terre- cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient’. Paris. Dunand, F. 1990. ‘Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte’. Paris. Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.279) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA443 (Accession Number) "]}