{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of Harpocrates(?) wearing headdress with two lotus buds, with hair worn in side knot. Head only. Mould-made and hollow. Red slip. Red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC - 1stC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": [" slipped ", " mould-made "], "Dimensions": [" Height: 3.60 centimetres ", " Length: 2.70 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably made in Naukratis. Parallels from Naukratis (Boston MFA 86.440; Oxford Ashmolean Museum AN1896-1908-E.4698, AN1896-1908-E.4699). Parallel from Late Ptolemaic context at Tell Atrib (Szymańska 2005, no. 63). Parallel for headdress dated to the early imperial Roman period (Fischer 1994, no.464). See Roman parallel (Dunand 1990, no. 287) Dunand, F. 1990. Catalogue des Terres cuites gréco-romaines d’Egypte. Musée du louvre. Musée du Louvre. Département des antiquités égyptiennes. Paris. Fischer, J. 1994, Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber, Dresden, Leipzig, Stuttgart, Tübingen, Tübinger Studien zur Archäologie und Kunstgeschichte 14, Tübingen. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.087) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 94, no. 220, pl. XII, no. 220) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA717 (Accession Number) "]}