{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Rim sherd of Chian Mature Animal Style pottery chalice; white slip; interior: reserved band at rim, glazed (fired reddish) below; part of lotus flower in added white outline with added red centres; exterior: at rim, dot and square pattern above band of paired hook maeanders between dilute lines; below, painted decoration consisting of goose (head remaining) to right; part of hooked swastika as filling ornament. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 23 centimetres (circa) ", " Height: 3.60 centimetres ", " Thickness: 0.20 centimetres ", " Width: 2 centimetres "], "Curator's comments": [" Object owned and held by University College London. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The interior decoration is not consistent with the Wild Goat Style; however, geese are very rarely represented in the later Mature Animal Style. This sherd perhaps marks the transition between both styles. For another goose depicted on a Mature Animal Style vase, see Oxford AN1912.32a(10). "], "Bibliographic references": [" Johnston 1978 / Pottery from Naukratis: An Exhibition on the Occasion of the 11th International Congress of Classical Archaeology (no. 71) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 265, no. 575, pl. 72, no. 575) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0408) (phase 2) "], "Location": ["Not on display"], "Subjects": ["bird"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UCL 757 (Accession Number) "]}