{"artifact_name": "cup", "Object Type": ["cup"], "Description": [" Fragment of tondo of an Attic red-figured pottery cup. Inside, helmet in hand and spear, an arming scene; painted inscription. Outside, maeander and saltire square band. "], "Cultures/periods": ["Classical Greek"], "Production date": ["480BC-470BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Width: 4.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by University College Dublin, Department of Classics, Classical Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Vickers erroneously cites G138.3 as the original Ashmolean Museum registration number of the piece, but in fact the number is G138.6. He also attributes it to the Telephos Painter, or near him - 'there is a striking resemblance between the way the helmet and external maeander are drawn on the Dublin sherd and the way the same motifs are painted on a cup attributed to the Telephos Painter in Frankfurt, which in common with the Dublin sherd also bears a kalos inscription.' "], "Bibliographic references": [" Vickers 1971 / Some Unpublished Sherds from Naukratis in Dublin (p. 118, no. 15, pl. 14.O1-2) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (pl. 8.11) ", " CVA UCD & UCC / Corpus Vasorum Antiquorum Ireland, Fascicule 1: University College Dublin, University College Cork (42, pl. 30, 6-7) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1742) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.138.6 (old Ashmolean Museum accession number) ", " Miscellaneous number: UCD 156 ", " Miscellaneous number: V5013 "]}