{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Alabaster figure of naked young man (kouros). Incomplete with feet and part of the legs missing. Only the head, torso and legs down to knees are preserved. The slender figure has broad,sturdy and sloping shoulders and a short torso. The torso is slender, waist and small of the back are drawn in above the hips. The slightly bent arms are separated from torso in the area between onset of thighs and pectorals. The lower arms are almost entirely attached to the thighs; in the crook of the arm a v-shaped groove is visible. The back is a little arched; at the edge towards the small buttocks two short horizontally arched lines are visible. The spine forms a short shallow groove. The head is slim, the neck is slender and elongated. Above the forehead a thin padded hairband is placed which is hidden behind the ears and does not continue at the back of the head. At the back, eight thick tresses fall, ending above a straight incised line, below which eight circles were painted in black. The ear lobes are thick. The left and rear surfaces are well preserved with traces of red and black paint. Painted black on hair including circles on back. Three red lines on front. Black on ear and neck by chin and possibly on left eye brow. Red band on right arm. Some trace of red paint on left thigh, but uncertain if this is intentional. Front is very worn, almost flat. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["580BC-550BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Town (Naukratis), Possibly House 93 (Petrie), a house on the East side of the excavated town (see comment). (?) "], "Materials": ["alabaster (?)"], "Type series": ["Höckmann Type 1 (Sub group 3)"], "Technique": ["painted"], "Dimensions": [" Height: 12.10 centimetres ", " Length: 2.30 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Mercer Art Gallery, Harrogate. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " S.93 or S.95 (?) is written on back in pencil. If this is a Petrie site code rather than a catalogue number, it could refer to House 93, mentioned as a 5th century BC or Ptolemaic house on the east side of the excated town by Petrie 1886, 79, 81-2, 88. However, Petrie only records finds of weights from this findspot. Described as 'calcite', but likely alabaster. A number of alabaster kouros figures have been discovered at Naukratis. Parallels from Naukratis with a similar rendering of facial features, as well as the ears and hair have been dated 600BC-570BC and 580BC - 550BC ( Dundee, McManus Galleries 1975-137; Bristish Museum GR1987,0211.1, but different hair arrangment). Similar treatment of the hair on an example dated 570BC-560BC (Höckmann 2007, no. N5; Compiègne, Musée Antoine Vivenel), though the body to head ratio and general proportions and style of the toro are mnore similar to an example in the Pushkin Museum of Fine Arts, also dated to 570BC-560BC (I1a.3000; Höckmann 2007, no. N 13). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.109) (Phase 3)"], "Location": ["Not on display"], "Exhibition history": [" Harrogate "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: HARGM10393 (Accession Number) ", " Miscellaneous number: K675 (Accession Number) ", " Miscellaneous number: S53 (Accession Number) "]}