{"artifact_name": "scaraboid; disc", "Object Type": [" scaraboid ", " disc "], "Description": [" Mould-made disc-shaped scaraboid in glazed composition; slightly domed back with straight sides; underside decorated with several probably stamped dotted circles: four of them still visible, probably five or six originally; pierced through diameter; no glaze remains; in pale yellowish paste; surface very abraded. With two other glazed composition elements (see UC73690 b & c) on modern string: string 1590 in Petrie/Shiah bead corpus. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " stamped ", " pierced "], "Dimensions": [" Diameter: 1.10 centimetres ", " Thickness: 0.45 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Composition comprising several dotted circles is a common theme on scarabs and scaraboids produced at the “Scarab Factory” (Petrie 1886, pl. XXXVII, 1-3; Gardner 1888, pl. XVIII, 1-2; on its various productions, see Webb forthcoming). They belong to the type XXIX in Gorton 1996, which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 108-109). This type of decoration imitates earlier designs: for some scarabs with relatively similar designs, Magnarini pointed out that they could date to the 25th-26th dynasty with an archaizing motif (Magnarini 2004, 167, 04.05). For close parallels to this scaraboid, see: BM 1885,1101.57; Oxford, Ashmolean Museum AN1888.209, AN1896-1908-EA.912 and AN1896-1908-EA.913. See also the same motif on a daisy button scaraboid: BM 1886,0401.1602. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.054) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor, very abraded surface"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC73690a (Accession Number) "]}