{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Weight (?) of irregular shape made of hard dark brown almost black stone, possibly hematite; well-polished, though irregular, surface; relatively flat base; weight of 1 Near Eastern shekel (?). "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["hematite (possibly)"], "Technique": [" polished ", " carved "], "Dimensions": [" Length: 1.50 centimetres ", " Weight: 8.25 grammes ", " Thickness: 1.50 centimetres ", " Width: 1.65 centimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Weights of irregular shape are difficult to interpret since they cannot be really treated statistically as a class (Cour-Marty1990, 25, fig. 1). According to Petrie study of Naukratis weights, irregular weights are very rare on the site, except those linked with the Assyrian and Phoenician shekel standards (Petrie 1886, pl. XXIII). This weight could correspond to one skekel. On weights from Naukratis: Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, 69-87, Pl. XXI-XXIV. On weights found in Egypt, including Naukratis: Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Cour-Marty, M.-A. 1991, ‘Weights in Ancient Egypt: A Method of Study’, in S. Schoske (ed.), Geschichte, Verwaltungs- und Wirtschaftsgeschichte, Rechtsgeschichte, Nachbarkulturen. Akten des vierten Internationalen Ägyptologen Kongresses, München, 1985, Studien zur altägyptischen Kultur 4, Hamburg, 137-43. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.699)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2878 (Accession Number) "]}