{"artifact_name": "figure; vessel", "Object Type": [" figure ", " vessel "], "Description": [" Elephant head, modelled in glazed composItion with hollow interior. It is missing its trunk, tusks and the ears. due to the loss of the back of the head. It is sympathetically modelled with open eyes, eyelids and the beginning of the ribbed skin which marks the front of the trunk, while semi-circular ridges surround the area where hollows were drilled to take the tusks. It seems likely that the tusks were made of another material (ivory?). The animal wears harness like that of a horse which is clearly depicted. (This can be reconstructed from the details of another example, Scheurleer no 6, to which it corresponds closely).There would have been a neck strap (now missing) completely surrounding the neck behind the ears;then two other straps, which run down either side of the head. and link the neck strap to the circular band which must have run through the mouth; although this part is also completely missing. Lastly a central band attached at its upper end to the neck band runs down the middle of the trunk/nose intersecting with a horizontal band above the eyes, and ending in the band through the mouth. The skin of the elephant is shown in brown faience, while the straps are marked in light green. On the junctions of the straps there survive several circular (?) medallions, while in the centre of the nose band there is a lozenge shaped addition, which corresponds exactly to that on the Scheurleer example.The walls of the figure are thick, and the inside surface is rough and unglazed. This could be part of a model elephant, a plastic vase (?) or an applique? But the fact that it is hollow, and would have had a through passage from the back of the head through the trunk, perhaps suggests that it was intended to dispense liquids(?). "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["3rdC BC (?)"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.10 centimetres ", " Length: 6.20 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This piece is discussed by Lunsingh Scheurleer in Elephants in Faience, BABesch 54, 1979, 99-11, no 7, p. 105, figs. 14-15 as part of his Group 3, which consists of hollow models of elephants. Unfortunately only the head is preserved, with indications of harness clearly modelled on the head. It is comparable to another example no. 6 in collection of Scheurleer, without provenance. A third example (from same group?) is from the excavations at Varna consisting of the left forefoot of an elephant statuette on a base in green faience, ht. unknown. The Naukratis and Scheurleer examples are both hollow, with only accidental traces of glaze inside, so probably not appliques from a vase, but from a complete model. The strongly segmented trunk suggests that the elephant was shown with its trunk raised, as we see in the examples of low-relief Mitrahineh ware where the elephant is involved in a battle scene, threatening a foot-soldier (Scheurleer 1979, nos. 1, 2 and 3, figs. 1-5.) Other examples appear as appliques (Scheurleer 1979, nos 4 and 5, figs. 8 and 9). However, in none of these depictions is there any indication of head harness. Elephants were introduced to the Hellenistic world as a result of Alexander's conquests in the East and were not only linked with the iconography of Alexander himself, but were used in war.They feature in the great procession recorded by Callixenus as taking place in Alexandria between 279/8-271/70. Dionysus reclines on the back of an elephant (a model) which C. says he saw in Alexandria, with trappings of gold and an ivy garland round its neck also of gold!. In addition there were twenty four elephant chariots, and a golden statue of Alexander standing between Victory and Athena in a chariot drawn by live elephants! We should add the gold staters struck in Cyrene between 305 and 285 which show Alexander in a chariot drawn by four elephants. The clearest representations of these actually show the reins held by Alexander attached to the head harness of the elephants. Both the Persian and the Indian kingdoms used elephants in warfare, and such trained Indian elephants were apparently available to the Ptolemies via the Seleucid kings whose initial power base included the old Achaemenid empire. Perdiccas, defeated by Ptolemy in 321 near Memphis had them in his army. In 312 after the defeat of Demetrius at the battle of Gaza, Ptolemy acquired 43 war elephants and their 'mahouts', and after an interval of poor supply, Ptolemy Euergetes acquired more Indian elephants in 246 from the army of Seleucus. As Scheurleer points out, the representations of elephants in aggressive stance on faience bowls either in low relief, or as appliques, show only the saddle cloth across the animal's back, and no indication of harness. But the best preserved of the gold staters mentioned above do show harness on the elephants which draw a chariot from which Alexander controls them with reins, thus implying close links with the iconography of Alexander and the Dionysiac procession mentioned above. However fanciful this depiction on celebratory gold coinage was, it seems clear from the two faience models that such harness was used. It appears to be based on horse harness, and is similar to that worn by modern circus elephants. Thus the two heads, one from the Scheurleer collection and one from Naukratis most probably belong to model elephants, shown wearing harness (and a cloth across the back?). Scheurleer finds it difficult to identify whether the models represent Indian or African elephants, since they seem to combine features from both types, and this would suggest a date after the introduction of African elephants to replace the supply of Indian animals? The two pieces are closely linked both in scale and technique. Intriguingly there is a reversal of the colours.with Scheurleer's piece in light green overall, with brown on harness and ornaments detailed in yellow, all colours which correspond with the so-called Mit Rahineh ware, while the Naukratis piece is brown overall, with green on the harness/head stall. Dating is not possible at the moment. But it would seem that there should be some link with the use of harnessed elephants to pull chariots, and thus with celebration of Alexander' deification and identification with Dionysus' Triumphant return from the East? The closest parallels are from an early Ptolemaic production of the 3rd century BC of plastic vases in the form of Elephants (Nenna 2013, 114, T10.1). R.A. Lunsingh Scheurleer, Elephants in Faience, BABesch 54(1979) 99-110. H.H.Scullard, The elephant in the Greek and Roman world (1974) London P.M Fraser, Ptolemaic Alexandria (1972) J.N.Soronos Die Munzen der Ptolemaeer(1904)pl.4, nos 18-20. E.S.G. Robinson, BMC Cyrenaica (1927) 111, pl. 28, no. 7 SA. Kromann, O. Morkholm, SNG Copenhagen, Egypt, The Ptolemies (1977) no 426, pl. 16. M-D Nenna-M. Seif el-Dinn , La vaisselle en faience d'epoque greco-romaine, 2000 Cairo. Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FD.05)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC2322 (Accession Number) "]}