{"artifact_name": "amulet(?); pendant", "Object Type": [" amulet (?) ", " pendant "], "Description": [" Glazed composition large amuletic (?) pendant representing a bird, likely a duck (or a goose?); very well detailed modelling with fine incisions for feathers, eyes and feet below body; very precise and naturallistic rendering; perforated small loop for suspension behind head; greenish turquoise glaze; beak and tail broken off. "], "Cultures/periods": [" Ptolemaic (early?) ", " Late Period (end?) "], "Production date": ["5thC BC - 3rdC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 3.80 centimetres ", " Length: 6.10 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Amulets of ducks are usually considered to represent food offerings. The duck is often depicted with its head turned back, resting on its wings; such position could also imply that the bird is sleeping and would then \"symbolises the promise of reawakening and resurrection\" (Andrews 1994, 92, fig. 54d and 60b). In other instances, it is lying awake with its head to the front, like for this specimen. Its function as an amulet is less clear in that case (believed to still represent foodstuff or to yield an erotic meaning: Andrews 1994, 92). Andrews, C. 1994, Amulets of Ancient Egypt, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.269) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, though tail and beak broken off"], "Subjects": ["bird"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC2323 (Accession Number) "]}