{"artifact_name": "kantharos(possibly)", "Object Type": ["kantharos (possibly)"], "Description": [" Body sherd of Chian black-figured Mature Animal Style or Sphinx and Lion Style pottery cup, possibly a kantharos; white slip; interior: surface worn; exterior: black-figure decoration consisting of sphinxes to right (of first sphinx, one foreleg and part of chest remaining; of second, body with added red blob and part of wing); incised rosettes as filling ornament; below, single black band above black-figure frieze consisting of lion (part of head, mane with red, ear and neck remaining) to right; part of incised rosette as filling ornament. "], "School/style": [" Sphinx and Lion style (possibly) ", " Mature Animal Style (possibly) "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Height: 7 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by Leipzig, Institut für Klassische Archäologie und Antikenmuseum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd was lost in WWII. Lemos identifies the lion on the second frieze as a lotus flower and lotus bud. The cup shape is not a typical form in the Sphinx and Lion Style. Contemporary with the Sphinx and Lion Style is the Mature Animal Style in which cups are the most typical form. Incision is not found on vases of the Mature Animal Style but the the interior decoration and exterior filling ornament on this sherd are very typical of that style. This cup, one of only a few, appears to be influenced by both styles. For another example, see British Museum 1924, 1201.208 and 1965,0930.305. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 311, no. 1304, pl. 169, no. 1304) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1648) (phase 2) "], "Location": ["Not on display"], "Subjects": [" sphinx ", " mammal "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: G.120.34 (Ashmolean Exchange) ", " Miscellaneous number: T3468 "]}