{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure wearing hood, following Tanagra types. Head only. Mould-made and hollow. Traces of cream/white coating. Fine dark red-brown Nile silt fabric. Base of neck is burnt (after being broken). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 2.95 centimetres ", " Length: 2 centimetres ", " Thickness: 0.50 centimetres ", " Depth: 2.65 centimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis terracottas workshop that was operational from around the 3rd to the 2nd century BC. Parallels from Bubastis (Perdrizet 1921, pl. 13, 47), Chatby cemetery, Alexandria (Adriani 1956, 36, fig. 36, no. 25810, Alexandrian production?),and 3rd to 2nd century BC Alexandria (Tezgör 2007, nos. 228, 231, 233, 235). Unprovenanced Egyptian parallels have been given late 4th century BC dates by Fischer (Fischer 1994, pl.6, nos.38-39). For the muffling and the gesture, compare a ‘dancer’ from Alexandria, dated to the beginning of the 3rd century BC (Besques 1992, pl. 75a). Parallels from Naukratis in British Museum (GR 1886,0401.1447, Bailey 2008, no. 3516), Bristol Museum (H2221) and similar fragments also in Cambridge Museum of Classical Archaeology (NA545). Good parallels from Athribis (Tell Atrib) dated to the 3rd and 2nd century BC (Szmańska 2005, nos 209 and 210). Adriani, A. 1956. ‘Ipogeo dipinto della Via Tigrane Pascià’ Bulletin de la Société archéologique d’Alexandrie. 41: 63-86.Tigrane Pascia. Besques, S. 1992. Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient. Paris. Fischer, J. 1994. Griechisch-Römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Perdrizet, P. 1921. Les Terres cuites grecques d’Égypte de la collection Fouquet. Nancy. Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.390) (Phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair (incomplete)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E18842 (Accession Number) "]}