{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Rim sherd of Chian Grand Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; part of elaborate rosette and lotus palmette chain in added white outline with added red centres; top of rim glazed; exterior: band of dots between dilute lines at rim; below female figure to right (face in outline and headdress with dotted border remaining; red and white on headress); at right, possibly part of red cloak with black dotted edge, faint diagonal brown lines and part of headdress of second figure, to right; at top left, possibly trace of another figure. "], "Producer name": ["Attributed to: Aphaia Painter (possibly)"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 24 centimetres ", " Height: 3.10 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Although Lemos does not describe this sherd, she does discuss British Museum 1888,0601.493.d that has a very similar motif and which she states as belonging to the Aphaia Painter. The Aphaia Painter and the group are named after the chalice found in the sanctuary of Aphaia at Aegina and vessels from this group display a thematic unity. All the vessels describe figures in garments and in particular, the lower parts of chitons and himatia. None of the vessels in this group have any filling ornament and the interior decoration of some of the vessels consists of komasts rendered in the light on dark technique. The depiction of the veiled female is reminiscent of the Chian plastic female heads. See Cambridge Museum of Classical Archaeology NA110 and British Museum 1886,0401.1218. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0830) (phase 2)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AF4083? (Other Accession Number) ", " Miscellaneous number: E8056 bis.24 (Accession Number) "]}