{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Upper body and head of yellow limestone male figure (kriophoros, ram-bearer); painted. Only the upper body is preserved, the face is very worn. Groove on right thigh of the horned ram; red on its mouth and ears. The figure is wearing a short-sleeved belted chiton whose long kolpoi hang down at the sides. The border is stepped around the neck line. The slender body of the figure is broadened towards the shoulders in a cup-shaped manner. The arms are quite slim; the left is hanging down close to the body, the right is bent with the hand grasping firmly the legs of a ram which is lying around the man's neck. The animal's head is raised over the figure's left shoulder, it is facing the front, his right hand holds the ram's feet. The man's chin is pointy; the left eye which is still recognisable is slim and almond-shaped. The hair is strictly separated from the face and rendered as a flat cap leaving the slightly protruding ears uncovered. The back is entirely flat. Cypriot sculpture of a hunter, with ram (bound), carried on shoulers anmd secured with his right hand. He is wearing a headress and has large projecting ears. Missing legs and left hand. Back is flat an plain apart for crude outline of horns and back of the hunters head. Both faces are featureless, badly worn. Drilled, probably for display (?). The drill hole reveals a white core, suggesting the yellow surface is just staining. Likely a grainy limestone, or sandstone with calcrete matrix. Much of the original paint is obscured by staining. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" limestone (?) ", " sandstone (?) "], "Type series": ["Nick Type 1 (sub group 1.3.1)"], "Technique": ["painted"], "Dimensions": [" Height: 9.50 centimetres ", " Length: 3.35 centimetres ", " Width: 5.90 centimetres ", " Depth: 3.20 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This piece is possibly referred to by Petrie: 'these are found in almost the oldest stratum of the town, principally along the middle of the eastern side. Whether found in houses or thrown out into the roads, I have never seen, as they have always been found by diggers not in my employment. ... of those found are ... a male figure the upper part of Hermes Kriophoros in limestone' (Petrie 1886, 36). Kriophoros (ram- bearer) youths wearing a ‘short chiton’ or (perhaps more accurately described as) Egyptian apron and kilt (shendyt). All Naukratis examples unworked backs and it is uncertain from the fragments whether they were standing or striding figures. Kriophoros figures are commonly dated to the early 6th century BC (Petrie 1886, 36; Fourrier 1999, 562; Möller 2000, 157-158; Nick 2006, 33-35, 107, no. 6, pl. 3) and were dated 575-550BC on the basis of parallels from Samos, Lindos and Kamiros with a terminus ante quem of 560/550 BC (Nick 2006, Type 1.3). Parallels from Lindos (Blinkenberg 1931, 1721-1733, 1734 and 1745), Kamiros (Jacopi 1933, 280), Samos (Schmidt 1968, C121, 122, 195, pl. 97), Amrit (Hermary 1989, 37, no. 31) and Cyprus (Cesnola 1885, Pl. 16, 22; Gjerstadt 1948, 319-20, fig. 44). These should now be dated to the period 620/600-575/560BC, on the basis of stratified parallels (Berges 2006, nos 55-6; Henke 2011; Henke 2013). Though likely produced in Cypriot, these seem to have been influenced by and made almost exclusively for export to East Greece (Höckmann 2009, 256). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Cesnola, L. P. 1885. A descriptive atlas of the Cesnola Collection of Cypriot antiquities I. Sculpture. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn. "], "Bibliographic references": [" Nick 2006 / Zypro-ionische Kleinplastik aus Kalkstein und Alabaster (no. 6) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.012) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" mammal (ram) ", " devotee/worshipper ", " sacrifice "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC16622 (Accession Number) "]}