{"artifact_name": "net-weight", "Object Type": ["net-weight"], "Description": [" Rectangular strip of lead, folder over on itself at one end, into a 'U'shaped piece of lead. Probably a net-weight. "], "Cultures/periods": ["Late Period"], "Production date": ["425 BC - 300 BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["lead"], "Technique": ["folded"], "Dimensions": [" Height: 2.30 centimetres ", " Length: 2.60 centimetres ", " Thickness: 0.70 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The context of discovery was recorded by Petrie in his journal: ‘Two or three iron fish hooks in good state were found in one Ptolemaic chamber, when we were digging for bronzes; these explain a lot of lead pieces [sketch of folded lead net weight] which are therefore probably net sinkers… In the Ptolemaic house by the bronze find we get a quantity of iron fish hooks, 13 perfect, 17 slightly broken, & many pieces beside three bronze ones. These show that the canal here must have been more important, and that they caught big fish.’ (Petrie Journal 165, 174). This location is described as ‘a chamber at the south end of the town, probably of the beginning of the Ptolemaic period’ (Petrie 1886, 39, marked ‘Ptolemaic building’ on Pl.XLI). However, the 'cache of bronzes', that Petrie dated to the Ptolemaic period also, can now be dated to the end of the 5th or the beginning of the 4th century BC (Masson 2015) so an earlier date for these is more likely than that given by Petrie (1886, 39). A number of fragments of net weights likely to have come from this deposit are known (Liverpool, World Museum 9,9,86,82; British Museum GR 2011,5009.25.a; Bolton Museum 1886.31.77.a; 1886.31.77.b; 1886.31.77.c, possibly also Boston, Museum of Fine Arts 86.334; Petrie Museum UC54639b; UC54639c). There are also parallels from other areas of Naukratis (Boston 88.775; 88.774), that do not have to have been made at the same time as this artefact was commonly made for a long period (Thomas 2010; 2011; Copeland 2011). Copeland, P. 2011. Metal and metal- working , in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003, Oxford: Archaeopress, BAR International Series 2286, 89-120. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Thomas,R. I. 2010. Fishing equipment from Myos Hormos and fishing techniques on the Red Sea, in T. Bekker- Nielsen & D. Bernal (eds). Nets and fishing gears in Classical antiquity, Cadiz. Thomas, R. I. 2011. Fishing activity, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003, Oxford: Archaeopress, BAR International Series 2286, 211-220. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (TB.33) (Phase 3)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC54639c (Accession Number) "]}