{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Cast cuboid weight in copper alloy; small cracks at each edge; complete; slightly corroded; small circular hole on underside "], "Cultures/periods": ["Levantine (probably)"], "Production date": ["620 BC - 300 BC (possibly)"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 0.60 centimetres ", " Length: 0.70 centimetres ", " Weight: 1.90 grammes ", " Width: 0.70 centimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Square and rectangular weights are commonly found in Egypt and appear rather conspicuously in Naukratis (Petrie 1886, pl. XXIII). They were manufactured in a large range of material, more often in all sorts of hard stones, but bronze and lead examples are also quite numerous (Cour-Marty 1990, 26-27, fig. 9-10, fig. 13). Bronze cuboid specimens, such as this example, were particularly popular during the Iron Age II and Persian period in the Levant (for example, they represent a third of the corpus of weights discovered in 7th century BC contexts in Ashkelon: Birney and Levine 2011, 474; see also examples of the 9th century BC from Ḥorvat Rosh Zayit: Kletter 1994). See numerous references to this type of weights quoted by Birney and Levine (in 2011, 474) showing that it particularly ranges from the 9th till the 4th century BC. These weights in Naukratis, therefore, should probably be dated to the late 7th-4th century BC. Birney, K.J. and Levine, E. 2011, ‘Balance Weights’, in L.E. Stager, J.D. Schloen and D.M. Master, Ashkelon 3: The Seventh Century B.C. (Final reports of The Leon Levy Expedition to Ashkelon 3), 473–92. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Kletter, R. 1994, ‘Phoenician(?) Weights from Ḥorvat Rosh Zayit’, ῾Atiqot 25, 33-43. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VB.197) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but slightly corroded"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2927 (Accession Number) "]}