{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Discoid weight (?) carved from dark grey hard stone (likely not basalt); cylindrical shape, with flat base and slightly convex top; very smoothed surface; complete. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["stone"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 2.90 - 3.25 centimetres ", " Height: 1.10 centimetres ", " Weight: 17 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Discoid weights are not that commonly found in Egypt in general, though they do appear rather conspicuously in Naukratis (Petrie 1886, pl. XXIII; Cour-Marty 1990, 25, fig. 2, fig. 13 and fig. 26). They are usually of small size and mass, and, made out of igneous rock such as basalt, granite and diorite, like this specimen. They do also occur regularly in bronze, notably in the Naukratis collection. These weights can be generally associated to the most used standard in Naukratis, the Egyptian standard kedet (usually around 90-95 g and 9-9,5 g for this type) and their multiples or sub-multiples (Petrie 1926, 14; Cour-Marty 1990, fig. 25). However a lighter unit, around 8g, is also noticed and could correspond to other standards such as the Near Eastern shekel or the Greek stater (Cour-Marty 1990, 25, fig. 22-24; Kroll 2003, 317; van Alfen 2002, 184, n. 654). Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Kroll, J. H. 2003. ‘Weights, bullion, currency, coinage’, in N. Ch. Stampolidis and V. Karageorghis (eds), Ploes. Sea Routes… Interconnections in the Mediterranean, c. 1600-600 BC, Procedings of the International Symposium held in Rethymnon, Crete September 29th-October 2, 2002, Athens, 313-323. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. van Alfen, P. G. 2002, Pant’agatha: Commodities in Levantine-Aegean Trade during the Persian Period, 6-4th c. B.C., PhD dissertation, The University of Texas at Austin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.627) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2866 (Accession Number) "]}