{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Sphendonoid weight carved from pale translucent greyish blue stone (chalcedony?) filled with opaque grains (fine) of same colour; almond-shaped, flat extremities, circular in section, with no base; polished surface; complete. "], "Cultures/periods": ["Archaic Greek (?)"], "Production date": ["7thC BC (?)"], "Production place": [" Made in: Greece (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["chalcedony (?)"], "Technique": [" polished ", " carved "], "Dimensions": [" Diameter: 0.75 centimetres (max) ", " Length: 2.50 centimetres ", " Weight: 2.20 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A relatively large corpus of sphendonoids weights have been found in various sites of Egypt and Naukratis provided quite a few of these (Petrie1886, pl. XXIII, “barrel” type; Court-Marty 1990, 26, fig. 7, fig. 26). Most of them are made out of bronze, but haematite is very well attested and other stones occur also, like for this specimen. This type, particularly well-represented in the Near-East, appeared in the New Kingdom and persisted till the Late Period. The sphendonoid assemblage at Naukratis represents the smaller denominations and seems to have been used to weight with utmost precision quantities of commodities smaller than those weighed with most of the Egyptian style domed weights. Such observation has already been done on the sphendonoids weights in general (Court-Marty 1990, 26), and in particular for those found on the Late Bronze Age shipwreck at Uluburun (Pulak 2000, 260). Naukratis ones however are of even smaller value and several sphendonoid weights, which comes either from Naukratis or Tell Defenneh, are even less than half a gram (Court-Marty 1990, 26). Sphendonoids weights are usually associated to the deben-kedet and Near Eastern shekel standards (Court-Marty 1990, 26). Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. Pulak, C. 2000, ‘The balance weights from the Late Bronze Age shipwreck at Uluburun’, in C.F.E. Pare (ed.), Metals Make the World Go Round: the Supply and Circulation of Metals in Bronze Age Europe, Oxford, 247-266. Petrie was not sure about the standard of this weight (Petrie 1886, 79 and 83, no. 516). Weights of sphendonoid shape are usually typical of the Late Bronze Age. They persist in the Aegan iron age, so maybe latest early 7th century BC. For parallel of this type of weight: Kroll 2008, Oxford Journal of Archaeology 27.1, 37-48. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 79 and 83 no. 516, pl. XXII, no. 89) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.576) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E3023 (Accession Number) "]}