{"artifact_name": "perirrhanterion", "Object Type": ["perirrhanterion"], "Description": [" Fragmentary rim of a large basin (perirrhanterion), carved from greyish-green marble; inscribed; polished surface. "], "Cultures/periods": [" Archaic Greek ", " Classical Greek "], "Production date": ["550 BC - 450 BC"], "Production place": [" Made in: Greece (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["marble"], "Technique": [" polished ", " carved "], "Dimensions": [" Height: 6.30 centimetres ", " Thickness: 3.20 centimetres ", " Width: 4.20 centimetres (of rim) ", " Width: 12.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by Sammlung des Ägyptologischen Instituts der Universität, Heidelberg. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The perirrhanterion is a special type of louterion (water-basin) used for ritual washing in sanctuaries (Pimpl 1997; Krauskopf 2005; cf. also Ginouvès 1962, 77-103; Kurtz and Boardman 1971, 151). Excavations at Naukratis yielded a number of specimens in stone (marble) and in ceramic. Most of the stone examples bear Greek votive dedications to Apollo. Ginouvès, R. 1962, Balaneutikè : recherches sur le bain dans l'antiquité grecque, Paris. Krauskopf, I. 2005, s.v. ‘Perirrhanterion/Louterion’, in Thesaurus Cultus et Rituum Antiquorum (ThesCRA) V. Personnel of Cult – Cult Instruments, Los Angeles, 178–83. Pimpl, H. 1997, Perirrhanteria und Louteria. Entwicklung und Verwendung großer Marmor- und Kalksteinbecken auf figürlichem und säulenartigen Untersatz in Griechenland, Berlin. Kurtz, D.C. and Boardman, J. 1971, Greek Burial Customs, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (EA.138) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but fragmentary"], "Associated names": ["Named in inscription: Apollo"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1722 (Accession Number) "]}