{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Dome-shaped weight carved from grey hard stone, likely basalt; carinated sub-domed type; of truncated conical shape with flat base, sides sloping out to top and very slightly convex top, almost flat; complete. "], "Cultures/periods": ["Late Period"], "Production date": ["520 BC -330 BC"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["basalt (likely)"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 5.50 centimetres ", " Height: 3.85 centimetres ", " Weight: 221.10 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Dome-shaped weights, including sub-domed types, represent one of the most common weights found in Naukratis, and elsewhere in Egypt (Petrie 1886, Pl. XXIII, “sub-domed” type; Cour-Marty 1990, 25, fig. 3, fig. 13). They are often made out of igneous rock such as basalt and diorite – which is the case for this specimen. Already present in the Old Kingdom, this type is particularly common on Late Period sites in the Delta (Cour-Marty 1990, 25, fig. 26). Dome-shaped weights, and related types, are more often associated to the Egyptian standard deben-kedet (usually around 90-95 g and 9-9,5 g) and their multiples or sub-multiples. However, other standards can be found. This specimen could be linked with the Royal Hebrew shekel, around 11.3 g (Kletter 1998), or more probably, according to its context of discovery, with the Persian silver siglos around 5.3 and 5.6 g. Weights, which seem to be based on such standard at Naukratis, are not different in shape nor material than the weights based on deben-kedet (Petrie 1886, Pl. XXIII; Cour-Marty 1990, 24). Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990. 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Kletter, R. 1998. Economic Keystones: The Weight System of the Kingdom of Judah, Sheffield. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, 69-87, Pl. XXI-XXIV. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.301)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2997 (Accession Number) "]}