{"artifact_name": "offering spoon", "Object Type": ["offering spoon"], "Description": [" Offering spoon, often referred as to as a toilet spoon or cosmetic-dish, likely carved from stone; in the shape of a kneeling female, wearing a striped garment; only lower part preserved. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) ", " 27th Dynasty (early, possibly) "], "Production date": ["6thC BC (likely)"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["stone (?)"], "Technique": ["carved"], "Curator's comments": ["This offering spoon was discovered among other ex-votos in the sanctuary of Aphrodite (Gardner 1888, 58, pl. XIV, no. 2). When complete, it would have represented a kneeling offering bearer raising up her hands and carrying above her head a bounded ibex (Wallert 1967, pl. 39, no. K20). Parallels of the Saite-Persian period are found in the Delta, especially in Sais (Wallert 1967, 45) and Memphis (Anthes 1965, 102, pl. 38c-d, no. 50). Offering spoons are a category of artefacts well represented in the Delta. I. Wallert listed Bubastis, Tanis, Zagazig, Sais, Saqqara and Memphis (Wallert 1967, 53). Naukratis provided too a few of these relatively common Egyptian ex-votos. The iconography displayed on these objects is often linked with offerings or the act of offering and they are often associated to deities of fertility and regeneration (Bulté 2008). This specimen looks like an appropriate offering to dedicate to Aphrodite who was strongly assimilated to the Egyptian goddess Hathor (Masson forthcoming). Anthes, R. 1965, Mit Rahineh 1956, Museum monographs, Philadelphia. Bulté, J. 2008, '“Cuillers d’offrandes” en faïence et en pierre messagères de bien-être et de prospérité', Revue d’Égyptologie 59, Paris, 1-32. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Wallert, I. 1967, ‘Der verzierte Löffel: seine Formgeschichte und Verwendung im alten Ägypten’, Ägyptologische Abhandlungen 16, Wiesbaden."], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 58, pl. XIV, no. 2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MA.7) (Phase 2) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1888.XIV.2 (Accession Number) "]}