{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Dome-shaped weight carved from dark grey hard stone, likely basalt; carinated dome type with soft edge; of truncated conical shape, with flat base and convex top; smoothed surface; complete. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["basalt (likely)"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Diameter: 4.30 centimetres ", " Height: 2.55 centimetres ", " Weight: 82 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Dome-shaped (or \"cupcake-shaped\") weights are the most common type found in Naukratis (Petrie 1886, pl. XXIII, “domed” type), but also elsewhere in Egypt (Cour-Marty 1990, 25-26, fig. 4, fig. 13) and in the Near East (Birney and Levine 2011, 474). Those made out of basalt, like this specimen, are particularly numerous in Egypt and this is also the case in Naukratis. They start to be popular with the Late Period, though they do appear with the Ramesside Period (Cour-Marty 1990, 25-26, fig. 26). Such type is especially associated to the Egyptian standard deben-kedet (usually around 90-95 g and 9-9,5 g for this type) and their multiples or sub-multiples (Cour-Marty 1990, 20, 25, fig. 22-24). However a lighter unit, around 8g, is also noticed and could correspond to other standards such as the Near Eastern shekel or the Greek stater (Cour-Marty 1990, 24-25, fig. 22-24; Kroll 2003, 317; Gerritt van Alfen, P. 2002, 184, n. 654). Birney, K.J. and Levine, E. 2011, ‘Balance Weights’, in L.E. Stager, J.D. Schloen and D.M. Master, Ashkelon 3: The Seventh Century B.C. (Final reports of The Leon Levy Expedition to Ashkelon 3), 473–92. Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Gerritt van Alfen, P. 2002, Pant’agatha: Commodities in Levantine-Aegean Trade during the Persian Period, 6-4th c. B.C., PhD dissertation, The University of Texas at Austin. Kroll, J. H. 2003. ‘Weights, bullion, currency, coinage’, in N. Ch. Stampolidis and V. Karageorghis (eds), Ploes. Sea Routes… Interconnections in the Mediterranean, c. 1600-600 BC, Procedings of the International Symposium held in Rethymnon, Crete September 29th-October 2, 2002, Athens, 313-323. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.047)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2809 (Accession Number) "]}