{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amuletic figure in glazed composition, representing Harpokrates; represented as naked male child, standing; wearing the sidelock of youth to the right side of his head; right arm bent to hold his hand to his mouth; holding below his left arm a tubular object, likely a pot (honey pot?); three small protruding elements on his head (lotus buds?); rather fine modelling, with marked belly button; rather dark green thick glaze; white fine core; lower legs missing; faience chipped in places; head broken and glued back. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Height: 9.80 centimetres ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Findspot of Naukratis in Louvre register. Studies by Kaczmarczyk in 1982; listing by Kaczmarczk 1985: LRMF no. 10546 (Green back of a Harpocrates Figurine, Naukratis, Roman Egypt: Fe 1.4, Cu 2.9, Pb 7.7, Sn 0.5, Sb 2.6) ", " The child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). His cult was particularly developed in the Delta during the Late and Ptolemaic periods (Sandri 2006). On Harpokrates (or child god) amulets see: Andrews 1994, 16, fig. 10; Herrmann et al. 2010, 28-29 (type 2). On this figurine, see recently: Kaczmarczyk, Nenna 2014, 309-10, fig. 4. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Kaczmarczyk, A., Nenna, M.-D. 2014, ‘Analyses de faïences égyptiennes d’époque hellénistique et romaine du Musée du Louvre’, in J.-Y. Empereur, Alexandrina 4, Études Alexandrines 32, Alexandrie, 295-340. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.098) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, incomplete, modern restoration"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E20829 (Accession Number) ", " Miscellaneous number: Eg3330 (Other Accession Number) "]}