{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta mould-made female figure (Isis-Hathor?) plaque. Her hair is modelled into ridges going back into a central bun (Melonenfrisur). Mould-made and solid. Head preserved only; traces of white coating or paint. Fine red-brown Nile silt fabric. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)4thC BC - (early)3rdC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.5"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 6.50 centimetres ", " Length: 5.15 centimetres ", " Thickness: 3.10 centimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Unusual design for a figure plaque. This technique was a traditional Late Period Egyptian way of making flat plaque shaped figures, whilst the 'melon' hair style is commonly found on subsequent hollow three dimentional 'Tanagra syle' figures of the Hellenistic/ Ptoelmaic period (Bailey 2008, 141, no.3524), with numerous parallels from Naukratis and probably made there from the end of the 4th or 3rd century BC (British Museum GR1886,0401.1418; Bolton Museum 1886.31.31; Bristol Museum H840; Cambridge MCA NA542, NA547, NA555) and close parallels from Memphis (Petrie et al. 1910, pl. 44, nos 155 and 161, Petrie Museum UC48475), and else where in Egypt (Tübingen, Fischer 1994, no. 94; Török 1995, nos 214, 215). Egyptian plaque figures wearing Greek dress are rare, but show clear Classical Greek influences. Rare examples from Naukratis that may be from similar figurine types include head fragments wearing polos of a classical Greek date and influence (Oxford, AN1896-1908-G.78; Cambridge NA368) and plaques of the dress only (Cambridge NA329, NA330), that may be later. One example is shown with nude male child, like types of P-F.1.1 (Cambridge NA 632). One example was found in the Hellenion precinct below the 2nd temple phase, confirming a Late Archaic (or early Classical) date for this piece (Hogarth 1898/1899,81, no. 21, pl. X.21; Oxford AN1896-1908-G.78). One example attributed to Naukratis appears to represent a woman with the Greek ‘melon’ hair style typical on Tanagra figures of the 4th and 3rd centuries BC (Chicago E18841) and so is likely one of the latest of this type and of the figurines made using the mould-made plaque technique. Figures in a similar style wearing chiton found at Memphis and dated to the Ptolemaic period, but occasionally described as Male (Petrie UC47921, also UC48120, UC48119, UC47961, Dynasty 27 UC48095 in ‘Persian headdress’, UC48038 Greek male?). Male variants have been found at Memphis, dated to 27th Dynasty or second Persian period (UC47966, UC47964, UC47960, UC48447-9). Dating for this varied type is difficult as they are so rare and represent Greek subjects using an Egyptian medium. Some may have been made as early as the late 6th or 5th century BC, though later types continued into the 4th century BC and possibly into the 3rd century. Fischer, J. 1994. ‘Griechisch- römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Petrie, W. M. F. MacKay, E and Wainwright, G. 1910. ‘Memphis, vol III: Meydum and Memphis’. London. Török, L. 1995. ‘Hellenistic and Roman terracottas from Egypt’. Roma. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.072) (Phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair (incomplete)"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Isis-Hathor (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E18841 (Accession Number) "]}