{"artifact_name": "bead; eye-bead", "Object Type": [" bead ", " eye-bead "], "Description": [" 27 beads, now strung together. Plain glass in blue, green, purple, eyebeads, faience, amber and sard, lapis. There is one seperate white glass bead from the same box. "], "Cultures/periods": [" Late Period ", " Ptolemaic ", " Roman Period "], "Production date": ["(late)7thc BC - 7thC AD"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": [" glass ", " glazed composition "], "Dimensions": [" Diameter: 0.40 - 2.30 centimetres (rim) "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " White glass bead 1.1x0.8x0.55. Long blue tube 2.6x0.8. Long clear tube 2.5x0.85. Long blue and yellow tube 2.4 x 1. Short blue-green tube1.2x0.7. Short green tube1.2x0.7. Short red and white tube 1.8x0.8. Red glass disk0.8x1.3. Green glass disc 0.8x1.7. Three blue and white faience discs 0.6x1.1 and 1x1.3 and 0.6x0.9. Brown glass frag0.8x1. Brown glass ball 0.85cm. Emerald flat 0.9x0.8x0.6. Milky quartz ball 1.1. Brown glass disk 0.6x0.8. l. Brown stone sphere 0.95. Melon type 0.9x 0.7. White paste 0.6x0.4. Blue scaraboid 0.8x0.6x0.3. Two red stone spheres 0.8 and 0.75. Flat blue glass 0.35x0.2. Small green glass sphere 0.45. White paste faience pendant 1.5 x 0.9. ", " 1 glazed composition plain spherical (Xia type PN8, Late Period), 1 glazed composition pendant segmented (PD89-91, Late Period), 1 glazed composition mellon (PD21, Late Period), 1 glazed composition (Egyptian blue) flat (PN45, Late Period), 3 glass crowded eye-bead (GD26/27, Late Period), 2 glass feather barrel (1 GD79, 1 GD79-82, Ptolemaic), 1 glazed composition (Egyptian blue) flat spherical (GN1, Roman), 3 carnelian or glass copy spherical (H8, Roman), 5 glass spherical (GN8, Roman), 2 glass barrel (GN16, Roman), 1 banded agate copy barrel (GN62, Roman), 1 small glass (GN2, Roman), 2 green/yellow glass pear-shaped (GD64, Roman), 1 heptagonal cylinder glass beryl copy (GN67/71, Roman), 1 amber spherical (R11, Roman), 1 amber irregular (R18, Roman), and 1 unidentified stone (turquoise?). Xia, N. 2014, Ancient Egyptian Beads, Heidelberg. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QH.06)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC54637 (Accession Number) "]}