{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Mould-made amuletic figure in glazed composition, representing the dwarf god Pataikos; naked, more standing than crouching, with legs slightly apart and hand on thighs; leaning against plain back pillar; lock of hair on left side of head; possibly wearing a large collar, though too eroded to be certain; very roughly made, crude modelling with some incised details on face; purple glaze very badly preserved, most surface very eroded; fine yellow paste; back pillar pierced at an angle coming out at the neck on the otherside; broken along piercing, possibly during manufacture. "], "Cultures/periods": ["26th Dynasty (probably)"], "Production date": ["630 BC - 525 BC (probably)"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Height: 3.90 centimetres ", " Thickness: 1.55 centimetres ", " Width: 1.85 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Pataikos might be related with the god Ptah as a craftman god (Andrews 1994, 39). He is definitely linked with the other dwarf god Bes, with whom he appears often on the same amulet or in the same context (on the relationship between these two gods: Bulté 1998, 379 and 382). As an amulet, Pataikos seems to appear as early as the 6th dynasty, although amulets of the dwarf god are better identified from the New Kingdom onwards (Andrews 1994, 39). His amulets are very common during the Late and Ptolemaic periods (as illustrated in Mendes: Wilson 1982, 32, pl. XXIX n°3-4) and as popular as Bes in Naukratis (Masson forthcoming). This amulet might have been broken during its manufacture, so was possibly locally made at Naukratis. For various types of Pataikos amulets see: Herrmann et al. 2010, 75-79 (type 36). Andrews, C. 1994, Amulets of Ancient Egypt, London. Bulté, J. 1998, ‘À propos d'une tête de Patèque de Tanis Sân 93-351, OAE 3423’, in P. Brissaud and C. Zivie-Coche, Tanis : travaux récents sur le Tell Sân el-Hagar - MFFT 1987-1997, Paris, 379-389. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.066) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor, very eroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Pataikos"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC54621 (Accession Number) "]}