{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Chian Grand Style pottery chalice (reconstructed from numerous sherds and much plaster); interior black; exterior black with decoration in added colour, consisting of confronted horsemen; they have long hair and are wearing short chitons; the detail of the riders' faces, hair and chitons, and the horses' musculature and the bridles are executed in reddish-brown; white dot rosettes as filling ornament; on either side of the panel, single vertical zigzag line with dots in the interstices between vertical lines. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Just west of Site 66 (Hogarth), 10 inches above the basal mud. "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 14 centimetres (rim) ", " Height: 5.40 centimetres (max preserved) ", " Height: 14.60 centimetres (reconstructed) ", " Thickness: 0.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Perhaps the two horsemen represent the Dioskouroi. The technique employed for the decoration of this chalice, known as light on dark decoration, is the typical form of decoration on the interior of Chian chalices. The technique is rarely employed for the exterior surfaces. Lemos stylistically connects the painter of this sherd with the Naukratis Painter who had a penchant for dot rosettes. For example, see Oxford AN1948.298c. ", " Also published by Johnston, 'Fragmenta Britannica II; sherds from Naukratis', BICS 29 (1982) pl. 5b. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0809) (phase 2) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 118-20, no. 810, p. 285, pl. 113, no. 810) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 69, p. 140, pl. 95, no. 781) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 82, pl. V, no. 28) ", " Hogarth, Lorimer & Edgar 1905 / Naukratis 1903 (pp. 114, 120, pl. V, no. 1) "], "Location": ["Not on display"], "Exhibition history": [" On permanent display: Ash/New/-1F/Restoring the Past/C014 "], "Condition": ["Good"], "Subjects": ["equestrian"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.134 (Accession Number) "]}