{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Glass weight (coin); according to Chicago Oriental Institute database, 2 dirhems (Dīnār), but could be a false (copper coin) weight of 31 kharrūba; with stamped Arab inscription; made of light olive-green translucent glass. "], "Cultures/periods": ["Islamic"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Found/Acquired: Naukratis, not from the excavation of the site itself (?) "], "Materials": ["glass"], "Technique": ["stamped"], "Dimensions": [" Diameter: 2.40 millimetres ", " Weight: 6.10 grammes ", " Thickness: 0.60 millimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This Islamic weight does not belong to the ancient site of Naukratis. Petrie explained that he bought many of these glass weights, and Arab weights in general, to \"travelling dealers at Nebireh market\" (Petrie 1886, 82, no. 512). On glass Islamic weights: Eldada, K. 2002, ‘Glass Weights and Vessel Stamps’, J.L. Bacharach (ed.), Fustat Finds : beads, coins, medical instruments, textiles, and other artifacts from the Awad collection, Cairo/New York: The American University in Cairo Press, 2002, 112-166. Morton 1985. Alexander H. Morton. A Catalogue of Early Islamic Glass Stamps in the British Museum. London. Petrie 1926. Glass stamps and weights: illustrated from the Egyptian collection in University College, British School of Archaeology in Egypt, London. On its nature and function: Balog, P. 1981, ‘Fatimid Glass Jetons: Token Currency or Coin Weights?’, Journal of the Economic and Social History of the Orient 24, 93-109. Bates, M.L. 1981, ‘The Function of Fatimid and Ayyubid Glass Weights’, Journal of the Economic and Social History of the Orient 24, 63-92. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 79 and 82, no. 512) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VC.2) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E3493 (Accession Number) "]}