{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Description": [" Rim sherd of Chian Mature Animal Style pottery heavy chalice; white slip; interior: reserved band at rim, glazed black (partly worn) below; part of lotus flower and palmette frieze in added white outline with added red centres; top of rim glazed; exterior: alternating red and black tongue band below rim above zigzag between pairs of bands. "], "School/style": ["Mature Animal Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Diameter: 38 centimetres (circa) ", " Height: 3.30 centimetres ", " Thickness: 0.50 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by University College London. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as British Museum 1924,1201.537, 1888,0601.465.a, 1888,0601.465.b, 1888, 0601.465.c, 1888,0601.465.d, 1888,0601.465.e, Boston 88.830, London UCL 751 and Paris E8056 bis.22 and probably belongs to the same vase as British Museum 1965, 0930.338. Lemos describes the other sherds from the vase as coming from a mediocre, but big chalice belonging to the Group of Elaborate Animal Chalices. Chalices that fall into this group are usually large and heavy-walled and are also known as chalice kraters. Chalices in this group also display elaborate compositions that include polychromy and delicately painted figures (Lemos 1991, 90-1). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1587) (phase 2)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UCL 393 (Accession Number) ", " Miscellaneous number: ucl np 74 (Other Accession Number) "]}