{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Cast figure of the goddess Isis in copper alloy; depicted standing with both arms forwards; start of wings visible below her arms; wearing a tripartite wig and a long dress; start of a crown on her head; hands, forearms and feet missing; very corroded. "], "Cultures/periods": ["Late Period"], "Production date": ["500 BC - 350 BC (probably late 5th - early 4th century)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 12.20 centimetres ", " Length: 2.40 centimetres ", " Width: 3.20 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This type of Isis is unique in the corpus of bronzes from Naukratis. It was discovered in the cache of bronzes in a building located in the southern part of the town (Petrie 1886, 41-42). The cache was probably made around the late 5th-early 4th c. BC, but some bronzes from this cache could be earlier in date (Masson 2015). Bronzes representing members the Osirian triad – formed by Isis, Osiris and Harpokrates, are conspicuous in Late Period and Ptolemaic bronze votive deposits all over Egypt. Statuettes of winged Isis, however, belong to a rare type (Weiss 2012, 245-247, Pl. 36d-f, Typ 139). Bar one example from Sais, a few other examples originated from the Memphite region (Weiss 2012, 701-702). Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.136) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, quite corroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC16468 (Accession Number) "]}