{"artifact_name": "cup-skyphos", "Object Type": ["cup-skyphos"], "Description": [" Parts of large Attic black-figured pottery cup-skyphos (made up of four separate sections: a) one fragment, b) 15 fragments and added plaster, c) 6 fragments, d) one fragment). Interior glazed with reserved band at rim. Exterior: section a: wide black band around edge of rim, reserved below; trace of handle root and palmette tendril; section b: wide black band around edge of rim; below, from left, part of tendril and handle palmette; at right, black-figure decoration consisting of Dionysiac procession (from left, youth with cloak over arm and vine over shoulder, moving right, both arms extended; two maenads running to right and looking back with vines); at right, second handle palmette and tendril; dots as filling ornament; below, narrow black band above black zone; section c: black band around edge of rim; below, part of handle palmette; black-figure decoration consisting of youth with cloak over arm and vine over shoulder to right, and two maenads running to right, looking back, with vines; at right, second handle palmette and tendril; dots as filling ornament; below, single narrow black band above black zone; section d: glazed black around rim, reserved below, trace of handle palmette tendril. "], "Producer name": ["Attributed to: The Haimon Painter (manner of)"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["490BC-480BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 21 centimetres ", " Height: 4.30 centimetres (section 1) ", " Height: 8.40 centimetres (section 2) ", " Height: 8.30 centimetres (section 3) ", " Height: 3.10 centimetres (section 4) ", " Thickness: 0.30 centimetres ", " Width: 5 centimetres (section 1) ", " Width: 16.90 centimetres (section 2) ", " Width: 15.20 centimetres (section 3) ", " Width: 4.60 centimetres (section 4) "], "Curator's comments": ["Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1527) (phase 3)"], "Location": ["Not on display"], "Subjects": [" classical mythological figure/creature ", " satyr "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AM1370 (Accession Number) "]}