{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Solid-cast figurative weight in copper alloy; in the shape of a frog sitting on a small base; well preserved . "], "Cultures/periods": [" Late Period (?) ", " Late Bronze Age (?) "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 1.35 centimetres ", " Length: 1.50 centimetres ", " Weight: 6.30 grammes ", " Width: 1.40 centimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This zoomorphic weight is an exception in Naukratis corpus of weights (see also a 'cow-shaped weight' kept in Toronto, Royal Ontario Museum 910.139.1). Zoomorphic weights in bronze were particularly popular in the Late Bronze Age (see for example the set of weights from Kalavasos-Ayios Dhimitrios in Cyprus: Lassen 2000, fig. 16.1). More specifically, weights in the shape of frogs were also discovered in the Late Bronze Age shipwreck at Uluburun (Pulak 2000, fig. 17.3, W 136 and W 143). This weight is not illustrated in Petrie's publication, but he mentioned a frog in bronze in his Naukratis list of weights (Petrie 1886, 77, no. 265), confirming the Naukratite origin of this early type of weight. Lassen, H. 2000, ‘Introduction to weight systems in the Bronze Age East Mediterranean: the case of Kalavasos-Ayios Dhimitrios’, in C.F.E. Pare (ed.), Metals Make the World Go Round: the Supply and Circulation of Metals in Bronze Age Europe, Oxford, 233-246. Pulak, C. 2000, ‘The balance weights from the Late Bronze Age shipwreck at Uluburun’, in C.F.E. Pare (ed.), Metals Make the World Go Round: the Supply and Circulation of Metals in Bronze Age Europe, Oxford, p. 247-266. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 77 and 81 no. 265) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VB.301) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["amphibian"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2885 (Accession Number) "]}