{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Description": [" Amulet representing Harpokrates; right hand brought to his lips, left hand holding jar on shoulder, tuft of hair on right side of head; back of head flat; belly button; green glaze preserved in places; lower body missing; surface worn. "], "Cultures/periods": [" Late Period (end?) ", " Ptolemaic (probably) "], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 3.80 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The Naukratis provenance is very uncertain, based solely on registration number sequence with other figurines. According to its description, it looks very similar to another amulet of Harpokrates which is said to come from Naukratis: Paris, Louvre Museum E20829. The child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). His cult was particularly developed in the Delta during the Late and Ptolemaic periods (Sandri 2006). On Harpokrates (or child god) amulets see: Andrews 1994, 16, fig. 10; Herrmann et al. 2010, 28-29 (type 2). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.100) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, but incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E20833 (Accession Number) ", " Miscellaneous number: Eg3334 (Other Accession Number) "]}