{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Cast weight in copper alloy; cylindrical shape, with flat base and possibly flat top; complete but too corroded to determine the shape. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Diameter: 1.90 centimetres ", " Height: 1.50 centimetres ", " Weight: 26.80 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Discoid weights are not that commonly found in Egypt in general, though they do appear rather conspicuously in Naukratis (Petrie 1886, pl. XXIII; Cour-Marty 1990, 25, fig. 2, fig. 13 and fig. 26). They are usually of small size and mass. Although they are more often made out of igneous rock, they also occur regularly in bronze, like this specimen. This weight could correspond to 1 uncia, a Graeco-Roman standard (27-28 g), although the corrosion has likely altered the original mass (on bronze weights of the uncia standard discovered in Egypt: Cour-Marty 1985, 191). Cour-Marty, M.-A. 1985. ‘Informations et Documents’, Revue d’Egyptologie 36, 189-200. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VB.259)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2989 (Accession Number) "]}