{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Cuboid weight carved from green hard stone; polished surface; complete. "], "Cultures/periods": ["Late Period"], "Production date": ["520 BC -330 BC"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["stone"], "Technique": [" polished ", " carved "], "Dimensions": [" Height: 3.40 centimetres ", " Length: 3.30 centimetres ", " Weight: 109.50 grammes ", " Width: 3.20 centimetres "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Square and parallelepiped weights are commonly found in Egypt and appear rather conspicuously in Naukratis (Petrie 1886, pl. XXIII). They were manufactured in a large range of material: they were more often made of all sorts of hard stones, especially white limestone, alabaster but also various colourful stone such as marble, serpentine, porphyry (etc.); in Naukratis, such shapes occur also regularly in basalt, diorite, granite and sandstone; bronze and lead examples are at last quite numerous (Cour-Marty 1990, 26-27, fig. 9-10, fig. 13). Weights of this type in igneous rock, such as this specimen, are mainly in use during the Late Period and associated to the Egyptian standard deben-kedet (Cour-Marty 1990, 27). This specimen however is linked with another standard. It could derive from the Royal Hebrew shekel around 11.3g (Kletter 1998), or more probably, according to its context of discovery, from the Persian silver siglos around 5.3 and 5.6 g. Square and parallelepiped weights seems particularly associated to the latter in Naukratis (Petrie 1886, pl. XXIII). This weight corresponds likely to 20 sigli. Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Kletter, R. 1998. Economic Keystones: The Weight System of the Kingdom of Judah, Sheffield. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.565) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2999 (Accession Number) "]}