{"artifact_name": "chalice", "Object Type": ["chalice"], "Description": [" Lower body sherd of Chian Grand Style pottery chalice; white slip; interior: glazed streaky black; part of dot rosette in added white and part of lotus flower in white outline with added red centre and dots; below, white and red lines; exterior: painted decoration consisting of male figures in procession to left (lower legs and feet of first figure, with dots on legs, perhaps stubble; only part of feet of second figure remaining); below, two dilute lines above double guilloche pattern in handle zone; at left, part of handle frill; probably accidental scratch on exterior. "], "Producer name": ["Attributed to: Naukratis Painter"], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 2.90 centimetres ", " Thickness: 0.30 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Men on Grand Style chalices are usually depicted with hairless legs. For examples, see Oxford AN1896-1908-G.118.1, AN1896-1908-G.118.2 and British Museum 1902,0620.1. Furthermore, the feet are usually spaced further apart, see British Museum 1888,0601.513. The figure on this sherd may represent a mythical figure. The interior decoration on the sherd is the same as that on 1888,0601.513, perhaps the sherds belong to the same vase, in which case, the scene may depict two groups of individuals approaching each other. Lemos identifies 1888,0601.513 as belonging to the Naukratis Painter, if the sherds belong together, then the Oxford sherd does as well. The painter and the group are named after a chalice found at Naukratis and the slip on all vessels from this group is a light beige to almost creamy white. Rim patterns are very simple and there is no filling ornament. The depiction of figures, however, is very elaborate. Clothing is rendered highly decorated and naked skin is expertly portrayed. The fabric of the sherd was analysed by the Research Laboratory for Archaeology at Oxford. Using Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA), the fabric was found to have originated in the plain in the east of the island of Chios (Jones 1986, p.286). It must also be pointed out that despite Jones' identification of the sherd as being in the Chalice Style, the sherd firmly belongs within the earlier Grand Style. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0810) (phase 2) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.285, table 3.21, no.8) "], "Location": ["Not on display"], "Exhibition history": [" On loan to Classics Centre in Oxford. "], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AN1948.298c (Accession Number) "]}