{"artifact_name": "weight", "Object Type": ["weight"], "Description": [" Discoid weight carved from black hard stone, possibly diorite; cylindrical shape, with flat base and top; well-polished surface; complete. "], "Cultures/periods": [" Late Period ", " Ptolemaic (early) "], "Production date": ["500 BC - 310 BC (probably)"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["diorite (?)"], "Technique": [" polished ", " carved "], "Dimensions": [" Diameter: 1.35 millimetres ", " Height: 0.50 centimetres ", " Weight: 2.18 grammes "], "Curator's comments": [" Object owned and held by the Oriental Institute, University of Chicago. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Discoid weights are not that commonly found in Egypt in general, though they do appear rather conspicuously in Naukratis (Petrie 1886, pl. XXIII; Cour-Marty 1990, 25, fig. 2, fig. 13 and fig. 26). Like this specimen, they are usually of small size and mass, and, made out of igneous rock such as basalt, granite and diorite. They do also occur regularly in copper alloy/bronze, notably in the Naukratis collection. These weights can be associated to the most used standard in Naukratis, the Egyptian standard kedet (usually around 90-95 g and 9-9,5 g for this type) and their multiples or sub-multiples (Petrie 1926, 14; Cour-Marty 1990, fig. 25). The Greek drachma can also be linked with discoid weights as attested for example by Greek inscriptions found on some of these weights (Petrie 1886, pl. XXIII; Cour-Marty 1990, 25). This specimen seems actually associated to the Attic drachma standard (4.32 or 4.37g: see van der Wilt 2010, 160; our specimen weights half of 4,37g) and not to the kedet. Egypt in the Ptolemaic period used to mint fractions and multiples of the drachma, especially in bronze (von Reden 2001). However, the Ptolemaic drachma was progressively reduced to around 3.6g under Ptolemy I (on this reduction: Préaux 1939, 269; de Callataÿ 2005, 118; Gorre, G. 2012, 110). This weight could therefore be dated between the early 5th century when the Attic drachma at 4.3g was well established and the late 4th century BC. Cour-Marty, M.-A. 1989. Les poids dans l’Égypte ancienne, Vols. 1-3 [unpublished thesis, microform], Paris. Cour-Marty, M.-A. 1990, 'Les poids égyptiens, de précieux jalons archéologiques', Cahier de Recherches de l'Institut de Papyrologie et d'Egyptologie de Lille 12, 17-55. Cour-Marty, M.-A. 1991, ‘Weights in Ancient Egypt: A Method of Study’, in S. Schoske (ed.), Geschichte, Verwaltungs- und Wirtschaftsgeschichte, Rechtsgeschichte, Nachbarkulturen. Akten des vierten Internationalen Ägyptologen Kongresses, München, 1985, Studien zur altägyptischen Kultur 4, Hamburg, 137-43. de Callataÿ, F. 2005, ‘L'instauration par Ptolémée Ier Sôter d'une économie monétaire fermée’, in O. Picard and F. Duyrat (eds.), L'exception égyptienne : production et échanges monétaires en Égypte hellénistique et romaine, Études Alexandrines 10, Le Caire, 117-134. Gorre, G. 2012, ‘Les monnaies lagides et les papyrus démotiques’, in O. Picard et al., Les monnaies des fouilles du Centre d'études alexandrines: les monnayages de bronze à Alexandrie de la conquête d'Alexandre à l'Égypte moderne, Études alexandrines 25, 109-122. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1926, Ancient Weights and Measures Illustrated by the Egyptian Collection in University College, London. Préaux, C. ‘L’économie royale des Lagides’, Bruxelles, 1939. von Reden, S. 2001. ‘The Politics of Monetization in Third-Century BC Egypt’, in A. Meadows and K. Shipton, Money and its Uses in the Ancient Greek World, Oxford, 65-76. van der Wilt, E. 2010, ‘Lead Weights and Ingots from Heracleion-Thonis: an Illustration of Egyptian Trade Relations with the Aegean’, in A. Hudecz and M. Petrik (eds.), Commerce and Economy in Ancient Egypt. Proceedings of the Third International Congress for Young Egyptologists 25-27 September 2009, Budapest, Oxford, BAR International Series 2131, 157-164. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (VA.617) (phase 3)"], "Location": ["Not on display"], "Condition": ["Good"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E2987 (Accession Number) "]}