{"artifact_name": "figure; votive plaque", "Object Type": [" figure ", " votive plaque "], "Description": [" Naked female figure standing in nich or shrine. Schematic rendering of the figure. Crudely carved from a rectangular limestone block to produce a relief votive plaque. Square-cut wig to the shoulders. Red and black painted decoration, detailed with incision. Portion including the head lost. Fragment in soft limestone. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC – 275BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-F.2"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 9.50 centimetres ", " Thickness: 2.50 centimetres ", " Width: 10.40 centimetres "], "Curator's comments": [" Object owned and held by Sammlung des Ägyptologischen Instituts der Universität, Heidelberg. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Limestone plaque of nude female standing in shrine or niche are similar to terracotta examples also found at Naukratis and Memphis. A small number of examples were found at Naukratis (British Museum EA1888,0601.21; 1886,0401.1506; Alexandria 16864; Heidelberg 1725). Like the reclining ‘concubine’ figures, these were found by Petrie and Hogarth in the town and adjacent to the Great Temenos area and broadly dated by the excavators to between the 6th and 4th centuries BC (Hogarth 1905, 129, pl.19.4; Gutch in Hogarth 1899, 82 nos. 49- 56; Petrie 1886, 22, 36, 40-1, pl.19.2, 7-9) A Late Period parallel was found at Tell el-Yahudiya (Bailey 2008, 41; British Museum EA1875,0517.100) with papyrus-columns, broken lintel and Hathor capitals. Parallels from Saqqara (Quibbel 1907, pl.30.5), a Ptolemaic context in Tell Balamun (Spencer 2003, 35, no.16, pl.33.16), and from Athribis, including one wearing the crown of Isis-Hathor with Osiris, were found in contexts dated to the end of the 4th and the 2nd century BC (Myśliwiec 1996, 10, fig.2; 1997, 120; 2004, Figs 9, 10, 11, 13, 14, pl.3.1). See also Ptolemaic(?) parallel from Schedia (Abd El-Fattah 1998, 51-2, fig. 24). Broadly this type date to between the 5th to 3rd centuries BC. Abd El-Fattah, A. 1998. Recent discoveries in Alexandria and the Chora, in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 37-53. Krzyzanowska, A. and Myśliwiec, K. 2009. Tell Atrib 1985-1995. II, Les monnaies; Contexte archéologique. Warsovie: Éditions Neriton. Myśliwiec, K. 1996. Les ateliers d' Athribis ptolémaique, Archeologia: 47: 7-20. Myśliwiec, K. 1997. Phallic figurines from Tell Atrib. Myśliwiec, K. 1999, in Felber, H., Pfistere, R., Hass, S. (eds)., Ägypter Griechen-Römer, Begegnung der Kulturen, Kanobos 1, Leipzig. Myśliwiec, K. 2004. Eros on the Nile. Ithaca: Cornell University Press. Spencer, A. J. 2003. Excavations at Tell El-Balamun, 1999-2001. London: British Museum Press. Quibell, 1907. Excavations at Saqqara 1905-1906. Le Caire: Imprimerie de l'Institut français d'archéologie orientale. ", " Underside bears a very faint modern inscription: 'Naukr. 1902' "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.031) (Phase 2)"], "Location": ["Not on display"], "Subjects": [" birth ", " ancient egyptian deity (?) "], "Associated names": ["Associated with: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1725 (Accession Number) "]}