{"artifact_name": "stand; lebes gamikos", "Object Type": [" stand ", " lebes gamikos "], "Description": [" Much of the stand of Attic red-figured pottery lebes gamikos or dinos (reconstructed from numerous fragments); interior: wide black band near top and four at bottom of sherd; exterior: red-figure decoration consisting of standing figures of Apollo, Ganymedes and Artemis, Hermes, Dionysos, and Leto; Apollo, head missing, stands to right, wearing chiton and himation; he holds out a phiale in his right hand and a lyre, with lyre cloth, in his left; the small figure of Ganymedes stands frontal to right of Apollo and holds an oinochoe in his lowered right hand; Artemis, head and shoulders missing, wears a peplos and holds a phiale in her right and bow and arrows in her left hand; she stands frontal and to right of Ganymedes; the head, shoulders, and torso of the frontal figure of Hermes are missing; he wears a chlamys and holds the caduceus; of Dionysos, head, shoulders and most of upper body are missing; he probably holds a vine branch and wears chiton and himation; he stretches his left hand to Leto, head missing, who stands frontally, in chiton and himation, holding a phiale in her right hand and undetermined object in her left; below, maeander and square frieze above frieze of diagonally opposed palmettes. "], "Producer name": ["Attributed to: The Villa Giulia Painter"], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["460BC-450BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Diameter: 31 centimetres (body circa) ", " Height: 29.50 centimetres ", " Thickness: 0.90 centimetres ", " Width: 22.80 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Also published in Vassilika, E. (1998) Greek and Roman Art p.56-57, no.26, and noted in LIMC under Apollo, Artemis, Dionysos and Hermes. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 501, no. C47) ", " CVA Cambridge I / Corpus Vasorum Antiquorum Great Britain, Fasc. 6, Cambridge, Fasc. 1 (p. 37, pl. XXXVIII, no. 1-4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1967) ", " ARV / Attic Red-Figure Vase-Painters (623, 73) ", " LIMC (IV, 168 and pl. 81, Ganymedes 66) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.P.13 (Accession Number) "]}