{"artifact_name": "column krater", "Object Type": ["column krater"], "Description": [" Body sherd (mended from 5 fragments) of Corinthian black-figured pottery column-krater; interior glazed black; exterior: black-figure decoration consisting of a procession of women to the right: from left, part of garment with added red of first figure; hair, garment with red, legs in outline and black feet of second figure; garment with red, legs in outline and feet of third figure); dilute line below; below, second black-figure frieze preserving deer (antlers remaining) to right and panther (part of front facing head remaining) to left. "], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 12 centimetres (joined) ", " Thickness: 0.70 centimetres ", " Width: 15.80 centimetres (joined) "], "Curator's comments": [" Object owned and held by Musée du Louvre. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd joins Paris AM1360 (12); AM1360 (18); AM1362 (6) and AM1360 (7). The sherd also belongs to the same vase as Paris AM1360 (20) and AM1360 (9). The interpretation of the figures as women is uncertain. There are certain similarities in the way their mantle is held with the women or \"penguin ladies\" depicted by the Attic black-figure painter Lydos. For example, see Munich 1681. However, the women on pots by the Lydos Painter hold their mantle out in front of them. Here, the direction of the feet make clear that the mantle is streched behind them. Furthermore, the outline legs of these figures are basic and resemble sticks. Usually, very little is visible of clothed women's legs. The rendering of the iconography is very simple and almost carelessly executed. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.178) (phase 3)"], "Location": ["Not on display"], "Subjects": ["mammal"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: AM1360 (19) (Accession Number) "]}