{"artifact_name": "amulet", "Object Type": ["amulet"], "Description": [" Amulet in Egyptian blue, in the shape of a falcon, maybe associated with the god Montu or Horus; standing on rectangle base and wearing a crown with two tall plumes and small disc; tail and feet in openwork; rather schematic work; broken suspension loop pierced widthways behind head; in soft pale blue paste. "], "Cultures/periods": ["26th Dynasty (likely)"], "Production date": ["664 BC - 525 BC (likely)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": ["incised"], "Dimensions": [" Height: 3.25 centimetres ", " Length: 2.45 centimetres ", " Width: 1.05 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Falcons are often associated with Horus, though various deities and the pharaoh himself can assume a falcon form (Davies, Smith 2005, 54); the identification of the deity represented is even harder in the case of amulets (Andrews 1994, 27-28; on various types of falcon amulets: Herrmann et al. 2010, 103-104). Numerous amulets of falcon, made out of bronze, glazed composition, stone and Egyptian blue, were discovered in Naukratis (Masson forthcoming). The headdress is unusual in the corpus of falcon amulets from Naukratis. Falcon deity crowned with two tall plumes and sun-disc could be more associated to the Theban warrior god Montu (Andrews 1994, 29-30). Such type of amulet is not known prior to the Third Intermediate Period (see for example an amulet in Egyptian blue in Herrmann et al. 2010, 104, no. 11). Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.206) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair, though quite worn"], "Subjects": ["bird"], "Associated names": [" Associated with: Horus (?) ", " Associated with: Montu (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC6485 (Accession Number) "]}