{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian ithyphallic limestone figure. Representation of naked figure, probably originally Harpocrates. Seated with knees raised and phallus extending forward. Subsequently modified: face recut with almond shaped eyes, angular features and pointed chin or beard. The phallus has been cut off close to its base and the front modified to form a vulva(?), which was painted red. Possibly a representation of a eunuch? Crudely carved from soft Egyptian brown limestone. Painted red, with black eyes and beard. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 330BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-I.4 (modified from)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 6.30 centimetres ", " Length: 6.10 centimetres ", " Width: 4.65 centimetres "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The final, modified form is very unusual, though this appears to be modified from a very common form known at Naukratis (The Petrie Museum UC16475; British Museum GR1965,0930.968, 1965,0930.973, 1965, 0930.941, 1965,0930.938, 1886,0401.1515) with further parallels attributed to Naukratis (Fitzwilliam Museum, Cambridge E.SU.154, E.97.1914; British Museum GR2011,5011.5, 2011,5011.4). Parallel found on Cyprus (Karageorghis 1984, 219, pl.42.3, fig.2, Louvre no. 2114, p219) and unprovenanced (British Museum EA90341). Very close to common 4th and 3rd century BC examples holding a drum (Thomas type L-I.6) known from Memphis and Saqqara (Quibell, 1907; Martin 1981; 1987). Uncertain whether these represent earlier variants of L-I.6 or just regional variants. Dated approximately 5th to 3rd century BC. Modifications appear to have been made to the face and the phallus, which were subsequently painted. The modification may have been meant to represent a eunuch. Alternatively the modifications may have been relatively recent, made to increase the value of the object, if acquired, rather than excavated by Petrie. Karageorghis, V. 1984. Dionysiaca and erotica from Cyprus. RDAC1984, 214-220. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra: the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. Martin, G.T. 1987. ‘Erotic’ figurines, the Cairo Museum. GM 96, 71- 84. Quibell, 1907. Excavations at Saqqara 1905-1906. Le Caire: Imprimerie de l'Institut français d'archéologie orientale. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.062) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC16475 (Accession Number) "]}