{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Mould-made scarab in glazed composition; back completely eroded; at side, legs simply modelled, with undercut triangle; underside roughly incised with a vertically arranged hieroglyphic inscription; pierced lengthwise; poor remains of cream glaze; in white fine paste; much worn. "], "Cultures/periods": ["Late Period (probably)"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made ", " undercut ", " pierced "], "Dimensions": [" Length: 1.55 centimetres ", " Thickness: 0.60 centimetres ", " Width: 1.15 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by The Petrie Museum of Egyptian Archaeology. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The motto ‘the watchfulness of (god name) is protection’ is one of the commonest protection formula attested on scarabs. It is usually associated with the name of Amun, sometimes Mut, here just with the generic \"my god\". Parallels are numerous, for example: Petrie et al. 1923, pl. LV, 5; Petrie 1925, pl. XII, 723; Brunton 1948, pl. LXIII, 84; Hornung and Staehelin 1976, 339-340, 752/755; Ben-Tor 1989, 72, 9; Schulz 2007, cat. no. 73. Ben-Tor, D. 1989. The Scarab : A Reflection of Ancient Egypt, Exhibition of the The Israel Museum of Jerusalem, Summer 1989, Jerusalem. Brunton, G. 1948. Matmar, London. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Petrie, W.M.F. 1925. Buttons and design scarabs, London, British School of Archaeology in Egypt 38. Petrie, W.M.F., Brunton, G., Murray, M.A. 1923. Lahun II, London. Schulz, R. 2007. Khepereru – Scarabs : Scarabs, Scaraboids, and Plaques from Egypt and the Ancient Near East in the Walters Art Museum Baltimore, Baltimore. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.111) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: UC71934 (Accession Number) "]}