{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian figure plaque of a woman. Terracotta slab of irregular, oblong-oval shape, the central part a slightly raised rectangle with a nude female mould-made figure (standing upright or reclining?) in relief, her hands by her side, triangular face, with a long wig-like style coiffure, her feet (barely indicated) resting on a squarish base. Crudely indicated features, the navel indented, fingers and details of hair indicated by grooves. On the much-worn surface a thin orange-brown wash and numerous small specks of a white coating that originally appears to have coverered the whole top surface, in places with traces of red paint. Micaceus brown (Munsell 5YR4/4 and lighter) Nile silt clay with numerous lime and vegetal and some small to large sand inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 400BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.1.2"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Length: 13.20 centimetres ", " Width: 5.90 centimetres ", " Depth: 2.60 centimetres (max) "], "Curator's comments": [" Object owned and held by McLean Museum and Art Gallery, Greenock. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Simple naked female plaque figures are common in Egypt during the Late Period and in the Levant at contemporary Phoenician sites. Closest parallel from Naukratis is NA579 from Cambridge Museum of Classical Archaeology (MCA), though there are many variants on this theme from Naukratis. Parallels are generally dated to the Late Period and early Ptolemaic periods. Thought to be fertility figures or ex-voto in honour of, but not representing, Hathor (Török 1995, pl.109, nos 203-9, particularly no.206 from Memphis; Bayer-Niemeier 1988, 148, pl. 50.1-5, nos 263-7, particularly no. 266; Weber 1914, no.199; Petrie 1909, pl.35.11; Kaufmann 1913, fig. 69:3). Bayer- Niemeier identifies a clear ‘Pharaonic tradition’ clear with New Kingdom and Third Intermediate Period parallels from Medinet Habu (Teeter 2010, nos 1 to 9 and 24 to 26) and the Temple of Mut in Luxor (Waraksa 2009, no. 3) and similar examples of this Pharaonic tradition come from New Kingdom domestic religion parallels from Deir el-Medina, Sawâma and Armana (ibid.). Similar figure plaques found at Naukratis in the British Museum (Bailey 2008, nos 3108 to 3110; Higgins 1954, 404; GR 1888,0601.113, GR1886,0401.1543, GR 1886,0401.1458), Cambridge (NA576, NA577, NA578, NA579, NA581, NA582, NA583, NA584), and by recent excavations at Naukratis by the SCA (unpublished). Bayer-Niemeier, E.1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Petrie, W.M.F. 1909a. Memphis volume I. London: Schol of Archaeology in Egypt. London. Teeter, E. 2010. ‘Baked clay figurines and votive beds from Medinet Habu’. Oriental Institute Publications 133. Chicago. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma. Waraksa, E. A. 2009. Female figurines from the Mut Precinct: context and ritual function. Fribourg Academic Press. Göttingen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.035) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Associated with: Isis-Hathor"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1987.375 (Accession Number) "]}