{"artifact_name": "coffin-fitting", "Object Type": ["coffin-fitting"], "Description": [" Terracotta coffin-fitting in form of gorgoneion. A coffin-attachment of a mask of Medusa with curling hair falling on each side of her face and snakes tied in a Hercules knot above her brow and below her dimpled chin. The back is concave, with a flattened edge where it came into contact with the wood of the coffin. The face was pressed into a plaster one-piece mould. The face has a grey-brown surface coloration and traces of a white dressing; much of the hair is painted red. Micaceous brown Nile silt with a grey-brown core. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC-250BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 8.30 centimetres (circa) ", " Thickness: 2.40 centimetres (circa) ", " Width: 8.70 centimetres (circa) "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The 1975 Dundee register lists this as coming from Tell Dafana, but this is highly unlikely. A Naukratis provenance is confirmed by publication of this in Gardner's Naukratis volume (1888). There are a number of parallels for this (Parlasca 2001, 177n. 17; LIMC iv (1), 297, no. 115) from Naukratis at the British museum, (GR1888,0601.127; GR1888,0601.128; GR1888,0601.129, GR1888,0601.130; GR1922,0420.1) and in plaster (GR1888,0601.695). Gardner lists GR1888,0601.127, GR1888,0601.129, GR1888,0601.695, Dundee 1975.49 and Bolton 1886,31.20b(?) as coming from the same wooden coffin. Others from Naukratis are at the Ashmolean, Fitzwilliam Petrie, Alexandria, Harrow School Museums and private collections (Ashmolean Museum, Oxford, no. 1888.223-6 and E4798, from the Egypt Exploration Fund’s second season at Naukratis; Breccia 1930, pl. 46. 6; Christie’s Sale Catalogue, 8 December 1993, lot 128, two examples; Edgar 1905, pl. 2, no. 33115 and 33120; Fitzwilliam Museum, Cambridge, GR.9.1887, GR.10.1887, GR.12.1887, GR.13.1887, GR.51.1887, GR.58.1887, also GR.11.1887 and GR.59.1887 with snakes removed before firing; Gardner and Griffith 1888, pl.16. 2, probably Petrie Museum, UC.48468; Petrie Museum UC.54626– 30: two of the five are of a later date, UC.54628 illustrated in Trope et al. 2005, no. 72; Graindor 1939, pl. 16.44; Parlasca 2001, pl. 26 several ‘from Naukratis' on art-market, before 1961 and pl. 27, no. 9–10 Paris market; Schreiber 1908, 40, fig. 26a, in Alexandria Museum; Smith 1904, pl. 86, F80, in Harrow School; Sotheby’s New York Sale Catalogues, 18 June 1991, lot 84 and 31 May 1997, lot 99, seven examples 'from Naukratis' acquired in 1955; same mould-series: Hilton Price 1897, 6, no.31, four examples; University of Pennsylvania Museum of Archaeology and Anthropology E135; Bolton Museum 1886.31.20b, 1886.31.20a; City Art Gallery and Museum, Bristol H5984, H2264.5, H2264.4, H2264.3, H2264.2, H2264.1, H5134, H5133 and H839 which is probably from the same mould; McManus Galleries, Dundee 1975-49). Other parallels from Egypt have been dated to the 2nd and 1st century BC (Schmidt 1994, no. 267; Watzinger 1905, 61, fig. 120), from Lower Egypt (Perdrizet 1921, no. 277; Schmidt 1994, no. 268) and smaller example from Lower Egypt, dated beginning of 3rd century BC (Besques 1992, no. D 4575). Also one identified as a 'medallion' from Ptolemaic Memphis (UC48468). Parallels from Kom Firin of plaster coated and painted Medusa masks (Choucri 2003, 126, ‘2e type’; Farid 1973, Tomb G7, JE 89422; Tomb G69, JE 89423; Tomb G101, JE 89564; Basta 1979, 195 shaft tomb T140; Basta 1979, 194 between burials; el-Fattah and Georges 2007, 30–1; Spencer 2008, 12). Basta, M. 1979, ‘Excavations West of Kôm Firin (1966–1967)’, Chronique d'Egypte Bruxelles 54, 183–96. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Breccia, E. 1930, Terrecotte figurate greche e greco-egizie del Museo di Alessandria I, Bergamo. Choucri, S. A. 2003, Trois saisons de fouilles dans la vaste nécropole de Silvago, dans le gouvernorat de Béheira, in Z. Hawass (ed.), Egyptology at the Dawn of the Twenty-first century. Proceedings of the 8th International Congress of Egyptologists, I: Archaeology, Cairo, 123−9. Edgar, C. C. 1905, Catalogue general des antiquités égyptiennes du Musée du Caire, Graeco-Egyptian Coffins, Masks and Portraits, Cairo. el-Fattah, A. Abd and Georges, C. 2007, Le panthéon égyptien gréco- romain à la lumière des fouilles menées dans la zone du Delta ouest, in J. Goyon and C. Cardin (eds), Proceedings of the Ninth International Congress of Egyptologists. Orientalia Lovaniensia Analecta 150, Leuven, 21–32. Farid, S. 1973, ‘Preliminary Report on the Excavations of the Antiquities Department at Kôm Abu Billo’, Annales du Service des antiquités de l’Égypte 61, 21–6. Graindor, P. 1939, Terres cuites de l’Égypte gréco-romaine, Antwerp. Hilton Price, F. G. 1897, A Catalogue of the Egyptian Antiquities, London. Lexicon Iconographicum Mythologiae Classicae, 1974, Zurich and Munich. Parlasca, K. 2001, ‘Griechische Grabkunst ägyptens in hellenistischer Zeit’, in U. Höckmann and D. Kreikenbom (eds), Naukratis, die Beziehungen zu Ostgriechenland, Ägypten und Zypern in archaischer Zeit, Paderborn, 175–182. Perdrizet, P. 1921, Les Terres cuites grecques d’Égypte de la collection Fouquet, Nancy. Schmidt, E. 1994, Martin-von-Wagner-Museum der Universität Würzburg, Katalog der antiken Terrakotten I: Die figürlichen Terrakotten, Mainz. Schreiber, T. 1908, Die Nekropole von Kôm-esch-Schukâfa (Expedition Ernst Sieglin I, Textband), Leipzig. Schürmann, W. 1989, Katalog der antiken Terrakotten im Badischen Landesmuseum Karlsruhe, Göteberg. Smith, C. H. 1904, Burlington Fine Arts Club, Exhibition of Ancient Greek Art, London. Spencer, N. 2008, Kom Firin I: The Ramesside Temple and the Site Survey. British Museum Research Publications 170, London. Trope, B., Quirke, S. and Lacovara, P. 2005, Excavation Egypt: Great Discoveries from the Petrie Museum of Egyptian Archaeology, Atlanta. Watzinger, C. 1905, Griechische Holzsarcophage aus der Zeit Alexanders des Grossen, Leipzig. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DE.094) (Phase 1) ", " Gardner 1888 / Naukratis II (pl. XVI, no. 3) "], "Location": ["Not on display"], "Subjects": ["classical mythological figure/creature"], "Associated names": ["Representation of: Gorgon/s"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1975-49 (Accession Number) "]}