{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Upper part of terracotta mould-made figure plaque. Perfume cone ontop of hair or wig. Background of plaque was given a white coating, overpainted in blue in places. Red paint on face and hair. Micaceous red-brown Nile silt with organic inclusions and grey core. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.1.1"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 5.90 centimetres ", " Width: 5.50 centimetres "], "Curator's comments": [" Object owned and held by University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Label at back; \"Aug 1/23 Naukratis\". Transferred 2003 from Civic Center Museum (originally The Commercial Museum, which dates back to the early 1900s). Resembles New Kingdom style (so-called concubine figurines) , though Late Period plaques of naked women have been found at Naukratis (without the perfume cone) and are currently in the British Museum (Bailey 2008, nos 3108 to 3110; Higgins 1954, 404; GR 1888,0601.113, GR1886,0401.1543, GR 1886,0401.1458), Cambridge Museum of Classical Archaeology (NA576, NA577, NA578, NA579, NA581, NA582, NA583, NA584), and by recent excavations at Naukratis by the Spreme Council of Antiquities (unpublished). "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.031) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Associated with: Isis-Hathor (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 2003-34-316 (Accession Number) "]}