{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta head in grotesque style. An old woman(?) head, broken from a terracotta statuette at the neck. Eyes, nose and mouth indicated, short striations off the face in a band round the face may indicate a veil. Mould-made. Remains of thick white coating in places, some flecks of red and pink paint. Mouldmade and touched up by hand. Brown-red micaceous Nile silt. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" painted (?) ", " mould-made "], "Dimensions": [" Height: 4.90 centimetres ", " Width: 4.20 centimetres ", " Depth: 4.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Good parallel (of an old man) in same style from Naukratis, now in the British Museum and dated to the 3rd to 2nd century BC (Bailey 2008, 151, pl. 106, no. 3575, EA1976,0724.2 EA 68548). Comparanda, include similar examples (Török 1995, no. 241) dated third to second century BC and (Szymańska and Babraj 2004, 35, fig. 7) from a third century BC context at Athribis. Also a similar piece from Athribis (Tell Atrib) dated to the late 3rd century BC (Szmańska 2005, pl.2, no.10). Bolton Museum register gives Naukratis as definite provenance. See also NA565 from Naukratis and a similar piece from Athribis (Tell Atrib) dated to the late 3rd century BC (Szmańska 2005, pl.2, no.4). Szymańska, H. 2005, Terres cuites d’Athribis, Turnhout. Szymańska, H. & Babraj, K. 2004 Aus den Brennöfen von Athribis (Ägypten): Neue Funde aus dem Ptolemäischen Stadtviertel, in ‘Antike Welt’ 35.2: 33-7. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma: L'Erma di Bretschneider, Bibliotheca Archaeologica, 15: 199. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.526) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["devotee/worshipper"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1966.95.A (Accession Number) "]}