{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from chalky white stone, likely steatite; rather stylised back with clypeus simply indicated, prothorax and elytra boundaries indicated by incised single lines; side view unknown; underside incised with crudely made hieroglyphic inscription arranged horizontally; pierced lengthwise; complete but surface worn. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC"], "Production place": [" Made in: Scarab Factory (?) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite (likely)"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.10 centimetres ", " Width: 0.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This type of inscription (especially ‘praised by Khonsu’ and ‘praised by Amun’) is very common on scarabs. In Naukratis itself: Petrie 1886, pl. XXXVII, no. 112 (hieroglyphs arranged in a column). For other parallels, see: Petrie 1888, pl. VIII n°64-65, 76; Newberry 1907, pl. X nos. 36609, 36623, 36626, 36879, 36900, 36914; Newberry 1908, 190, pl. XL, no. 10; Teeter 2003, 21, no. 1. Since the Museum register mentions that it was found in the Scarab Factory, a 26th Dynasty date could be a possibility. However, the Scarab Factory is a findspot that has been reported for scarabs and scaraboids of a secure earlier date. This scarab presents affinities with Gorton's type IX (Gorton 1996, 27-30, see particularly the example found in Ischia no. 21), mainly distributed in the Western part of the Mediterranean, especially in Carthage) and little attested in Greece. Type IX scarabs are documented from contexts dated between the mid-8th till the 6th century BC (Gorton 1996, 30). For a similar inscription arranged vertically, on a glazed composition scarab see BM 1886,0401.1611. Newberry, P.E. 1907, Scarab-schaped seals, CGC n°36001-37521, London. Newberry, P.E. 1908, Scarabs: an introduction to the study of Egyptian seals and signet rings, London. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M. F. 1888, Tanis II Nebesheh Defenneh. (Memoir of the Egypt Exploration Fund 4), London. Teeter, E. 2003, Scarabs, scaraboids, seals, and seal impressions from Medinet Habu; with post-pharaonic stamp seals and seal impressions, Chicago. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 79) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.69) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair; surface worn"], "Associated names": ["Named in inscription: Khons"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.864 (Accession Number) ", " Miscellaneous number: P.5770 (Pottery & Porcelain Ledger No.) "]}