{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head fragment of terracotta Harpocrates or follower wearing festival wreath headdress with lotus buds. Hollow and mould made, with lug at back, but not pierced. Red-brown Nile silt with abundant mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.30 centimetres ", " Thickness: 1 centimetres ", " Width: 3.10 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Small example, probably from a Harpocrates mounted on an animal such as parallel in Cambridge Museum of Classical Archaeology (NA489). Probably locally produced at the Naukratis Terracottas workshop operational between the 3rd to 2nd century BC and possibly later. Harpocrates on goose with the same subject and headdress as a Ptolemaic example from Tanis dated to the 2nd century BC (Bailey 2008, no. 3071), though others are dated to the early 1st century BC (Fischer 1994, no.616). Gutch dates NA489 to between 150BC and 250AD (Gutch in Hogarth 1899, pl. 13, no. 201). See NA490 in Cambdridge, also from Naukratis. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.041) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2748 (Accession Number) "]}