{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta female figure of pregnant woman. Fragment of torso only with breasts, stomach and right arm. Mould-made and hollow, from two-piece mould. Dark red-brown Nile silt fabric with abundant fine gold mica, quartz and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Production place": [" Made in: Naukratis (probably) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 5.50 centimetres ", " Thickness: 1.70 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This example is from the same mould as GR 1973,0501.55 from Naukratis in the British Museum, both were probably made in Naukratis. Parallels from the terracottas workshop, dated by Bailey dates to the 3rd and 2nd centuries BC (Petrie 1886, 45; Bailey 2008) are in the British Museum (GR1886,0401.1452, GR 1965,0930.974, particularly Bailey 2008, no. 3136). However, Fischer gives a close parallel a Roman date of late 2nd century AD (Fischer 1994, 339, no. 839, using NA496 as a parallel, possibly based on Petrie dating this workshop to the Roman period). The close parallels are given late Hellenistic to Early Roman date (Fischer 1994, 339, no. 833), though similar pieces are commonly given early Hellenistic, 3rd to 2nd century BC dates (Torok 1995, pl.100. no. 186-8). Edfu parallels have been found in a 1st century AD context (Michaowski et al. 1950, pl. 27. no. 30) and dated to the 3rd century BC (Szymańska 1999, 81, fig. 8). Other parallels from Ashmunein (Perdrizet 1921, no. 338), 'probably' Fayum (Weber 1914, no. 276) and unprovenanced (Sotheby’s Sale Catalogue, 18 May 1987, lot 114). Fischer, J. 1994. ‘Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen’. Tübingen: Wasmuth. Michałowski, K., Desroches, E., de Linage, J., Manteuffel, J. and Zejmo-Zejmis, M. 1950. ‘Fouilles franco-polonaises, rapports III: Tell Edfou 1939.’ Cairo. Perdrizet, P. 1921. ‘Les Terres cuites grecques d’Égypte de la collection Fouquet.’ Nancy. Szymańska, H. 1999. In N.Grimal (ed.) ‘Tell-Edfou, soixante and après.’ Cairo. Weber, W. 1914. ‘Königliche Museen zu Berlin: Die ägyptisch- griechischen Terrakotten’. Berlin. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.477) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 85, nos 129-130) "], "Location": ["Not on display"], "Subjects": ["birth"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA496 (Accession Number) "]}