{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of female terracotta figurine: head, broken off at the neck, part of the top missing, facial features and ears modelled, and a band of hair, incised, around the face. Back undecorated. Mould-made, solid; orange-red brown clay with black core, probably Nile silt. Faint traces of white covering. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - 1stC BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 4.60 centimetres ", " Width: 3.10 centimetres ", " Depth: 2.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that was operational during the 3rd to 2nd century BC and possibly later. Parallel from Naukratis (Kelvingrove Art Gallery and Museum, Glasgow 1892.21.c; Bolton 1886.31.25; Cambridge Museum of Classical Archaeolgy NA524) all appear to be crude (early?) attempts at Tanagra type figurines with rough backs, but none are from the same mould. Close mid to late 3rd century BC parallel from Hadra, Alexandria (Tezgör 2007, no. 38-9, 184). Tezgör, D. K. 2007. Tanagréennes d'Alexandrie : figurines de terre cuite hellénistiques des nécropoles orientales. Musée gréco-romain d'Alexandrie. Études alexandrines 13. Cairo : Institut Français d'Archéologie Orientale. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.422) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.26 (Accession Number) "]}