{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Large scarab carved from steatite; stylised back with clypeus and prothorax simply indicated with T- shape lines, winglets shown as loops (not normal triangles or V-incisions); feathering on front legs indicated boldly with parallel lines; underside incised with motif arranged vertically; in upper register, plumed oval inscribed with Menkheperra name, flanked by facing uraei; in lower register, scarab flanked by bread loaves, surmounting a neb-basket sign; pierced lengthwise; yellowish smooth shiny surface, from the glaze. "], "Cultures/periods": ["26th Dynasty (possibly)"], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced ", " glazed "], "Dimensions": [" Height: 4.10 centimetres (according to EEF list) ", " Height: 3.30 centimetres (according to MFA database) "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Jaeger, the motif of the underside is unique (Jaeger 1982, 89, § 386). A relatively similar composition, with a hes vase replacing the Menkheperra cartouche, is provided by a scarab found in Naukratis in 1899 by Hogarth (Cairo, Egyptian Museum CG37369) and another one in Ibiza (the latter discussed in Gorton 1996, Type V, nos 2 and 5). Gorton consider this scarab to be either a genuine Hyksos-style scarab or a late imitation of this style (Gorton 1996, 18). A Hyksos date is too early, though early scarabs were discovered in Naukratis (on the various early scarabs from Naukratis see: Masson forthcoming). A 26th dynasty date is more probable. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 151) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 17, Type V, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.62) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1886"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 86.674 (Accession Number) ", " Miscellaneous number: P.4881 (Pottery & Porcelain Ledger No.) "]}