{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian ceramic lamp. Mould-made, with a round reservoir and projecting nozzle that flares at the tip. There is a central hole in the top of the reservoir, surrounded by a circular depression. The nozzle has two lines faintly incised along it. Brown-black surfaces. Traces of burning through use. Red-brown Nile silt with white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["(late)2ndC BC - (mid)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 2.70 centimetres ", " Length: 8.10 centimetres ", " Width: 5.60 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A similar, but finer, unprovenanced Egyptian parallel in the British Museum, is dated to the 1st century BC (Bailey 1975, British Museum Lamps I, Q598). 1st century BC parallels from Alexandria (Mlynarczyk 1998, 336-9, Fig. 10). Parallels dated from the end of the 2nd to the 1st century BC (Mlynarczyk 1997, Type L, see Figs. 112, 117, 157). Late 2nd to early 1st century BC parallel from Tell Atrib (Młynarczyk 2012, type TA 11.17). Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.055) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.9 (Accession Number) "]}