{"artifact_name": "sanctuary-lamp", "Object Type": ["sanctuary-lamp"], "Description": [" Greek sanctury lamp. Undecorated, wheel-made oil lamp with open dish and 3 finger-shaped nozzles on one side preserved. The central, open filling area has an edge. Red-brown Nile silt fabric with red core, common fine quartz, mica, organic vesicles and white inclusions. "], "Cultures/periods": [" East Greek (?) ", " Archaic Greek (?) ", " Late Period (?) "], "Production date": ["6thC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["wheel-made"], "Dimensions": [" Diameter: 12 centimetres (rim internal diameter) ", " Height: 3.70 centimetres ", " Length: 7.30 centimetres ", " Width: 8.60 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Parallels from Naukratis and Salamis (Bailey 1975, British Museum Lamps I, Q152, Q494). Several sanctuary lamps were found in the Sanctuary of Aphrodite (Gardner 1888, 48; British Museum GR 1888,0601.151.a-c; 1888,0601.151.d-e; 1888, 0601.151.f; 1888,0601.151.g), or were subsequently attributed to the Sanctuary of Aphrodite (Bailey 1977, previously unregistered in the British Museum GR 1965,0930.884-885; GR 1965,0930.882; 1965,0930.883; 1965, 0930.881; 1965,0930.880; 1965,0930.877; 1965,0930.878; 1965,0930.879; 1965,0930.888; 1965,0930.889-891; 1965,0930.892; 1965,0930.886; 1965, 0930.887). A variety of Egyptian, Ephesian (Bailey 1977, Q 153, Q154) and Rhodian (ibid, 365, 370) sanctuary lamp types have been found at Naukratis. Similar sanctuary lamps have been found at Athens (Howland 1958, Type 143), the sanctuary of Hemithea at Kastabos (Cook and Plommer 1966, 55-6, pl. 9) and the sanctuary of Demeter, Knossos (Coldstream 1973, pls 13, 15 and 26). Howland, R.H. 1958. The Athenian Agora, IV, Greek lamps and their survivals, Princeton. Cook, J. M. and Plommer, W. H. 1966. The Sanctuary of Hemithea at Kastabos, Cambridge. Coldstream, J. N. 1973. Knossos, the Sanctuary of Demeter, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KA.21) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H5018 (Accession Number) "]}