{"artifact_name": "theatre mask; figure", "Object Type": [" theatre mask ", " figure "], "Description": [" Fragment of mould-made terracotta model of theatre mask: head with open mouth, small pierced indentations to indicate pupils of eyes (holes were originally pierced through but then patched again from the back. Broken all around the edges, except for at the chin and lower right hand part of the face; only few remains of hair (?) surrounding face. Reddish-brown (Nile silt?) clay with a grey core, some lime inclusions, little mica. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC - (early)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 7.60 centimetres ", " Width: 5.95 centimetres ", " Depth: 3.70 centimetres "], "Curator's comments": [" Object owned and held by McManus Galleries, Dundee. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A number of Ptolemaic actors' masks were found at Naukratis (Munich no. 5295; Ashmolean 1886.477, 1886.478; Fitzwilliam GR.18.1887, GR.26.1887, GR.28.1887, GR.4.1887; Boston 86.418, 86.419, 86.466, 86.467; British Museum GR 1886,0401.1409, GR 1886,0401.1439; Greenock 1987.284; Fitzwilliam GR.301.1899; Boston 86.463). Neither from the documentation in Dundee nor from the Egypt Exploration Fund (EEF) distribution lists does it become clear when the objects from Naukratis (and Tell Dafana) entered the Museum, as neither of the sites is mentioned in them. Objects in the McManus Galleries were (re-)registered in 1975 after the loss of the original registers (some of which were later recovered). According to the museum's yearly Reports, the Galleries received objects from the Egypt Exploration Fund (EEF) in 1888, 1889/90, 1892 (not all Reports were available to us for consultation), and every year from 1900 until 1914, but these donations are usually not recorded in the registers. Donations were made either directly by the Egypt Exploration Fund (EEF) (1889/90 and 1914), per Amelia Edwards (1888 and 1889/90), or per the local secretaries of the Egypt Exploration Fund (EEF): Rev. Colin Campbell (1892 until 1905), Mr. J. Maclauchlan (1906), and Mr. A.H. Millar (1907-1913). Additional donations were made by the British School of Archaeology in Egypt in 1914. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.322) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["actor/actress"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1975-166 (Accession Number) "]}