{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Egyptian ceramic oil lamp, shouldered, with a round reservoir. Mould-made. The shoulders have a heart shaped motif on them. The reservoir has a central hole in the top with a concentring ring modelled around it, and an incised wreath motif aorund that. Traces of burning through use. Red-brown Nile silt with white inclusions and mica. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["175BC - 100BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 2.70 centimetres ", " Length: 7.10 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Late Ptolemaic or Augustan period Egyptian lamp. Similar Egyptian parallels dating to 150 BC to 1 BC are in the British Museum (Bailey 1975, British Museum Lamps I, see Q592 for form, see Q590 for design). A similar late Augustan lamp found at Quseir al-Qadim was found in a deposit dated to the end of the 1st century BC to early 1st century AD (Peacock 2011, no.17, it may be residual), but with a different nozzle. Late 2nd century BC parallel from Alexandria (Mlynarczyk 1998, 331-4, Fig. 7c), with other examples dated mid to late 2nd century BC (Mlynarczyk 1997, 54-7, Type J, Fig. 85, who prefers earlier date). Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Mlynarczyk, J. 1998. Terracotta mould-made lamps in Alexandria (Hellenistic to Late Roman period), in Empereur, J-Y. (ed.), Commerce et Artisant dans l’Alexandrie Hellénistique et Romaine, Paris, 327-52. Peacock D. P. S. 2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003. Oxford, Archaeopress, BAR International Series 2286. 47-56. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.030) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.5 (Accession Number) "]}