{"artifact_name": "lid", "Object Type": ["lid"], "Description": [" Rim and wall sherd of East Greek pottery lid; very micaceoues clay; underside reserved; exterior, cream slip; from centre: undetermined motif; wide black band; frieze of sets of rays and foreparts of water-birds to left, one of each preserved, pendant triangles and rising triangles, blobs and dotted rosette as filling ornament; at rim, hook maeander band between wide black bands. Modern drill hole. "], "School/style": ["Wild Goat Style (Middle II?)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["620BC-590BC"], "Production place": [" Made in: Miletus (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Thickness: 0.66 - 0.96 centimetres (Schlotzhauer 2012) ", " Diameter: 16 centimetres (rim; Schlotzhauer 2012) ", " Diameter: 49 centimetres (rim) ", " Height: 7.60 centimetres ", " Thickness: 1 centimetres ", " Width: 7.50 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The shape has been discussed; Lamb in CVA took it as a pyxis, and lack of decoration on the underside is not typical of plates (though compare British Museum 1924,1201.1262); it is most probably a lid (not of any regular pyxis). Also published in Kirschner 2001, 82, pl. 7, 4. The clay was analysed as of Group A (= Milesian). "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.920) ", " CVA Cambridge II / Corpus Vasorum Antiquorum: Great Britain, Fascicule 11, Cambridge, Fascicule 2 (36, pl. 18, 13) ", " Schlotzhauer 2012 / Untersuchungen zur archaischen griechischen Keramik aus Naukratis (p. 119-20, Nau 84, pl. 18d-e) "], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: GR.22.1894 (Accession Number) "]}