{"artifact_name": "scarab", "Object Type": ["scarab"], "Description": [" Scarab carved from chalky white stone, likely steatite; underside incised with the name of Menkheperra inscribed in an horizontal oval, surmounting a red crown and a Hes vase; glaze worn; broken. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["700 BC - 600 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Scarab Factory (according to museum register) "], "Materials": ["steatite (likely)"], "Technique": [" incised ", " carved ", " glazed "], "Dimensions": [" Height: 1.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Museum of Fine Arts, Boston. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The name of Menkheperra appears on a wide range of scarabs. It does not necessarily refer to the prenomen of Thutmosis III and it is used here to write the name of the god Amun-Ra. In addition to this specimen from Naukratis, Jaeger quoted several examples from various Mediterranean sites where such scarabs were discovered (Jaeger 1982, 56, § 196). A similar scarab was found in Motya in Sicily (Gorton 1996, type VI, 19-20, no. 14). Another close parallel, but made of glazed composition and with a winged sun on the top register, was discovered in Italy, in a context dated around 700 BC (Hölbl 1979, 9, pl. 67/2, no. 28). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hölbl, G. 1979, Beziehungen der ägyptischen Kultur zu Altitalien (EPRO 62/II), Leiden. Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. "], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 72) ", " Jaeger 1982 / Essai de classification et datation des scarabées Menkhéperrê (56, § 196, ill. 71) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.54) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair (incomplete)"], "Associated names": ["Named in inscription: Amun-Ra"], "Previous owner": ["Currently owned by: Museum of Fine Arts, Boston"], "Acquisition date": ["1888"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 88.1044 (Accession Number) ", " Miscellaneous number: I.147 (Ivory ledger number) "]}