{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of baby. Head fragment broken at neck. Facial features modelled and 'cherubic', with some curly hair on the forehead. Wearing tall conical headdress, strap also underneath chin. Mould-made and hollow. Orange-brown micaceous orange-brown Nile silt with grey core. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["2ndC BC - 1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 2.80 centimetres ", " Width: 1.70 centimetres ", " Depth: 2.30 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably locally produced at the Naukratis Terracottas workshop that was operational from the 3rd to 2nd century BC and possibly later. Baby in hood. A good, but unprovenanced parallel in the Louvre (Dunand 1990, no. 784) is dated to the Roman period. Similar baby figure found on a lamp from Naukratis at the British Museum (Bailey Lamp Q614, GR1888,0601.148) dated 1st century BC. Gutch dates a good parallel from Naukratis (Cambridge Museum of Classical Archaeology, NA544) between 150BC and 250AD (Hogarth 1899, pl.13.177). Dunand, F. 1900. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites gréco-romaines d'Egypte. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.231) (Phase 1)"], "Location": ["Not on display"], "Associated names": [" Representation of: Eros/Cupid (?) ", " Representation of: Harpocrates (?) "], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.29 (Accession Number) "]}