{"artifact_name": "coffin-fitting", "Object Type": ["coffin-fitting"], "Description": [" One of five pieces of painted terracotta mould-made coffin-fitting ornamentation. One of a pair of broken rosettes with white coating, painted yellow, with gold leaf. Fine red-brown Nile silt with red core, abundant gold mica, quartz and cream-white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["332BC-250BC"], "Production place": [" Made in: Naukratis "], "Findspot": [" Excavated/Findspot: Cemetery (Naukratis) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " painted ", " gilded "], "Dimensions": [" Diameter: 3.20 centimetres ", " Thickness: 0.40 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This is a common form of early Ptolemaic terracotta coffin-fitting, from a wooden coffin, found in the cemetery north of the settlement during the Egypt Exploration Fund’s second season at Naukratis (Gardner 1888, 11, 21-27, pl.16.12, 14; Walters 1903, C570-2; Watzinger 1905, 60, no.1.c; Parlasca 2001, 177, n. 17, pl. 25; Bailey 2008, 131, nos 3495-8). At least three mould series of large rosette (Boston, Museum of Fine Arts 88.1107; British Museum GR 1926,0624.9; Oxford, Ashmolean Museum AN1888.227, same mould series as GR1888,0601.141) and five series of small rosette (group 1: Boston, Museum of Fine Arts 88.793-796, same mould series as Bristol, City Art Gallery and Museum H2264.4 and H2264.5, British Museum GR 1888,0601.139 and GR 1888,0601.135; group 2: Boston, Museum of Fine Arts 88.792, same mould series as Cambridge, Fitzwilliam Museum GR.52.1887; other mould series in Boston, Museum of Fine Arts 88.797 88.798 88.799 88.800; University College London Institute of Archaeology, UCL1934, Oxford, Ashmolean Museum AN1888.228-331) were found at Naukratis. Pieces, probably from the same series and said to be from Naukratis include parallels sold on the art market (Sotheby’s New York Sale Catalogues, 18 June 1991, lot 84, and 31 May 1997, lot 99, 2 examples). All were coated with white, painted yellow and normally have traces of gilding. Fabric is consistent with Nile Delta silt fabric, and Naukratis production is most likely, as coffin-fitting moulds have been found there (Ashmolean Museum, Oxford AN1896- 1908-E.4804, boukranion mould). However, gilded parallels, possibly from the same mould series, have been found in the cemetery of nearby Kom Firin (Farid 1973, 8 from Tomb G7, Cairo Museum JE 89424; Spencer 2008, 12; Leclant 1952, 247, fig. 30), suggest these had a wider distribution and possibly other production centres. Also similar Hellenistic rosette coffin-fittings have been found in Cyrenaica (Besques 1992, Louvre D4453). Various coffin-fitting types were used on each wooden coffin at Naukratis (Coffin-fittings GR 1888,0601.131-135 were from one coffin; GR1888,0601.136-9, GR1888,0601.141 and GR1926,0624.9 were from another wooden coffin). Basta, M. 1979, ‘Excavations West of Kôm Firin (1966–1967)’, Chronique d'Egypte Bruxelles 54, 183–96. Besques, S. 1992, Catalogue raisonné des figurines et reliefs en terre-cuite grecs, étrusques et romains, 4, 2. Epoques hellénistique et romaine. Cyrénaïque, Egypte ptolémaïque et romaine, Afrique du Nord et Proche-Orient, Paris. Farid, S. 1973, ‘Preliminary Report on the Excavations of the Antiquities Department at Kôm Abu Billo’, Annales du Service des antiquités de l’Égypte 61, 21–6. Leclant, J. 1952, Fouilles et travaux en Egypte (1950-1951), Orientalia 21, 239. Parlasca, K. 2001, ‘Griechische Grabkunst ägyptens in hellenistischer Zeit’, in U. Höckmann and D. Kreikenbom (eds), Naukratis, die Beziehungen zu Ostgriechenland, Ägypten und Zypern in archaischer Zeit, Paderborn, 175–182. Spencer, N. 2008, Kom Firin I: The Ramesside Temple and the Site Survey. British Museum Research Publications 170, London. Watzinger, C. 1905, Griechische Holzsarcophage aus der Zeit Alexanders des Grossen, Leipzig. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DE.086) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["flower"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2264.4 (Accession Number) "]}