{"artifact_name": "figure; plaque", "Object Type": [" figure ", " plaque "], "Description": [" Egyptian terracotta figure plaque. Mould-made plaque in raised relief of a frontal nude female figure within a portico upheld by two pillars with Hathor(?) head capitals. Her right arm is holding her left breast, possibly breast feeding a child that is missing with the bottom half of the plaque. Traces of wash or paint. Red-brown Nile silt. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 400BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Type series": ["Thomas P-F.3.4"], "Technique": [" mould-made ", " slipped (?) ", " painted (?) "], "Dimensions": [" Height: 1 centimetres ", " Width: 5.25 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " No provenance, but Bolton Museum register suggests that the piece might be from Naukratis. Parallels from Naukratis in Bolton Museum (1966.92.A), Bristol Museum (H2223.b), Cambridge Museum of Classical Archaeology (NA580 and NA578) and the British Museum (GR1886,0401.1543, GR1886,0401.1458, ME1885,1010.28). There is a cruder figure in plain shrine also thought to be from Naukratis (Ashmolean Museum, Oxford, no. 1896-1908.E4679). Similar example from Memphis and elsewhere in Egypt are given Late Period or early Ptolemaic dates (Higgins 1954, 404; Bayer-Niemeier 1988, 148-9, pl. 40.1-5, no. 263-7; Török 1995, 137-9, pl. 108-9, no. 202-209). Similar example from the Fayum (Kaufmann 1915, no. 268). Similar limestone carving dated Saite to beginning of the Ptolemaic period, with the shrine supported by Hathor-columns, with Bes-figures on high pedestals flanking the goddess (von Bissing 1931, 18, points out that this type of wig was most popular in Saite times). Another small limestone relief from Tell el-Yahudiya in the British Museum, (British Museum EA 1875,0517.100) is similar, but has papyrus-columns, and the figure of the goddess stands between a gate with a broken lintel, which supports sistrum-like Hathor-capitals. Hathor-capitals are also found on a limestone shrine from Athribis, from a late third to 2nd century BC context (Myśliwiec 1996b, 10, fig. 2). Several figures from Mendes are similar, some within a shrine, from 4th to 3rd century BC context (Redford 1988, 67, pl. 22d). Various similar examples (Weber 1914, no. 199; Petrie Museum UC50489), including one dated Late Period and early Ptolemaic (Török 1995, no. 203). The shrine compares with a probably 3rd to 2nd century BC example with Bes- pillars and lions (or sphinxes), but with Athena in the temple (LIMC iii (2), pl. 77:22). Bayer Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Fischer, J. 1994. Griechisch-römische Terrakotten aus Ägypten. Die Sammlungen Sieglin und Schreiber. Dresden, Leipzig, Stuttgart, Tübingen. Tübingen, Wasmuth. Kaufmann, C. M. 1915, Greco-ägyptische Koroplastik. Terrakotten der griechisch-römischen und koptischen Epoche aus der Faijûm-Oase und andren Fundstätten. Cairo. Myśliwiec, K. 1996. In Archeologia (Warsaw) 47. Petrie, W.M.F. 1884–5. Mr Petrie’s Journal. Egypt Exploration Society Archives, XVII d 47. Polaczek- Zdanowicz, K. 1975. The genesis and evolution of the orant statuettes against a background of developing Coptic art. Etudes et Travaux 8: 135-149. Redford, S. 1988. 'Three Seasons in Egypt: Appendix II: The foundation Deposits', Journal of the Society for the Study of Egyptian Antiquities, 18, 19ff. Török, L. 1995. Hellenistic and Roman terracottas from Egypt. Roma von Bissing, F.W. 1931. In Zeitschrift für Ägyptische Sprache und Altertumskunde 67. Walters, H.B. (ed.) 1929. A Guide to the Exhibition Illustrating Greek and Roman Life. London. Weber, W. 1914. Königliche Museen zu Berlin: Die ägyptisch- griechischen Terrakotten. Berlin. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.063) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Isis-Hathor (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1966.92.A (Accession Number) "]}