{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Red slipped lamp with sharp carrinated double-convex body. Nozzle is flanked by ridges ending in pronounced volutes. Red-brown Nile silt fabric with abundant mica and common white inclusions. End of nozzle broken and reconstructed in plaster, probably smaller than with the original. "], "Cultures/periods": ["Ptolemaic (late)"], "Production date": ["(late)2ndC BC - (late)1stC BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Height: 2.70 centimetres ", " Length: 6.70 centimetres (with reconstructed spout) ", " Length: 5.20 centimetres (without reconstructed spout) ", " Width: 4.50 centimetres "], "Curator's comments": [" Object owned and held by West Park Museum, Macclesfield. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This type of lamp would usually have had a wider nozzle than what was reconstructed in plaster. Similar volute decoration on this form of lamp is commonly found on late 2nd century to 1st century BC lamps, though it is less pronounced (Bailey 1975, Q594-600). Macclesfield West Park Museum no longer has a provenance for this piece, a Naukratis provenance is ascribed based on the EEF distribution list description, fabric and form of the lamp. ", " According to the distribution list of the Egypt Exploration Fund, Macclesfield also received a silver tetradrachm and a bronze coin of Ptolemy V, 204-181 BC; these have not yet been located. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.049) (Phase 1)"], "Location": ["Not on display"], "Previous owner": ["Currently owned by: West Park Museum"], "Acquisition date": ["1895"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1963.1977 (Accession Number) "]}