{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta figure of a ithyphallic figure, with a pointed hat or head. Modelled in the round. He is naked, with a pointed head (wearing a hat?), with prominent buttocks. Hand-modelled. Hands and lower body missing. Hand-made and solid. Light red-brown Nile silt fabric with grey core. Abundant fine gold mica, quartz, organics and white inclusions. "], "Cultures/periods": [" 27th Dynasty (?) ", " Late Period "], "Production date": ["525BC - 332BC"], "Production place": [" Made in: Nile Delta (Naukratis?) "], "Findspot": [" Excavated/Findspot: Town (Naukratis), East "], "Materials": ["terracotta"], "Type series": ["Thomas H-I.1"], "Technique": ["handmade"], "Dimensions": [" Height: 5.50 centimetres ", " Length: 3.70 centimetres ", " Width: 3.90 centimetres "], "Curator's comments": [" Object owned and held by the Museum of Classical Archaeology, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Ithyphallic figurine, dated c. 525BC to c.330BC. One of numerous examples from, or probably from, Naukratis (Brussels, Musées Royaux d’Art et d’Histoire A.1836; Cambridge, Museum of Classical Archaeology NA599; British Museum 1973,0501.18, 1973,0501.12, 1973,0501.30, 1973,0501.21; Cambridge, Fitzwilliam Museum E.119.1914, E.98.1914; Boston, Museum of Fine Arts 86.386). A similar hand-made ithyphallic Harpocrates figure was found in a 5th century BC Persian period deposit at the bottom of a well (Oxford, Ashmolean Museum AN1896-1908-E.4653It; Hogarth 1905, 125; Hogarth 1903 Diary April 24th and 25th, well 2 bottom). Parallels from Memphis (Petrie Museum, UC48351, see also similar UC49892-3, but uncertain subject). The upper body fragments are identical to contemporary hand-made Persian rider figures from Naukratis and fragments can be hard to distinguish (see British Museum, 1886,0401.1468). "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.073) (Phase 1) ", " Gutch 1898/1899 / Excavations at Naukratis, D. The Terracottas (p. 96, no. 301) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: NA599 (Accession Number) "]}