{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Egyptian terracotta handmade figure of a rider with a pointed hat. Missing horse, legs, right arm and top of headdress. Crude hand-made terracotta figure. Red-brown Nile silt fabric. "], "Cultures/periods": ["27th Dynasty (?)"], "Production date": ["525BC - 332BC"], "Production place": [" Made in: Nile Delta (?) "], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["terracotta"], "Type series": ["Thomas H-R.1"], "Technique": ["handmade"], "Dimensions": [" Height: 4 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " No provenance, but Bolton Museum register suggests that the piece might be from Naukratis. Simple hand-made riders, possibly copying 'Persian rider' types (see British Museum GR1888,0601.90). A number of similar examples from Naukratis are now in the British Museum (GR1886,0401.1468 and probably GR1973,0501.18 previously thought to be a seated dwarf in Bailey 2008), the Cambridge Museum of Classical Archaeology (NA599), Bristol Museum (H2223) and Bolton Museum (1966.93.A of unclear provenance). Parallels in Cairo Museum (Unprovenanced TR14/1/34/6=SR5/1849; CG32901=SR5/1835; and from Toukh el Karenis TR14/1/34/5=SR5/1744). Higgins supplies GR1886,0401.1468 with a specific mid-4th century BC date (Higgins 1954, 407) and suggests this was made in Naukratis (see also Dunand 1990 for late dates). However the Persian rider parallels probably date from 525BC to 400BC (see British Museum GR1888,0601.90). The fabric is consistent with Nile Delta kiln products of this period. Dunand, F. 1990. Musée du Louvre. Département des antiquités égyptiennes. Catalogue des terres cuites grécoromaines d'Egypte. Paris. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.269) (Phase 3)"], "Location": ["Not on display"], "Subjects": ["cavalry"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1966.93.A (Accession Number) "]}