{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made lamp with red wash or slip, dart and egg patter round rim. Small rimmed circular base. It has a circular body which leads out to an elongated pouring nozzle with a hole in the end. The centre has a circular hole, surrounded by a raised circle and a moulded lined and semi-circular decoration around it. It has some moulding on the nozzle. Red-brown Nile silt fabric with fine quartz, mica and white inclusions. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC(late) BC-2ndC(early) AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Type series": ["Knowles Type Y1"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Diameter: 0.60 centimetres (filling hole) ", " Height: 2.60 centimetres ", " Length: 7 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A parallel from Mons Claudianus with the same decoration and form, but with a flared rim, was found in a deposit dated to the Trajanic period (Knowles 2006, Type, no.152). Similar forms have also been found in 1st to 2nd century AD Quseir (Whitcomb 1979, fig. 35h; Peacock 2011, with a shorter nozzle nos 63 and 64). Similar lamps in either decoration or form are in the British Museum and have been dated to the late 1st century BC (Bailey 1975, for decoration see Q584, form see Q601). This 1st to 2nd century AD Roman form developed out of Ptolemaic variants (Mlynarczyk 1997, 54-7, Type M Roman development, Fig. 188). 1st to 2nd century AD parallels from Tell Atrib (Młynarczyk 2012, type TA 111.1). Knowles, K. 2006. The pottery lamps. In V.A.Maxfield and D.P.S. Peacock Survey and excavation at Mons Claudianus 1987-1993. Vol.3 Ceramic vessels and related objects. IFAO Cairo. 309–426. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. Młynarczyk, J. 2012. Tell Atrib 1985-1995. Vol. 3: Terracotta oil lamps. Varsovie : Éditions Neriton. Peacock D. P. S. 2011. Ceramic lamps, in D. P. S. Peacock & L. Blue (eds), Myos Hormos - Quseir al-Qadim. Roman and Islamic ports on the Red Sea. Volume 2: Finds from the 1999-2003 seasons. Oxford, Archaeopress, BAR International Series 2286. 47-56. Whitcomb, D.S. & Johnson, J.H. 1982. Quseir al-Qadim 1980. Malibu. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.057) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2750 (Accession Number) "]}