{"artifact_name": "oil-lamp", "Object Type": ["oil-lamp"], "Description": [" Mould-made red slipped oil lamp with an elongated protruding nozzle with a hole in the end. Central hole surrounded by incised raised circular moulding. Small circular raised base and two small protrusions on either side. There are other traces of moulded relief. Red-brown Nile silt fabric with red core with common fine quartz, mica, organic vesicles and white inclusions. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["200BC-30BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 3.50 centimetres ", " Length: 8.20 centimetres ", " Thickness: 0.90 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'Hellenistic type' parallels from Buto, El-Ashmunein and unprovenanced finds from Egypt dated to 2nd century BC to the 1st century AD (Bailey 1975, British Museum Lamps I, Q543, Q548, Q593, Q589; Bailey 1998, Lamp X2 similar form). Variant of Mlynarczyk's type J, dated mid 2nd to beginning of the 1st century BC (Mlynarczyk 1997, Type J, see Figs. 86-7). Bailey, D. M. 1998. Excavations at El-Ashmunein V : Pottery, lamps and glass of the late Roman and early Arab periods. British Museum Expedition to Middle Egypt. London. British Museum Press. Mlynarczyk, J. 1997. Alexandrian and Alexandria-influenced mould-made lamps of the Hellenistic period. BAR International Series 677. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (KD.015) (Phase 1)"], "Location": ["Not on display"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2761 (Accession Number) "]}