{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Limestone ithyphallic figure of naked youth with side-lock, probably Harpocrates (Horus). Seated with knees raised, and phallus extending forward on which a harp rests whilst it is being played. The figure's skin is painted red. Tip of phallus and legs missing. "], "Cultures/periods": [" Late Period ", " Ptolemaic "], "Production date": ["400BC - 200BC"], "Production place": [" Made in: Lower Egypt "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-I.6.2"], "Technique": ["painted"], "Dimensions": [" Height: 5 centimetres ", " Length: 3.70 centimetres ", " Width: 2.20 centimetres "], "Curator's comments": [" Object owned and held by the Fitzwilliam Museum, Cambridge. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This type of figure is commonly interpreted as a representation of the Horus baby, subsequently known to the Greeks as Harpocrates (see Bailey 2008; Martin 1987, 71-84; Ashton 2003a, 73), though some similar figures have been interpreted as Memphite priests of Ptah who can also be depicted wearing this characteristic side lock (Ashton 2003a, 73; Andrew in Walker and Higgs 2001, 184, no.192). Many examples known from Naukratis (British Museum GR1965,0930.967, 1965,0930.939, 1965,0930.931, EA90353; Museum of Classical Archaeology, Cambridge NA310; Archäologisches Institut der Universität ST51, ST58, ST52; Egyptian Museum, Cairo JE42877; Oriental Museum, Durham University N.2159) and attributed to Naukratis (British Museum GR2011,5011.12, 2011,5011.1; Fitzwilliam Museum, Cambridge E.137.1914, E.131.1914, E.129.1914, E.118.1914, E.103.1914, E.100.1914, E.101.1914, E.99.1914, E.90.1914, E.88.1914). A variant carries a pot instead of a tambour (British Museum EA90351, Fitzwilliam Museum, Cambridge E.85.1914) or holds a ‘Late Period' amphora (Heidelberg ST49; Fitzwilliam Museum, Cambridge E.139.1914, see M-I.6 and M-I.9 below). Similar figures occasionally carry a frog (British Museum EA90352) or a harp (British Museum GR1965,0930.935; 1965,0930.934; Fitzwilliam Museum E.134.1914, E.132.1914; E.130.1914) Parallels from excavated contexts of late 4th to 3rd or 2nd century BC in Alexandria at Ras El-Soda (Adriani 1952), Schedia (Bergman pers. comm.), Athribis (Myśliwiec 1997, 122, pl.8.1-4; 9.1-2), late 4th to 3rd century BC levels at Tell Basta (unpublished) and the beginning of the Ptolemaic period at Buto (Ballet 2011, 108-9, Fig. 59). Parallels from Herakleon (Heinz forthcoming; Goddio and Fabre 2008, 191, 308, no. 111; 311, no. 130), Memphis (Petrie Museum UC48353; UC48355; UC48357; UC48360; UC48416-7; UC48360-73; UC48357; UC48361-73; UC48409) and unprovenanced (Petrie UC35956; UC60038; British Museum EA90346, EA90347, EA90349, EA90356, EA20730, EA90340) are probably all 4th century to early Ptolemaic. Many examples were found in 30th Dynasty and early Ptolemaic contexts at Saqqâra (Quibbel 1907, pl.31.3; Martin 1981, nos. 1209, 1216, 305, 1213, 1211, 801, 1214, 1215; Jeffreys et. al. 1988, 33-35, 41, 63, pl.20a-d, pl.21a-b, figs. 65-7, nos. 77/309, 77/310, 78/35, 78/244, 77/u232, 77/u285, 77/u313, 77/u390, 77/u395, 78/u1, 78/u2, 78/u6, 78/u14, 78/u24, 78/u69, 78/u88, 78/u89, 78/u103, 78/u116, 78/u195, 78/u260, 78/u274, 79/u3, 79/u43, 79/u50, 79/u62, 79/u84, 79/u109, 79/u139, 79/u142, 76/31, 78/213, 78/u147, 76/38, 77/u128, 77/u437; Petrie Museum UC30601; 30603; 30821). They were found in small quantities after the 2nd century BC until the Islamic period, where they were most likely residual finds. Produced between the 4th and 3rd centuries BC (but possibly later), and found mainly in Lower Egypt. One example has been found on Cyprus (Karageorghis 1984, 219, pl.42.3, fig.2, Louvre no. 2114, p219). It is likely that many of the Naukratis examples were made at Memphis or Saqqâra. Similar figures were also made from faience, terracotta and plaster across Lower Egypt, including in Naukratis. Ashton, S. A. 2003a, Petrie’s Ptolemaic and Roman Memphis. London. Adriani, A. 1952, Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950), Alexandria. Ballet, P. 2011. Bouto-Tell al-Faraʾin: les ateliers et la ville,de la fin de la Basse Époque à la période Islamique. Rapport d’activité institut français d’archéologie orientale: 105-111. Goddio, F., and D. Fabre, eds. 2008. Egypt's sunken treasures. Second revised edition. London. Heinz, S. forthcoming. Statuettes, amulets, and the community at Thonis-Heracleion, in R. Thomas (ed.) Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011. Jeffreys, D. G., Smith, H. S., Price, M., & Giddy, L. L, 1988. The Anubieion at Saqqâra. Egypt Exploration Society Excavation memoirs 54, London. Karageorghis, V. 1984. Dionysiaca and erotica from Cyprus. RDAC1984: 214-220. Martin, G. T. 1981. The sacred animal necropolis at North Saqqâra, the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50. Martin, G.T. 1987. ‘Erotic’ figurines, the Cairo Museum Material. GM 96, 71-84. Myśliwiec, K. 1997. Phallic figurines from Tell Atrib. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.109) (Phase 2)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: E.139.1914 (Accession Number) "]}