{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Head of large terracotta figure. Egyptian, probably Harpocrates. Red-brown Nile silt with dark grey core. Very fine quartz and mica inclusions. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 300BC"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Type series": ["Thomas P-I.3 (?)"], "Technique": ["handmade (?)"], "Dimensions": [" Height: 7 centimetres ", " Length: 6.10 centimetres ", " Width: 6.40 centimetres "], "Curator's comments": [" Object owned and held by City Art Gallery and Museum, Bristol. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Possibly made at Naukratis. Parallel published by Bayer-Niemeier (1988, pl. 131.4-5, nos. 771-2), dated to the 6th century BC and from Naukratis at Cambridge Museum of Classical Archaeology (NA608). Late Period parallels from Memphis (Petrie 1909a, pl. 37, no. 24 and pl. 38, no. 34; Petrie 1909b, pl. 33, nos 119-120; Petrie 1910, pl. 42, nos 144-145), however these are unlikely to specifically represent foreigners as Petrie argues, rather just a crude Egyptian figurine of which there are many torsos also preserved from Naukratis at Cambridge Museum of Classical Archaeology (NA593, NA594) and the British Museum (1886,0401.1454). Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. Petrie, W.M.Fl. 1909a, Memphis I, London. Petrie, W.M.Fl. 1909b, The Palace of Apries. Memphis II, London. Petrie, W.M.Fl. MacKay, E. and Wainwright, G. 1910, Meydum and Memphis III, London. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DC.143) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: H2257 (Accession Number) "]}