{"artifact_name": "figure", "Object Type": ["figure"], "Description": [" Fragment of terracotta figurine of Harpokrates: head and shoulders. Head is solid but the body appears to have been hollow. Harpokrates is depicted with his right hand lifted to the mouth and wearing a compound festival wreath headdress, with the double crown of Egypt in the centre and two protrusions from the headdress at either side. Front is mould-made, from a worn mould. Covered in thick white coating, traces of bright red colour at mouth, eyebrows painted black (but this paint not on top of white coating?); traces of pink colour on headdress protrusions. Many features damaged. Cut off with a sharp edge at shoulder height. Brown micaceous Nile silt. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["2ndC BC - 2ndC AD"], "Production place": [" Made in: Nile Delta "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Length: 7.70 centimetres ", " Width: 2.80 centimetres ", " Depth: 3.50 centimetres "], "Curator's comments": [" Object owned and held by Bolton Museum. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " A parallel with a similar crown, but different hair, from Naukratis in Cambridge (MCA NA662, but without finger to mouth). A late 2nd century BC parallel (Bayer-Niemeier 1988, pl. 34.2, no.169), although this poor quality example may be Roman. Bayer-Niemeier, E. 1988. Liebieghaus Museum Alter Plastik. Bildwerke der Sammlung Kaufmann, 1. Griechisch-römische Terrakotten. Melsungen. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DD.076) (Phase 1)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["External"], "Additional IDs": [" Miscellaneous number: 1886.31.12 (Accession Number) "]}