{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["AshmLoan.742"], "Description": [" Body sherd of North Ionian black-figured pottery plate; sets of grooves towards centre on underside; glaze fired red-brown; on floor, cream slip; decoration arranged in two friezes, separated by thick band with added red stripe lined in white; upper frieze: lower parts of probably two sphinxes to left; lower frieze: part of sphinx to right (only wing preserved); filling ornaments: roughly drawn blobs; added red patches on thigh, belly and alternate feathers of sphinxes' wings; incision used for details of sphinxes and rosettes. Drill hole in broken edge from sampling for analysis. Pinkish-light brown clay with some lime inclusions and a fair amount of small silver mica. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["600BC-570BC (circa)"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 19 centimetres (circa (innermost ridge on base)) ", " Height: 6.60 centimetres ", " Thickness: 0.60 centimetres ", " Width: 10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Probably from same plate as Heidelberg, Antikenmuseum, I81. "], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (II D, pl. IV, 48) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.720) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.701, table 8.18, no.20) "], "Location": ["Not on display"], "Subjects": ["sphinx"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.742"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.119.49 (Accession Number) "]}