{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["AshmLoan.591"], "Description": [" Rim and body sherd of Chian Grand Style pottery light chalice; cream slip; interior: reserved band at rim, glazed black below; trace of lotus flower in added white outline with added red centre; exterior: at rim., band of Z between pairs of bands; below, upper part of bearded man in chiton and himation, to right and holding up his left hand. "], "School/style": ["Grand style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 18 centimetres ", " Height: 4.80 centimetres ", " Thickness: 0.30 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd probably belongs to the same vase as British Museum 1888,0601.483. Written in ink on interior: 'Temple of Aphrodite, Naukratis, Egyptian Expl. Fund, 1888'. Lemos describes the sherd as belonging to the Group with the Filling Ornament. The features typical for this group of vessels are the milky white slip and the use of filling ornament, which is found only in this group of sherds of the Grand Style. The male figures portrayed on vases from this group are perhaps the most expertly depicted and may all have been done by the same hand. Finally, the attempt at creating some perspective is rather clumsy. It ought to be pointed out, however, that there is no evidence for filling ornament on this sherd. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 279, no. 764, pl. 100) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 82, no. 15, pl. V) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0827) (phase 2) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.591"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.114.3 (Accession Number) ", " Miscellaneous number: V.186.i (2nd Accession Number) "]}