{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["AshmLoan.445"], "Description": [" Shoulder sherd of Clazomenian black-figured pottery amphora; exterior: black-figure decoration consisting of bridled horse to left (part of mane, head with studs in added white on bridle, neck and part of chest remaining). "], "School/style": ["Knipovitch group (Group of Mykonos KE988)"], "Cultures/periods": [" Archaic Greek ", " East Greek "], "Production date": ["540BC-530BC (circa)"], "Production place": [" Made in: Clazomenae (possibly) ", " Made in: Erythrae (possibly) ", " Made in: Teos (possibly) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 7 centimetres ", " Thickness: 0.60 centimetres ", " Width: 5.15 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For a parallel regarding the horse, see British Museum 1888,0208.70.a from Tell Dafana. The sherd possibly belongs to the same vase as Oxford AN1896-1908-G.130.9. The fabric of AN1896-1908-G.130.9 was analysed by the Research Laboratory for Archaeology at Oxford. Using Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA), the fabric found great similarities with the fabric from Wild Goat Style sherds found at Bayrakli in Asia Minor, which Dupont had attributed production to Clazomenae. Based on the similar composition types, Dupont then suggested that the place of production for this sherd ought to be situated near Clazomenae, Erythrae, or Teos (Boardman 1986, 664). If AN1896-1908-G.130.5 does belong to the same vase as AN1896-1908-G.130.9, it must have the same production centre. "], "Bibliographic references": [" Cook 1952 / A List of Clazomenian Pottery (p. 136, no. 4) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 87, pl. X, no. 13.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.035) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.445"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.130.5 (Accession Number) "]}