{"artifact_name": "volute krater", "Object Type": ["volute krater"], "Museum number": ["AshmLoan.318"], "Description": [" Neck sherd of Attic red-figured pottery volute-krater with turn to shoulder; interior glazed black; exterior: red-figure decoration consisting of komos scene; a male (left leg, part of right leg, and end of cloak remaining), running to left; part of a stick overlapping advanced leg; to right, reserved handle zone; below reserved junction with sharply offset shoulder; relief-contour. "], "Producer name": ["Attributed to: The Nikoxenos Painter"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["510BC-490BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis) (possibly) "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Height: 4.60 centimetres ", " Thickness: 0.90 centimetres ", " Width: 8.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Oxford AN1896-1908-G.138.40, which gives the subject as a komos scene. British Museum 1900,0214.6, a fragment in Heidelberg and Bonn 697.90 possibly belong to the same vessel. The sherd is also published also in Beazley, J. D. ‘The Master of the Stroganoff Nikoxenos Vase’, The Annual of the British School at Athens 19, 1912-1913, 238, no. 16. If this sherd does belong to the same vase as 1900,0214.6, which was excavated by Hogarth south of points 17 and 18 in the northern part of the Hellenion , then it is likely that this sherd was found in the same area (Hogarth 1898-1899, 30, no. 107). "], "Bibliographic references": [" ARV / Attic Red-Figure Vase-Painters (p. 221, no. 15) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 484, no. C4) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 237, no. 23) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0180) (Phase 1) ", " CVA Oxford I / Corpus Vasorum Antiquorum Great Britain Fasc. 3, Oxford Fasc. 1 (p. 45, pl. L, no. 13) "], "Location": ["Not on display"], "Subjects": ["feast/banquet (possibly)"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.318"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.138.36 (Accession Number) "]}