{"artifact_name": "ionian cup", "Object Type": ["ionian cup"], "Museum number": ["AshmLoan.858"], "Description": [" Rim and body sherd of South Ionian pottery cup with everted rim; interior: reserved band at rim, glazed black below; exterior: narrow black band on edge of rim; rim and handle zone reserved with band between; glazed below; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["570BC-530BC (circa)"], "Production place": [" Made in: Miletus (possibly) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), South-west corner, area between Site 34 (Hogarth) and Site 3 (Hogarth) "], "Materials": ["pottery"], "Type series": [" Hayes Ionian Cup type IX ", " Vallet and Villard Ionian Cup Type B2 ", " Schlotzhauer Ionian Cup Type 9.B (possibly) "], "Technique": ["painted"], "Dimensions": [" Diameter: 17 centimetres ", " Height: 4.70 centimetres ", " Thickness: 0.50 centimetres ", " Width: 6.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Found in the southwestern corner of the Hellenion, not far from the sanctuary of the Dioskouroi: \"The first point at which any considerable find of inscriptions was made, was at 34, where in the corner of a small chamber abutting west on the great enclosure wall, which runs north, a number of dedications to the Dioscuri were discovered about 2 ft. above the mud. Just south of the southern wall of this small chamber and at a similar level occurred the lamp with Dioscuri dedication (No. 57); and south again of this, up to the line of the E.-W. enclosure wall, were found (scattered partly on the surface in sebakh-diggers' and rubbish heaps, partly a foot or two above the mud) a few dedications to Herakles (Nos. 33, 84), mixed with stray sherds of Apollo (No. 52), Artemis? (No. 65), and others not to be identified, including the inscribed stone horse (No. 58), which like two other horses found by the sebakh-diggers close to this same point, lay in untouched earth almost immediately upon the mud.\" (Hogarth et al. 1898-9, p. 30). ", " Although Schlotzhauer (Schlotzhauer 2012) does not discuss this cup, the type belongs to his Type 9B South Ionian cup with everted rim. Type 9B cups closely follow the shape and decoration of the Attic Plain Komast cups. These cups coincide with Hayes’ Ionian Cup Type IX (Boardman and Hayes 1966, 111-116) and Villard’s Ionian Cup Type B2 (Vallet and Villard, 1964, 87-88). Type 9 cups have been found in large numbers in other sanctuary settings including at the Sanctuary of Demeter and Kore at Tocra, and at the site of Megara Hyblaea on Sicily. This type was the most common type of South Ionian cups with everted rims found at Naukratis. The Type 9 shape evolved from the earlier Type 5 cup shape. The inscription published in Edgar pl. IV no. 33 is more complete than what remains of the sherd now. "], "Bibliographic references": [" Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 698, no. 555, pl. 25.20) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 30, p. 54, no. 33) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 77, no. 28, pl. I, no. 28) ", " Höckmann & Möller 2006 / The Hellenion at Naukratis: Questions and Observations (p. 15-6, fig. 12) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.576) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Herakles/Hercules"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.858"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.141.58 (Accession Number) "]}