{"artifact_name": "aryballos", "Object Type": ["aryballos"], "Museum number": ["AshmLoan.478"], "Description": [" Lower body sherd of Corinthian black-figured pottery globular aryballos; exterior: black-figure decoration consisting of battling warriors; on left, part of foot of figure remaining, to right; on right, advanced right leg and genitalia of warrior to left, with lower part of his shield (its device a bird in flight to left; trace of tail, lower wing with added red band); incised splinter and spoked rosettes and blobs as filling ornament; below, three painted black concentric bands; whirligig pattern at bottom with added red on alternate blades. "], "Producer name": ["Attributed to: The Warrior Group"], "Cultures/periods": [" Early Corinthian ", " Archaic Greek "], "Production date": ["620BC-590BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 3 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Amyx, the warrior pattern on this aryballos shows similarities with those painted by the Duel Painter. "], "Bibliographic references": [" Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (Catalogue no. 503B) ", " Amyx 1988 / Corinthian Vase-Painting of the Archaic Period (p. 96, no. B5) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 55, no. A14) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 217, no. 1) (below) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.125) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["warrior"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.478"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.127.3 (Accession Number) "]}