{"artifact_name": "bell krater", "Object Type": ["bell krater"], "Museum number": ["AshmLoan.344"], "Description": [" Body sherd of Attic red-figured pottery bell-krater; interior glazed black; exterior: red-figure decoration consisting of head of youth to right, wearing band in faded added red or added white; ear shown as relief line through the hair, wearing mantle over left shoulder; at right, column from a building; relief contour for face and column. "], "Producer name": ["Attributed to: Painter of Vienna 1089 (possibly)"], "Cultures/periods": [" Attic ", " Classical Greek "], "Production date": ["430BC-410BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Height: 4.70 centimetres ", " Thickness: 0.50 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Beazley (ARV, 1423, no. 4) mentions a sherd from Naukratis which depicts a youth, as being from the hand of the Painter of Vienna 1089. However, he does not provide a registration number for the sherd. Given the similarities in profiles for the youth on this sherd and those of other youths attributed to the Painter of Vienna 1089 (for instance, see the bell krater 48.73 in the Walters Art Gallery in Baltimore), it is possible that Beazley was indeed referring to this sherd. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0205) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 122, pl. LXVI, no. 36) "], "Location": ["Not on display"], "Subjects": ["architectural feature"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.344"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.722 (Accession Number) "]}