{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["AshmLoan.563"], "Description": [" Rim and body sherd of Chian black-figured Animal pottery chalice; creamy slip; interior: reserved band at rim, glazed streaky black below; part of rosette in added red and added white; exterior: at rim, band of dots between dilute lines; below, black-figure decoration consisting of cock (part of head, comb and wattle remaining) to right. "], "School/style": ["Poultry group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" slipped ", " painted ", " incised "], "Dimensions": [" Diameter: 13 - 14 centimetres (circa) ", " Height: 2 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Stage 4 of the Black Figure Animal Chalice group. Some of the vases in this group have a unique rim pattern. They have filling ornament and the birds featured on the cups are well proportioned and balanced. She also places this sherd in Stage 2 of the Black Figure Animal Chalice Group, all made by the same artist; the composition is well-balanced and the images are precise; incision is used to one model. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 173, p. 331, no. 1595, pl. 204) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 82, no. 22, p. 83, no. 44, pl. V) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1302) (phase 2) "], "Location": ["Not on display"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.563"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.115.15 (Accession Number) "]}