{"artifact_name": "mug", "Object Type": ["mug"], "Museum number": ["AshmLoan.971"], "Description": [" Body sherd of South Ionian pottery mug; interior glazed; exterior: broad reserved band above glazed area; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC-580BC (circa)"], "Production place": [" Made in: South Ionia "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), Site 34 (Hogarth) (= 'Dioscuri chamber') (probably) "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 5 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " In all likelihood one of the pieces found by Hogarth in the 'Dioscuri chamber' in the southwestern corner of the Hellenion, not far from the sanctuary of the Dioskouroi: \"The first point at which any considerable find of inscriptions was made, was at 34, where in the corner of a small chamber abutting west on the great enclosure wall, which runs north, a number of dedications to the Dioscuri were discovered about 2 ft. above the mud. Just south of the southern wall of this small chamber and at a similar level occurred the lamp with Dioscuri dedication (No. 57); and south again of this, up to the line of the E.-W. enclosure wall, were found (scattered partly on the surface in sebakh-diggers' and rubbish heaps, partly a foot or two above the mud) a few dedications to Herakles (Nos. 33, 84), mixed with stray sherds of Apollo (No. 52), Artemis? (No. 65), and others not to be identified, including the inscribed stone horse (No. 58), which like two other horses found by the sebakh-diggers close to this same point, lay in untouched earth almost immediately upon the mud.\" (Hogarth et al. 1898-9, p. 30). ", " The shape and decoration find parallels with Samian Hera cups. However, unlike Hera cups which have dipinto dedications to the goddess, this cup has a graffito instead. The quality of the slip is also superior than that observed on Hera cups. Other similar cups were found in the Sanctuary of Aphrodite at Miletus and thus this shape is not exclusive to Hera (Schlotzhauer 2012 116). For parallels with Hera cups, see British Museum 1888,0601.401, 1888, 0601.402, 1888.0601.403, and 1888, 0601.405. For a similar mug with a graffito inscription, see Cambridge Fitzwilliam GR.227.1899. "], "Bibliographic references": [" Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 54, no. 24, pl. IV) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 697, no. 546) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.895) (Phase 3) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Dioskouroi/Dioscuri (?)"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.971"], "Additional IDs": [" Miscellaneous number: AN1912.41(33) (Accession Number) "]}