{"artifact_name": "covered cup", "Object Type": ["covered cup"], "Museum number": ["AshmLoan.128"], "Description": [" Body sherd of top of Attic black-figured pottery covered cup with edge of orifice; interior: reserved; exterior: three black bands to centre; outside, below, black-figure decoration consisting of hunter chasing hare to right (part of naked bearded man with added red hair and red cloak on left arm remaining; left leg and arm lost; he probably held club in left hand; back and ears of hare); at right, vertical at edge of panel, setting off opening in cover, which is thought of as the hare's earth as well as the mouth of the cup; black outline of the opening preserved with most of a frontal eye above it. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-525BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 2.40 centimetres ", " Thickness: 0.50 centimetres ", " Width: 4.40 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Oxford AN1896-1908-G137.30b (which gives more of the hare hunting scene and part of a mounted hunting scene) and AN1896-1908-G137.43 (which shows part of the mounted hunting scene and part of the scene from the upper register). The covered cup is a rare shape. For parallels, see CVA Oxford II, 97. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 429, no. B686) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0718) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 97, pl. III, no. 23) "], "Location": ["Not on display"], "Subjects": [" hunting/shooting ", " mammal "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.128"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.137.30a (Accession Number) "]}