{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["AshmLoan.476"], "Description": [" Body sherd of Silhouette Style Corinthian pottery plate; interior, from centre: part of grazing goat to left (head, beard, forelegs, underbelly, part of one hind leg); hailstorm as filling ornament; black band and added red band; frieze with traces of animals (perhaps top of panther's head to right and horns and top of back of grazing goat to left) with hailstorm as filling ornament; exterior: reserved with black band near centre, red band further out. "], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Silhouette"], "Technique": ["painted"], "Dimensions": [" Height: 4 centimetres ", " Thickness: 0.70 centimetres ", " Width: 6.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For a parallel, see Boardman, 'Early Greek Vase Painting', Thames and Hudson, London (1998), p. 193, fig. 383 (from Tocra). The sherd possibly belongs to the same vase as Louvre AM1362 (16). "], "Bibliographic references": [" Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (Catalogue, no. 1037) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 93, no. A124) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 219, no. 37) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 72, pl. 6, no. 16.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.264) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.476"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.127.1c (Accession Number) "]}