{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["AshmLoan.660"], "Description": [" Upper body sherd of Chian black-figured Sphinx and Lion Style pottery dinos; interior reserved; exterior, white slip; two friezes separated by a line and a band; above, foreleg of possible sphinx to left; below, lion (part of mane, back and tail remaining; added red on mane, haunch and underbelly) to right; pendant roundel with red centre as filling ornament. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 17 centimetres (circa (inside diameter)) ", " Height: 3.70 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Group A of the Sphinx and Lion Style. The decoration on the vases from this group is the most elaborate. The rosette has a standard cogwheel shape and the figures are carefully drawn and details are expertly incised. Williams (2006a, 128) notes that Chian dinos sherds are often mistaken for oinochoai because of the lack of slip on the interior surface. The thickness of the sherd suggests it was a large vessel. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 322, no. 1447, pl. 192) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0032) (phase 2) "], "Location": ["Not on display"], "Subjects": [" mammal ", " sphinx "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.660"], "Additional IDs": [" Miscellaneous number: AN1948.298g (Accession Number) "]}