{"artifact_name": "column krater", "Object Type": ["column krater"], "Museum number": ["AshmLoan.21"], "Description": [" Body sherd of Attic black-figured pottery column-krater; interior glazed streaky black; exterior: black-figure decoration consisting of back of head, shoulder and left arm bent at elbow of Amazon to left (faded added white flesh; possibly helmet; two incised lines for necklace; added red on tunic with double incised lines at neck and arm); part of undetermined black motif on right; two ancient repair holes (one at break on right). "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-525BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.10 centimetres ", " Thickness: 0.60 centimetres ", " Width: 6.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The suffix \"16\" was added by the British Museum's Naukratis cataloguing project to distinguish the sherd from the other 1912.37 sherds. The sherd is also published in von Bothmer, D., Amazons in Greek Art. Oxford 1957, 64, no. 269. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 281, no. B243) (labelled 1912.37.7) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0155) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["amazon"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.21"], "Additional IDs": [" Miscellaneous number: AN1912.37(16) (Accession Number) "]}