{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Museum number": ["AshmLoan.29"], "Description": [" Body sherd of Attic black-figured pottery oinochoe; exterior: black-figure decoration consisting of scene with Herakles and Andromache (on left, raised knee of Herakles, to right, overlapped by Amazon's shield seen in side view; tripod device in faded added white; body and part of raised left arm and leg of Amazon with white flesh, nebris with incised dots over short chiton in added red, moving to right, looking back; on far right beside break, vertical dilute framing line; painted pseudo-inscriptions on exterior; modern drill hole for clay analysis. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-530BC"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 11 centimetres (circa (small diameter inside)) ", " Height: 3.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 5.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The suffix \"25\" was added by the British Museum's Naukratis cataloguing project to distinguish the sherd from the other 1912.37 sherds. The sherd is also published in von Bothmer, D., Amazons in Greek Art. Oxford 1957, 64-5, no. 271, pl. 50, no. 1. ", " The clay was analysed by M. Hughes and found to be Attic: Harbottle, G., Hughes, M. J. and Seleem, S. 'The Origin of black-figure Greek ceramics found in Naucratis (Nile Delta)', Archaeometry 47, 2005, 511-8; p.513, table 1, no.6 "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 309, no. B319) (labelled 1912.37.2) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0312) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" amazon ", " mythical figure/creature ", " classical deity "], "Associated names": [" Representation of: Herakles/Hercules ", " Representation of: Andromache (possibly) "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.29"], "Additional IDs": [" Miscellaneous number: AN1912.37(25) (Accession Number) "]}