{"artifact_name": "column krater", "Object Type": ["column krater"], "Museum number": ["AshmLoan.479"], "Description": [" Shoulder and body sherd of Corinthian black-figured, red-ground pottery column-krater with handle root on left; slight remains of plastic ridge at junction of shoulder and neck; red slip; interior: very streakily glazed; exterior: black band and row of alternating red and black tongues at top of shoulder; below, black-figure decoration consisting of Medusa to right with Pegasos emerging from neckline of her garment (part of Medusa's wings with red patch, right arm in added white and torso remaining, as well as part of wing and body of Pegasos). "], "Cultures/periods": [" Late Corinthian (I) ", " Archaic Greek "], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 6.10 centimetres ", " Thickness: 0.50 centimetres ", " Width: 6.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Also listed in LIMC IV, Gorgo, Gorgones 321. "], "Bibliographic references": [" Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (Catalogue no. 1470B) ", " Amyx 1988 / Corinthian Vase-Painting of the Archaic Period (p. 626C) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 110, no. A177) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 221, no. 9) (below) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.051) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 72, pl. VI, no. 26) "], "Location": ["Not on display"], "Subjects": ["mythical figure/creature"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.479"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.130.12 (Accession Number) "]}