{"artifact_name": "olpe", "Object Type": ["olpe"], "Museum number": ["AshmLoan.38"], "Description": [" Body sherd of Attic black figured pottery olpe; exterior: black figure decoration consisting of deer to right and looking round (part of body with added red belly stripe and antler with added white dots); below, part of incised blob rosette with red on one petal as filling ornament. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["590BC-580BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Manchester III.H.36, as suggested by Webster, T. B. L. 'Review of the CVA Oxford II', Journal of Hellenic Studies 52, 1932, 310 and Beazley (ABV, 15.21). It possibly also belongs to the same vase as Reading 26.2.93. The suffix \"c\" was added by the British Museum's Naukratis cataloguing project to distinguish the sherd from other 1912.37 sherds. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 305, no. B309, pl. CXLI) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0300) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 92, no. 26, pl. I) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.38"], "Additional IDs": [" Miscellaneous number: AN1912.37c (Accession Number) "]}