{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["AshmLoan.450"], "Description": [" Lower body sherd of Clazomenian black-figured pottery dinos; exterior, traces of white slip: black-figure decoration consisting of horse and rider to left (part of horse's head, hind legs and rider's head missing); saddlecloth and elaborate harness ornament rendered by incision. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Clazomenae "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 6.30 centimetres ", " Thickness: 0.90 centimetres ", " Width: 8.10 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Cook suggests that the image on the sherd represents an experimental stage in the Clazomenian black-figure style (Cook 1952, 139). E.R. Price (East Greek Pottery, 1927, 22) argued that white slip Clazomenian pottery was the link between the Clazomenian sarcophagi, which were covered in a white slip, and the later Clazomenian black figure wares. She explained that the features (the use of white dots as well as the use of white lines together with incised lines for inner details) on the white slip sherds are paralleled either the sarcophagi or the later vases. Cook (1952 note 64) rejected that argument on the basis of both dating and styles. The sherds listed by Price in her argument and tentatively identified by Cook as British Museum 1888,0601.575 and possibly Oxford AN1896-1908-G.130.10. A third sherd was mentioned by Price and described as having a cock as decoration. Cook subsequently incorrectly identified the sherd as 1886,0401.1197 which is an Attic black-figure column- krater. His CVA reference is also incorrect because CVA British Museum VIII, pl. 589, no. 9 discusses a Milesian Fikellura amphora. This sherd first mentioned by Price is most likely British Museum 1886,0401.1147 which is a North Ionian black figure stand with the tail feathers of two cocks. In all three cases, the styles are different, the dates do not match and 1888,0601.575 and 1886,0401.1147 are North Ionian without specification. For parallels regarding the subject matter, see British Museum 1888,0601.580.b (B103.14.3) and in particular, Alexandria 9563. "], "Bibliographic references": [" Cook 1952 / A List of Clazomenian Pottery (p. 138, no. 1c) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.055) (Phase 1) "], "Location": ["Not on display"], "Subjects": [" equestrian ", " mammal "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.450"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.130.10 (Accession Number) "]}