{"artifact_name": "phiale mesomphalos(possibly)", "Object Type": ["phiale mesomphalos (possibly)"], "Museum number": ["AshmLoan.1024"], "Description": [" Body sherd of Chian black-figured Sphinx and Lion Style pottery open vessel, possibly a large phiale mesomphalos; cream slip; interior, from centre: (on possible omphalos), broken maeander pattern; on bowl, black-figure decoration consisting of lions to right (rump and hind leg of first lion missing; red on forehead, mane and underbelly; of second lion, head and foreleg missing; red on rump, underbelly and mane); incised pendant, rising and full rosettes with red centres as filling ornament; band of dots between dilute lines; broad black zone; exterior, from top: dots between dilute lines; animal frieze to right lion (rump and hind leg missing; added red on mane and underbelly) with raised paw grabbing at bull (hindquarters remaining; red on haunch and underbelly); incised full rosettes with red centres as filling ornament; billet band between pairs of dilute lines; broad band at junction of body and possible omphalos; inside omphalos(?) two dilute bands. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" slipped ", " painted ", " incised "], "Dimensions": [" Diameter: 15 centimetres (inside diameter) ", " Height: 7.30 centimetres ", " Thickness: 0.60 centimetres ", " Width: 12.40 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Stage 2 of Group D of the Sphinx and Lion Style. Although the imagery is lively, the execution of the figures is loose and careless. The vases in Stage 2 have even more basic rosettes than the vases from Stage 1. Furthermore, the deterioration of the Sphinx and Lion Style appears quite clearly in the execution of the face of the different figures. Lemos identifies the sherd as coming from a lekane with offset rim, however, if this were the case, the frieze of lions is upside down. Beazley suggests that the sherd may come from the rim of a dinos, but the interior of Chian dinoi is typically undecorated and unslipped. The fabric of the sherd was analysed by the Research Laboratory for Archaeology at Oxford. Using Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA), it was found that the fabric originated in the Kampos plain in the east of the island of Chios (Jones 1986, p.286). It must also be pointed out that despite Jones' identification of the sherd as being in the Chalice Style, the sherd firmly belongs within the earlier Sphinx and Lion Style. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 320, no. 1420, pl. 184, no. 1420) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 82, no. 29, no. 60, pl. V) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 138, no. 717, pl. 97) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1937) (phase 2) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.285, table 3.21, no.13; p.663, pl.8.11) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.1024"], "Additional IDs": [" Miscellaneous number: AN1888.185 (Accession Number) ", " Miscellaneous number: V.188.a "]}