{"artifact_name": "lekythos", "Object Type": ["lekythos"], "Museum number": ["AshmLoan.152"], "Description": [" Body sherd of Attic black-figured pottery lekythos; exterior: black-figure decoration consisting of two women sharing a mantle; only right hand woman, looking to left, with right hand raised, remains (added red eye-dot, red curls over forehead, red head-band, necklace, decorated bands on peplos at neckline and waist), with part of the big mantle (wide red band at top with added white dots above and below, between white lines; red disks surrounded by white dots); above the mantle, seemingly standing on it, a bird, vulture or swan (red wing band with white dots above; white band on tail); on right, trace of side-border. "], "Producer name": ["Near: Pharos Painter ((Haspels))"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["540BC-520BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.50 centimetres ", " Thickness: 0.45 centimetres ", " Width: 5.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Haspels, C. H. E., Attic Black Figured Lekythoi. Paris 1936, 26, attributes this sherd 'near the Pharos Painter'. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 316, no. B338) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0805) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 95, pl. III, no. 2) "], "Location": ["Not on display"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.152"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.137.56 (Accession Number) "]}