{"artifact_name": "eye-cup; stemless cup(possibly)", "Object Type": [" eye-cup ", " stemless cup (possibly) "], "Museum number": ["AshmLoan.228"], "Description": [" Rim sherd (mended from two fragments) of Attic black-figured pottery eye-cup or stemless eye-cup; interior: reserved band at rim, glazed black below; top of rim glazed; exterior: line near rim; below, at left, part of eye (trace of added white of eye remaining); vines with bunches of grapes; at right, black-figure naked figure, possibly a female (head with two added red patches on hair, right arm, torso and buttocks remaining), moving to right and looking back. "], "Cultures/periods": [" Attic ", " Archaic Greek (late) "], "Production date": ["490BC-480BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis (possibly) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 22 centimetres ", " Height: 4.30 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Venit, the figures represented are a satyr (whose tail she identifies somewhere on the left) and maenad and she attributes the vessel to the Campana Painter. For other vessels by the Camapana Painter, see ABV, 653-4. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 433-4, no. B698) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0611) (Phase 1) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.228"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1072 (Accession Number) "]}