{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["AshmLoan.656"], "Description": [" Body sherd of Chian black-figured Sphinx and Lion Style pottery plate; white slip; interior: black-figure decoration consisting of sphinx (part of wing, rump with added red and tail remaining) to left; incised pendant and full rosettes with red centres as filling ornament; exterior: narrow red and dilute bands. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 15 - 20 centimetres (diameter of bands on the inside) ", " Height: 3.70 centimetres ", " Thickness: 0.50 centimetres ", " Width: 6 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Group A of the Sphinx and Lion Style. The decoration on the vases from this group is the most elaborate. The rosette has a standard cogwheel shape and the figures are carefully drawn and details are expertly incised. Boardman discusses analysis carried out on 'AN1925.608c, a black-figure Chian sherd'. The sherd associated with this registration number is a North Ionian reserved plate rim, while the only Chian black-figured sherd from this registration number series is AN1925.608e(4). If this is the sherd to which Boardman refers (the fabric was analysed by the Research Laboratory for Archaeology at Oxford. Using Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA)), it was found that the fabric originated in the southwestern or western region of the island, in the same area as pottery found at Emporio (Jones with J. Boardman in Jones 1986, p.287). "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 147, p. 319, no. 1409, pl. 180) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2149) (phase 2) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.285, table 3.21, no.1) (possibly) "], "Location": ["Not on display"], "Subjects": ["sphinx"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.656"], "Additional IDs": [" Miscellaneous number: AN1925.608e(4) (Accession Number) "]}