{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["AshmLoan.432"], "Description": [" Body sherd of Clazomenian, probably black-figured, pottery neck-amphora; interior glazed; exterior: painted decoration consisting of band of pendent lotus and buds; two narrow bands at top break and white line below; central buds of lotus-flowers and thalami in added white. "], "School/style": ["Tübingen group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Clazomenae (possibly close by) ", " Made in: Erythrae (possibly close by) ", " Made in: Teos (possibly close by) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure (probably)"], "Technique": ["painted"], "Dimensions": [" Height: 5.40 centimetres ", " Thickness: 0.50 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Oxford AN1896-1908-G.129.1a, AN1896-1908-G.129.1b, AN1896-1908-G.129.1e and joins AN1896-1908-G.129.11. Cook states that the coarse execution of the decoration on this vase is very unusual in Clazomenian black figure. The fabric of AN1896-1908-G.129.1a was analysed by the Research Laboratory for Archaeology at Oxford. Using Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA), the fabric found great similarities with the fabric from Wild Goat Style sherds found at Bayrakli in Asia Minor, which Dupont had attributed production to Clazomenae. Based on the similar composition types, Dupont then suggested that the place of production for this sherd ought to be situated near Clazomenae, Erythrae, or Teos (Boardman 1986, 664). "], "Bibliographic references": [" Cook 1952 / A List of Clazomenian Pottery (p. 125, no 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.004) (Phase 1) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition notes": ["The sherd was given to the Ashmolean Museum by exchange from the Trustees of the British Museum."], "Department": ["External"], "Registration number": ["AshmLoan.432"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.129.1c (Accession Number) "]}