{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["AshmLoan.63"], "Description": [" Rim and shoulder sherd of Attic black-figured pottery dinos; interior: reserved at rim, glazed black below; on top of rim, incised spoked rosettes with added red on hearts and petals between brown bands; on edge of lip, band of black dots; on wall, black figure decoration consisting of lion and deer to right (of lion head, body, upper part of front legs, tip of tail remain; red on eye, snout, lips, tongue, ear, mane, ribs, chest, legs, underbelly and tail; of deer hindquarters, tail and left hind leg; red on rump); dot and spoked rosettes as filling ornament; three drill holes on interior from sampling for clay analysis. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["600BC-580BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 25 centimetres (inside) ", " Diameter: 28 centimetres (outside) ", " Height: 9 centimetres ", " Thickness: 3.20 centimetres (across lip) ", " Width: 12.50 centimetres "], "Curator's comments": ["Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 287-8, no. B261) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 223, no. 9) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0244) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 91, pl. I, no. 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.63"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.128.13 (Accession Number) "]}