{"artifact_name": "stemmed bowl", "Object Type": ["stemmed bowl"], "Museum number": ["AshmLoan.627"], "Description": [" Lower body sherd of Chian black-figured Sphinx and Lion Style pottery stemmed bowl; white slip; interior reserved; exterior, from top: sphinx seated to left (one foreleg, trace of wing, underbelly with added red and hind leg remaining); rosettes with red centres and petals as filling ornament; billet pattern between pairs of lines; seated lions to right (tail of first lion missing; red on hind leg, underbelly, forehead and mane; lower body of second lion remaining; red on hind leg and underbelly); rosettes with red centres as filling ornament; billet pattern between lines. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 6.30 centimetres ", " Thickness: 0.50 centimetres ", " Width: 7.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Group C of the Sphinx and Lion Style. The vases in this group may all have been decorated by the same painter. The cogwheel rosettes have more spikes than usual and the figures are well executed. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 148, p. 311, no. 1293, pl. 167) ", " Price 1924 / Pottery of Naukratis (pl. XII, no. 3) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (p. 138, no. 795, pl. 97) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 83, no. 39, pl. V) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2123) (phase 2) "], "Location": ["Not on display"], "Subjects": [" mammal ", " sphinx "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.627"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.120.17 (Accession Number) "]}