{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["AshmLoan.810"], "Description": [" Rim sherd of large Attic black-glazed pottery cup with concave rim; slight outcurve at lower break; inscription incised on the outside. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Hellenion (Naukratis), North and west of Well B (Hogarth Site 35), found by 'Bedawi boys who search the rubbish heaps' (Hogarth 1898-9, 31) "], "Materials": ["pottery"], "Ware": ["Black Glaze"], "Technique": ["glazed"], "Dimensions": [" Diameter: 29 centimetres (rim) ", " Height: 3 centimetres ", " Thickness: 0.40 centimetres ", " Width: 7.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Hogarth (Hogarth et al. 1898-9, 31) notes that this sherd was found north or west of the well marked 35 in the Hellenion: \"But the Bedawi boys who searched the rubbish heaps farther west on their own account (north and west of the well 35) brought us at one time or another many inscribed fragments of fifth, fourth and third century vessels dedicated to Aphrodite (No. 87), to \"Gods of the Hellenes\" (Nos. 76, 71, 77, 80, 78, 75, 8I), and (one only) to Poseidon (?) (No. 62). The last named, it is worth noting, came from almost the same spot as the stone horses mentioned above (close to well 35).\" His hypothetical reading of 'Poseidon' in all likelihood is to be rejected, however. ", " The piece seems most likely to be from a large band-cup rather than an unusually large fifth century black-glazed cup-skyphos or the like. "], "Bibliographic references": [" Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 55, no. 62) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 701, no. 585, pl. 26.9) ", " Hogarth 1898/1899 / Excavations at Naukratis, A. Site and Buildings (p. 31, no. 62) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.1659) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.810"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.141.52 (Accession Number) "]}