{"artifact_name": "amphora(possibly)", "Object Type": ["amphora (possibly)"], "Museum number": ["AshmLoan.436"], "Description": [" Upper body sherd of Clazomenian black-figured pottery closed vessel, possibly an amphora; exterior: black-figure decoration consisting of sphinx to left (chin and neck in added white, necklace, locks of hair, chest and part of wing with traces of white dots and added red on feathers remaining). "], "School/style": ["Urla group (Near the)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["540BC-520BC (circa)"], "Production place": [" Made in: Clazomenae (possibly close by) ", " Made in: Erythrae (possibly close by) ", " Made in: Teos (possibly close by) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.50 centimetres ", " Thickness: 0.60 centimetres ", " Width: 8.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The siren or sphinx’s sloping back suggests that it may have been seated as seen on Berlin Inv. 4530 in Cook, R. M. and Dupont, P., East Greek Pottery. London 1998, 97, fig. 12.2. For the sphinx with a raised paw, see British Museum 1888,0208.71a. The fabric of the sherd was analysed by the Research Laboratory for Archaeology at Oxford. Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA) found great similarities with the fabric from Wild Goat Style sherds found at Bayrakli in Asia Minor, production of which Dupont had attributed to Clazomenae. Based on the similar composition types, Dupont then suggested that the place of production for this sherd ought to be situated near Clazomenae, Erythrae, or Teos (Jones with J. Boardman in Jones 1986, p.664). "], "Bibliographic references": [" Cook 1952 / A List of Clazomenian Pottery (p. 139, no. 13) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 87, pl. X, no. 15.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.029) (Phase 1) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.701, table 8.18, no.29) "], "Location": ["Not on display"], "Subjects": ["sphinx"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.436"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.129.3 (Accession Number) "]}