{"artifact_name": "siana cup(possibly); little-master cup(possibly)", "Object Type": [" siana cup (possibly) ", " little-master cup (possibly) "], "Museum number": ["AshmLoan.127"], "Description": [" Tondo sherd of Attic black-figured pottery late Siana cup or early little master cup; interior: part of band of alternating red and black tongues outside three bands; in tondo, part of female head to right; face drawn in outline strengthened with incision; curlicue rising from top of head, dotted diadem, red on alternating, incised, locks of hair; exterior glazed. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["560BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 3.10 centimetres ", " Thickness: 0.40 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The curlicue is reminiscent of those found on sphinxes' heads in Chian Archaic pottery. ", " For female figures painted in outline compare the work of the Amasis Painter as well as several Little Master cup painters; the feature is rare inside tondos, however. "], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0405) (Phase 1) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 62, pl. VIII, no. 8) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.127"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.137.29 (Accession Number) "]}