{"artifact_name": "cup type b(possibly)", "Object Type": ["cup type b (possibly)"], "Museum number": ["AshmLoan.333"], "Description": [" Wall sherd (mended from two fragments) of Attic red-figured pottery cup, possibly type B; interior glazed black; exterior: red-figure decoration consisting of three running males; (from left, part of foot of first male, to left; of second runner, buttock to ankle of right leg with accidental black blob on thigh, and calf of advanced left leg remaining; of third figure, left lower leg and foot remaining, overlapped by previous figure); below, narrow reserved band above glazed lower wall; relief contour; inscription on interior. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["525BC-500BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Red Figure"], "Technique": ["painted"], "Dimensions": [" Height: 6 centimetres ", " Thickness: 0.40 centimetres ", " Width: 6.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " This sherd is referred to in the Beazley Archive, number 11882 "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 509, no. C70) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0649) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 111, pl. LVII, no. 26) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.333"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.702 (Accession Number) "]}