{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["AshmLoan.926"], "Description": [" Rim and body sherd (mended from two fragments) of North Ionian pottery bowl; interior black with one band of added red lined in white; exterior, yellow-cream slip; large lotus-flower and palmette; added red on the petals of the lotus-flower and on alternate petals of palmette; spotted vertical band at right break that probably divides the two halves of the palmette; below, black-brown zone with added white and red horizontal stripes. Drill-hole in broken edge from sampling for clay analysis. Red-brown clay with some lime lime inclusions and moderate amounts of small silver mica. "], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["6thC BC(early) (circa)"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 25 centimetres (rim (circa)) ", " Height: 7.20 centimetres ", " Thickness: 0.60 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": ["Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (II D, pl. IV, 27) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.257) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.701, table 8.18, no.4; p.663, pl.8.13) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.926"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.119.31 (Accession Number) "]}