{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["AshmLoan.430"], "Description": [" Shoulder and body sherd of Clazomenian black-figured pottery neck-amphora with handle root on right; exterior, from top: on shoulder, legs of lion or sphinx to left; black band at turn of shoulder to body; on body, pendent lotus and bud frieze with double dilute horizontal line crossing it and white line below (central buds of lotus-flower, thalamus of flower, and bud in added white; handle root glazed; black figure decoration consisting of part of frieze of female figures to left (upper parts of two women preserved with flesh and decorative narrow crosses on chiton in white). "], "School/style": ["Tübingen group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Clazomenae (possibly close by) ", " Made in: Erythrae (possibly close by) ", " Made in: Teos (possibly close by) "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ9 "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 11.70 centimetres ", " Thickness: 0.60 centimetres ", " Width: 13.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Cook states that the coarse execution on this vase is very unusual in Clazomenian black-figure. The fabric of the sherd was analysed by the Research Laboratory for Archaeology at Oxford. Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA) found great similarities with the fabric from Wild Goat Style sherds found at Bayrakli in Asia Minor, production of which Dupont had attributed to Clazomenae. Based on the similar composition types, Dupont then suggested that the place of production for this sherd ought to be situated near Clazomenae, Erythrae, or Teos (Jones with J. Boardman in Jones 1986, p.664). The sherd belongs to the same vase as Oxford AN1896-1908-G.129.1b, AN1896-1908-G.129.1c, AN1896-1908-G.129.1e and AN1896-1908-G.129.11. ", " Marked N Φ 9 or N t 9. Possibly reference to Aphrodite contexts number 9. "], "Bibliographic references": [" Cook 1952 / A List of Clazomenian Pottery (p. 125, no. 17) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 87, pl. X, no. 12a) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.002) (Phase 1) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.663, pl.8.12; p.701, table 8.18, no.24) "], "Location": ["Not on display"], "Subjects": [" sphinx (possibly) ", " mammal "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition notes": ["The sherd was given to the Ashmolean Museum by exchange from the Trustees of the British Museum."], "Department": ["External"], "Registration number": ["AshmLoan.430"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.129.1a (Accession Number) "]}