{"artifact_name": "column krater", "Object Type": ["column krater"], "Museum number": ["AshmLoan.491"], "Description": [" Body sherd of Corinthian black-figured pottery column-krater; interior glazed black; exterior: black-figure decoration consisting of front lower part of draped woman (added red cloak with black border with incised wave pattern; added yellow peplos of thinned slip with brown outline), to right; at right, part of painted inscription and probably part of garment of the named figure. "], "Cultures/periods": [" Middle Corinthian ", " Archaic Greek "], "Production date": ["595BC-570BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 3.20 centimetres ", " Thickness: 0.60 centimetres ", " Width: 3.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Amyx: ‘...The name was borne by both historical and heroic persons....One of the latter was king of Kalydon and Oichalia, against whom Artemis sent the Kalydonian boar as punishment for his misdeeds. Still too little of the scene remains to yield any sense.’ (Amyx 1988, 567) The suffix \"c\" was added by the British Museum's Naukratis cataloguing project to distinguish the sherd from the other 1912.33 sherds. ", " The Lexicon of Greek Personal names lists thirteen persons with this name, and none are early; the scene is presumably mythological. "], "Bibliographic references": [" Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (p. 164, no. 18, p. 318, no. 1190) (mislabelled 1912.23) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 105, no. A162) ", " Amyx 1988 / Corinthian Vase-Painting of the Archaic Period (p. 567, no. 41) (mislabelled 1922.33) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 219, no. 48) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.021) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 72, pl. VI, no. 20) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.491"], "Additional IDs": [" Miscellaneous number: AN1912.33c (Accession Number) "]}