{"artifact_name": "column krater", "Object Type": ["column krater"], "Museum number": ["AshmLoan.184"], "Description": [" Handle plate of Attic black-figured pottery column-krater with part of handle, rim and neck; much of glaze fired orange; interior glazed with added red band at top; underside: glazed mostly streaky black; exterior: edges black; top: at left on rim, thin diagonal bands; at right, on handle-plate black-figure female head to left wearing a fillet. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 32 centimetres (inside rim) ", " Height: 7.70 centimetres ", " Thickness: 0.50 centimetres ", " Width: 13.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Venit, the handle plate should be attributed to the Painter of Cambridge N186. von Vacano, O., Zur Entsehung und Deutung gemalter seitenansichtiger Kopfbilder auf schwarzfigurigen Vasen des griechischen Festlandes. Bonn 1973 "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 271, no. B212, pl. CCV) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0136) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 102, pl. XII, no. 6) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.184"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.578 (Accession Number) "]}