{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["AshmLoan.752"], "Description": [" Shoulder sherd of North Ionianblack-figured pottery dinos; interior reserved; exterior, cream slip: lion attacking a bull with paw on bull's head; filling ornaments: blobs and rosettes; purple patches on lion's eyes, neck and body and on rosettes; broad band below with superimposed added red and white bands. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["600BC-560BC (circa)"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.60 - 1 centimetres ", " Height: 5 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published in CVA Oxford 2, II D, p. 81, no. 52, pl. IV.53, which gives 1925.608c as the inventory number, which is, however, crossed out on the piece. Certainly the sherd was not originally registered as 1925.608e, as it differs from the kind of wares described in the Ashmolean Museum register as belonging to this registration sequence, even if this is the number it now bears. "], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (II D pl. 4, 52) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.409) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.752"], "Additional IDs": [" Miscellaneous number: AN1925.608c (possible alternative accession number (see comment)) ", " Miscellaneous number: AN1925.608e(51) (Accession Number) "]}