{"artifact_name": "heavy chalice", "Object Type": ["heavy chalice"], "Museum number": ["AshmLoan.535"], "Description": [" Body sherd of large Chian Wild Goat Style or Mature Animal Style pottery chalice or heavy chalice; white slip; interior: glazed black (almost completely worn); exterior; paired hook maeander frieze above narrow and wide bands; below, part of lotus flower and bud frieze. "], "School/style": [" Wild Goat Style (possibly) ", " Mature Animal Style (possibly) "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["600BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 5.80 centimetres ", " Thickness: 0.50 centimetres ", " Width: 5.90 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos identifies this sherd as belonging to the group of vases with floral decoration in the Chalice Style. The lotus flower and bud pattern found on these vessels appears on the exterior surface of the vases and in the later vases the pattern resembles that found on Fikellura vases. However, the same pattern also features on the cul of Wild Goat Style chalices, to which this sherd bears closer similarities. See Lemos no. 114 from Emporio. The sherd belongs to the same vessel as British Museum 1888,0601.468.k. Whilst the heavy chalice does not typically appear as early as in the Wild Goat Style, the thickness of this sherd suggests that it comes from a vessel much larger than a chalice. Perhaps this sherd marks a transition from the Wild Goat Style to the Mature Animal Style "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 308, no. 1260, pl. 162) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 81, no. 5, pl. V) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1533) (phase 2) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.535"], "Additional IDs": [" Miscellaneous number: AN1912.32a(14) (Accession Number) "]}