{"artifact_name": "kotyle", "Object Type": ["kotyle"], "Museum number": ["AshmLoan.472"], "Description": [" Base and lower body sherd of Corinthian pottery kotyle; interior glazed black (only traces remaining); exterior: rays in red-fired glaze at base of wall; bands on inside and outside of tall ring-foot; resting surface reserved; incised inscription on inside of ring-foot. "], "Cultures/periods": [" Transitional Corinthian ", " Archaic Greek "], "Production date": ["630BC-615BC (circa)"], "Production place": [" Made in: Corinth "], "Findspot": [" Excavated/Findspot: Naukratis, Well C (= Hogarth site 50), bottom "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 6 centimetres ", " Height: 3.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd is probably the same type of vessel as in Payne 1931, 25, no. 6, 23, fig. 9a. The findspot - bottom of well 50, in a seemingly residential area in the southwestern part of the site - is indicated by Hogarth (1898-9, p. 41), who describes the well as follows: \"The well, marked 50, was cleared by us to the bottom at 26 feet from the surface. It is 50 inches in diameter and lined with tiles disposed in rings. It proved richer in pottery than the other two wells cleared by us, producing fragments of figured Naukratite vases from 12 to 14 feet down (v. infra p. 59 and P1. VII. I), and four inscribed sherds from the very bottom (No. 41 and three small fragments) as well as large coarse pots, goat and ibex horns, stone weights, and a piece of a small and interesting early stone figure.\" ", " Hogarth explains how this sherd was found inside Well 50 south-west of the Hellenion. (Hogarth 1898-1899, 41) "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 97, no. A137) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 54, no. 41) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 699, no. 563) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.072) (Phase 1) ", " Hogarth 1898/1899 / Excavations at Naukratis, A. Site and Buildings (p. 41 (ref. to no. 41)) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.472"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.121.14 (Accession Number) "]}