{"artifact_name": "hydria", "Object Type": ["hydria"], "Museum number": ["AshmLoan.444"], "Description": [" Shoulder and body sherd of Clazomenian black-figured pottery hydria; exterior: modelled raised fillet in added red at junction of neck with shoulder; below, frieze of outlined dotted tongues; at left, edge of panel in handle area; in panel, black-figure decoration consisting of bodies and tails of three grazing cranes; two black birds with stripes in added red and dots in added white on tail feathers, to right, and between them a white bird to left; below, sharp carination at junction with body and traces of band. "], "School/style": ["Urla group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["540BC-520BC (circa)"], "Production place": [" Made in: Clazomenae (possibly close by) ", " Made in: Erythrae (possibly close by) ", " Made in: Teos (possibly close by) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.20 centimetres ", " Thickness: 0.50 centimetres ", " Width: 9.75 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For a parallel, see the hydria in Moscow, Pushkin Museum 1b 1364 in Boardman, J., Early Greek Vase Painting. London 1998, 171, fig. 345. Cook suggests that the black and white cranes are reminiscent of those found on vases from the Tübingen Group. The fabric of the sherd was analysed by the Research Laboratory for Archaeology at Oxford. Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA) found great similarities with the fabric from Wild Goat Style sherds found at Bayrakli in Asia Minor, production of which Dupont had attributed to Clazomenae. Based on the similar composition types, Dupont then suggested that the place of production for this sherd ought to be situated near Clazomenae, Erythrae, or Teos (Jones with J. Boardman in Jones 1986, p.664). "], "Bibliographic references": [" Cook 1952 / A List of Clazomenian Pottery (p. 131, no. 13) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 87, pl. X, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GH.049) (Phase 1) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.701, table 8.18, no.28) "], "Location": ["Not on display"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.444"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.130.4 (Accession Number) "]}