{"artifact_name": "krater", "Object Type": ["krater"], "Museum number": ["AshmLoan.749"], "Description": [" Neck and shoulder fragment (close to handle) of North Ionian black-figured pottery krater; interior reserved; exterior, yellow-cream slip: plastic ridge at shoulder/neck join painted red; maeander hook band at base of neck with glazed area at handle to right; on shoulder, part of a griffin to left, facing a tall palmette; filling ornaments of pendant roundel in top right corner, pendant strokes from shoulder, dotted rosettes, swastika; patches of added red on neck of griffin and on alternate petals of palmettet; incision used for outline and details of griffin and of large plant ornament. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["590BC-560BC (circa)"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Diameter: 34 centimetres (at bottom of neck (outside)) ", " Height: 5.50 centimetres ", " Thickness: 1.10 centimetres ", " Width: 12.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Sherd is very similar to another in the Cambridge Museum of Classical Archaeology NA19. Either both belong to the same vessel (from different sides) or they were decorated by the same painter. "], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (II D, pl. IV, 36) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.545) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 942b, pl. 115) "], "Location": ["Not on display"], "Subjects": ["griffin"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.749"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.120.1 (Accession Number) "]}