{"artifact_name": "neck-amphora(possibly); oinochoe(possibly)", "Object Type": [" neck-amphora (possibly) ", " oinochoe (possibly) "], "Museum number": ["AshmLoan.700"], "Description": [" Shoulder sherd of Milesian Pre-Fikellura pottery neck-amphora or oinochoe; interior reserved; exterior, cream slip; exterior: band of unconnected narrow lotus buds and lotus flowers with added red on kalyx. "], "School/style": ["Plain Body group"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Miletus "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 5 centimetres ", " Thickness: 0.60 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Cook suggests that Oxford AN1925.608b belongs to the same vase as Boston 86.636 and Cairo CG26152. In the first instance, it is unclear to which of two Oxford AN1925.608b sherds Cook is referring (this one or AN1925.608b(1)). The tongue band on AN1925.608b(1) is framed by narrow black lines and the circumference of the neck suggests that the vessel was a krater and not a closed vessel. On this one, there is added red on the lotus flower's kalyx and there is no evidence of added red on any of the other sherds, thus suggesting the sherd belongs to a completely different vessel. There is a single black band above the lotus flower and lotus bud on the Boston sherd. Finally, there is no narrow black band between the tongues and flowers on the Cairo sherd. "], "Bibliographic references": [" Cook 1933-1934 / Fikellura Pottery (p. 38, no. 10c) (possibly) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GE.002) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.700"], "Additional IDs": [" Miscellaneous number: AN1925.608b(8) (Accession Number) "]}