{"artifact_name": "droop cup(probably)", "Object Type": ["droop cup (probably)"], "Museum number": ["AshmLoan.18"], "Description": [" Rim sherd of Attic black-figured pottery open vessel, probably a Droop cup with handle root; rim offset inside and out; interior glazed black, with added red band below offset rim; exterior: offset black rim, reserved at junction with handle zone with band below; in reserved handle zone, black-figure decoration consisting of part of male figure to right (head with hair in added red remaining); on upper left at break part of possible club; black blob as filling ornament; black around handle root at right. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 24 centimetres (rim (circa)) ", " Height: 4 centimetres ", " Thickness: 0.40 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The suffix \"13\" was added by the British Museum's Naukratis cataloguing project to distinguish the sherd from the other 1912.37 sherds. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 426, no. B676) (labelled 1912.37.5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0594) (Phase 1) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.18"], "Additional IDs": [" Miscellaneous number: AN1912.37(13) (Accession Number) "]}