{"artifact_name": "oinochoe", "Object Type": ["oinochoe"], "Museum number": ["AshmLoan.734"], "Description": [" Shoulder fragment of North Ionian Late Wild Goat pottery oinochoe, black-figured; interior reserved; exterior, cream slip: part of a swan to left with zone of solid tongues above and thick band of dark brown and red stripes below; filling ornaments: rosettes, half rosettes and dots; red patches on swan and every third tongue; incision used for details of swan. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["600BC-570BC (circa)"], "Production place": [" Made in: North Ionia "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 7.40 centimetres ", " Thickness: 0.80 centimetres ", " Width: 5.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Published in CVA Oxford 2, II D, p. 80, no. 33, pl. IV.33, which gives 1925.608d as the inventory number. Certainly the piece was not originally registered as 1925.608e, as it differs from the kind of wares described in the Ashmolean Museum register as belonging to this registration sequence, even if 1928.608e is the number it now bears. "], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (IId pl. 4, 33) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.625) "], "Location": ["Not on display"], "Subjects": ["bird"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.734"], "Additional IDs": [" Miscellaneous number: AN1925.608e(50) (Accession Number) ", " Miscellaneous number: AN1926.608d (possible alternative accession number (see comment)) "]}