{"artifact_name": "kylix", "Object Type": ["kylix"], "Museum number": ["AshmLoan"], "Description": [" Laconian black-figured pottery kylix (restored from numerous fragments and added plaster, notably part of one handle and the stemmed foot); dull brownish cream slip; interior: black band at top of rim above band of alternating black and added red tongues between black bands; below, on bowl, lotus bud band between black and red bands above second band of red and black tongues between red and black bands; below, band of lotus buds and trace of band of dots; exterior: black band at top of otherwise reserved lip; in handle zone, part of incised handle palmette decorated with red and frieze of lotus buds between black bands; on wall below, band of slim rays between black and red bands, above band of red and black tongues also between red and black bands; traco of black at junction of bowl and foot, band of narrow rising rays; inscription on outside of lip. "], "Producer name": ["Attributed to: The Naukratis Painter"], "Cultures/periods": [" Laconian ", " Archaic Greek "], "Production date": ["565BC-560BC (III)"], "Production place": [" Made in: Laconia "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " slipped ", " incised "], "Dimensions": [" Diameter: 28 centimetres (rim) ", " Height: 16 centimetres (circa) ", " Thickness: 0.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" Stibbe 1972 / Lakonische Vasenmaler des sechsten Jahrhunderts v. Chr. (p. 208-9, no. 9, pl. 8,1-2) ", " Gardner 1888 / Naukratis II (p. 64, no. 766, pl. XXI, no. 766) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GC.72) (phase 3) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (no. 417) ", " Venit 1985 / Laconian Black Figure Pottery in Egypt (p. 395, no 2) ", " Shefton 1954 / Three Laconian Vase-Painters (p. 306) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan"], "Additional IDs": [" Miscellaneous number: AN1888.1325 (2nd Accession Number) ", " Miscellaneous number: AN1896-1908-G.133.1 (Accession Number) "]}