{"artifact_name": "convex pyxis", "Object Type": ["convex pyxis"], "Museum number": ["AshmLoan.485"], "Description": [" Rim and upper body sherd of Corinthian Conventionalizing pottery convex-walled pyxis; interior glazed black at rim, reserved below; exterior: streaky black rim, raised fillet at junction with shoulder with black band below; on shoulder painted decoration consisting of parts of two horizontal palmettes (left-hand palmette lies with top to right; right-hand palmette is circumscribed and lies with top to left). "], "School/style": ["Conventionalizing Style"], "Cultures/periods": [" Corinthian ", " Classical Greek "], "Production date": ["450BC-425BC (circa)"], "Production place": [" Made in: Corinth "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted (modelled) ", " slipped "], "Dimensions": [" Diameter: 7 centimetres ", " Height: 4.90 centimetres ", " Thickness: 0.40 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Oxford, Ashmolean Museum, Unnumbered 41 and Unnumbered 42. For the shape and style, see Payne (1931), p. 331 for a pyxis with convex sides and cylindrical handles (Cat. Nos. 1493-7 and 1553). For parallels regarding the palmette decoration, see nos 1047a and 1065 in A.G. Newhall Stillwell and J.L. Benson, Corinth: The Potter's Quarter: Vol. XV, Part III (1984). "], "Bibliographic references": [" Payne 1931 / Necrocorinthia. A study of corinthian art in the archaic period (Catalogue no. 1491) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 72, pl. VI, no. 23.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GB.327) (phase 3) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.485"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.1245 (Accession Number) "]}