{"artifact_name": "column krater", "Object Type": ["column krater"], "Museum number": ["AshmLoan.98"], "Description": [" Body sherd (mended from two fragments) of Attic black-figured pottery column-krater; interior glazed shiny black; exterior: black-figure decoration consisting of parts of three male and two female dancers (left arm of male on far left; hand and lower part of naked female, to left; left arm and lower part of male wearing short fitted chiton in added red, to left; both hands and lower part of naked female to right; legs and lower body of male wearing red short fitted chiton, to left; the women's flesh is outlined with brown and filled with added white; below, black zone with two red bands; three drill holes on interior for clay analysis. "], "Producer name": ["Connected with: The Komast Group"], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["580BC-570BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.70 - 0.80 centimetres ", " Height: 12.30 centimetres ", " Width: 16.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " The sherd belongs to the same vase as Alexandria 9317. Style and representation show strong Corinthian influence. "], "Bibliographic references": [" ABV / Attic Black-Figure Vase-Painters (p. 36, no. 2) ", " Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 262-3, no. B185) ", " Möller 2000 / Naukratis, Trade in Archaic Greece (p. 228, no. 19a) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0120) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 93, pl. II, no. 1) ", " Alexandridou 2011 / The Early Black-Figured Pottery of Attika in Context (c. 630-570BCE) (p. 123) (Naukratis 102) "], "Location": ["Not on display"], "Subjects": ["dancer"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.98"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.131.31 (Accession Number) "]}