{"artifact_name": "kantharos", "Object Type": ["kantharos"], "Museum number": ["AshmLoan.572"], "Description": [" Rim and body sherd of Chian pottery Type B kantharos; white slip; interior: reserved band at rim, glazed streaky black (fired red) below; two added white bands; exterior: narrow brown band on top of rim, reserved below; inscription on exterior. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (according to Ashmolean Museum register) "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 12 centimetres (circa) ", " Height: 4.30 centimetres ", " Thickness: 0.20 centimetres ", " Width: 3.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Many kantharoi Type B (See Williams, D. ‘Aigina, Aphaia-Tempel 5. The pottery from Chios’, Archäologischer Anzeiger 1983, 169) have painted inscriptions beneath the rim and several have been found on Aegina as well as at Naukratis. "], "Bibliographic references": [" Cook & Woodhead 1952 / Painted Inscriptions on Chiot Pottery (p. 170, no. 219) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 735, no. 956) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1881) (phase 2) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.572"], "Additional IDs": [" Miscellaneous number: AN1888.218(4) (Accession Number) ", " Miscellaneous number: V.186.f (2nd Accession Number) "]}