{"artifact_name": "dinos", "Object Type": ["dinos"], "Museum number": ["AshmLoan.79"], "Description": [" Shoulder and body sherd of Attic black-figured pottery dinos; interior glazed black; exterior: band of alternating added red and black tongues with dilute vertical dividing lines and broad lower horizontal border at top of shoulder; below, black-figure decoration consisting of part of three hoplites to left (back of helmet with red, part of shield, and spear of first hoplite remaining; head with helmet, spear and shield of second; shield with black dots on rim and faded device of boar's head to left, once painted in added white, to left, with exergue band of incised ovolo pattern and red in exergue; part of head with red on helmet and shield with red on rim of third hoplite). "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 8.20 centimetres ", " Thickness: 0.50 centimetres ", " Width: 10 centimetres "], "Curator's comments": ["Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 293, no. B276) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0261) (Phase 1) "], "Location": ["Not on display"], "Subjects": ["warrior"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.79"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.130.13 (Accession Number) "]}