{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["AshmLoan.661"], "Description": [" Body sherd of Chian black-figured Komast pottery chalice; white slip; interior: glazed black with three added red and added white concentric bands; exterior: from left, painted decoration consisting of undetermined motif (possiblyopart of a komast's foot), and incised blob rosettes with red centres; below in handle zone, double saw-edged metope pattern and group of vertical strokes in between concentric bands. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["560BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis (perhaps (no recorded provenance)) "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Height: 5.50 centimetres ", " Thickness: 0.30 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For a parallel regarding the blob rosettes, see Lemos no. 1482 from Phana an no. 1589 from Old Smyrna. Lemos places No. 1482 Group D of the Black Figure Komast Chalices. The chalices in this group mark the beginning of the deterioration of the group. All have a rim pattern and the filling ornament consists of well executed incised discs. Although the rim is lost on Oxford AN1966.1027, the execution of the blob rosettes could place the sherd within the same group. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 333, no. 1621) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1311) (phase 2) "], "Location": ["Not on display"], "Subjects": ["dance"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Acquisition notes": ["Given by Sir John Beazley"], "Department": ["External"], "Registration number": ["AshmLoan.661"], "Additional IDs": [" Miscellaneous number: AN1966.1027 (Accession Number) "]}