{"artifact_name": "lid", "Object Type": ["lid"], "Museum number": ["AshmLoan.146"], "Description": [" Body sherd of Attic black-figured pottery lid; interior glazed black with two pairs of faded added red bands; exterior, from centre: chain of buds with dots; three black bands; black-figure frieze: two warriors preserved, attacking to left (of left-hand figure only raised arm remaining with trace of added red on chiton; nude right-hand warrior with long hair and red helmet with added white dots on crest, scabbard on belt, greaves and Boeotian shield with white dots on rim and red on thunderbolt-style floral motif); ancient repair hole. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-540BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 8 centimetres ", " Thickness: 0.60 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For a parallel regarding the floral decoration on the Boiotian shield, see CVA Villa Giulia, pl. 26, no. 5. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 342, no. B416) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0829) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 93, pl. II, no. 6) "], "Location": ["Not on display"], "Subjects": [" warrior ", " fighting/brawling "], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.146"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.137.49 (Accession Number) "]}