{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["AshmLoan.622"], "Description": [" Rim and body sherd of Chian Mature Animal Style pottery chalice; white slip; interior: reserved band at rim, glazed streaky black below; part of lotus-palmette in added red with added white outline; exterior: dot and billet band at rim above hook maeander frieze; below, painted decoration consisting of griffin's beak to left, facing a lotus-palmette; undetermined motif at bottom of sherd. "], "School/style": ["Mature Animal Style (possibly)"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 17 - 19 centimetres (circa) ", " Height: 5.50 centimetres ", " Thickness: 0.30 centimetres ", " Width: 4.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos describes the sherd as being in the style of the Würzburg chalices but dated later than those chalices because she considers the style of the drawing to be debased and because of the lack of interior decoration, which she states the sherd does not have. (Lemos 1991, p. 42 note 92, p. 72). The sherd does however, have decoration on its interior. Griffins also feature in Mature Animal Style vases. Therefore, rather than placing it within the Wild Goat Style as suggested by Lemos, the sherd might be more appropriately placed in the Mature Animal Style "], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 81, no. 4, pl. V.) ", " Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 241, no. 218, pl. 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0641) (phase 2) "], "Location": ["Not on display"], "Subjects": ["griffin"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.622"], "Additional IDs": [" Miscellaneous number: AN1888.185 [b] (Accession Number) ", " Miscellaneous number: V188.b (2nd Accession Number) "]}