{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["AshmLoan.753"], "Description": [" Rim and body fragment of large North Ionian black-figured pottery bowl; glaze mostly fired red-brown; interior glazed with added purple and white paint: red band lined in white above tongue pattern with incised outline, tongues alternately red, glaze and white; exterior, cream slip: short tongues at rim; below, lion to left, raising its right foreleg; worn red patches on neck and shoulder of lion; field ornaments: rosettes and blobs; below, band with added red band lined in white; metope frieze with groups of vertical lines and dots in zone below. Drill hole in broken edge from sampling for clay analysis. "], "School/style": ["Wild Goat Style (late)"], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["600BC-560BC (circa)"], "Production place": [" Made in: North Ionia "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.70 centimetres ", " Thickness: 0.60 centimetres ", " Width: 5 centimetres "], "Curator's comments": ["Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (II D, pl. IV, 45) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.241) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.701, table 8.18, no.19) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.753"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.119.40 (Accession Number) ", " Miscellaneous number: V.188.m (2nd Accession Number) "]}