{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["AshmLoan.673"], "Description": [" Rim and body sherd of Chian black-figured Sphinx and Lion Style pottery plate with broad offset horizontal rim; white slip; on top of rim, rays; on outside of floor dots between pairs of lines; in tondo, black-figure decoration consisting of lion to right (rump, body and mane remaining; added red on hind leg, underbelly and mane); incised pendant and full rosettes with red as filling ornament; on edge of rim, diagonal strokes; exterior: black band on rim; billet pattern between narrow bands; below, solid rays. "], "School/style": ["Sphinx and Lion style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["610BC-580BC (circa)"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised ", " slipped "], "Dimensions": [" Diameter: 31 centimetres (outside edge) ", " Height: 6.50 centimetres ", " Thickness: 0.50 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in Group A of the Sphinx and Lion Style. The decoration on the vases from this group is the most elaborate. The rosette has a standard cogwheel shape, the figures are carefully drawn and details are expertly incised. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 147, p. 319, no. 1408, pl. 180) (Incorrectly labelled as 'missing') ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 83, no. 34, pl. V) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2151) (phase 2) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.673"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.120.21 (Accession Number) "]}