{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["AshmLoan.536"], "Description": [" Body sherd of Chian Wild Goat Style thick-walled pottery chalice; white slip; interior glazed black with added red band lined in white; exterior: from left, part of large floral decoration; bull (part of head and horn remaining) to left; pendant corner roundel, pendant triangle and spiked rosette as filling ornament; modern drill hole for clay analysis on edge. "], "Producer name": ["Attributed to: Group of the Würzburg Chalices"], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["630BC-600BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Height: 6 centimetres ", " Thickness: 0.50 centimetres ", " Width: 3.70 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos places this sherd in the Würzburg Chalice Group. The sherds from this group display stylistic similarities with the two Würzburg chalices (Lemos 1991, pl. 20-1, no. 236-7). For a parallel regarding floral patterns, see Lemos 1991, 55, fig. 31. The fabric of the sherd was analysed by the Research Laboratory for Archaeology at Oxford. Using Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA) and was found to have originated in the Kampos plain in the east of the island of Chios (Jones 1986, p.286). Despite Jones' identification of the sherd as being in the Chalice Style, the sherd firmly belongs within the earlier Wild Goat Style. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 72 and p. 241, no. 219, pl. 17) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 81, no. 6, pl. V) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.0247) (phase 2) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.285, table 3.21, no.11; p.663, pl.8.11) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.536"], "Additional IDs": [" Miscellaneous number: AN1912.32a(13) (Accession Number) "]}