{"artifact_name": "olpe", "Object Type": ["olpe"], "Museum number": ["AshmLoan.35"], "Description": [" Neck and body sherd of Attic black-figured pottery olpe; interior: reserved with a little added red or red-fired glaze at top; exterior: on neck: chain of buds pointing upwards, the links faded with twodilute lines below; below,black-figure decoration consisting of Herakles and the Lion (on left, part of female head (wreath in red), to right with raised hand; Herakles (head, right arm and torso remaining; red hair) to right, wrestling with lion (part of mane and one paw remaining). "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-530BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 6.20 centimetres ", " Thickness: 0.40 centimetres ", " Width: 5 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " For the buds pointing upwards, compare with British Museum 1867,0506.38 olpe, attributed to the Amasis Painter. The suffix \"31\" was added by the British Museum's Naukratis cataloguing project to distinguish the sherd from the other 1912.37 sherds. "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0303) (Phase 1)"], "Location": ["Not on display"], "Subjects": [" mythical figure/creature ", " mammal ", " classical deity "], "Associated names": ["Representation of: Herakles/Hercules"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.35"], "Additional IDs": [" Miscellaneous number: AN1912.37(31) (Accession Number) "]}