{"artifact_name": "plate", "Object Type": ["plate"], "Museum number": ["AshmLoan.786"], "Description": [" Rim and body fragment of large North Ionian black-figured pottery plate, with fairly deep bowl and wide, horizontally drawn-out rim; exterior: glaze bands; interior; yellow-cream slip: on outer edge of rim strokes; on top stopt maeander and squares; three bands around the tondo in which there remains the bent head of a flute-player, with cheek-band, to left; field ornament: dotted rosette; incision used for details and part of the outline of flute-player; drill hole on broken edge for analysis. Fairly coarse brown-orange clay with small amounts of silver mica. "], "Cultures/periods": [" North Ionian ", " Archaic Greek "], "Production date": ["600BC-570BC (circa)"], "Production place": [" Made in: North Ionia ((possibly Clazomenae)) "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Thickness: 0.70 - 1.20 centimetres ", " Diameter: 37 centimetres (rim outside) ", " Height: 10.50 centimetres ", " Width: 8 centimetres "], "Curator's comments": ["Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide."], "Bibliographic references": [" CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (II D pl. 4, 18) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GG.732) ", " Walter-Karydi 1973 / Samische Gefässe des 6. Jahrhunderts vor Christi: Landschaftsstile ostgriechischer Gefässe (no. 254, pl. 14) "], "Location": ["Not on display"], "Subjects": ["musician"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.786"], "Additional IDs": [" Miscellaneous number: AN1925.608e(16) (Accession Number) "]}