{"artifact_name": "kantharos", "Object Type": ["kantharos"], "Museum number": ["AshmLoan.606"], "Description": [" Rim and body sherd of Chian pottery Type B kantharos; white slip; interior: glazed black (fired red and almost completely lost); exterior reserved with pre-firing inscription. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["575BC-550BC (circa)"], "Production place": [" Made in: Chios "], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Site 51 (Hogarth), an ‘early chamber’ in the area of the Aphrodite sanctuary and Scarab Factory (Hogarth 1898-9, 41; Edgar 1898-9, 50) (close to) "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 5.20 centimetres ", " Height: 5.20 centimetres ", " Thickness: 0.30 centimetres ", " Width: 3.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " 'Naukratis 1899' marked in ink on the interior surface. Many kantharoi Type B have painted inscriptions beneath the rim andseveral have been found on Aegina as well as at Naukratis (Williams 1983, 169). Williams, D. ‘Aigina, Aphaia-Tempel 5. The pottery from Chios’, Archäologischer Anzeiger 1983 One of four fragments cited by Edgar as having been found with scarab moulds and proving that the deposit is secondary, BSA 1898-9, 50, no. 25, pl. 4 "], "Bibliographic references": [" Cook & Woodhead 1952 / Painted Inscriptions on Chiot Pottery (p. 170, no. 222) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (no. 25) ", " Bernand 1970 / Le Delta égyptien d'après les textes grecs, i: les confins libyques (p. 697, no. 547) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.1884) (phase 2) "], "Location": ["Not on display"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.606"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.114.7 (Accession Number) "]}