{"artifact_name": "neck-amphora", "Object Type": ["neck-amphora"], "Museum number": ["AshmLoan.150"], "Description": [" Shoulder and body sherd of Attic black figured pottery neck-amphora; exterior: black-figure decoration consisting of a male to right (his right arm with incised line of chiton remaining) preceding a woman (upper body with added white flesh with added red dot for iris and pupil, mantle drawn over the back of head and peplos decorated with red dots surrounded by white dots), probably grasping her wrist and possibly looking round at her. "], "Cultures/periods": [" Attic ", " Archaic Greek "], "Production date": ["550BC-525BC (circa)"], "Production place": [" Made in: Attica (Greece) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Ware": ["Black Figure"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 5.50 centimetres ", " Thickness: 0.50 centimetres ", " Width: 8.20 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " According to Beazley (CVA), the scene may represent the Recovery of Helen; however, he adds that similar scenes are common in later black-figure and sometimes may represent other characters. "], "Bibliographic references": [" Venit 1982 / Painted Pottery from the Greek Mainland found in Egypt, 640-450 BC (p. 239-40, no. B117) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GA.0032) (Phase 1) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 95, pl. III, no. 1) ", " Edgar 1898/1899 / Excavations at Naukratis. B: The Inscribed and Painted Pottery (p. 63, pl. VIII, no. 9) "], "Location": ["Not on display"], "Subjects": ["classical mythology"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.150"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.137.54 (Accession Number) "]}