{"artifact_name": "lekane(possibly)", "Object Type": ["lekane (possibly)"], "Museum number": ["AshmLoan.587"], "Description": [" Body sherd of Chian Wild Goat Style pottery open vessel, possibly a lekane, with carinated profile; white slip; interior: reserved (slip very worn); exterior: painted decoration consisting of goat grazing to right (rump and hind legs missing); rising triangle and swastikas as filling ornament; below, two narrow bands above part of lotus bud and flower frieze. "], "School/style": ["Wild Goat Style"], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["630BC-600BC"], "Production place": [" Made in: Chios "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" painted ", " slipped "], "Dimensions": [" Height: 4.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 4.30 centimetres "], "Curator's comments": [" Object owned and held by the Ashmolean Museum, Oxford. This record is included in the British Museum database as part of the Museum’s Naukratis Project, a research collaboration that aims to virtually re-unite finds from the ancient port city of Naukratis, now distributed over 80 museums worldwide. ", " Lemos describes the sherd as being in the style of the Würzburg chalices, but dated later than those chalices because she considers the style of the drawing to be debased and because of the elementary and isolated interior decoration (Lemos 1991, 72-3). There is a modern drill hole on the break where fabric was taken for study purposes. It was analysed by the Research Laboratory for Archaeology at Oxford. Using Ward's Method Cluster Analysis (WMCA) and Principal Components Analysis (PCA), it was found that the fabric originated in the Kampos plain in the east of the island of Chios (Jones 1986, p.286). Jones identificatied the sherd as being in the Chalice Style, but it firmly belongs within the earlier Wild Goat Style. "], "Bibliographic references": [" Lemos 1991 / Archaic Pottery of Chios. The Decorated Styles (p. 73, p. 253, no. 409, pl. 55) ", " CVA Oxford II / Corpus Vasorum Antiquorum Great Britain 9 Oxford fasicule 2 (p. 81, no. 10, pl. V) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (GD.2051) (phase 2) ", " Jones 1986 / Greek and Cypriot Pottery: a Review of Scientific Studies (p.285, table 3.21, no.10) "], "Location": ["Not on display"], "Subjects": ["mammal"], "Previous owner": ["Currently owned by: Ashmolean Museum, University of Oxford"], "Department": ["External"], "Registration number": ["AshmLoan.587"], "Additional IDs": [" Miscellaneous number: AN1896-1908-G.114.44 (Accession Number) "]}