{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA37976"], "Description": [" Painting from the tomb chapel of Nebamen: fragment of polychrome tomb-painting divided into two registers. In the upper register a herd of cattle is brought to Nebamen; in front of the cattle the herdsmen bow down to a standing scribe who records the produce. The vertical hieroglyphic caption is damaged, and only a few-phrases can be read. In the lower register a man drives cattle towards some seated scribes. Two horizontal registers of hieroglyphs survive above. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1350BC (circa)"], "Findspot": [" Found/Acquired: Tomb of Nebamun (Thebes) "], "Materials": ["plaster"], "Technique": ["painted"], "Dimensions": [" Height: 58.50 centimetres (max) ", " Width: 97 centimetres (painting only) ", " Width: 106 centimetres (whole fragment) "], "$Inscriptions": [" ", " "], "Curator's comments": ["It probably occupied the lower half of the same wall as the goose count (.37978), although the hieroglyphs in the two fragments are painted in different colours (black and blue). The texts are not quite written in classical Middle Egyptian like the formal texts in the tomb chapel, but they are still very remote from what such workers would actually have spoken. In the lower register inscription, the name of the god Amun/Amen has been removed, presumably as part of Akhenaten's reforms when monuments had the divine names of the old regime erased.The tomb chapel must thus have been accessible during his reign. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), 817-18; L. Manniche, 'Lost Tombs: A Study of Certain Eighteenth Dynasty Monuments in the Theban Necropolis', Studies in Egyptology (London and New York, 1988), 136-57, esp. 144-5. A. P. Kozloff, B. M. Bryan & L. M. Berman, 'Aménophis III, le pharaon-soleil' (Paris 1993), p. 237 [Fig.IX.22] = 'Egypt's Dazzling Sun' (Cleveland, 1992), p. 298 [Pl.30] ; Johnson in M. L .Bierbrier (ed.) 'Portraits and masks : burial customs in Roman Egypt' (London, 1997), p. 102, [pl.14.1]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 174-5. Full publication: R. Parkinson, The Painted Tomb-Chapel of Nebamun: Masterpieces of Ancient Egyptian Art in the British Museum (London: British Museum Press 2008). A. Middleton and K. Uprichard (ed.), The Nebamun Wall paintings: Conservation, Scientific Analysis and Display at the British Museum (London: Archetype 2008)."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (38) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.170-175) "], "Location": ["On display (G61/dc2/sB)"], "Exhibition history": [" Exhibited: Hotung II, Art And Memory, 26 Mar 2003 to Sept 03 "], "Condition": ["good (incomplete)"], "Subjects": [" scribe/calligrapher ", " cattle ", " herder "], "Associated names": [" Named in inscription: Nebamun ", " Named in inscription: Amun "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1821"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37976"], "Registration number": [".37976"], "Additional IDs": [" Miscellaneous number: ES.169 "], "Conservation": [" Treatment: 30 Jun 1999 ", " Treatment: 21 Apr 2006 "]}