{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA571"], "Description": [" Limestone stela of Khu (?): the decoration consists of four scenes. The upper two scenes both consist of an offering prayer to Osiris or Khentimentiu (\"foremost of the westerners\") with an offering scene below. The first of these scenes shows a couple, the steward Zahathor and his wife Khu receiving offerings from a son, also a steward, named Zamenkhet. The lower of the pair of scenes shows another couple, the steward Zaamun and his wife Khu, offered to by a servant named Sehetepu. The inverted mirror under the chair of the couples should be noted. The third register shows three couples; in each case the woman has her arm around the man. They are a son named Ameny with his wife Zatwoser, a son and priest named Senwosret with his wife Zatmontju, and another son, the steward Amenemhat and his mother Bet. The final scene shows six figures of both sexes carrying various foodstuffs and other offerings for the persons shown on the stela; their titles include servant, serving man, and butcher. Presumably they are dependants of the major personages. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1850BC (circa)"], "Findspot": [" Found/Acquired: Abydos (probably) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 125 centimetres ", " Weight: 230 kilograms (inc. module) ", " Thickness: 18 centimetres ", " Width: 51 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This rectangular stela is of particular interest as it belonged either to a woman who married twice, or to two separate couples. The ownership of this stela and the family relationships are difficult to decipher. The female name Khu is common to both of the seated couples, but is this a case of a woman who married twice, or are they two (un)related couples, the wives in which happen to have the same name? Similarly, it is not clear whose are the sons mentioned in the third scene, as they are all referred to as \"his son.\" We may tentatively suggest that the better scenario is that the stela was part of a chapel of the family of Khu, and that she remarried after her first husband died. Who that husband was is unclear. Mirrors depicted in a funerary context, as here, are thought to signify new life, since their reflection of beauty could be associated with fertility and procreation. Bibliography: R. Parkinson, ‘ Cracking Codes: The Rosetta Stone and Decipherment’ (London, 1999), fig 54; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 142-3, pl. on p. 142."], "Bibliographic references": [" Scott-Moncrieff 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 2. (pl.16) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.142-143) "], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Khu ", " Named in inscription: Khentimentiu (?) ", " Named in inscription: Osiris (?) ", " Named in inscription & portrayed: Zamenkhet (son) ", " Named in inscription & portrayed: Zaamun ", " Named in inscription & portrayed: Sehetepu (servant) ", " Named in inscription & portrayed: Ameny (son) ", " Named in inscription & portrayed: Senwosret (son) ", " Named in inscription & portrayed: Amenemhat "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA571"], "Registration number": ["1839,0921.8"], "Additional IDs": [" Miscellaneous number: BS.571 (Birch Slip Number) "], "Conservation": [" Treatment: 03 Feb 2011 ", " Treatment: 12 Oct 2004 ", " Treatment: 23 Jan 1989 ", " Treatment: 30 Jun 1989 ", " treatment: 26.05.16 "]}