{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA22557"], "Description": [" Grey granite stelophorous kneeling statue of Amenemheb, also known as Meh. He wears a smooth shoulder-length double-wig that partially covers his ears, with slim diagonal lines along the front of the wig indicating an underlayer of hair. His eyes are slim with short cosmetic lines at the outer edges, and clear suggestions of sunken skin underneath the eyes. His thick eyebrows are modelled in raised relief. The nose has been deliberately removed but the broad outline still remains, and his lips are thick and pursed together. The face is particularly fleshy around the jawline. His chin is raised slightly, creating the suggestion of an upwards gaze. His upper body is bare, and his hands rest on the back of the stela which is held out in front of him. Underneath his forearms on either side of the connecting stone between the statue body and stela are four columns of incised text bearing clear traces of yellow colour for both the signs and borders. There is no indication of his clothing, but he is shown kneeling with his feet tucked underneath his body. The stela held out in front of Amenemheb consists of a lunette scene with the horizon hieroglyph sign, an offering stand filled with items, and a kneeling figure playing the harp. This is followed by nine horizontal lines of incised text across the stela, which then extends onto sets of two horizontal lines of text inscribed on each side of the statue base. Amenemheb’s nose has been deliberately damaged. There are abrasions around the edges of the statue base and the right side edge of the stela lunette scene. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt (Thebes (?)) "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 41 centimetres (max) ", " Width: 15.50 centimetres (max) ", " Depth: 23 centimetres (max) "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["funerary"], "Curator's comments": [" Amenemheb, also known as Meh, was a Theban official during the mid 18th Dynasty, and has a rock-cut tomb located on the Theban west bank (TT 85). Although the statue's provenance is not recorded, it likely came from a Theban context not only because this individual is known to have had a resting place here, but the titles recorded within the stela inscription also include several roles connecting him to the temple of Amun, such as 'overseer of the singers of Amun' and 'harpist of Amun'. ", " Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.789. "], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (p. 35-36, Pl.30) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 789) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1993-2003, Newcastle, The Hancock Museum, Land of the Pharaohs "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Amenemheb ", " Named in inscription & portrayed: Meh (also called) "], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22557"], "Registration number": ["1890,0412.4"], "Conservation": [" Treatment: 18 Mar 1986 ", " Treatment: 05 Jul 2007 "]}