{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA67153"], "Description": [" Limestone slab with part of a relief: a limestone slab bearing elements from a scene of the Sed-festival, carved in low relief. The figure of the king is shown twice on the right-hand side, clad in the short robe, wearing the red crown and holding a flail in the left hand and the ḥts in the right. In front of the leading figure is a baboon seated on a pedestal, and the remains of four birds. The reverse side of the slab is divided into a grid of 1.6cm squares. Parts of the surface of the stone have flaked off, but the piece is generally in good condition. "], "Cultures/periods": ["Early Dynastic (Egypt)"], "Findspot": [" Found/Acquired: Saqqara (Memphis), 3507 (intrusive) "], "Materials": ["limestone"], "Dimensions": [" Height: 24.30 centimetres ", " Thickness: 4.10 centimetres ", " Width: 39.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The slab was found re-used in the wall of a Third Dynasty tomb shaft, which had been cut into tomb 3507. The birds are identifiable as the hieroglyphs m, ʒ, Ḥr and one uncertain. Their significance is not clear, but the piece may be unfinished. Bibliography: W. B. Emery, 'Great tombs of the First Dynasty; excavations at Sakkara' III' (London, 1958), 84 and pls. 97-8; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III, pt. 2 (Oxford: Clarendon Press) , 447; for the baboon in connection with the Sed-festival, cf. C. M. Firth and J. E. Quibell, 'Excavations at Saqqara : the Step pyramid' II (Cairo, 1935), pl. 16; A. J. Spencer, 'Catalogue of Egyptian Antiquities in the British Museum' V, Early Dynastic Objects (London, 1980), 16 [16], pl. 8, 9; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 40-1."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (16) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.40-41) "], "Location": ["On display (G64/dc10)"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1969"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67153"], "Registration number": ["1969,0212.16"], "Conservation": [" Treatment: 30 Mar 1993 ", " Treatment: 12 Oct 1978 ", " Treatment: 05 Jan 1982 "]}