{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA61111"], "Description": [" Wooden figure of Duamutef; originally covered with a bitumenous substance; left arm and foot missing. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Biban el-Muluk (Valley of the Kings - Thebes) "], "Materials": [" wood ", " bitumen (?) "], "Dimensions": [" Height: 11 centimetres ", " Height: 4.50 centimetres ", " Length: 26.30 centimetres ", " Length: 45.50 centimetres ", " Width: 10.50 centimetres ", " Width: 11.50 centimetres "], "Curator's comments": ["Jones 1990 Wooden figure of an Egyptian jackal-headed deity This is one of several wooden statuettes of Egyptian deities discovered by Giovanni Belzoni in the Valley of the Kings, and subsequently sold to the British Museum by Henry Salt, Belzoni's patron. Dating from about 1290 BC, it represents a jackal-headed god, probably Duamutef, and would originally have been entirely covered with black varnish. Such figures, serving a protective purpose, have been found in several of the royal tombs in the Valley; the exact provenance of this one is unknown, although it is very probable that it came from the tomb of one of the 19th Dynasty pharaohs, Ramesses I or Sety I, discovered in 1817. Most of the wooden figures from these tombs had been subjected to rough handling by robbers, and many had lost their bases. Before offering them to the British Museum, Salt, or one of his associates (perhaps even Belzoni himself), endeavoured to 'restore' the statues by providing them with pedestals or supports made from fragments of other antiquities. Thus one of the figures (EA 61283) is now mounted on the base of a private funerary statuette dating to the Ptolemaic Period (c. 250 BC), while several others, including the present example, were attached to blocks of wood which had been sawn from a painted coffin of the 26th Dynasty (c. 600 BC). This 'cannibalising' of what were regarded as inferior artefacts to enhance the value of more desirable pieces well illustrates the somewhat cavalier attitude of early nineteenth-century excavators towards their discoveries."], "Bibliographic references": ["Jones 1990a / Fake? The Art of Deception (167)"], "Location": ["On display (G63/dc10)"], "Condition": ["fair (incomplete -left arm and foot missing)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Duamutef"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA61111"], "Registration number": [".61111"], "Additional IDs": [" Miscellaneous number: BS.1111 (Birch Slip Number) "], "Conservation": [" Treatment: 12 May 1999 ", " Treatment: 21 Jul 1982 "]}