{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA278"], "Description": [" Limestone stela of Qenhikhepeshef: a round-topped stela divided into two sections by a horizontal strip which is largely blank. The upper register bears a scene in sunk relief. The goddess Hathor is seated on a throne before an altar covered with offerings. Behind her stands a personified 'ankh'-symbol holding up a fan. An invocation to Hathor, Amun-Ra and Mut is incised in six columns. In a further column on the right the name of the owner's mother, Nỉwt-nḫt is inscribed. On the left side of the horizontal dividing strip the names of the owner's sons, Nbt-stʒ and 'lmn-(m)-ḥb, are incised. The main body of the stela consists of a prayer to Hathor by the workman Qenhikhepeshef, son of the workman Ḫʿ-(m)-nwn in twelve columns of incised text. He names his wife, the lady of the house, Tʒ-nfrt, and his sons 'Imn-nḫt and Kʒ-(m)-pr-Ptḥ. The figure of Qenhikhepeshef kneeling with arms raised in an attitude of worship is carved in raised relief at the bottom right of the stela. Part of his wig is depicted under his chin. On the left of the figure the name of his daughter Nỉwt-nḫt is incised. The text of this stela exhibits a number of errors in spelling and placement of signs. The stela is in a good state of preservation apart from some damage on the edges. There are no traces of colour. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 33.50 centimetres ", " Weight: 8.50 kilograms ", " Width: 24.50 centimetres ", " Depth: 7 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The workman Qenhikhepeshef and his family are well-documented inhabitants of the Deir el-Medina community. He flourished during the reigns of Ramses III to Ramses V and was probably born about the beginning of the Twentieth Dynasty. His sons Amennakhte, Kaemperptah and Nebseta are named in Theban graffiti together with another son, Ptahpahapi, unless he is to be identified with Amenemhab who is not otherwise attested. Bibliography: G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880), 189, 194-5; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 175 (no. 632); B. Bruyère, ‘Mert Seger à Deir el Mèdineh’ (Cairo, 1930), 23-8; J. Černy, 'Journal of Egyptian Archaeology' 31 (1945), 45-7; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 708-9; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 6 (Oxford: Blackwell Press), p 275-6; 'Les artistes de Pharaon : Deir el-Médineh et la Vallée des Rois', (Paris, 2002), pp. 242-243 [192]; A. Cabrol, 'Les voies processionnelles de Thebes', OLA 97, (2001), p. 84-85. E. Frood, Biographical Texts from Ramessid Egypt (Atlanta SBL 2007), no. 49. V. Rondot, « Mais que faisait donc Qenherkhepechef dans le parvis des temples ? Stèle British Museum EA 278 », dans L. Gabolde (ed.), Un savant au pays du fleuve dieu. Hommages à Paul Barguet, Kyphi 7, 2016, p. 190-199."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.86)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription: Qenherkhepeshef ", " Named in inscription: Niutnakht (mother) ", " Named in inscription: Nebseta (son) ", " Named in inscription: Amenemheb (son) ", " Named in inscription: Hathor ", " Named in inscription: Amun-Ra ", " Named in inscription: Mut "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA278"], "Registration number": ["1843,0507.6"]}