{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA43"], "Description": [" Granodiorite statue in the form of Mutemwia, wife of Thutmose IV and mother of Amenhotep III, in the guise of the goddess Mut, protected by the wings of a vulture and enthroned upon a sacred boat, the upper-body is broken away, the hands were placed on the thighs and the right holds an ankh, part of the head of the figure is also preserved (see EA 43A), the prow is elaborated with Hathor-heads and the base of a sistrum, the stern is wanting; hieroglyphs, at the feet of the figure, give the name and titles of the queen and each side of the boat is incised with a wedjat-eye and an elongated-cartouche also giving the name and titles of the queen, the prow is inscribed with cartouches containing the prenomen and nomen of Amenhotep III. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1400BC (circa)"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), Sanctuary of main temple "], "Materials": ["granodiorite"], "Technique": ["incised"], "Dimensions": [" Height: 82 centimetres (max) ", " Length: 216 centimetres (max) ", " Width: 40 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Published: PM II (2): p.102 Kozloff et al, Egypt’s Dazzling Sun, 126 HTBM Part 7: Plate VI Le Pharaon-Soleil, Paris 1993, p. 99 [Fig.V.2]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 144-5. N. Strudwick, 'The early display of Egyptian sculpture in the British Museum', EDAL 1 (2009), pp. 113-123. ", " See notes: Mueller, in Hofmann & Sturm (eds), Menschenbilder-Bildermenschen, 87. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.144-145)"], "Location": ["On display (G4/CSW)"], "Exhibition history": [" Exhibited: 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom "], "Condition": ["fair (incomplete)"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Mutemwia ", " Representation of: Mut ", " Representation of: Hathor ", " Named in inscription: Amenhotep III "], "Acquisition date": ["1834 (at the latest (see notes))"], "Acquisition notes": ["This object was previously recorded in Merlin as being part of the 1843 acquisition of the Belmore collection (1843,0507 registration number series). However, the object does not appear in the manuscript list of the collection dating to 1842, nor in the list of objects registered, and indeed not in the publication of the Belmore collection in the AES library. However, it appears as no. 17 in the Synopsis of 1835 in the Egyptian Salon; hence it arrived in the museum before 1843. As yet, no details of when have surfaced. Although found when Salt was active in Thebes, there is no trace of it in the records of the first Salt Collection. The Birch Slips give no provenance information. [NCS Feb 2005] I note [NCS 28/10/05] that a drawing of the boat appears in Yorke and Leake, Remarks on some Egyptian monuments in England, (1826), pl V, fig 14. According to the text p. 8 'From the collection of Lord Belmore'. Does this mean the boat was in Belmore's house collection at that time?"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43"], "Registration number": [".43"], "Conservation": [" Treatment: 23 Dec 1993 ", " Treatment: 20 Feb 2015 "]}