{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA488"], "Description": [" Fragmentary basalt block statue of a male official. The top of the block form is damaged, though traces of his arms are notable suggesting that his arms are folded and his left hand is placed flat across the surface. His body is fully enveloped, with subtle bulging at both sides to indicate his legs. Across the front of the block form are four horizontal lines of inscription, the final line partly obscured. Along the reverse and right side of the base are remains of a continuous horizontal line of incised text, the rest now missing. The top of the block form is heavily damaged, and the feet and front of the statue base have also broken away. There are various chips to the stone surface across the block form, and across the base. The statue is now placed on a modern mount. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 15.70 centimetres (max) ", " Width: 11.80 centimetres ", " Depth: 16 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" The offering formulae addressed to Osiris mentions Abydos, suggesting a possible provenance. Damage to the final line of incised text across the block form, and the damaged signs around the reverse of the statue base, make it difficult to determine the figure's name. The identity of the figure, and his status as a king's son, is undetermined. Further Bibliography: R. Schulz, 1992. Die Entwicklung und Bedeutung des kuboiden Statuentypus: Eine Untersuchung zu den sogenannten Würfelhockern Vol I-II. Hildesheim. p. 369, Pl. 95b. ", " See PM viii, p. 612. R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 34 (1992). [pl.95b] and Volume 33 p.369. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 614)"], "Location": ["Not on display"], "Condition": ["incomplete - head and upper body lost, feet restored"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA488"], "Registration number": ["OC.929"], "Additional IDs": [" Miscellaneous number: BS.488 (Birch Slip Number) "]}