{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1821"], "Description": [" Sandstone statue of Ramses III: the lower part of a kneeling figure of Ramses III holding before him an offering-table of food and drink. The table is supported by a stand on which the prenomen of the king is deeply incised. Two inscriptions ran around the three visible edges of the table, giving the prenomen, nomen and epithets of the king. The Horus name, prenomen and nomen are incised around the base in two inscriptions. A single line of vertical hieroglyphs is also cut on the back pillar. Only the lower portion of the statue is preserved. The right side of the offering-table and the right-hand of the figure has been lost. The inscriptions along the sides of the offering-table and the base are very worn. There are no traces of colour. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis) "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Diameter: 62 centimetres ", " Height: 94 centimetres ", " Width: 50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: W. M. F. Petrie, 'Tanis' II (London, 1888), 29, pl. VII (no. 142); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), 17; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press), 450; R. Holzl, 'Ägyptische Opfertafeln und Kultbecken : Eine Form- und Funktionsanalyse für das Alte, Mittlere und Neue Reich' (Hildesheim, 2002), 170."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.26-27)"], "Location": ["Not on display"], "Condition": ["Only the lower portion of the statue is preserved. The right side of the offering-table and the right-hand of the figure has been lost. The inscriptions along the sides of the offering-table and the base are very worn."], "Associated names": ["Named in inscription & portrayed: Ramses III"], "Acquisition name": ["Purchased from: E Newton"], "Acquisition date": ["1960"], "Acquisition notes": ["Formerly in Zetland House, Zetland Road, Wallasey, Cheshire."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1821"], "Registration number": ["1960,1018.1"]}