{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66443"], "Description": [" Mould-made disc-shaped scaraboid in glazed composition; slightly domed and plain back with sides slightly inclined inwards at base; underside decorated with winged seated lion or griffin (?) to left, wearing the Pschent double crown, Nefer sign to front and neb-basket sign underneath; motif stamped rather than incised, encircled by groove near edge; pierced through diameter; yellowish glaze well preserved. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped ", " pierced "], "Dimensions": [" Diameter: 1.35 centimetres ", " Height: 0.70 centimetres "], "Curator's comments": ["Scarabs and scaraboids decorated with a winged lion or griffin on the base belong to a standard group produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). Petrie illustrated a number of different versions (Petrie 1886, pl. XXXVII, 20-27, see especially no. 22 for this piece; Gardner 1888, pl. XVIII, no. 14, 16, 60 and 57). This scaraboid belongs to a type widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, type XXVIII A, subtype A184-187 for this piece, though this specimen is not listed). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 22) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.011) (phase 3) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Condition": ["Good"], "Subjects": ["mythical figure/creature"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66443"], "Registration number": ["1886,0401.1614"]}