{"artifact_name": "clapper", "Object Type": ["clapper"], "Museum number": ["EA20779"], "Description": [" Curved clapper in form of a right hand with Hathor head below: the elongated thumbs and fingers have the nails carved out, though these are missing on the first two fingers; there is a slight depression between each of the digits. The wrist shows an elaborate bracelet. The Hathor head has a curled wig held back in seven places and is surmounted with a decorative frieze. The curved handle is rounded at the end and pierced with a hole. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["ivory"], "Technique": ["pierced"], "Dimensions": [" Height: 33.50 centimetres ", " Weight: 0.25 kilograms ", " Width: 13 centimetres (inc. curve) ", " Width: 5.10 centimetres ", " Depth: 1.50 centimetres "], "Curator's comments": [" Pair with 1888,0512.88 Bibliography: G. Pinch, Magic in Ancient Egypt (London 1994), fig.42. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 126. ", " Originally considered as bone, but identified as ivory (D. Antoine, 2014) "], "Bibliographic references": ["Anderson 1976 / Musical Instruments (18)"], "Location": ["Not on display"], "Exhibition history": [" 2014, 22/5/-30/11. London. BM. Ancient Lives. 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair (mended in several places)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Hathor"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20779"], "Registration number": ["1888,0512.87"], "Conservation": ["Treatment: 12 Feb 2014"]}