{"artifact_name": "votive figure", "Object Type": ["votive figure"], "Museum number": ["EA12247"], "Description": [" Wooden votive figure of Renenutet: consisting of the lower part of a curled serpent on a pedestal which is now attached to a base bearing incised inscriptions on the top and along the sides. The texts name the goddess Renenutet and the dedicatee of the figure, the necropolis-workman Bak. The upper part of the serpent was evidently carved as a separate piece to be joined to the body, but this is now lost. There is still some plaster adhering to the groove where the join was to be made. The base is worn along the edges and gouged in the rear. The hieroglyphs on the sides have been filled in originally in white which has now faded to yellow. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": [" wood ", " plaster "], "Technique": [" painted ", " plastered ", " incised ", " carved "], "Dimensions": [" Height: 10.80 centimetres (base) ", " Height: 3.70 centimetres (total) ", " Length: 12.10 centimetres ", " Width: 6.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The base and serpent were acquired together as separate pieces said to be part of the same monument, but there is no absolute certainty that they should be joined together. The workman Bak cannot be identified precisely. It is possible that the name may be an abbreviated form of one of the numerous Bakenmuts, Bakenwerners and other like names in the community. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), 1147."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.48-49)"], "Location": ["Not on display"], "Condition": ["The upper part of the serpent was evidently carved as a separate piece to be joined to the body, but this is now lost. There is still some plaster adhering to the groove where the join was to be made. The base is worn along the edges and gouged in the rear. The hieroglyphs on the sides have been filled in originally in white which has now faded to yellow."], "Associated names": [" Named in inscription & portrayed: Renenutet ", " Named in inscription: Bak (dedicatee) "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12247"], "Registration number": ["1848,0507.640"]}