{"artifact_name": "arrow-head(?); weapon(?); ornament(?); spur(?)", "Object Type": [" arrow-head (?) ", " weapon (?) ", " ornament (?) ", " spur (?) "], "Museum number": ["EA23971"], "Description": [" Fragment of a corroded iron artefact in the shape of a short spike barbed on one side, with a pointed extremity and another ending in three splay branches, slightly curved and broken at their end. The actual function of the item is undetermined (part of a weapon, spur, ornament?), Petrie's identification as part of a helmet-peak's ornament remains questionable. It might be the tip of a broken 'cage fire head' or 'basket fire' type arrow-head. "], "Cultures/periods": ["26th Dynasty (?)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Saite enclosure (so-called \"Camp\"). "], "Materials": ["iron"], "Dimensions": [" Length: 3.48 centimetres (maximum) ", " Width: 2.09 centimetres "], "Curator's comments": ["The item is interpreted in the Museum register as a possible spur or helmet-ornament, as a possible helmet-peak by W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 110; see also ibid., p. 77-78 § 77: \"The objects 8 to 11 are difficult to explain; possibly they may be ornaments fort the peaks of helmets : the thin strips bent out splay at the base of 9, 10, 11, seem as if to fasten the spike into some leather object, and yet it would not be suited for a spur, owing to the barbed form: these barbs could hardly be for use, as the attachment of spike by the splay branches would scarcely be strong enough to bear the wrench of dragging the barbed spike out from anything. On the whole then they were more probably ornamental\"."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 77-78 § 77, p. 110, pl. xxxvii, 9) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.46, p.70, p.183, pl.25) "], "Location": ["Not on display"], "Condition": ["Corroded and incomplete"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23971"], "Registration number": ["1887,0101.1493"]}