{"artifact_name": "mummy-wrapping; human mummy; bead-net", "Object Type": [" mummy-wrapping ", " human mummy ", " bead-net "], "Museum number": ["EA6692"], "Description": [" Mummy of the young adult woman Takhebkhenem, with linen wrappings covered by bead-net of blue glazed composition. Skull - Mouth closed. All teeth present. Cervical spine intact. No fractures. Thorax and Abdomen - Ribs, vertebral column, pelvis, and hips normal. No fractures or dislocations. A large cylindrical mass of solidified resin, which appears to have been divided into four parts, occupies the right side of the body cavity, and a smaller, single, reniform mass is in the left side of the abdomen. The resin, which was fluid when introduced, formed four pools which afterwards solidified. The pelvis has been filled with a round mass of packing. Above the large pack is a ball of linen, and probably sawdust as often in mummies of this period. Arms - Extended. Hands with extended fingers and their palmar surfaces on the anterior aspect of the thighs. Legs - Bones and joints appear normal. There is a considerable quantity of linen packing between the thighs, possibly containing the viscera, as often in mummies of the Twenty-sixth Dynasty. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" linen ", " human tissue ", " fibre ", " glazed composition "], "Dimensions": [" Height: 25.80 centimetres (mummy) ", " Length: 141 centimetres (bead net, including string when layed flat) ", " Length: 157 centimetres (mummy) ", " Width: 50 centimetres (bead net) ", " Depth: 39 centimetres (mummy) "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (31) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["Not on display"], "Exhibition history": [" 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": ["Associated with: Takhebkhenem"], "Acquisition name": ["Donated by: Dr Alexander Turnbull Christie (Trustees of)"], "Acquisition date": ["1835"], "Acquisition notes": ["The set of coffins and mummy (EA 6690-6692) were purchased for 'sixty dollars' by Christie from 'Yanni the Greek' (Giovanni d'Athanasi) at Alexandria in 1832, as recorded in Christie's diary - where the provenance of the coffins and mummy is given as Thebes (Correspondence 1826-1860, vol. 3 [CA-CL], 1033)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6692"], "Registration number": [".6692"], "Additional IDs": [" Miscellaneous number: BS.6692 (Birch Slip Number) "], "Conservation": [" Treatment: 27 Feb 1998 ", " Treatment: 12.4.2019 ", " Treatment: 30/08/2019 ", " Treatment: 9 July 20021 "]}