{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA794"], "Description": [" Limestone stela of Iuuenamun and Ahautinefer: this round-topped stela is divided into two registers with representations in sunk relief and texts deeply incised. In the upper register Osiris is seated on a throne on the left of the scene, and before him stands a lotus-flower on which are the four sons of Horus. He is being worshipped by the scribe Iuuenamun who kneels on the right. The lower register depicts the table-scribe of the lord of the two lands, Ahautinefer, kneeling on the right in adoration of the ram-headed god Harsaphes, resident in Abydos, who is enthroned on the left. Apart from some damage to the top centre edge and the lower right corner, the stela is well preserved. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 49 centimetres ", " Weight: 17.50 kilograms ", " Width: 34 centimetres ", " Depth: 8 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Both Iuuenamun and Ahautinefer are known from monuments at Abydos, and it is most likely that this stela came from there as well. A stela of the overseer of the cities of Kush and royal table-scribe of the lord of the two lands Iuuenamun (now Cairo Museum, TN15/12/24/2), and one of the royal table-scribe Iuy, both from Abydos, probably belong to the same man. A stela in the Leicester City Museum dedicated to Osiris and Harsaphes names the table-scribe of the lord of the two lands Iuuenamun and various individuals. Ahautinefer is known as the son of the fan-bearer Huy from a lintel found at Abydos. Ahautinefer also appears on a stela of unknown provenance together with his wife, parents and relations worshipping the triad of Abydos. Two of the women's names match those on the Leicester stela, but they are both too common to be certain of identity. Most important of all there is a block statue of the table-scribe of the lord of the two lands Ahautinefer in Bologna which is dedicated to Osiris, Harsaphes and Wepwawet, and dated by the cartouches of Merenptah. It is probable that both these monuments also came from Abydos. No relationship is indicated between Iuuenamun and Ahautinefer, and they may have been only colleagues in office. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 203 (no. 737); K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), 98."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.56)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Herishef "], "Acquisition name": ["Purchased through: Stevens' Auction Rooms Ltd"], "Acquisition date": ["1858"], "Acquisition notes": ["Lot 115 of a sale at Stevens."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA794"], "Registration number": ["1858,0701.3"]}