{"artifact_name": "scarab; amulet", "Object Type": [" scarab ", " amulet "], "Museum number": ["EA66522"], "Description": [" Mould-made amulet in glazed composition in the shape of a scarab; represented with naturalistic details and no device on base; scarab body more rounded in outline, more like actual beetle; back well-detailed with simplified clypeus, feathering at front, simple curved prothorax and realistic striations on elytra; at side, legs quite well-modelled; underside represented as the underneath of the beetle, with horizontal striations; suspension loop - now missing - originally added to plain channel across at midpoint, probably for attachment to a ring; greenish turquoise glaze; cream core of smooth and fine textured. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC- 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 0.70 centimetres ", " Length: 1.45 centimetres ", " Width: 1.05 centimetres "], "Curator's comments": ["This type of scarab is very common during the Late Period. A comparable scarab, but slightly less detailed and badly preserved, was discovered in Naukratis: BM 1888,0601.56 (EA66517). Another plainer scarab, with no motif on the underside, was also discovered in Naukratis: Boston, Museum of Fine Arts RES.86.306. On this type of scarab, see: Hornung and Staehelin, E. 1976, 368, pl. 103 no. 913. On amulets of scarabs in general see: Andrews 1994, 59, esp. fig. 59f-g; Herrmann et al. 2010, 120-121 (type 69). Further examples published in Petrie 1914, pl. XI no. 92. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Hornung, E., Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Petrie, W.M.F. 1914, Amulets, London. Rowe, A. 1936, A Catalogue of Egyptian Scarabs, Scaraboids, Seals and Amulets in the Palestine Archaeological Museum, Cairo."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.249) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair - suspension loop missing from the base"], "Subjects": ["insect"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66522"], "Registration number": ["1888,0601.56"]}