{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA47983"], "Description": [" Twin-handled jar of slightly elongated proportions: the body is opaque dark blue, a colour found again on the handles, one of which is incomplete. On the neck is a chevron pattern in opaque yellow and white, colours which are repeated in the loose festoons of the body. An interesting technical detail, also present on a few other vessels, is a register of shallow indentations directly above the upper level of the body decorations. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Lahun, el-, reed burial "], "Materials": ["glass"], "Technique": ["core-formed"], "Dimensions": [" Diameter: 5.60 centimetres ", " Height: 9.10 centimetres ", " Weight: 0.10 kilograms "], "Curator's comments": ["The indentations on the body of the jar were the guidepoints made when the vessel was viscous immediately prior to applying the decorations. One of the rare examples of a glass vessel found in a modest burial of the New Kingdom. Within the Eighteenth Dynasty at least, glass vessels seem to have been restricted chiefly to the court circle. Bibliography: W. M. F. Petrie, ‘Kahun, Gurob and Hawara’ (London 1890), 32, 38; B. Nolte, ‘Die Glasgefässe in Alten Ägypten (Berlin 1968), 108, pl. XV, 28; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 167, pl. on p. 167. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 132-2."], "Bibliographic references": [" Cooney 1976 / Glass (1738) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.167) ", " Tait 1991 / Five Thousand Years of Glass (fig.26, pp.30-31) "], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Acquisition name": ["Donated by: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA47983"], "Registration number": ["1926,0129.8"], "Conservation": ["Treatment: 22 Jun 2016"]}