{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA24429"], "Description": [" Limestone block-statue of Iti: the inscription on the front dates it to the fifteenth regnal year of the Twenty-fifth Dynasty king Shabako. Iti's statue is carved in white limestone, and the only remaining colour is black on the wig. The figure is fully cloaked, with only the head and hands exposed. Iti's head is slightly raised. His left hand lies flat on his right upper arm, while the right holds a stalk of cos lettuce. The sides of the rather tall base were never finished, presumably because the statue was to be placed in a separate outer base. There are a number of features that betray the archaizing nature of this work. The forms of the body - the overhang of the arms, the outside contours of the legs, even the waistline visible at the back - are so clearly delineated as to suggest a pseudo-block statue, rather than a fully cloaked block statue. The upper layer of the double wig, a wig long out of use, looks less like hair than some kind of headcloth.The tilt of the head could have come from an earlier model, but it has led the sculptor to tip the chin beard as well, leaving an awkward gap. The sculptor seems also to have assumed that chin beards, out of fashion in his day, were artificial attachments like the beards worn by kings and gods, and so he has carved a strap on each side of the jaw, to connect it with Iti's wig. Iti has long, narrow almond eyes and distinctively shaped brows; there is emphasis on the nostrils, with its small folds of flesh to the sides; and he has a crisply outlined, pleasantly set mouth. "], "Authority": ["Ruler: Shabaqo"], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 44 centimetres (object) ", " Height: 49.30 centimetres (on fixed stone base) ", " Width: 24.50 centimetres (fixed stone base) ", " Width: 23 centimetres (object) ", " Depth: 26.30 centimetres (fixed stone base) ", " Depth: 23 centimetres (object) "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: B. V. Bothmer, 'Block Statues of Dynasty XXV' in C. Berger ‘et. al’ (eds.), ‘Hommages à Jean Leclant’ II (Bibliothèque d’Étude 106/2 (1994)), pp. 60-68; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983),, p. 53, fig. 59; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 106, cat no. 64."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (121)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.42 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.42 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2013 July - October, Cambridge, The Fitzwilliam Museum, Origins of the Afro Comb "], "Condition": ["fair"], "Associated names": ["Named in inscription: Shabaqo"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24429"], "Registration number": ["1891,0404.27"], "Conservation": [" Treatment: 04 Aug 2000 ", " Treatment: 20 Jun 1989 "]}