{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA9216"], "Description": [" Blue glazed composition head of a shabti of Sety I: representing the king wearing the striped 'nemes' headcloth, here without the uraeus serpent which usually rears up at the brow. "], "Authority": ["Ruler: Sety I"], "Cultures/periods": ["19th Dynasty"], "Production date": ["1294BC-1279BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Sety I "], "Materials": ["glazed composition"], "Technique": [" glazed ", " painted "], "Dimensions": [" Height: 5.77 centimetres ", " Width: 7.75 centimetres ", " Depth: 5.65 centimetres "], "Curator's comments": ["Among the hundreds of shabtis that were placed in the tomb of Sety I, there was also series of larger figures of high quality. These were of glazed composition and are distinguished by their skillful modeling and the excellent quality of their blue glaze. None of the surviving examples have votive texts mentioning officials, yet the possibility exists that they were gifts to the king, in the manner of the fine shabtis of Tutankhamun. It is to one of these larger shabtis that this head belonged. From more complete examples it can be deduced that the king also wore an elaborate collar and bracelets, and grasped two hoes in his crossed hands. The standard shabti-spell would have been inscribed in horizontal lines around the body and legs. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 218-9, pl. on p. 219."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.218-219)"], "Location": ["On display (G63/dc11)"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2017-2018 10 Oct-14 April, Sir John Soane’s Museum, London, The Great Belzoni: Egyptology’s Pioneer "], "Condition": ["incomplete - head only"], "Associated names": ["Representation of: Sety I"], "Acquisition name": ["Purchased from: Thomas Burgon"], "Acquisition date": ["1842"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9216"], "Registration number": ["1842,0728.465"], "Additional IDs": [" Miscellaneous number: BS.9216 (Birch Slip Number) "], "Conservation": [" Treatment: 23 Nov 1998 ", " Treatment: 14 Apr 1983 ", " Treatment: 29 Mar 1978 ", " Treatment: 02 Mar 2005 "]}