{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["EA24395"], "Description": [" Rock crystal amuletic figure of Taweret: supporting a 'sa'-symbol. The missing headdress would have been horns with disc, and a low cylindrical pillbox hat or feathers. "], "Cultures/periods": ["New Kingdom"], "Production date": ["1450BC-1300BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["rock crystal"], "Dimensions": [" Height: 9.83 centimetres ", " Width: 2.97 centimetres ", " Depth: 4.21 centimetres "], "Curator's comments": ["This figure is one of the largest objects to survive from ancient Egypt made from this material, other than a vessel. Whereas the male hippopotamus was the embodiment of evil for the ancient Egyptians, the female was invariably benevolent, although she bares her fearsome teeth and sports a crocodile's tail. Taweret was the goddess of childbirth. The link may have arisen because, when she assumes an upright posture, her breasts are pendulous and her stomach swollen, like those of a pregnant woman. As a means of affording further protection at the moment of childbirth, she rests her stumpy forelegs on a sa amulet that is actually the hieroglyphic sign which writes the word \"protection.\" It represents a rolled up reed mat folded in two and tied near the lower end; it was carried as portable furniture by marsh dwellers and cattle herders, who also pressed it into service as a life jacket and a guard over sharp horns. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999): 78-79 No 16."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p283) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.62-63) "], "Location": ["Not on display"], "Condition": ["fair (chipped)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Taweret"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1892"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24395"], "Registration number": ["1892,1213.1"], "Conservation": ["Treatment: 03 Apr 1997"]}