{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA48036"], "Description": [" Granite block statue of a male official as a scribe. He adopts a squatting position on an uneven pedestal, with the lower legs folded underneath the body. He wears a shoulder-length flared wig tucked behind the ears. His eyes are narrow and almond shaped, with arched eyebrows and a broad nose, while the mouth is small with thick lips. He wears a long garment with a large knot of material tied at the centre of his chest, and across the clothing is a column of inscribed text which extends onto the front of the statue base. His palms are placed flat against his lap, framing the inscription. A visible break is notable across the mid-section of the figure, and has been repaired in modern times. There is also some discolouration across the stone surface, particularly on the reverse and at the figure’s face and chest. "], "Cultures/periods": ["Late Period"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), cache "], "Materials": ["granite"], "Dimensions": [" Height: 32 centimetres ", " Width: 15 centimetres ", " Depth: 20 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This object belongs to a group of 8 statuettes purchased in 1908 from Panayotis Kycitas, a prominent antiquities dealer. These were found in 1903 in the Karnak cachette and were destined for the Egyptian Museum (Cairo) but were stolen. Following apprehension of the thieves, the director of the Service des Antiquitiés from 1881-1914, Gaston Maspéro, authorised their sale to the British Museum via Kycitas. The Karnak cachette, a ritual deposit of over 1000 commemorative objects, was found in a central courtyard of the Karnak temple complex. This find included a wide range of non-royal statuary spanning across several phases of pharaonic history. Many of the statues date to the later phases of the first millennium BC, particularly the Late Period and Ptolemaic Period, suggesting that the deposit itself took place in the Ptolemaic era (Blyth 2006). Dedicating a statue within the temple, as opposed to the traditional place in the tomb, also became a more favourable practice from the end of the New Kingdom; it was believed that the statue subjects could ‘reap the rewards’ of being present within the sacred space of the temple, and participate in the wide array of offerings, rituals, and festivals. Other important ancient caches of commemorative objects have been found elsewhere in Egypt, including Luxor temple and the Serapeum at Saqqara, though the Karnak cachette is the largest known example. Further Bibliography: Karnak Cachette Database IFAO: https://www.ifao.egnet.net/bases/cachette/ck1204 G.D. Scott, 1989. The History and Development of the Ancient Egyptian Scribe Statue: A Dissertation Presented to the Fac. of the Graduate School of Yale Univ. in Candidacy for the degree of Doctor of Philosophy. Vol. I-IV (Michigan), III. p. 685-686. General Sources: E. Blyth, 2006. Karnak: Evolution of a Temple (London). J.C. Goyon, C. Cardin, M. Azim, G. Zaki, 2004. Trésors d’Egypte: La “cachette” de Karnak (1904-2004) (Grenoble)."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 134, no. 133) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 164) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48036"], "Registration number": ["1908,0509.5"], "Conservation": ["Treatment: 12 Aug 2022"]}