{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA279"], "Description": [" Limestone stela of Sementawy: there are two scenes in sunk relief with incised texts on this round-topped stela. In the upper register Sementawy, the guardian of the Place of Truth, kneels in adoration on the right, holding a brazier in one hand, before Amun-Re‘ and Mut enthroned on the left. In the lower register the goddess Meresger is enthroned on the left behind an altar on which rests a water-pot cooled by a lotus flower. The fan-bearer 'It-n-ỉt.f and his wife, the lady Nfr, kneel in adoration on the right. A column of text between the two figures names her(?) sister Tʒ-'Iwnw, whose relationship is obscure. There are some gouges and scratches on the surface. The lower corners are slightly damaged. There are traces of red paint along the outlines of the figures, thrones and altars, and in the dividing lines between the columns of hieroglyphs. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 45.50 centimetres ", " Weight: 14 kilograms ", " Width: 30.80 centimetres ", " Depth: 6.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The guardian Sementawy is otherwise unattested (J. Černy, ‘A Community of Workmen at Thebes in the Ramesside Period’ (Cairo, 1973), 158). However, an inscribed fragment from Deir el-Medina names a Sementawy as the son of the lady Meresger described as the daughter of a Wadjrenpet (B. Bruyère, ‘Rapport sur les fouilles de Deir el Mèdineh’ (Cairo, 1948-51), 38). Now a Meresger is attested as the wife of the guardian Amenemone and the mother of the guardian Kenherkhepeshef who flourished at the beginning of the reign of Ramses II (J. Černy, ‘A Community of Workmen at Thebes in the Ramesside Period’ (Cairo, 1973), 155). There is also a Wadjrenpet in the family, but that is the name of Amenemone's mother and so Meresger's mother-in-law. For the two Meresgers to be identical, the inscription would have to be interpreted as either a reference to Wadjrenpet as mother(-in-law) of Meresger or possibly as a mistake for daughter Wadjrenpet, the granddaughter being named after her grandmother. It would be highly unlikely for Meresger to have had a mother and a mother-in-law both named Wadjrenpet. Thus there is a possibility that the guardian flourished under Ramses II. However, a Sementawy is also attested at the end of the Nineteenth Dynasty or early in the Twentieth Dynasty and he could be the guardian (J. Černy, ‘A Community of Workmen at Thebes in the Ramesside Period’ (Cairo, 1973), 158). Bibliography: J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), No. 683; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 131 (no. 464); B. Bruyère, ‘Mert Seger à Deir el Mèdineh’ (Cairo, 1930), fig. 81; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 7 (London, 1925), pl. 27; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 734; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 694."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.50-51)"], "Location": ["Not on display"], "Condition": ["The stela is well preserved apart from some gouges and scratches on the surface. The lower corners are slightly damaged."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Sementawy ", " Named in inscription & portrayed: Itenitef ", " Named in inscription & portrayed: Nefer (wife) ", " Named in inscription: Taiunu (sister;?) ", " Representation of: Amun-Ra ", " Representation of: Mut ", " Representation of: Meretseger "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA279"], "Registration number": [".279"], "Additional IDs": [" Miscellaneous number: BS.279 (Birch Slip Number) "]}