{"artifact_name": "hanging lamp", "Object Type": ["hanging lamp"], "Museum number": ["EA38244"], "Description": [" Bronze hanging lamp of Egyptian manufacture: deep oval body, rounded underneath, with three legs like those of an animal, two of which are largely lost, the other one bent. The body is truncated at the narrow end, with a slanting termination, leaving a wide, open wick-rest. A broad moulding runs round the body, which has a rabbet above the moulding to accommodate the top of the lamp. The top of the lamp is loose, forming a lid, with a ring-handle, and, at its rear, it has a low square sleeve with a moulded top edge, which runs up and down the suspension stem. Parts of the lower edge of the lid are broken away. At the rear, a tall, square-sectioned stem rises up, slants slightly forward, and terminates in a suspension hook in the form of a duck's head. Surface colouration: green, with areas of bare metal. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: House of Ashaikhet, Found lying in the corner of the landing, half-way down the cellar stairs. From a context of the second half of the second century AD. "], "Materials": ["bronze"], "Dimensions": [" Height: 37.50 centimetres ", " Width: 4.94 centimetres ", " Width: 8.12 centimetres "], "Curator's comments": [" Analysis: copper: 72.2; lead: 15.1; tin: 6.77; zinc: <0.006. ", " Close and near: Hayes, J.W., 1984. ‘Greek, Roman, and related metalware in the Royal Ontario Museum’. Toronto : Royal Ontario Museum, No. 247, from the Fayum (of iron and dated second-first century BC); Pagenstecher, R., 1923. ‘Die griechisch-ägyptische Sammlung Ernst von Sieglin’ ii, IA. Leipzig : Giesecke & Devrient, pl. XXXIV, two examples, presumably from Alexandria; example in the Myers Collection, Eton College, from Egypt (handle lost); Galerie Helbing, 'Sale Catalogue', Munich, 28-30 October 1913, Lot 997; Sotheby 'Sale Catalogue' 10 July 1992, Lot 538. Compare also the clay version 1878,1109.33. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (3719) ", " Petrie 1885 / Tanis, Part I, 1883-84 (Frontispiece, I, p.44) ", " Coutts 1988 / Gold of the pharaohs: catalogue of the exhibition of treasures from Tanis (p.93, 72) ", " Brissaud & Zivie-Coche 1998 / Tanis : travaux récents sur le tell Sân el-Hagar. Mission française des fouilles de Tanis 1987-1997 (p. 159, 128, [pl.22,1]) "], "Location": ["Not on display"], "Condition": ["fair - oxidised, two legs damaged. Surface coloration: green, with areas of bare metal."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Acquisition notes": ["Find 35."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38244"], "Registration number": ["1885,0101.492"]}