{"artifact_name": "religious/ritual equipment", "Object Type": ["religious/ritual equipment"], "Museum number": ["EA29421"], "Description": [" Calcite tablet: divided into seven sections by a series of vertical lines. At the bottom of each division is a lightly engraved column of hieroglyphs naming the seven sacred oils: 'setji-beb', 'hekenu', 'seftji', 'nekhnem', 'twat', 'hatet-ash' (best pine/cedar oil), and 'hatet-tjehenu'. Below each name is the hieroglyph of a sealed oil jar. Some slabs have small depressions beneath the names but this example does not. "], "Cultures/periods": ["Old Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["calcite"], "Technique": ["incised"], "Dimensions": [" Length: 14.30 centimetres ", " Width: 8.30 centimetres ", " Depth: 1.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["These seven sacred oils were an important element in the Egyptian burial and offering rituals. Their names first occur on jar labels from the royal tombs of the 1st Dynasty at Abydos. Although the precise identification of the oils is not certain, there is little doubt that they were used for anointing the body at particular points in the funerary rituals. It was very important that they be present in the tomb to ensure the continuity of their ritual function, either in reality or by magic, and they appear in the Old Kingdom not only on tablets like this but also in relief around offering places and in actual lists of offerings. Several similar oil tablets have been found in the course of excavations, and were always placed in burial chambers. The depressions in the surface (where they occur) were intended as repositories for small quantities of the oils, each associated with its name and ready for use. Jars containing larger quantities of the oils would perhaps also be placed with the funerary equipment, to be ready for use when needed. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 158-9, pl. on pp. 158-9."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.158-159)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2017-2018, 10 Nov 2017 - 18 Feb 2018, Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (CSMVS), Mumbai, India, India and the World: A History in Nine Stories 2018, 6 May- 30 June, National Museum, New Delhi, India and the World: A History in Nine Stories "], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29421"], "Registration number": ["1897,0511.137"], "Conservation": ["Treatment: 11 Oct 1998"]}