{"artifact_name": "commemorative scarab", "Object Type": ["commemorative scarab"], "Museum number": ["EA68507"], "Description": [" Glazed steatite commemorative scarab, elytra marked and humeral callosities present, feathered legs, longitudinally pierced, base inscribed with eleven lines of hieroglyphic script commemorating arrival of Gilukhepa at court of Amenhotep III. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["glazed"], "Dimensions": [" Height: 2.70 centimetres ", " Length: 7.40 centimetres ", " Weight: 150 grammes ", " Width: 5.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" royal ", " commemorative "], "Curator's comments": [" Six copies survive of the Gilukhepa commemorative scarab type, two in the British Museum collection (EA49707 and EA68507). For more on Amenhotep III commemorative scarabs and the Gilukhepa type, see: Berman, L. 1992. 'Large Commemorative Scarabs' in Egypt's dazzling sun: Amenhotep III and his world, 67-69 Gundlach, R. 2002. 'Die Gedenkskarabäen Amenophis' III.: ihre Ideologie und historische Bedeutung' in Festschrift Arne Eggebrecht: zum 65. Geburtstag am 12. März 2000, 31-46 Baines, J. 2003. 'On the genre and purpose of the 'large commemorative scarabs' of Amenhotep III' in Hommages à Fayza Haikal, 29-43 Siat, K. 2021. 'Amenhotep III & Tiye. The commemorative scarab series: asserting royal equality' Nile Magazine 29, 11-23 ", " Blankenberg-van Delden (1969) detailed that this scarab had been in the collection of a Mme Hoffmann by 1880, and cited in numerous publications from that point until the mid-1900s, by which time its location was unknown. The scarab reappeared at Sotheby's in 1974, when it was purchased by the British Museum. Key to confirmation that the 1974 acquisition was the 'Hoffmann Scarab' was the drawing published by Maspero (1893), reproduced by Blankenberg-van Delden (1969), and the following identifying information from the latter: \"in the first cartouche stp n Ra is added to the prenomen; in contrast to all other scarabs the title nsw bjt in line 4 on this scarab is followed by nb jrt xt; in perfect condition (at that time)\" A fuller provenance was published by Blankenberg-van Delden in 1976: \"location of find unknown; purchased in Egypt by a Mme Hoffmann ([Blankenberg-van Delden, 1969] pp. 161-2, pl. xxxiv); since then it was lost from sight; acquired by the British Museum at the Sotheby sale April 29, 1974, lot number 238. It is certain that, notwithstanding the differences in length and width, the British Museum scarab and Mme Hoffmann's specimen is one and the same. Emil Brugsch in 1880 made several paper squeezes of the Hoffmann scarab which he sent to his brother Heinrich Brugsch and G. Maspero. H. Brugsch published a text based on these squeezes in ZAS 18 (1880), 81, and Thesaurus 6 (1891), p. 1413, as did Maspero in Rec. Trav. 15 (1893), 200. Comparison points out the conformity. The deviation stp-n-ra [...] from tjt-ra may be due to misreading the squeeze. The mistake on the scarab in rendering rn (n jt.s) by [hieroglyphs, see publication for images] instead of by [hieroglyphs, see publication for images] was correctly copied by Maspero, and can be seen on the B.M. scarab. The difference in dimensions may also be due to the measuring of a paper squeeze.\" See also James, T. G. H. 1976. 'Egyptian antiquities'. The Classical tradition, 221-225. London: British Museum Publications. "], "Bibliographic references": [" Monaco 2008 / Queens of Egypt: from Hetepheres to Cleopatra ", " Blankenberg-Van Delden 1969 / The large commemorative scarabs of Amenhotep III (p. 160-162, LSD1, pl. XXXIV) (Full bibliography for object 1880-1957) ", " Blankenberg-van Delden 1976 / More large commemorative scarabs of Amenophis III (p. 78-9, pl. XIII) ", " Maspero 1893 / [Le scarabée de Kirgipa] (p. 200) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens & Commoners of the New Kingdom 2008 Jul-Sep, Monaco, Grimaldi Forum, Reines de Egyptes "], "Condition": ["fair"], "Associated names": [" Named in inscription: Amenhotep III ", " Named in inscription: Gilukhepa "], "Acquisition name": ["Purchased through: Sotheby's"], "Acquisition date": ["1974"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68507"], "Registration number": ["1974,0511.1"], "Conservation": [" Treatment: 04 Apr 2008 ", " Treatment: 29 Jan 1993 "]}