{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8461"], "Description": [" Sycomore fig wood stela of Wahibra: this large round-topped stela contains five registers and rests on two supports. At the top of the upper register is a winged sun-disk with two uraei and a kheper-beetle below it. From the uraei and the beetle extend linked 'ankh'-signs, the lowest of which is offered to the mummy of the prophet of Amenresonther in the Akhmenu, Wahibra. On either side of the scene is a recumbent jackal below whom stand four minor deities. The one on the extreme left, now destroyed, was jackal-headed. In the second register on the right the 'ba' of Wahibra, son of sš bỉʒt Pʒ-dỉ-'lmn-nb-nswt-tʒwy and the lady 'Irty-rw worships before an altar piled with offerings. On the left two 'ba'-birds with fans adore the solar barque in which Iuf sits in the centre under a serpent canopy preceded by Thoth, Isis Nephthys, a goddess, mistress of the boat, and Maat and followed by Hu, Sia, Shu, Nehes, and the helmsman. In the third register Isis and Nephthys worship an Osirid 'djed'-pillar in the centre. On the right Irtyru kneels in adoration before an altar covered with offerings on the other side of which stand Ra, Atum, Khepri, and Shu. On the left Pediamennebnesttawy kneels in worship of Horakhty, Geb, Sokar, and Anubis. In the fourth register Wahibra stands on the right before an altar piled with offerings. He is worshipping two rows of deities: Osiris, Isis, Nephthys, Maat, Horus, a goddess whose name is obscure, Thoth, a form of Hathor, Anubis and Wepwawet on the top, and Shu, Tefnut, Geb, Nut, Imsety, Hapy, Duamutef, and Qebhsenuef on the bottom. Eight lines of text in the final section contain a prayer on behalf of Wahibra. The sides of the stela and the front of the pedestals are inscribed with texts. The stela is in a poor state of preservation. Much of the surface has been lost since its initial discovery. Some of the lost inscriptions have been restored. The stela is cracked vertically in two places where the three planks of wood which were used to form it adjoin. The colours have faded in places so it is difficult to distinguish blue, green, and black. The general background of the stela is yellow. There is a thin red border along three sides of the stela as well as a multi-coloured border of blue, red, blue, and green rectangles divided by one black and two white stripes which also divide the registers. In the upper register the disk is gilded, the uraei yellow. The upper wings are blue, the middle wings are white with blue tips at the end and red internal marks and edges elsewhere, while the lower wings are green with blue tips at the end, otherwise red lower edges, and black details. The beetle is grey and black and the 'ankh'-signs are drawn in black on the yellow background. The mummy has a red body, yellow collar, green face, and blue wig. The jackals are black with red sashes and grey flags and knives. The first three gods on each side have red bodies, red or yellow faces yellow collars, blue wigs, blue and yellow kilts, and black knives. The last one on each side has a black body, yellow collar, and red and yellow kilt. In the second register the 'ba'-birds have blue wigs and upper wings, red faces, arms, and lower limbs, yellow collars, and green underbodies and upper legs. The fans have blue edges and red handles. The barque is green with blue ends topped with red disks on a blue sea. The goddesses have black bodies, red dresses, and blue wigs with head-dresses outlined in black. The gods have red bodies, yellow collars, blue wigs, and blue and yellow kilts apart from Iuf, whose kilt and face are green and his canopy black. All the disks are red. In the third register the 'djed'-pillar is outlined in black on yellow at the top with a blue, black, and red lower section. The goddesses have green bodies, red dresses, and blue wigs, and black head-dresses. The gods are coloured as in the second register apart from a black Anubis, whose kilt is red and yellow. The crown of Horakhty is yellow and red and that of Geb green with blue feathers. The human male has a red body, black wig, and yellow kilt with black details, while the female has a white garment over a red body, white face, and black wig. In the fourth register beneath a blue sky the human figure has a red body, blue cap with red cone and green flower, green collar and belt, and white garment with black and pink lines. The altar is blue with red pots beneath and white, black, and pink offerings topped by red-stemmed blue-leaved buds with green and red-tipped white flowers. Osiris has a red body, yellow crown, and grey face and sceptres. The deities are coloured as previously indicated. The hieroglyphs here and in the previous registers are black between blue lines. In the final register the hieroglyphs are painted on alternate white and yellow backgrounds in green and black. The sides are inscribed in black on white between red lines. The sun on the back is red on a white background with red borders. The fronts of the pedestals have black hieroglyphs on white between red borders, while the rest of the pedestals appears to have been white. The undersides of the stela and pedestals are unplastered. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Tomb of Ankhhor (Thebes) "], "Materials": [" sycomore fig wood ", " plaster ", " gold "], "Technique": [" painted ", " plastered ", " gilded "], "Dimensions": [" Height: 75 centimetres ", " Width: 42 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 85 (no. 3); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 138-9 (no. 3); R. Parker, 'A Saite Oracle Papyrus from Thebes' (Providence, 1962), p. 33 note 6; 'M. Bietak & E. Reisner-Haslauer, 'Das Grab des ʻAnch-Hor, Obersthofmeister der Gottesgemahlin Nitokris' II (Vienna, 1982), p. 253 note 481; M. Minas-Nerpel, 'Der Gott Chepri : Untersuchungen zu Schriftzeugnissen und ikonographischen Quellen vom Alten Reich bis in griechisch-römische Zeit' (OLA 154, Leuven/Dudley, Mass.,2006), 335, note 929. To be published by J. Budka in connection with TT414."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.74-79)"], "Location": ["On display (G1/wp74/sh1)"], "Condition": ["incomplete - ba-figure lost, plaster worn"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Wahibra (deceased) ", " Named in inscription & portrayed: Padiamunnebnesuttawy (father) ", " Representation of: Iuf ", " Representation of: Thoth ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Maat ", " Representation of: Hu ", " Representation of: Sia ", " Representation of: Shu ", " Representation of: Nehes ", " Representation of: Ra ", " Representation of: Atum ", " Representation of: Khepri ", " Representation of: Horakhty ", " Representation of: Geb ", " Representation of: Sokar ", " Representation of: Anubis ", " Representation of: Osiris ", " Representation of: Horus ", " Representation of: Hathor ", " Representation of: Wepwawet ", " Representation of: Tefnet ", " Representation of: Nut ", " Representation of: Sons of Horus "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8461"], "Registration number": ["OC.1031"], "Additional IDs": [" Miscellaneous number: BS.8461 (Birch Slip Number) "], "Conservation": [" Treatment: 02 Dec 2002 ", " Treatment: 30 Mar 1984 "]}