{"artifact_name": "tomb-relief; lintel", "Object Type": [" tomb-relief ", " lintel "], "Museum number": ["EA598"], "Description": [" Limestone lintel of Pashed: bearing one scene and part of another. All representations are in sunk relief with incised texts in columns above them. On the left the workman Pashed stands with his arms raised in adoration, and behind him stands his wife Mḫʒy-ỉb with one arm raised and the other holding a vessel. In front of them is an altar heaped with offerings which stands before the seated figures of Amenhotep I and Queen Ahmose-Nefertari. A similar scene originally filled the right-hand section of the slab, but only the seated figures of the king and queen are preserved. The edges of this fragment are damaged especially in the lower left-hand corner. There are several gouges and cracks on the surface of the stone, some of which have been repaired in modern times. There are traces of red paint on the faces and bodies of the figures, on the disk of the crown of Amenhotep I on the right-hand edge, and in some of the lines between the hieroglyphs. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 58 centimetres ", " Width: 81 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 100-1 (no. 348); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 7 (London, 1925), pl. 37; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 740; M. Gitton, L'Épouse du Dieu Ahmes Néfertary (Paris, 1975), 51 (no. 3); K. Myśliwiec, 'Le Portrait royal dans le bas-relief du Nouvel Empire' (Warsaw, 1976), 29; K. A. Kitchen, ‘Ramesside inscriptions : translated and annotated Notes and comments; Vol.1, Ramesses I, Sethos I and contemporaries’ (Oxford, 1993), 408, no. 172(5)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.77)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Pashed ", " Named in inscription & portrayed: Mekhayib (wife) ", " Named in inscription & portrayed: Amenhotep I ", " Named in inscription & portrayed: Ahmose-Nefertari "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA598"], "Registration number": ["1843,0507.81"]}