{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10556,2"], "Description": [" Papyrus written with black ink with demotic text on recto (29 cols.), verso pasted down. The document is cut up and mounted in 4 frames. Thompson's MS Catalogue: \"a Banker's or Moneylender's accounts with many references to pledges and guarantees for sums of money. Date. regnal years from 5 to 23 - no King named. Mid-Ptolemaic(?). Origin. from the names prob. Thebes or neighbourhood.\" Cf. also P. BM EA 10557. "], "Cultures/periods": ["Ptolemaic ((suggested by Thompson's MS))"], "Findspot": [" Found/Acquired: Egypt, Theban area (suggested by Thompson's MS) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 102.50 centimetres (frame) ", " Width: 23 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["financial"], "Curator's comments": [" This document is part of a family archive associated with Panas, son of Espmetis, a mortuary priest and moneylender. Panas’ archive contains documents from his own business (between 180-157 BC), his father Espmetis’ business (between 239-223 BC) and Panas’ wife Tathoytis (from 175 BC). Papyri from Panas’ archive are held by multiple institutions, the British Museum holdings are: EA10388; EA10532; EA10556,1-4; EA10557; EA10612; EA10613; EA10614; EA10615,1-3; EA10670,1-7; EA10823 and EA10824. Panas also appears in documentation from other family archives, including that of Pechytes, son of Pchorchonsis, and what is known as the ‘Anonymous’ family archive. For a full list of associated documents and their relationship with Panas: https://www.trismegistos.org/arch/archives/pdf/446.pdf https://www.trismegistos.org/arch/detail.php?quick=446 P.W. Pestman, 1995. ‘A family archive which changes history’, in S.P. Vleeming Hundred-gated Thebes: acts of a colloquium on Thebes and the Theban area in the Graeco-Roman period B. Muhs, 2005. Tax receipts, taxpayers, and taxes in early Ptolemaic Thebes ", " Description: Andrews, C. Unpublished demotic papyri in the British Museum, EVO 17 (1994) p. 35-36. "], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380857) (http://www.trismegistos.org/text/380857) ", " Muhs 2014/2015 / More Papyri from the Archive of Panas Son of Espemetis (p. 98-100.) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss, abraded, delaminating Black ink (loss) Backed: white paper Mount Details: Sandwich: glass Sandwich: board (warped) Binding: cloth Object Priority: B Mount Priority: B Overall Condition: C Curatorial condition comment: fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10556,2"], "Registration number": [".10556.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "]}