{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA15487"], "Description": [" Green serpentine standing figure of the god Min with the wings of a falcon, part of the base and right hand now missing. On top of the head is a circular crown with a deep recess, partially damaged on the left side. This possibly contained a separately made headdress decorated with plumes, now lost. His facial features are broad and there is little definition of the neck. He has large slanted eyes which possibly originally contained inlays, and a thick upper eyelid and cosmetic line. The eyebrows are thick and slightly arched, while the nose is broad and there is a visible cupid’s bow above his upper lip. Folds of flesh are visible on either side of his nose. His lips are full and fleshy, and a short false beard is attached to his chin. His upper body is bare with limited definition, and his right arm is raised to his head. This hand is now missing, but likely held an object such as a flail. His left hand is held across the body and a deep circular recess indicates that he held his erect phallus, which is now lost. His legs are short with limited modelling of the ankles or feet. Behind his legs on both sides are slight raised ridges which are not clearly defined as part of the body. Across his back is a large set of wings that extend from his neck down to the top of the statue base. These are incised with a simple pattern across the top and longer lines across the lower half indicating the feathers. Towards the middle is a smoothed out area with a worn surface which includes a small recess. The base is uneven in shape and slopes upwards at the front. The right arm and hand are damaged across the front and back. The left foot and left corner of the base is also broken. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Tell el-Yahudiya "], "Materials": ["serpentine"], "Dimensions": [" Height: 12.80 centimetres ", " Width: 6.10 centimetres ", " Depth: 4.60 centimetres "], "Curator's comments": ["In numerous representations Min is typically depicted with one arm raised and the other holding the phallus, however this rendering of the god with the body of a falcon is more uncommon. Though the broad facial features could indicate a Late Period date, it may possibly be an earlier work from the Ramesside period."], "Location": ["Not on display"], "Condition": ["incomplete - left hand lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Min"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1876"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15487"], "Registration number": ["1876,1130.176"]}