{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA86234"], "Description": [" Comparatively large and fine scarab, made of glazed steatite, completely preserved. Remains of white ground preserved, few traces of a very light blue glaze, the steatite is beige. The division between head and prothorax is shown with a single line. The division between prothorax and elytra is shown in a single line as is the suture. The humeral callosities are indicated by a small carved triangle. The shape of the head is oval, no eyes indicated. The clypeus shows remains of three grooves, dividing it into four lobes. The plates at the sides are shown as well. The side of the scarab shows three finely carved legs on each side that show details of hairs in small grooves on all legs. Seen from the side, the legs are sitting on a base plate. The seal at the base shows an oval line framing the base. Three standing deities on top of a nb-sign with horizontal lines. Above them a sun disc with two uraei, one in each direction. To the right Amun with the double feathered crown, facing to the left, holding hands with the pharaoh in the middle, wearing the blue crown with an uraeus, facing right. Behind pharaoh on the left, also holding hands with him, a falcon headed deity, facing to the right with a sun disc above, probably Re-Harakhte. The same motif is shown on scarab 784. The orientation of the seal is longitudinal, as is the perforation of the object. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), In sebakh hole in west wall of D14.17A "], "Materials": ["steatite"], "Dimensions": [" Diameter: 0.18 centimetres (perforation) ", " Height: 1.65 centimetres ", " Length: 0.79 centimetres ", " Width: 1.19 centimetres "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Acquisition notes": ["Formerly housed by the Birmingham Museum and Art Gallery and the EES London."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86234"], "Registration number": ["2016,1001.410"], "Additional IDs": [" Excavation/small finds number: 560 (Excavation Number) "]}