{"artifact_name": "perfume-jar", "Object Type": ["perfume-jar"], "Museum number": ["EA64041"], "Description": [" Glazed composition perfume-jar: this vessel, with two handles on the shoulder, is in the form of a small amphora displays a light and delicate touch in its glaze-painted floral decoration and successfully imitates a shape already known for clay vessels and alabaster stoneware. It was found without its neck (now restored). The treatment of the lotus is especially organic, painted to conform to the shape of the vessel that is itself quite budlike. Against a white-glazed background, swags of buds and petals outlined in blue and black fall from a ringed decoration about the two handles, while petals drape from the shoulder and spring like an open flower from the base. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Sesebi (Nubia) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 15.50 centimetres ", " Weight: 0.094 kilograms ", " Width: 5 centimetres (handles) ", " Depth: 4.50 centimetres "], "Curator's comments": ["The vessel is one of a group of three known examples that are almost identical in size and decoration. It was found amidst the plundered debris of the Sesebi cemetery. The second was found at el-Ahaiwah in the Thinite nome near Abydos, and the third is unprovenanced. Despite different find-spots, stylistic similarities suggest that they may all derive from the same workshop from which they were exported to other sites. The decoration of this piece relies on the lotus motif, a symbol of resurrection found on numerous Egyptian objects in all media. Bibliography: P. E. Newberry, ' Burlington Fine Arts Club Exhibition Catalogue (1922)', p. 108, pl. XLI, no. 18; A. M. Blackman, ‘Preliminary Report on the Excavations at Sesebi, Northern Province, Anglo-Egyptian Sudan, 1936-37’, in ‘Journal of Egyptian Archaeology’ 23 (1937), p. 151, pl. XVI, fig. 2; The British Museum, ‘A General Guide to the Egyptian Collections in the British Museum’ (London, 1971), p. 199, fig. 75; I. Shaw and P. Nicholson, 'British Museum Dictionary of Ancient Egypt (London, 1995), p. 263."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (82)"], "Location": ["On display (G65/dc8)"], "Exhibition history": [" Exhibited: 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour "], "Condition": ["fair - neck restored"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1937"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64041"], "Registration number": ["1937,1127.14"], "Conservation": [" Treatment: 12 Apr 1991 ", " Treatment: 03 Apr 2013 "]}