{"artifact_name": "offering-table; model", "Object Type": [" offering-table ", " model "], "Museum number": ["EA67257"], "Description": [" Circular calcite model offering-table: beautifully shaped and polished. "], "Cultures/periods": ["5th Dynasty"], "Excavator/field collector": ["Excavated by: Prof Walter B Emery"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis), Baboon catacombs (north) "], "Materials": ["calcite"], "Technique": ["polished"], "Dimensions": [" Diameter: 12.90 centimetres "], "Curator's comments": ["Stone vessels were common in burials from the Predynastic period and throughout the Old Kingdom - this was the greatest period of production of stone vessels in Egyptian history. However, in the course of the Old Kingdom there was a move away from larger \"real\" vessels to smaller model ones, and according to the principle of magical substitution, models of objects that were required for the spirits of the dead throughout eternity would be just as effective as the larger originals, while possessing the added advantages of being cheaper and easier to manufacture. These small vessels, known from at least the 3rd Dynasty, peaked numerically in the 4th-5th Dynasties, and then declined in popularity, as pottery became increasingly prevalent. The ritual of offering for the dead was central to the function of the tomb. Real food would be left with the burial, but this of course could not be provided in sufficient quantities to supply the dead for ever. The mere existence of the model vessels, together with depictions of some of the offerings (even if just in hieroglyphs), was enough for the continued provision of sustenance to be assured. This vessel is part of a group of seventy-nine in the British Museum, found in the Sacred Animal Necropolis at North Saqqara in excavations of the Egypt Exploration Society. The baboon catacombs are part of a complex of animal cemeteries at North Saqqara; they are adjacent to the catacombs of the mothers of the Apis bull and very close to the falcon and ibis catacombs. These catacombs together with the major one, the Serapeum (burial place of the sacred Apis bulls) formed a major center of animal cults in the Late Period. The animal cemeteries were constructed in an area which had previously been used for tombs of the Early Dynastic period and Old Kingdom. The earlier burials were actually made in Old Kingdom tombs on the desert escarpment, which later became incorporated into the larger catacomb galleries. Excavation notes indicate that these vessels were found adjacent to an Old Kingdom sarcophagus. Bibliography: To be published in Sue Davies, 'The sacred animal necropolis at North Saqqara. The mother of Apis and baboon catacombs. The archaeological report' (London, Egypt Exploration Society, forthcoming), section 5.3, object BCO-1398. The location in which these objects were found can be seen on the plan in 'Journal of Egyptian Archaeology' 57 (1971), pl. II, lower plan, chambers near the west end. A similar set of jars from Giza is described in D'Auria, Lacovara and Roehrig, 'Mummies and Magic', pp. 77-8; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 154-5, pl. on p. 155."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.154-155)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2011 27th June - 31st August, Bowes Museum : Ancient Egypt "], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1971"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67257"], "Registration number": ["1971,0123.73"], "Additional IDs": [" Excavation/small finds number: H5-1587 (excavation number) "]}