{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA63550"], "Description": [" A large hollow terracotta Sothic dog, fragmentary and much lost, with some restoration in plaster. The entire face, front of the ears and front parts of the forelegs are missing, broken away at the join. Only the rear right leg survives to its full depth; the left rear leg is missing, together with a large part of the underbody and part of the upper rump. The long hair is well indicated, and the ribbon of its missing pendent bell shows round the back of the neck. Three-piece mould, producing a wide trimmed join down the centre of the body and a similar join for the lost front part. Micaceous red-brown Nile silt, with much of the overall white dressing surviving. Traces of pink paint on the rear right leg. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC-3rdC"], "Findspot": [" Excavated/Findspot: Armant "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 23 centimetres (max) ", " Length: 27 centimetres (max) ", " Width: 15.29 centimetres (max) "], "Curator's comments": ["Terracotta IV Donated: Egypt Exploration Society. Excavated in the Baqaria Roman Village, near Armant, 1929-31. Roman, perhaps second to third century AD. Baqaria Roman village is dated, mainly by coin evidence and the position of the village in the Mother of the Buchis Bull Cemetery, between the reign of Diocletian and about AD 400 (Mond and Myers 1934: vol. i, 115-16 and 184), but there are a few earlier coins (fourth-century coins are not very plentiful), and some of the faience vessel forms from the village (ibid.: vol iii, pl. lxxxiii:5) may well be of second-century date (they occur in Antonine contexts at Mons Porphyrites (personal observation). Comparanda: For a fragment from a smaller example, also from a three-piece mould, see Bailey 1998a: 27, fig. 1:9 and 2006a: 275, no. 37, from Mons Claudianus, Antonine context. Near: Bayer-Niemeier 1988: no. 627, dated second half of second century AD. Bibliog: Egypt Exploration Society. 1931: 23, § vi, no. 26; Mond and Myers 1934: vol. iii, pl. lxxxii:2."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3705)"], "Location": ["Not on display"], "Condition": ["incomplete - repaired and restored"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1931"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63550"], "Registration number": ["1931,1114.34"], "Conservation": ["Treatment: 09 Sep 1985"]}