{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA60587"], "Description": [" Fragmentary steatite figure of Osiris, the lower body and base now missing. The god wears the feathered atef-crown with a raised outline of the uraeus cobra across the front of the crown, and a divine false beard. His ears stick out from underneath the feathered edges, and much of his face has been damaged. There neck area is particularly broad, particularly at either side of the body. He is depicted in mummified form with the material open at the top as indicated by a stiff upper ridge at either shoulder, exposing part of the upper body. His arms are crossed over his chest and his hands, exposed from the material, carry the crook and flail implements. The crook is particularly elongated, extending down to the lower body. On the reverse is the upper portion of a slim round-topped back-pillar which does not appear to be inscribed. In addition to the loss of the lower body there are small breaks to the left side of the atef-crown, to the god’s face, and there is also damage to both hands and the right side arm. The figure is attached to a small modern base. "], "Cultures/periods": ["Late Period ((?))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 9.21 centimetres (max) ", " Width: 3.72 centimetres ", " Depth: 3.60 centimetres "], "Curator's comments": ["The stiff ridge of clothing across the shoulders is a recognised feature of other Osiris figures from the first millennium BC, though the function or significance of this style is unclear. This is also not confined to portrayals of Osiris but is known to feature in other representations of divine figures such as the god Ptah."], "Location": ["Not on display"], "Condition": ["incomplete - leg-section lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition name": ["From: Charles Townley (?)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60587"], "Registration number": ["OC.1305"]}