{"artifact_name": "shabti-box", "Object Type": ["shabti-box"], "Museum number": ["EA22820"], "Description": [" Wooden shabti box: this box is a typical shabti-container of the 25th Dynasty. It is painted white with a flat lid on which a boat is painted. The projecting end boards are rounded off, and the simple inscription, painted between red borders, gives only the owner's name and filiation. He was a Chief Singer of the Domain of Amun named Iryiry, and his father had held the same title. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 21 centimetres ", " Length: 27.50 centimetres ", " Width: 13.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The written information, together with the style of the box, strongly suggests that Iryiry worked in the temple of Karnak and that his tomb (now unidentifiable) was located on the Theban west bank. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 228-9, pl. on p. 229."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.228-229)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good"], "Associated names": ["Named in inscription: Iryiry"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22820"], "Registration number": ["1891,0509.6"], "Conservation": [" Treatment: 01 Dec 2010 ", " Treatment: 21 Sep 2004 ", " Treatment: 27 Mar 2001 ", " Treatment: 09 Sep 2014 "]}