{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA120"], "Description": [" Head of a black basalt male figure. He wears a striated wig that sits low on the forehead, and the ends of the wig are now damaged. His eyebrows are thin and modelled in raised relief, and slope sharply down his brow. His eyes are sharply incised with a short cosmetic line emerging from the outer corners. His nose is damaged at the tip but broad in size at the nostrils. There is only a narrow space between his nose and upper lip. His lips are thick and pursed together, with the outer corners of the mouth flat. There is a large gouge to the stone at his chin and neck, and at either side of the upper body. On the reverse is the top section of a slim back-pillar. There are several large cracks across the reverse that extend over the top of the head and down onto the face. Other small cracks are visible across the cheeks. The head is now mounted onto a slim base. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["basalt (?)"], "Dimensions": [" Height: 31 centimetres (max) ", " Width: 32 centimetres (max) ", " Depth: 24 centimetres (max) "], "Curator's comments": [" The statue fragment is recorded as being found in Thebes, though its precise findspot is uncertain (PM I:II). The style of his wig and the rendering of his facial features point towards an 18th Dynasty date. Though the fragmentary state of the object makes it difficult to determine his original pose, the inclusion of a back-pillar may suggest that a striding or seated position was most likely. ", " PM I Part 2: p.790 "], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 148, no. 529) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 790) "], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA120"], "Registration number": [".120"], "Additional IDs": [" Miscellaneous number: BS.120 (Birch Slip Number) "]}