{"artifact_name": "patera", "Object Type": ["patera"], "Museum number": ["EA67163"], "Description": [" Two-tiered bronze patera with a beaded rim, a cast animal mask at the front and cast openwork handle with a mask terminal. "], "Cultures/periods": ["X-Group Culture"], "Production date": ["4thC-6thC"], "Findspot": [" Found/Acquired: Qasr Ibrim (Nubia), Podium, find reference 64/20. Following note from Pamela Rose by email 17/11/03: \"It's clear that the patera lay roughly at the level of the podium pavement but in an area where the pavement was broken away, and that it was only a couple of cm from a pot dug down into the pavement, which contained near the top an Arabic & Old Nubian document (therefore Christian). It's possible, therefore, that the patera was in a pit. Frend's published comment that the patera lay 3 cm above the podium pavement doesn't occur anywhere in his notes, but perhaps he had an exceptionally good memory, or photos that we don't have copies of. In short: we can't really say anything about where it was in stratigraphic terms, or suggest a reason for its deposition there.\" "], "Materials": ["bronze"], "Technique": ["cast"], "Dimensions": [" Diameter: 15.70 centimetres ", " Length: 29.10 centimetres "], "Curator's comments": [" Description of location Frend, JEA 60 (1974), 39, 52 (45) Mentioned: Davies, in Egypt and Africa, 316. Comparable material discussed Taylor, SARS Newsletter 5, 27-30 ", " Strudwick N 2006 The term 'X-Group' was first coined by G.A. Reisner when surveying Nubia in the early twentieth century. It is also known as the Ballana culture, after the site at which several opulent royal tombs were found in the 1930s. This culture appears in Nubia at the time of the collapse of the Kushite state in the mid-fourth century AD and tombs, and to a lesser extent, habitation remains typical of the Ballana culture are found into the sixth century, when the arrival of Christianity brought profound changes. People of this cultural group are probably to be identified with the Nobates of classical texts. A patera is a dish used for libations. This example is decorated in the centre with a number of concentric circles, with blobs of bronze around the edges. The flourishes at the join of the handle and bowl may represent dolphins, and the handle terminates in what is possibly a grotesque mask. Similar objects are known from the royal burials at Ballana from the X-Group or Ballana culture and from other Nubian and Egyptian contexts; there is also an example with no precise provenance in the collection of the British Museum's Department of Prehistory and Europe (registration number 1859,0510.1). It is unknown whether these objects were made in Egypt or Nubia; the original models could have come from the Roman world. The elaborate nature of the metalwork bears witness to the high standards of craftsmanship at the time. The object was found in a deposit of windblown material just above the original floor of the 'Podium', below the Christian levels and associated with some X-Group pottery. The Podium is a stone platform, originally built in perhaps the first century BC and modified later in the Meroitic Period. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.322-323)"], "Location": ["On display (G65/dc16)"], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1969"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67163"], "Registration number": ["1969,0212.26"]}