{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA67970"], "Description": [" Inlaid glazed composition tile: in the form of a plumed cartouche containing the throne and birth names of Sety II. It is in blue on a white background and wears a headdress of two plumes and a sun-disk in yellow. The back is flat and in part unglazed. "], "Authority": ["Ruler: Sety II"], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" glazed ", " inlaid "], "Dimensions": [" Height: 14 centimetres ", " Weight: 0.12 kilograms ", " Width: 4.50 centimetres ", " Depth: 1.50 millimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Glazed tiles survive from several New Kingdom palaces, including those of Sety I at Qantir and Ramses III at Tell el-Yahudiya, and in the cultic palace complex of Medinet Habu at western Thebes. This royal cartouche is a decorative element, not part of an inscription. Published: R. Parkinson, ‘ Cracking Codes: The Rosetta Stone and Decipherment’ (London, 1999), cat 31e, p. 109. Bibliography: I. Freestone and D. Gaimster (eds), 'Pottery in the Making:World Ceramic Traditions' (London, 1997), 106, fig. 2."], "Bibliographic references": ["Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (31e)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": [" Named in inscription: Sety II ", " Named in inscription: Ptah ", " Named in inscription: Amun "], "Acquisition name": ["Purchased from: Robin Symes"], "Acquisition date": ["1973"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67970"], "Registration number": ["1973,0224.1"], "Conservation": [" Treatment: 11 Jan 1999 ", " Treatment: 18 Jan 1989 ", " Treatment: 05 Nov 1998 ", " Treatment: 16 Oct 1998 ", " Treatment: 20 Feb 2015 "]}