{"artifact_name": "votive figure", "Object Type": ["votive figure"], "Museum number": ["EA24377"], "Description": [" A hollow terracotta seated naked woman, a beneficent demon, with hands raised in blessing and protection. She wears an oval pendant between her breasts, bracelets and anklets. The head is possibly alien, but comes from a comparable figure, and one close in fabric, both in body and surface appearance. Her hair is elaborately dressed, with braids and loops, and is pulled into a circular bun at the rear. The ears are pierced from front to rear. Summary treatment of the body at the back. Left forearm and hand are lost; the head joined to the body by plaster. A hole is bored underneath, perhaps a firing-vent (there is no other), but enlarged and adapted for a peg on a modern base. Two-piece mould. Body: micaceous brown Nile silt with a grey-brown core and a dark-brown surface. Head: brown Nile silt, with some mica; dark-brown surface. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC (?)"], "Findspot": [" Found/Acquired: Akhmim (?) ", " Found/Acquired: Elephantine (?) "], "Materials": ["pottery"], "Technique": ["pierced"], "Dimensions": [" Height: 13.75 centimetres ", " Width: 9.39 centimetres (max) ", " Depth: 4.21 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Ekhmim (Akhmim) or Elephantine are possible sources. Roman, late first century or second century AD. Comparanda: Near: Breccia 1934: no. 198; Ewigleben and von Grumbkow 1991: no. 113; Petrie 1905: pl. l:105 (head lost), from House K at Herakleopolis Magna, dated third century AD (Petrie and Currelly 1905: 26–7; my date, p. 4: second to fifth century AD); Petrie Museum uc34344, from Hawara; Pingiatoglou 1993: no. 269 (head lost), dated second half of second century AD; Pons Mellado 1998: 112, 1981/1/203;.Skupinska-Løvset 1978: no. UT 142, dated second half of second century AD; Török 1995: nos. 170 and 171. Breccia 1934: no. 230 is very near, but is apparently male."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3115)"], "Location": ["Not on display"], "Condition": ["incomplete - one arm lost"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24377"], "Registration number": ["1889,1014.208"]}