{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1013"], "Description": [" Torso of a granodiorite statue of Nectanebo I wearing the shendyt kilt; Hieroglyphic text on the back-pillar. "], "Cultures/periods": ["30th Dynasty"], "Production date": ["380BC-362BC (c.)"], "Findspot": [" Found/Acquired: Nile Delta, Saft el-Henna (purchased by Naville, cf. Goshen, MEEF 5, p.2, 5-6, pl.8b) "], "Materials": ["granodiorite"], "Dimensions": [" Height: 66 centimetres (max) ", " Width: 29 centimetres ", " Depth: 22 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). Stylistically similar statues of non-royal individuals of this reign are also known from Saft el-Henna, e.g. Metropolitan Museum of Art 2002.248. ", " Publications: PM IV, p. 13 E. Naville, The Shrine of Saft el Henneh and the Land of Goshen (London 1887), 5, pl. 8B (text only). Josephson, O'Rourke and Fazzini, MDAIK 61 (2005): 232, fig.1 [back view] P. Davoli, Saft el-Henna. Archeologia e storia di una città del Delta orientale. Archeologia Storia della Civiltà e del Vicino Oriente Antico. Materiali e studi 6. Imola (2001): 20, 43-4, pl.15. Photograph H.G. Evers, Staat aus dem Stein II (München 1929), Taf. X (Abb. 59); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 284-5. Mentioned: Schumacher, Der Gott Sopdu (OBO79), 152. ", " Strudwick N 2006 This finely modelled torso of grey-green/black granodiorite shows the king standing in the conventional pose, his left foot forward and arms by his side. He wears the usual shendyt royal kilt. The back pillar still bears most of its original inscription; the right-hand column contains all the royal names of Nectanebo I apart from his birth name, while the left describes him as beloved of the gods Sopdu and Re-Horakhty. Sopdu is given his common epithet 'lord of the East'; as this indicates, he was associated with the eastern borders, and also protected Egyptian interests in the Sinai. His main cult centre was Saft el-Henna. Re-Horakhty was a combined form of the sun god and Horus of the horizon (and hence also associated with the east). Egyptian royal sculpture experienced a remarkable revival around 700 BC. Many of the developments looked back to some of the great sculptural products of the Old and Middle Kingdoms, though new and distinctive manners of representation were also developed. Many involved the facial features, but two other aspects are important: the first is the characteristic manner of modelling the torso, generally referred to as tripartition, whereby the sculptor makes distinctions between the chest, rib cage, and abdominal regions. This contrasts with the previous bipartite division into two halves. The tripartite manner developed in the Twenty-sixth Dynasty. A feature of the sculpture of Nectanebo I is what might be termed 'restrained tripartition', as here. The other noteworthy feature is that this statue, like others made after 700 BC, was highly polished. The Thirtieth Dynasty is the last period in which 'native' Egyptians sat on the throne of the Two Lands. Nectanebo I (380-362 BC, Egyptian name: Nakhtnebef) was the first and greatest ruler of the dynasty. He came from Sebennytos (modern Samannud) in the centre of the Delta, and undertook building and sculptural programmes on a scale not seen since the heyday of the Twenty-sixth Dynasty in the sixth century BC. Nectanebo constructed a temple at Saft el-Henna, in the south-eastern Delta, from which this statue must have come. It is not clear how this statue came to be in the British Museum. Edouard Naville worked at Saft el-Henna in the winter of 1885, during his survey of Delta sites, and in his May 1887 publication he states that the statue was already in the British Museum. Unpublished correspondence with the Egypt Exploration Fund (now held at the Egypt Exploration Society), for which Naville was working, indicates that he was given the torso by the son of a local dignitary; in the publication he says it was purchased 'from a reluctant fellah'. The head of the Antiquities Service, Gaston Maspero, permitted Naville to keep the object, and it thus seems most likely that he presented it to the British Museum on his return. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.284-285)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: Loaned to Winchester, Aug 2000 "], "Condition": ["incomplete - torso only"], "Associated names": ["Named in inscription & portrayed: Nakhtnebef"], "Acquisition date": ["1887 ((probably))"], "Acquisition notes": ["No details presently known to be recorded. Naville was at Saft el-Henna in the winter of 1885, and when he wrote in his memoir on the site and Goshen, dated May 1887, he indicates that the statue was already in the British Museum. A letter from Naville to Poole, dated April 20th 1885, records Naville's acquisition of the statue [EES Archive EES.V.c.16]: \"The day of my departure from Saft el-Henneh [back to Cairo], I got from the sheikh's son a very beautiful fragment of a statue of Nectanebo, in black granite. The head and the feet have been broken, but the style is very fine and there is an inscription behind with the name of the king, and that of Sept akhem (?) the god of the locality. Maspero found it very fine, and out of friendship to the Fund and to me he let it go; so that it is already packed and in Cook's hands, for being forwarded this week.\" The purchase is more elaborately described by Naville in his report to the EEF (1885): ‘I should not wonder if there were some more stones hidden in the houses of the inhabitants perhaps even with the sheikh. I conjecture it from the fact that the day before my departure his son brought me the torso of a very fine statue of Nectanebo II (sic). I made at once a paper cast of the inscription, and with much trouble I succeeded in securing the stone itself for the price of £6. The bargain was made much more difficult than I expected by the fact of the son of the sheikh not wishing me to know that it belonged to him. In order I suppose to get more money from me, he brought forward a sham owner, a felleh who obstinately refused to sell it at any price, and who kept faithful to his character until the sheikh who no doubt was part in this comedy actually threw the money in his face and told me I could take the stone away. M. Maspero had the kindness to allow me to send it to England, as the museum had its shrine coming from Saft and dedicated by the same king.’ (EES Archive V.c)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1013"], "Registration number": [".1013"], "Conservation": [" Treatment: 13 Jul 2001 ", " Treatment: 04 Feb 1986 "]}