{"artifact_name": "wig", "Object Type": ["wig"], "Museum number": ["EA2560"], "Description": [" Wig made from human hair impregnated with beeswax and resin. This type of wig, comprised of both curled strands and plaits, would have been worn by a man of high status. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt), tomb "], "Materials": ["human hair"], "Dimensions": [" Height: 49.50 centimetres "], "Curator's comments": [" Found in .2561 Published: ILN (3 Feb. 1923), p.155, Fig.3; Cox, J. Stevens, JEA 63 (1977), p.67ff; Quirke and Spencer, BM Book of Ancient Egypt, (London, 1992), Fig.12; Shaw and Nicholson, BM Dictionary of Ancient Egypt (1995), p.117; cf. Fletcher in Shaw & Nicholson, Ancient Egyptian Materials and Technology, (2000), p. 496-7; Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 496, 497 fig. 20.1; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 194-5. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 133. ", " From Strudwick N 2006: This wig is made of human hair, and is said to have come from a tomb at Thebes. It was found in its original box, made of reeds (now registration no. .2561). An examination by a modern wigmaker concluded that the standard of craftsmanship was as high as in a good modern wig. Indeed the foundation was not unlike that of 'fashion' wigs of the 1970s. It is thought to be a man's wig. The wig consists of two elements, a mass of naturally curly hair on top [NB: the hair is artifically curled, rather than 'naturally'.] with several hundred thin plaits hanging from ear to ear around the neck of the main wig. The foundation is composed of a net of human hair, finely plaited, with rhomboidal apertures approximately 1.27 cm long at the sides. The curls are formed from naturally [sic] curly hairs, heavily impregnated with a mixture of beeswax and resin. The thin plaits are each made of three strands of hair originally 30-38 cm long, though most of the ends are now broken off. Overall there are some 300 strands of hair in the wig, each strand containing about 400 hairs. The hairs seem to have been attached to the foundation as follows: all the hair was coated with beeswax and resin, and about 2.5 cm of each strand was looped around the foundation and pressed back into the wax on the strand. A thin sub-strand was wound around this to ensure good attachment. As beeswax melts between 62 and 65° C, this method of fixing should have been more than adequate in Egypt. A number of wigs have been found in Egypt. This example is perhaps the most famous, but false braids are known from the Predynastic Period, and several wigs and boxes have been found in Twelfth Dynasty tombs at Lisht. Other New Kingdom wigs include that of Merit (wife of Kha, Eighteenth Dynasty) from Deir el-Medina (now in Turin), which is longer and structurally less complex. It would appear that women's wigs were less complex than those worn by men - could this mean that men wore wigs on only very special occasions? Egyptologists normally interpret most hairstyles shown in painting and sculpture as showing wigs. If this was indeed the case, and wigs were regularly worn for special occasions, then there must have been a considerable number in use. However, it would perhaps be naïve to take representations of festive formal garb shown in tomb paintings (such as those of Nebamun) as accurate representations of actual festivals. Wigs may also have a symbolic purpose: there are a number of literary allusions in which hair and wigs are evoked in a sexual context - one of the best known is in the seduction scene in the literary text known as the Tale of the Two Brothers (Papyrus BM Big number 10183). In Egyptian thought sexual activity and rebirth after death were closely linked, and the presence of a wig in a burial might thus be an allusion to hopes for rebirth, as well as representing the inclusion of precious possessions in the tomb. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.194-195)"], "Location": ["Not on display"], "Exhibition history": [" 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Probably lot 1062 at 1835 sale"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2560"], "Registration number": [".2560"], "Additional IDs": [" Miscellaneous number: BS.2560 (Birch Slip Number) "], "Conservation": ["Treatment: 30 Sep 2013"]}