{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10613"], "Description": [" Papyrus written with black ink with demotic legal document on recto (11 ll.) and verso (names of 16 witnesses). Thompson's MS Catalogue: \"Acknowledgement of debt made by Harsiese son of Kerkaris to the pastophoros of Amen Panas son of Espmetis. Scribe: Pa-He (Paes) son of Petiese. Date year 21 Pachons 24(?) of Ptolemy Philometor = BC. 160 June 22. Origin: Thebes [...] The parties are the same as in Brit. Mus. Pap. gr. 1202.\" "], "Cultures/periods": ["Ptolemaic"], "Production date": ["160BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 38.20 centimetres (Mounted in sandwiched glass) ", " Height: 30.70 centimetres (max.) ", " Length: 76.20 centimetres (Mounted in sandwiched glass) ", " Length: 69.50 centimetres (max.) ", " Weight: 3809 grammes (Mounted in sandwiched glass) ", " Depth: 0.70 centimetres (Mounted in sandwiched glass) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": [" This document is part of a family archive associated with Panas, son of Espmetis, a mortuary priest and moneylender. Panas’ archive contains documents from his own business (between 180-157 BC), his father Espmetis’ business (between 239-223 BC) and Panas’ wife Tathoytis (from 175 BC). Papyri from Panas’ archive are held by multiple institutions, the British Museum holdings are: EA10388; EA10532; EA10556,1-4; EA10557; EA10612; EA10613; EA10614; EA10615,1-3; EA10670,1-7; EA10823 and EA10824. Panas also appears in documentation from other family archives, including that of Pechytes, son of Pchorchonsis, and what is known as the ‘Anonymous’ family archive. For a full list of associated documents and their relationship with Panas: https://www.trismegistos.org/arch/archives/pdf/446.pdf https://www.trismegistos.org/arch/detail.php?quick=446 P.W. Pestman, 1995. ‘A family archive which changes history’, in S.P. Vleeming Hundred-gated Thebes: acts of a colloquium on Thebes and the Theban area in the Graeco-Roman period B. Muhs, 2005. Tax receipts, taxpayers, and taxes in early Ptolemaic Thebes ", " Cf. entry in www.trismegistos.org - DAHT. "], "Bibliographic references": [" Andrews 1990a / Catalogue of Demotic Papyri in the British Museum IV: Ptolemaic Legal Texts from the Theban Area (p.35-6, pl.20-22) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (47519) (http://www.trismegistos.org/text/47519) ", " Muhs 2014/2015 / More Papyri from the Archive of Panas Son of Espemetis (p.92) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: stained, loss, fractured Black ink (abraded) Tabbed: kraft paper Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1903 ((the date in Thompson's MS, 1923, is wrong))"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10613"], "Registration number": ["1903,0512.237"], "Additional IDs": [" Miscellaneous number: P.Brit.Mus. IV 7 "]}