{"artifact_name": "disc; scaraboid", "Object Type": [" disc ", " scaraboid "], "Museum number": ["EA66483"], "Description": [" Mould-made disc-shaped scaraboid in glazed composition; slightly domed and plain back with sloping sides; underside decorated with representation of walking goose (or duck?) facing right with sun-disc above back and crudely designed Maat feather or neb-basket sign (?) to right; motif encircled by groove near edge, possibly stamped rather than incised; pierced through diameter; glaze mostly gone, just scant remains of green glaze on base within motif; yellow and granular core; abraded surface. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" glazed ", " stamped (possibly) ", " mould-made ", " pierced "], "Dimensions": [" Diameter: 1.15 centimetres ", " Thickness: 0.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The goose, a sacred animal for Amun-Ra, or the duck is a regular theme on scarabs and scaraboids produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). Petrie listed different variants with a goose or a duck as a central motif (Petrie 1886, pl. XXXVII, 83-88, esp. 86 for this piece). This scaraboid belongs to a type that was widely distributed in the Mediterranean area and southern Russia (Gorton 1996, 93, 102, 106-107, type XXVIII B, subtype B32-35, see especially B32 for this piece). Scholars tend to translate such composition by \"son of Ra\" or see a cryptographic reading of the god name Amun (Magnarini 2004, 317, 10.55). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 86) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 102, fig. 21, Type XXVIII B32) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.035) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["bird"], "Associated names": ["Named in inscription: Amun-Ra (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66483"], "Registration number": ["1886,0401.1657"]}