{"artifact_name": "bust", "Object Type": ["bust"], "Museum number": ["EA49735"], "Description": [" Sandstone ancestral double-bust of a male and female figure. The bust is asymmetrical in shape, with the female figure shown on the right wearing a long tripartite wig which is tucked behind the ears. The eyes are wide with thick incised rims, while the nose is broad and the mouth is slightly wider with the outer corners clearly upturned to form a small smile. The face is rounded particularly at the jawline, with a further indication of flesh at the neck. The right shoulder of the female is suggested at the edge of the bust. The male figure is slightly taller than the female figure, and wears a close-cropped wig or cap. The composition of his face is similar to the female figure, with wide eyes, broad nose and a slight smile across the mouth. A ridge across the neck again conveys the fleshiness of the figure. His left shoulder is also indicated at the edge of the bust, and the stone between the two figures’ heads is left intact, likely to ensure the integrity of the sculpture. There are small chips to the bust at the left side of the male figure, and his mouth and chin have both been damaged. A faint dark mark is visible across the females wig at the neck area. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sandstone"], "Dimensions": [" Length: 22.50 centimetres ", " Width: 20.50 centimetres "], "Curator's comments": [" A number of ancestor or ‘anthropoid’ busts were discovered during the early excavations of Deir el-Medina (Bruyère 1939; Keith-Bennett 1981), most of which were small in stature and composed of various materials such as limestone and clay. These busts were understood by Bruyère to have been set into niches within the homes, though only a small number were recorded as being found in domestic contexts and were found in other areas such as the nearby tomb spaces. Around 150 examples of ancestor busts are now known, many originating from the site of Deir el-Medina (Friedman 1985; Keith-Bennett 2011). The provenance for this British Museum ancestor bust is uncertain, however no double busts were discovered at Deir el Medina (Harrington 2013). Theories regarding the use of double busts have included that they represent the deities Hathor and Ptah (Bothmer 1987), though without further distinguishing features or an inscription this remains difficult to verify. The lack of an inscription found within the majority of ancestor busts may also relate to their function as representations of a family’s ancestors to be worshipped or revered by the living, for whom no labelling inscription would be required to identify their subject (Taylor 2010). Further Bibliography: J. L. Keith-Bennett, 1981. 'Anthropoid Busts: II, Not from Deir el Medineh Alone', Bulletin of the Egyptological Seminar 3, p.61, Fig. 17. J. L. Keith-Bennett, 2011. Anthropoid Busts of Deir el Medineh and Other Sites and Collections (Cairo), p.326. N. Harrington, 2013. Living with the Dead: Ancestor Worship and Mortuary Ritual in Ancient Egypt (Oxford), p. 52, n. 223, p. 54, n. 242. General Sources: B.V. Bothmer, 1987. ‘Ancestral bust’. E. Swan-Hall (ed.) Antiquities from the collection of Christos G. Bastis. (Mainz), p. 24–29. B. Bruyère, 1939. Rapport sur les fouilles de Deir el Médineh (1934-35). Fouilles de l’Institut français d’archéologie orientale (Cairo). F. Friedman, 1985. ‘On the Meaning of Some Anthropoid Busts from Deir el-Medîna’, Journal of Egyptian Archaeology Vol. 71, p. 82-97. J. H. Taylor, 2010. Journey through the afterlife: Ancient Egyptian Book of the Dead (London). ", " Published: J. L. Keith, Anthropoid Busts of Deir el Medineh and Other Sites and Collections (DIFAO 49, 2011), p. 326. "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 238, no. 671) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 517) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death "], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1911"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49735"], "Registration number": ["1911,0617.37"], "Conservation": ["Treatment: 14 Feb 2002"]}