{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["EA57294"], "Description": [" Brass lamp: rounded elongated body and long nozzle, with flaring tip, dished round the circular wick-hole. Raised, moulded rim round the filling-hole, stepped internally for a lamp-lid now lost, and with hinge-pieces at the rear. The lamp has an alien lid, attached to the hinge with bent wire: it does not fit the hinge or the step. The lid, which could conceivably be an ancient replacement, is decorated with the head of a bald and bearded satyr. It is circular with a hinge-piece at the rear edge, and is hollow behind, with a step for its reception into a filling-hole. Elaborate double rod-handle at the rear, curving up and forward, joining and separating, with leaves emerging from it, joining again at the front and surmounted by a youthful male head, modelled in the round. A bud above the first join is hollow at the top, and may have supported something, possibly a cross. The two springs of the handle are decorated with a relief of a youthful male head in profile. Each wears a diadem and has a wing or a leaf behind his head: perhaps a cherub. Substantial raised base-ring, with mouldings on the outside and inside; in the centre is a square socket for the spike of a lampstand; its sleeve inside the lamp is baluster-shaped, with a polygonal lower stem. Surface colouration: cleaned to bare metal. "], "Cultures/periods": [" Coptic ", " Byzantine "], "Production date": ["6thC-7thC"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": ["brass"], "Technique": ["cast"], "Dimensions": [" Length: 26.40 centimetres ", " Width: 10.70 centimetres "], "Curator's comments": [" Analysis: copper: 71.7; lead: 2.02; tin: 0.64; zinc: 25.4. ", " Near: Bols, P.C., 1980. ‘Liebighaus-Museum, alter Plastik, antike Kunst’. Frankfurt, p. 157, fig. 231, from Egypt?; Selesnow, W., 1988. ‘Liebieghaus-Museum, Frankfurt, Lampen aus Ton und Bronze’. Melsungen : Gutenberg, 440, from Egypt; Rosenthal, R., & Sivan, R., 1978. ‘Ancient lamps in the Schleossinger Collection’. Jerusalem : Hebrew University of Jerusalem, 664; Sotheby New York 'Sale Catalogue' 23 June 1989, Lot 172 'from Egypt'; Christie Sale Catalogue 7 December 1971, Lot 222. For lamps with a similar body-shape, and handle-springs modelled as heads (rams' heads), compare 'Boreas' 7, 1984, p. 392, No.1, and L. A. Wolfe and E. Sternberg 'Auktion' XXIII, Zurich, 20 November 1989, Lot 136. For the lid compare that on a Late Roman lamp from P'ong Tuk in Siam: 'Artibus Asiae' 18, 1955, p. 139, fig. 3. Lighting Equipment News January 1976, p.29. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (3818) ", " Xanthopoulou 2010 / Les lampes en bronze à l’époque paléochrétienne (LA 3.202) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57294"], "Registration number": ["1923,0512.369"]}