{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA17056"], "Description": [" Steatite kneeling figure of Isis on a narrow oval shaped base, holding an effigy of Osiris across the lap. The figure wears a smooth shoulder-length wig with a horizontal band across the forehead. At the centre of the head she bears the throne hieroglyph sign in three-dimensional form, which also functions as the name of the goddess Isis. There is no clear delineation of her clothing on the upper body, however she appears to wear a long skirt that envelops the knees and lower legs. The figure has a fleshy face and almond shaped eyes which have heavy ridges delineating the upper eyelids and elongated cosmetic lines, and long arched eyebrows which slope downwards towards the temples. Her mouth is small, and the lips appear to be curved slightly upwards. The right arm is placed against the lap, with an upturned palm that holds an effigy of the funerary god Osiris, placed horizontally across the figure’s knees. Osiris is identifiable via the mummified form of his body, and the crook and flail implements held across his chest. The left arm of the figure has broken off from the shoulder and her feet appear to be damaged at the reverse. The lower body of the Osiris effigy is also lost. There are small chips visible across the stone surface at Isis’ face, wig, and knees, however the object is otherwise in good condition. The object has also been attached to a modern rectangular base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Tell Jaiff "], "Materials": ["steatite"], "Dimensions": [" Height: 15 centimetres ", " Width: 6.14 centimetres (max) ", " Depth: 7.46 centimetres "], "Curator's comments": ["The object was purchased from the avid collector Rev. Greville John Chester, who acquired a wide range of objects for a variety of museums across Britain. This figure is one of three purchased from Chester within the British Museum collection which are described as originating from the Tell Jaiff area in Egypt, the location of which is still unknown today. All three objects depict a kneeling figure holding an effigy of Osiris in their lap (London, EA 17058: https://www.britishmuseum.org/collection/object/Y_EA17058; EA 10761: https://www.britishmuseum.org/collection/object/Y_EA17061). As suggested via the label on the modern base, the figure has been interpreted as a representation of the goddess Isis, which is made clear through artistic features such as the throne headdress. The effigy of Osiris held by the figure is much larger than other examples (especially EA 17058), and Isis’ body more clearly modelled to convey the feminine form. There are key differences between the three figures within the British Museum collection, most notably that one also features a Horus cippi at the reverse of the figure (EA 17058). While it is difficult to definitively date this figure and there is no accompanying inscription, a Late Period date is likely based on other comparable renderings of Isis and her iconography during this time. The other two Tell Jaiff figures within the British Museum collection have also been tentatively dated to the Late Period. Further Bibliography: J. Berlandini-Keller et al, 2009. Les portes du ciel. Visions du monde dans l'Egypte ancienne (Somogy)."], "Location": ["Not on display"], "Condition": ["incomplete - right arm lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Osiris "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17056"], "Registration number": ["1886,0605.29"]}