{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA178"], "Description": [" Upper body of a naophorous black basalt figure of Padihor. He wears a garment tied at the centre of his chest with additional straps of material hung over the knot. This was likely originally a long kilt of heavy fabric, while what survives of the chest and arms appear to be bare. The intact areas of the arms also confirm that the elbows were bent and the hands extended out in front of the figure, holding a naos which is only preserved by the top left corner at his torso. This originally would have contained the image of a deity. On the reverse the top portion of the back-pillar includes two columns of inscription, the mid and lower portion of the text now broken off. In addition to the break across the neck and mid-section, there is further damage to the hands and forearms of the figure, and notable chips around the edges of the back-pillar at the top and sides. The object has been attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Excavator/field collector": ["Field Collection by: George Annesley, 2nd Earl of Mountnorris"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 21 centimetres (max) ", " Width: 13 centimetres ", " Depth: 12.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This fragmentary statue has been connected to a lower body and base section of a basalt figure held within the Acerbi collection, currently within the Mantua collection at the Museo di Palazzo Ducale (Pernigotti 1985; PM VIII). Another fragment of the upper part of the figure was described as being seen in 1885, however its present location is unknown (De Meulenaere 1987). These surviving fragments confirm that the naos contained an image of the funerary god Osiris, and that the naos rested on a support which extended down to the original statue base. This support also included an inscription of two columns that details the dedication of this monument by Padihor’s son (De Meulenaere 1987). The lower body fragment also preserves the missing section of the back-pillar text, which confirms the figure’s name as Padihor and includes genealogical information including the names of his father (Tutu) and mother (Setairetbinet), and possibly also the grandfather (Nekhthorheb; see De Meulenaere 1987 for further discussion). Further text around the main statue base also provides two offering formulas dedicated to Neith and Osiris, and repeats the names of the family members (Pernigotti 1985). Based on the inscription which evokes the goddess Neith, the patron deity of Sais, and references to particular structures in Sais such as the ‘Hwt-bit’ or ‘House of the Bee, a temple dedicated to Osiris, it is likely that the figure was originally set up within this area. In addition, further commentary on the lower body portion from the Acerbi collection has suggested possible ties to another monument also bearing the names Padihor and Tutu with a confirmed provenance of Sais (JE 31912, CG 712; Egyptian Museum Cairo), which would further support the suggestion that the British Museum figure also originated from this area. Further Bibliography: H. de Meulenaere, 1987. ‘E pluribus una’, Bulletin de l'Institut francais d'archeologie orientale 87, p. 135-40, Pl. XXI. S. Pernigotti, 1985. ‘Saitica II’, Egitto e Vicino Oriente Vol. 8, p. 10-14."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 779)"], "Location": ["Not on display"], "Condition": ["incomplete - torso only"], "Acquisition name": ["Purchased from: Arthur Lyttelton Annesley"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA178"], "Registration number": ["1853,0108.111"], "Additional IDs": [" Miscellaneous number: BS.2341a (Birch Slip Number) "]}