{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA24714"], "Description": [" Painted limestone statue of the male official Neferhy, shown in a squatting position on a slim square base. He wears a short cropped wig that covers the ears and is painted black. His eyes are rounded with a heavy upper eyelid, and his eyebrows are thick and arched. These features have also been detailed with black paint. The nose is short and slim, with a large gap between the tip of the nose and his upper lip. His lower lip is large and sharply incised. The neck is extremely short and broad, and his face is rounded and fleshy at the jawline. His upper body is bare, with traces of red-brown paint indicating the skin. His waist is narrowed and his arms are broad, with the left fist clenched against the knee and the now damaged right hand placed flat on top of his knee. He wears a kilt which is painted white and extends down between the lower legs and feet. The lower body is proportionally smaller in comparison to the broad upper body. Across the top of the base are short lines of incised text on either side of Neferhy, both with traces of blue paint inside the carved signs. A large crack to the stone is visible across the neck area and left side of the body. There are several chips to the body and the uneven base, including a section of damage to the top of the base in front of Neferhy. "], "Cultures/periods": ["Old Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 33 centimetres ", " Width: 15 centimetres ", " Depth: 18 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The statue originates from the Saqqara necropolis (PM III: 2), though the precise findspot is uncertain. During the Old Kingdom statues of the elite were typically placed in offering chapels or in some instances enclosed in serdabs of the tomb and thus inaccessible to any living viewer. This figure is one of the earliest known monuments to include the title ‘Attendant of the Great House’ (Bolshakov 2005). Possible dates for the figure have included 3rd – 4th Dynasty (Budge 1904, 1922; Bolshakov 2005 as potentially 4th Dynasty), though the gradual shift of tomb construction from Giza to Saqqara from the late 4th Dynasty onwards could indicate that he is actually slightly later in date. Further Bibliography: A.O. Bolshakov, 2005. Studies on Old Kingdom Reliefs and Sculpture in the Hermitage (Wiesbaden), p. 48, n. l."], "Bibliographic references": [" Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 90, no. 150) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 119, no. 1) ", " Porter and Moss 1981 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Statues, Reliefs and Paintings: 3/2 Memphis, Saqqâra to Dahshûr (p. 728) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24714"], "Registration number": ["1893,0514.94"]}