{"artifact_name": "amphora; stopper; plug; seal-impression", "Object Type": [" amphora ", " stopper ", " plug ", " seal-impression "], "Museum number": ["EA53953"], "Description": [" Conical Nile mud wine-amphora stopper still attached to the neck of an Egyptian amphora. The fibre plug, probably palm fibre, is only partially preserved. The exterior of the mud stopper has been impressed with three different stamps then painted white. A large rectangular stamp was impressed across the front with a cross followed by a probable Greek toponym or personal name, PEKUSIOU. On the back are a small circular stamp impression and an oval impression with a cruciform device. A fermentation hole is visible in the bottom, underside of the stopper, but appears to have been subsequently covered prior to the stamping of the seal. The Nile silt and mud fabric of the stopper has abundant straw and some limestone or shell, mortar and organic inclusions. The amphora has a ribbed neck and simple flat handles with a chocolate brown micaceous Nile silt fabric. "], "Cultures/periods": ["Late Antique"], "Production date": ["(late)4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" mud ", " pottery ", " palm fibre "], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 134 millimetres ((max)) ", " Diameter: 69 millimetres (amphora neck external) ", " Diameter: 55 millimetres (amphora neck internal) ", " Height: 61 millimetres (oval stamp impression) ", " Height: 44 millimetres (rectangular stamp impression) ", " Height: 120 millimetres ", " Width: 77 millimetres (oval stamp impression) ", " Width: 118 millimetres (rectangular stamp impression) "], "Curator's comments": ["Mud stoppers have a long tradition of use in Egypt and Sudan, documented from Old Kingdom to Medieval contexts. During the Roman and Byzantine periods, the type of mud stopper found at Antinoupolis was commonly used on wine-amphorae produced by estates, unlike the plaster examples (EA 53955, 53957–63) that were used by wine traders (Thomas 2011, type 7; Thomas and Tomber 2006: type7). Egloff associates mud stoppers like those from Antinoupolis with late 4th–7th century AD amphora types, particularly LR 7 (Egloff 1977, no. 353, pl. 20). The amphora has a ribbed neck and simple flat handles with a chocolate brown micaceous Nile silt fabric typical for a LRA7. LRA7 amphorae date from the late 4th to the 7th or 8th century AD, though similar forms persist into the early Islamic period (Keay and Williams 2005, LRA7). The fermentation hole in this mud stopper suggests that the wine inside the amphora was young, and had not finished fermenting when first transported. It then changed ownership and was resealed once it had finished fermenting. For the toponym Πεκυσιου Ἔδαφος in the Oxyrhynchite nome, see two Greek papyri from the 4th century AD (P.Col. VIII 238.25) and the 6th century AD (PSI VII 809.4) (cf., Calderini, Diz.geogr. IV, p. 88 (1); Suppl. 2, p. 158 (1); Timm 1984–1992, 4: 1883). For the personal name Pekusios, see NB 301. For the cross stamp impression, see EA 53951. Calderini, A. 1983–1986. Dizionario dei nomi geografici e topografici dell’Egitto greco-romano, IV, ed. idem in 4 pts. Milan. Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Keay, S. and D. Williams. 2005. Roman amphorae: A digital resource. University of Southampton. http://archaeologydataservice.ac.uk/archives/view/amphora_ahrb_2005/, last accessed October 2011. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. Timm, S. 1984–1992. Das christlich-koptische Ägypten in arabischer Zeit: Eine Sammlung christlicher Stätten in Ägypten in arabischer Zeit unter Ausschluss von Alexandria, Kairo, des Apa-Mena-Klosters (Der Abu Mina), der Sketis (Wadi n-Natrun) und der Sinai-Region, ed. S. Timm. 6 volumes. Tübinger Atlas zum vorderen Orient, Beihefte, Reihe B, Geisteswissenschaften, 41, 1–6. Wiesbaden: Dr. Ludwig Reichert Verlag."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (48)"], "Location": ["Not on display"], "Condition": ["poor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53953"], "Registration number": ["1915,0207.3"]}