{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA732"], "Description": [" Limestone relief fragment of a battle scene with defeated Asians: the fragment was part of a large composition depicting the siege of a walled Near Eastern city. The edge of the Egyptian siege ladder can be seen along the right edge of this fragment. The men fall from the ramparts to their death, pierced with Egyptian arrows. The skin of the foreigners is painted yellow, primarily to indicate that they were lighter complexioned than the Egyptians. The red hair on the head of the figure falling feet downward also indicates a people fairer in both hair and skin than most Egyptians. The painted designs on the kilts are very faded, but we can still see their variety. "], "Authority": ["Ruler: Mentuhotep II"], "Cultures/periods": ["11th Dynasty"], "Production date": ["2055BC-2004BC (circa)"], "Excavator/field collector": [" Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Henri Édouard Naville ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Temple of Mentuhotep "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 60 centimetres ", " Thickness: 13 centimetres ", " Width: 66 centimetres "], "Curator's comments": ["In this early example, the details may well be based on reality, whether actual observation or descriptions by returning soldiers. But with the passage of time, and especially in the New Kingdom, such foreign characteristics tended to become stereotyped. Bibliography: E. Naville and H.R. Hall, The Temple of Deir el-Bahari, 1907, MEEF 28, pl. 14D; W. S. Smith, 'Interconnections in the Ancient Near East' (New Haven & London, 1965), pp. 148-49, fig. 185; (See also EA 733) W. V. Davies, 'British Museum: Catalogue of Egyptian antiquities in the British Museum Vol.7, Tools and weapons 1, Axes' (London, 1987), pl. 37, fig. 2; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 95, fig. 95 (upside down); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1974), p. 383; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 43, cat no. 2. D. Arnold, in A. Oppenheim, D. Arnold, D. Arnold & K. Yamamoto (eds), Ancient Egypt Transformed. The Middle Kingdom, New York 2015, 164-6"], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (17)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1906"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA732"], "Registration number": ["1906,1013.13"], "Conservation": [" Treatment: 21 Dec 2000 ", " Treatment: 02 Jun 2014 "]}