{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA27531"], "Description": [" Amulet in beige steatite, in the shape of a standing falcon, maybe associated with the god Horus; wearing a headdress, the double crown (pschent); traces of gilding on face and in hollows of carving; very accurate modelling, with finely detailed crown, neat face with small eyes, feathers behind legs shown with vertical striations, tail shown with two central incisions and lines sloping down at angle either side; surface slightly eroded and chipped. "], "Cultures/periods": ["Late Period"], "Production date": ["500 BC - 350 BC (probably late 5th - early 4th century)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' "], "Materials": ["steatite"], "Technique": [" gilded ", " carved "], "Dimensions": [" Height: 2.80 centimetres ", " Thickness: 2 centimetres ", " Width: 0.90 centimetres "], "Curator's comments": ["This amulet was discovered in a large cache of votives in 1885, in a house to the south of the town (Petrie 1886, 41-42). Petrie mentioned among the finds a ‘small pottery hawk, gilt’. The cache can be dated around the end of the 5th-beginning of the 4th century BC (Masson 2015). Falcons are often associated with Horus, though various deities and the pharaoh himself can assume a falcon form (Davies, Smith 2005, 54); the identification of the deity represented is even harder in the case of amulets (Andrews 1994, 27-28; on various types of falcon amulets: Herrmann et al. 2010, 103-104). Numerous amulets of falcon, made out of bronze, glazed composition, stone and Egyptian blue, were discovered in Naukratis (Masson forthcoming b). This finely detailed piece is unusual in the corpus of amulets from Naukratis. Falcon deity with a double crown could be a representation of Horus of Pe whose cult is well known in Sais. Andrews, C.A.R. 1994, Amulets of Ancient Egypt, London. Davies, S., Smith, H.S. 2005, The sacred animal necropolis at North Saqqara: the falcon complex and catacomb (Egypt Exploration Society Memoirs 73), London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Masson, A. forthcoming b, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London."], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.205) (phase 3) ", " Masson 2015 / Cult and Trade A reflexion on Egyptian metal offerings from Naukratis (78, fig. 3.9c) "], "Location": ["Not on display"], "Condition": ["fair; surface decayed"], "Subjects": ["bird"], "Associated names": ["Associated with: Horus (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27531"], "Registration number": ["1885,1101.43"]}