{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10470,5"], "Description": [" 'Book of the Dead', Papyrus of Ani (frame 5): Spell 1. The Funeral Procession: this frame shows Ani's funeral procession as it moves toward his tomb, where it will be met by grieving women and where the coffin will be stood erect for the last rites and the widow's last farewell before being taken into its final resting place. The writing of the long spell below is retrograde.The backward writing presumably had a magical meaning. Two pairs of oxen, guided by four men, haul the sledge bearing the coffin, which is preceded by a priest in a leopard-skin vestment. He turns back toward the coffin, to wave an incense burner and pour liquid from a tall libation vase. The large bier has the prow and stern of a boat, like the boat in which the sun god travelled across the sky. Large formal bouquets and statuettes of Nephthys and Isis flank the head and the foot of the anthropoid coffin, which is evidently on public display during its slow, final journey. Ani's widow, kneeling beside the bier, has bared her breast in her sorrow and tears from her kohl-rimmed eyes track down her cheek. Behind the coffin walk Ani's most important mourners, male relatives and colleagues, one of whom is a white-haired elder. The last man in the group turns his head away, apparently to hide or wipe away tears. The hand held over the hair of the next figure to the right indicates that he is casting dust on his head. All these men's gestures were standard gestures of mourning. A second sledge, pulled by four men, holds a chest decorated with the 'djed' pillar of Osiris and the 'tiyet' knot of Isis and topped by a recumbent figure of Anubis. This is a container for the four canopic jars which held the separately mummified internal organs. Two lesser mourners follow. At the tail of the procession, here squeezed into an upper register, some of Ani's servants bear possessions that will be left in the tomb. These certainly do not represent everything buried with Ani, but include some of the most important, such as his scribal palette and carrying case. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Ani (Thebes) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 61.80 centimetres (frame) ", " Width: 42 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Bibliography: W. Seipel, 'Ägypten'1 (Linz, 1989), p.172 [138]. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 100."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (101) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (24) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig.28, no.33) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134357) (http://www.trismegistos.org/text/134357) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss Black ink Red ink Pigment Backed: brown paper Mount Details: Sandwich: glass, uv filtering perspex, board Binding: cloth, self adhesive tape Object Priority: B Mount Priority: C Overall Condition: B Curatorial condition comment: good"], "Subjects": [" ancient egyptian deity ", " funeral/funerary rite ", " procession ", " cattle "], "Associated names": [" Named in inscription: Ani ", " Named in inscription: Tutu (wife) ", " Representation of: Nephthys ", " Representation of: Isis ", " Emblem of: Isis ", " Emblem of: Osiris ", " Representation of: Anubis "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10470,5"], "Registration number": ["1888,0515.1.5"], "Additional IDs": [" Miscellaneous number: Frame.5 "], "Conservation": [" Treatment ", " Treatment: 04 May 1999 ", " Treatment: 15 Sep 1997 ", " Treatment: 10 Mar 1999 ", " Treatment: 05 May 1995 ", " Treatment: 27 Sep 2010 ", " Treatment: 27 Sep 2010 ", " Treatment ", " Treatment ", " Treatment: 24 Aug 1998 ", " Treatment: 10 Mar 1999 ", " Treatment: 23 Jul 1993 ", " Treatment: 29 May 2009 ", " Treatment: 04 May 1999 "]}