{"artifact_name": "situla", "Object Type": ["situla"], "Museum number": ["EA38212"], "Description": [" Bronze situla, drop-shaped with moulded rim, two suspension loops and large handle, the exterior is decorated with representations of the son of the deceased making offerings to his father and mother and Hor himself making offerings to Osiris, Horus, Isis and Nephthys, inscribed with the names and titles of the Theban priest Hor, son of Padiamunnebnesuttawy and Irteru, servant of Nakhthorheb, base decorated with floral motifs, the inscription and scenes are both incised and inlaid with white. "], "Cultures/periods": ["30th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["bronze"], "Technique": [" cast ", " inlaid ", " incised "], "Dimensions": [" Diameter: 23 centimetres ", " Height: 37.20 centimetres (body without handle) ", " Height: 60 centimetres (measurement with handle upright) ", " Weight: 5.60 kilograms "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Published: De Meulenaere, CdE 35 (1960): doc.13 and CdE 59 (1984): 240. Il Senso dell'arte nell'antico egitto, Milan 1990, pp. 173-174 [120]. Art and Afterlife in Ancient Egypt (Japan 1999-2000): No 145 W. Seipel, Ägypten Vol. 1, Linz 1989, p.339 [515]. See Coulon, RdE 57 (2006): 15, n.33. O. Perdu (ed.), Le crépuscule des pharaons, 2012, pp. 126-127.."], "Location": ["Not on display"], "Exhibition history": [" 2012 23 March - 23 July 2012, Musee Jaquemart Andre, Paris, Le Crepuscule des Pharaons 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Hor ", " Named in inscription & portrayed: Padiamunnebnesuttawy (Father) ", " Named in inscription: Nakhthorheb ", " Representation of: Osiris ", " Representation of: Horus ", " Representation of: Isis ", " Representation of: Nephthys "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38212"], "Registration number": [".38212"], "Additional IDs": [" Miscellaneous number: BS.5303 (Birch Slip Number) ", " Miscellaneous number: EA 5303 (former registration number) "]}