{"artifact_name": "manuscript", "Object Type": ["manuscript"], "Museum number": ["EA10414,a"], "Description": [" Leather manuscript written in Coptic and containing magical spells for sex and business. The fragment is from the top of a tall, very narrow sheet of sheepskin leather: it gives recipes for at least two procedures from a formulary, both concerned with favour. One is of erotic kind (in the compulsion of a woman to come and submit to a male user), one of commercial kind (attracting costumers to a place of business). "], "Cultures/periods": ["Coptic"], "Production date": ["mid 8thC-9thC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["leather (Sheep)"], "Dimensions": [" Height: 225 millimetres (max.) ", " Width: 120 millimetres (max.) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["See bibliographic record. According to Crum EA 10376, 10122, 10414, 10434, 10391 were written by the same hand and were probably acquired by Hay at Thebes (1934, p. 51 and 195). See now O'Connell ed. 2022 Of two disassociated fragments previously mounted with EA 10414, one has now been found to join EA 10376 following MSI (2017). The physical characterisitics of the leather of the second dissassociated fragment suggest that it too may belong to EA 10376, but, since it cannot be placed, has been given a separate inventory number, EA 10414b. Radiocarbon dating: SUERC 2017: 95,4 % probability: 765 (87,4%) 894calAD"], "Bibliographic references": [" Crum 1934 / Magical texts in Coptic I and II (pp. 195-97, pl. xxvi (1)) ", " Meyer & Smith 1994 / Ancient Christian magic: Coptic texts of ritual power (no. 79, pp. 166-69) ", " Grumach 1970 / On the history of a Coptic figura magica (pp. 172-73) ", " O'Connell ed. 2022 / The Hay Archive of Coptic Spells on Leather: A Multidisciplinary Approach to the Materiality of Magical Practice (no. 3, pp. 125-139) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Leather: brittle, dark, displaced fragments, fractured Black ink Repaired: glassine paper Tabbed: glassine paper Transferred to horizontal storage 27 JAN 95 Mount Details: Sandwich: glass (cracked) Binding: leather Object Priority: B Mount Priority: C Overall Condition: D Curatorial condition comment: poor"], "Acquisition name": ["From: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10414,a"], "Registration number": ["1868,1102.461.a"], "Additional IDs": [" Miscellaneous number: 9 A.77 (typescript sticker on glass) ", " Miscellaneous number: P.Brit.Mus. Hay 3 "], "Conservation": [" Treatment and Mounting: 25/10/2019 ", " Mount: 17 Apr 2018 "]}