{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA26635"], "Description": [" Marl pottery jar with a flat base, sides expanding to a rounded shoulder, a short neck with everted rim and two pie-crust handles applied below the shoulder; decorated in red paint with elaborate scenes involving two many-oared boats above which are human figures. Rows of antelopes and long-legged birds are painted above and below the handles. "], "Cultures/periods": ["Predynastic (Naqada IIC-D)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 18.10 centimetres (maximum, main piece) ", " Height: 27.60 centimetres (main piece) "], "Curator's comments": ["Decorated ware in Petrie’s Corpus of Prehistoric Pottery (1921). A cross-hatched band encircles the shoulder below the neck. The boats are arranged between the handles. Each boat has many oars, a frond in two different styles at the prow, two central cabins, and standards: one is a double curvilinear motif often called ‘double horns’; the other is a long vegetal frond. Above one boat is a group of three figures: a male flanked by two females with whom he holds hands. The women hold a set of two clappers in their other hands. To the right, above the stern of the boat, is another male figure who faces the group and holds two clappers in one hand. Lines of s-motifs appear above and to the left of the figures. Below the boat is a row of four birds (ostriches or flamingos) on a ground line. Above the other boat are three figures. In the centre is a large male, to the right is a female figure who seems to hold the man’s arm with one hand and a pair of clappers in the other. The figure on the left is harder to identify. Painted at a slightly higher level than the other figures, the man’s hand rests on the figure’s shoulder. The figure has a large round head, one arm extends up and arches over the head, the other is bent at the elbow with the hand perhaps to the chest. The body of this figure appears truncated. From the broad shoulders the body slopes down to possibly two small feet but at a higher level than the others. The sex of this figure is unclear. It is possible the painting is an attempt to show jumping. Below the boat is a set of so-called ‘broken lines’ possibly representing some sort of architecture, and below this is a bush. Above the handles on each side is a row of antelopes with twisted horns identified as addax. In one case they stand on solid triangles, representing mountains. Below the handles on each side is a row of long-legged birds on a ground line. Published: C. Torr, Sur quelques pretendus navires egyptiens, L’Anthropologie 9 (1898), p.32, fig 3ab. (line drawing) J. Vandier, Manuel d’Archaeologie Egyptienne, Paris (1952), p. 354, fig. 239 top (Line drawing) J. Capart, Primitive art in Egypt, London (1905) p.118, fig.91 CT3ab (line drawing) G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 500 (provenance information given in error) Graff, Les enjeux de l’iconographie des vases pients de Naqada II, Anthropozoologica 46.1 (2011), p. 54"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26635"], "Registration number": ["1891,0430.2"]}