{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["EA27538"], "Description": [" Mould-made large amulet in glazed composition, representing Amun-Ra and his bas; depicted as a hybrid figure with the dwarf leonine Bes face with miniature animal heads preserved on the right side, behind the ear (left side missing); only head, cavetto moulding and Atef-crown survived; very fine modelling; facial features well detailed with eyes, curved wrinkles and eyebrows, neat nose and mouth, protruding lion ear (only preserved to right) and beard below marked with incisions; glaze gone, but greenish colouring survives; buff , hard, fine to medium texture core; incomplete and burnt. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Height: 3.70 centimetres ", " Width: 2.40 centimetres ", " Depth: 2.40 centimetres "], "Curator's comments": [" Under study by Christoffer Theis, Ruprecht-Karls-Universität Heidelberg Ägyptologisches Institut ", " This peculiar amulet with a Bes face and added small animal heads behind his ear is unique in the Naukratis corpus (Masson forthcoming). Petrie interprets these small heads as two deities (illustrated in Petrie 1886, pl. XX, no. 3). This hybrid figure is characteristic of the Late Period; in better preserved parallels, the deity is represented naked, crowned, with multiple arms and wings and several pairs of animal heads framing his head, standing on crocodile and other dangerous animals: Andrews 1994, 38-39, fig. 34c; Herrmann et al. 2010, 74, no. 35 (Bes pantheos); Bianchi, Ziegler and Gandur 2014, 172-175, no. 46; Herrmann 2003, 101, pl. LXVIII, no. 493 (winged). Such figure had apotropaic properties against dangerous animals. According to mentions and representations in papyri, this composite deity is related to Amun-Ra and his hypostasis; this type of amulet suggests \"visually [the] universal omnipotence\" of Amun-Ra (Bianchi, Ziegler and Gandur 2014, 174; see also Herrmann et al. 2010, 74). Andrews, C. 1994, Amulets of Ancient Egypt, London. Bianchi, S., Ziegler, C. and Gandur, J.-C. 2014, Egyptian Bronzes in the Fondation Gandur Pour L'art, Bern. Herrmann, C. 2003, Die ägyptischen Amulette der Sammlungen BIBEL + ORIENT der Universität Freiburg Schweiz (Orbis Biblicus et Orientalis, Series Archaeologica 22). Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XX, no. 3) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.042) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor, incomplete and burnt"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Amun-Ra"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27538"], "Registration number": ["1885,1101.54"], "Conservation": ["Treatment: 14 Jun 2013"]}