{"artifact_name": "trial-piece", "Object Type": ["trial-piece"], "Museum number": ["EA23816"], "Description": [" Part of a thin limestone slab probably from a trial- piece, with regular grids of slighlty different scale incised on both of the flat faces (squares of 2 cm on one face, 1,3 / 1,4 cm on the other face). One side of the object is preserved, showing rounded edges. "], "Cultures/periods": ["Late Period"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Room of one of the casemate-buildings of the \"Qasr\"? But see also comment for the items EA 23814, 23815 and 23817 for a possible provenance from Findspot 52, south-eastern quarter of the Saite enclosure (so-called \"Camp\"), area of ironsmith's workshops. "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Length: 6.10 centimetres (max) ", " Thickness: 0.88 centimetres (max) ", " Width: 5.39 centimetres (max) "], "Curator's comments": ["One of the \"many pieces of designing tablets of limestone ruled in squares\" \"found in the camp and in a chamber of the fort\" mentioned by W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 74 § 70. From the mark \"52 W\" pencilled on the very similar items London, BM, EA 23814, 23815 and 23817 from Tell Dafana, even if no mark is visible on the object London, BM, EA 23816 itself, a provenance from Findspot 52 (west?), south-eastern quarter of the Saite enclosure (so-called \"Camp\"), area of ironsmith's workshops, cannot be excluded."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 74 § 70) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.58, p.179, pl.21) "], "Location": ["Not on display"], "Condition": ["incomplete - fragment only"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23816"], "Registration number": ["1887,0101.845"]}