{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA58417"], "Description": [" Fragmentary limestone female figure, possibly an unfinished piece, the feet now missing. She wears a long curled wig, and her eyes are almond shaped. Her nose appears broad while the mouth is small and the lips are pursed together. The face is particularly fleshy in appearance around the jawline. She wears a detailed broad collar, its individual beaded sections visible around her neck. She holds her right arm by her side while her left arm is placed across the chest, and in her hand she holds a fly whisk. She wears a long tight-fitting garment with pleated detail notable across the upper body at the chest and left arm. The left leg advances forward ahead of the right in the conventional striding pose. On the reverse a slim back-pillar reaches to the edges of the wig, and appears to be uninscribed. The limestone is particularly worn on the lower right side of the figure and across the right side of the face and wig. There is a large chip to the left side elbow, and there are a number of small abrasions at the nose and mouth. The figure is attached to a small modern base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 20.20 centimetres ", " Width: 6.33 centimetres ", " Depth: 4.14 centimetres "], "Curator's comments": [" The identity of the figure is not certain, though it may represent a goddess or queen. As divine figures are typically adorned with a headdress or crown, and would normally hold an ankh symbol, it is more likely that this figure would be of royal status. Though initially dated to the Late Period (PM VIII), the style of dress and wig are much more likely to be Ptolemaic in date. The piece could be unfinished – for instance the detailing of the wig across the reverse is more pronounced on the left side, and blank on the right side. In addition the pleating of the clothing is particularly clear across the reverse left side and at the chest, while the remainder of the clothing has a rudimentary lack of detail. Traces of incised areas at the left hand and on the reverse at the right elbow suggest details of folded material that have not been completed. It could also be argued that this was intended to be a sculptor’s model or trial piece. These were used by the sculptor to practice or perfect their carving skills, and as an aid to ensure the production of an even two or three-dimensional sculpture. Further Bibliography: S. Albersmeier, 2002. Untersuchungen zu den Frauenstatuen des ptolemäischen Ägypten, Pl. 76A, no. 87. H.R. Hall, 1927. ‘Egyptian Antiquities’ The British Museum Quarterly Vol. 2., No. 2., p. 41-42. ", " See PM viii, p. 926. Published: Albersmeier, Unterschungen zu den Frauenstatuen, Cat. no. 87; pl. 76a. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 938)"], "Location": ["Not on display"], "Condition": ["fair - surface worn"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58417"], "Registration number": ["1927,0514.22"], "Conservation": ["Treatment: 30/10/2023"]}