{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA50751"], "Description": [" Small marl pottery jar with a low neck, roll-over rim, and a rounded shoulder on which have been applied two pierced cylindrical handles and two pie-crust or ‘wavy’ handles; decorated in red-brown paint with cross-hatched panels around the shoulder and on the body with two boats above which stand two men holding clappers. Below the wavy handles on each side is a diagonal line of s-motifs and a fan-shaped bush. and figures, upper body decorated with painted net design, perforated base. "], "Cultures/periods": ["Predynastic (Naqada IIC-D)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["slip-painted"], "Dimensions": [" Diameter: 12.80 centimetres (max) ", " Height: 12.80 centimetres "], "Curator's comments": ["Like Decorated ware D46d in Petrie’s Corpus of Prehistoric Pottery (1921). The two boats have similar Z-shaped standards. The men are placed above the cabins, facing right. They are in approximately the same position on both sides, but on one side their legs are much longer. The presence of the two types of handles, the panel decoration on the shoulder and human figures with curving clappers on this vessel and EA35502 has suggested to Aksamit that these jars were painted by the same artist or in the same workshop. C. Torr, Sur quelques pretendus navires egyptiens, L’Anthropologie 9 (1898), fig. 5ab (line drawing) J. Aksamit, Petrie’s type C46D and remarks on the production and decoration of Predynastic Decorated ware, Cahiers de la ceramique egyptienne 3 (1992), 17-21, pl 2, no. 3 A. Roche, Des scenes de danse dans l’iconographie predynastique? Archeo-Nil 24 (2014), 169. fig.5a G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 261 G. Graff, Les enjeux de l’iconographie des vases pients de Naqada II, Anthropozoologica 46.1 (2011), p. 57"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50751"], "Registration number": ["1891,0624.43"]}