{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74719"], "Description": [" Portrait of a girl in encaustic on limewood with added gilt: the wooden panel is cracked in several places. Much of the greyish background is lost. There are impressions of textiles on the nose and brow of the figure. Traces of the mummy wrappings appear as a diagonal line at the lower right corner. The young girl wears a dark red tunic and bluish-green mantle and perhaps a bluish-black scarf with bobbles resting on her proper right shoulder. Traces of a violet clavus appear on the tunic to the right of this garment. Around the neck is a brownish red thong, perhaps of leather (no trace remains of gilding), with pendant crescent. The hair is cut close to the head with locks perhaps extending down the neck behind the proper left ear. A gilded wreath on red-brown ground with lozenge-shaped leaves appears in the hair across the crown of the head. The eyes are very large, with prominent upper lashes and fine arched eyebrows. Much of the surface colour is lost; warm peach and pinkish tones survive. The lips are orangey red and were most likely repainted. "], "Cultures/periods": ["Roman Period"], "Production date": ["50-70"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" lime wood ", " wax ", " gold "], "Technique": [" encaustic ", " gilded "], "Dimensions": [" Height: 28.70 centimetres ", " Thickness: 0.40 centimetres ", " Width: 19.30 centimetres "], "Curator's comments": ["Laboratory analysis indicates that the pigment is consistent with Roman work, despite certain compositional difficulties which raise doubts over the antiquity of this painting. It is likely that the painting was retouched in recent times, especially in the area of the mouth and neck; the former feature does not relate well to the nose and eyes, and in both areas paint was found within the cracks in the wood. It is, however, likely that the original painting is Claudian or Neronian work. Bibliography: K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), 33, no. 27 (bibl.), pl. 7, 6; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 32, 91; K. Parlasca & H. Seeman, ‘Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit’ (1999), 215 no. 122; S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 69 [39]. S. Walker, 'Ancient Faces', New York 2000, p. 97 [57]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (13) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (57) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.215, no.122) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces "], "Condition": ["fair - cracked"], "Acquisition name": ["Transferred from: National Gallery"], "Previous owner": ["Previous owner/ex-collection: Maj Robert Grenville Gayer-Anderson"], "Acquisition date": ["1994"], "Acquisition notes": ["Formerly National Gallery 5399. Presented to the National Gallery by Major RG Gayer-Anderson Pasha and Colonel TG GAyer-Anderson CMG DSO in 1943. See information from the NG on file [Nov 2005, NCS]. AES Archive 548."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74719"], "Registration number": ["1994,0521.17"], "Additional IDs": [" Miscellaneous number: National Gallery 5399 "], "Conservation": [" Treatment: 30 Aug 1995 ", " Treatment: 30 Oct 1996 "]}