{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["EA53901"], "Description": [" Oval pottery lamp with carinated body on a high, hand-modelled stand with spreading foot, concave underneath. The applied handle has a thumb-piece. The discus, flat with raised rim, is decorated with a band of ring-and-dot patterns in relief around the filling-hole and a row of raised points at edge. The shoulder has a band of ring-and-dot patterns below a row of raised points. The nozzle-top is decorated with a cross. The red-brown fabric is covered with remains of white slip, possibly applied after firing. Red organic Nile silt fabric contains abundant straw and organic vesicles with common fine mica and quartz (<0.1mm) and sparse, very fine white inclusions. "], "Cultures/periods": ["Late Antique"], "Production date": ["6thC-7thC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["pottery"], "Technique": [" applied ", " slipped ", " hand-modelled (foot) "], "Dimensions": [" Diameter: 11.50 millimetres (nozzle) ", " Diameter: 7.50 millimetres (opening) ", " Height: 240 millimetres ", " Length: 120 millimetres ", " Width: 67.50 millimetres "], "Curator's comments": ["Cf., from Edfu (Bernhard 1955, 366), Kellia (Egloff 1977, no. 320, pls 34.10 and 86.7) and Herakleopolis Magna (Petrie 1905, pl. 61, L 92). Depicted in Griffith Institute Archive J. de M. Johnson excavation photograph (O’Connell forthcoming, fig. 98). Bernhard, M. L. 1955. Lampki starożytne. Warsaw: Wydawnictwo sztuka. Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. O’Connell, Elisabeth R. Forthcoming. John de Monins Johnson’s 1913/14 Egypt Exploration Fund expedition to Antinoupolis (Antinoë), with appendix of objects, in Antinoupolis II: Scavi e material III, ed. R. Pintaudi. Florence: Istituto papirologico “G. Vitelli.” Petrie, W. M. F. 1905. Roman Ehnasya (Herakleopolis Magna). Memoir of the Egypt Exploration Fund 26. London: Egypt Exploration Fund."], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (2244) ", " O'Connell et al 2014 / Antinoupolis at the British Museum (2) (Thomas in) "], "Location": ["Not on display"], "Condition": ["good but slip worn"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53901"], "Registration number": ["1914,1010.3"]}