{"artifact_name": "statue; forgery(?)", "Object Type": [" statue ", " forgery (?) "], "Museum number": ["EA90639"], "Description": [" Black granite seated male figure, a modern forgery with a modern replica of the head. The figure is seated on a high backed chair and wears a short shendyt kilt belted high at the waist and with a vertical pleated pattern. The upper body is bare, and the shoulders and lower legs are broad while there is clear modelling of the narrowed waist and a slight swelling of the chest. Both arms are held close to the body with the right fist clenched across the lap and holding a piece of folded cloth, and the left palm placed flat against the left thigh with an object likely held across the knee, now damaged and difficult to identify. The stone in between the arms and main body has been left intact. A clear break at the neck has been smoothed and a modern head has been attached. The head includes a short detailed wig with a thin band across the forehead, slanted eyes with wide cosmetic lines that slope upwards towards the eyebrow, and a long slim nose. Above the eyes a thin arched line has been scratched across the stone to further define the eyebrows, and the thin lips are sharply incised with a notable curve upwards at the left side. On the reverse the round-topped back-pillar of the seat is uninscribed. Across both sides of the seat, forged hieroglyphic text has been carved into the stone in a defined border, and further text has also been inscribed at the top of the statue base beside the figure’s feet. In addition to the clear break at the neck area, there are small chips visible across the chest area, and residue from the neck visible on the chest and left shoulder. There is damage to the left hand and object held over the knee, and further small chips visible on the lower legs and feet. The front edges of the statue base are also damaged. On the reverse of the seat are a number of red markings towards the edges. "], "Production date": ["19thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 43 centimetres ", " Width: 12 centimetres ", " Depth: 25 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["The head has been worked to create a smooth surface for the face and the wig is detailed with individual ridges and incisions, which contrasts greatly with the generally faded quality of the body and base. The back-pillar is marked with an 'F', indicating it is a forgery. This figure was donated to the British Museum amongst a selection of smaller objects from the same donor, Mrs Thomas Cook, in 1922. The majority of these objects are now understood to be forgeries. While the head of this piece is no doubt modern, the faded inscription across the sides of the seat also appear to be modern and do not follow typical conventions of ancient carvings; notably, for instance, vertical and horizontal single lines of text are combined on each side and leaves the centre of the surface blank, which would have been a vital surface area for inscription. Though many of the signs are faded where it is possible to read the hieroglyphs they further appear to be composed in modern times and with various linguistic errors."], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Acquisition name": ["Donated by: Mrs Thomas Cook"], "Acquisition date": ["1922"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA90639"], "Registration number": ["1922,0206.5"]}