{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA29279"], "Description": [" Limestone stelophorous figure of Nebamun. His plaster head has been restored in modern times to join to the current break at the neck. He wears a shoulder-length striated wig based on the surviving edges of the ancient wig worn by Nebamun, and this has been painted black. His facial features and the skin colour of his face are modern renderings. His upper body is bare with clear traces of red-brown paint conveying his skin, and he is shown kneeling and resting on his heels. His clothing is not clearly delineated though a thin line on his left ankle suggests that he wears a long kilt belted at the waist. The lower half of his body also appears to have been painted white, though this is now faded. His arms extend out to hold a small rounded stela that rests on his knees. The stela is inscribed with four slim columns of text, with the signs painted in a clear blue colour. A single horizontal line of text continues on the front of the statue base On the reverse is a broad back-pillar that is angled slightly forwards into Nebamun’s body, and it appears to be blank with no inscription. There are gouges to the stone at the left knee and left corner of the statue base, and also to the right edge of the back-pillar and right corners of the statue base. The figure is now supported on a slim modern base. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt (Possibly from Thebes(?)) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 28 centimetres (max) ", " Width: 10.50 centimetres (max) ", " Depth: 24 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" Nebamun’s titles include ‘head of the bowmen’, which helps us to distinguish him from other Theban figures named Nebamun in the 18th Dynasty. A man of the same name and title is known to have had a tomb at Thebes (TT 145). Further Bibliography: H.M. Stewart (1966). ‘Traditional Egyptian Sun Hymns of the New Kingdom’, Bulletin of the Institute of Archaeology, p. 62 [Fig. xiii, A]. J. Vandier (1958). Manuel D'Archeologie Egyptienne; Tome III: Les Grandes Epoques, la Statuaire Vol. III, p. 652. ", " See PM viii, p. 573. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 575)"], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29279"], "Registration number": ["1897,0508.117"]}