{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA35467"], "Description": [" Sycomore fig wood stela of Pabakmeher: this small round-topped stela is divided into three sections. In the upper portion there appears a winged sun-disk with two uraei and two 'wedjat'-eyes. The first and second registers are divided by a 'kheker'-frieze. There is a sky-sign decorated with stars at the top of the second register below which is a scene. The deceased stands on the right in adoration before an altar on which rests a water-pot cooled by a lotus-flower. Behind it stand Ra-Horakhty and Isis, whose outstretched wings enclose an 'wedjat'-eye above a basket-sign. On the third section are four lines of text consisting of a prayer to Osiris on behalf of Pabakmeher, son of Pʒ-dỉ-ẖnm. The rest of the text is damaged. The stela is badly worn especially along the edges with loss to some of the original design and the last line of text. The surface is cracked and flaked in places. The top and sides of the stela and the three sections of the stela are bordered by a band of blue, red, green, and yellow rectangles separated by one black and two white stripes all edged in green. The background of the stela is now buff. The disk is red with white upper wings with blue dots and a green upper edge, blue-feathered middle wings, and green-feathered lower wings with red edges in the middle. The uraei are yellow with blue heads and one white and one red crown. The eyes are blue with black pupils on white and a red band between eye and eyebrow. The hieroglyphs are black. The 'kheker'-frieze is blue with red ties on a white background. The sky-sign is blue with black stars. The human figure is red with black features and a white kilt with black folds. The altar is blue, the pot yellow-brown, and the lotus green where not faded. Ra-Horakhty has a red disk with black uraeus, white face with black features, blue wig, yellow collar, green body, red hands, and green sceptres. Isis has a green face and body, blue head-dress and wig with red fillet, and red dress with black hatching. Her right outer wing is divided into four sections: white with black dots, blue, green, and blue with feathers indicated in black and edged in red. The left inner wing is faded badly but appears to have had an area of green with black dots and a central red patch on the upper left side, red with black lines on the lower left, and blue black-edged feathers on the right tip. The 'wedjat'-eye is blue with a black pupil and a red band between eye and eyebrow. The basket-sign appears to have been green. The hieroglyphs are black between blue dividing lines in both the middle and lower registers. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 27.30 centimetres ", " Weight: 2.04 kilograms ", " Thickness: 1.50 centimetres ", " Width: 13.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 227 with the name Pʒ-bʒk-m-dỉ-hr-ỉb, but see H. Ranke, 'Die ägyptischen Personennamen. I. Verzeichnis der Namen’ (Glückstadt, 1935), p. 104, no. 22."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.58-59)"], "Location": ["Not on display"], "Condition": ["fair - right edge lost"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription: Padikhnum (father) ", " Representation of: Ra-Horakhty ", " Representation of: Isis ", " Named in inscription: Osiris "], "Acquisition name": ["Donated by: Henry Christy (Trustees of)"], "Acquisition date": ["1865"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35467"], "Registration number": ["1865,1202.53"], "Additional IDs": [" Miscellaneous number: BS.8475 (Birch Slip Number) "], "Conservation": ["Treatment: 27 Mar 2014"]}