{"artifact_name": "temple-relief", "Object Type": ["temple-relief"], "Museum number": ["EA1104"], "Description": [" Temple inscription of Ramses II: a fragmentary block of red granite. The hieroglyphic inscription in sunk relief (reading right to left) is arranged heraldically with the royal titulary of Ramses II, including two half cartouches and the title ‘son of the sun-god Ra’, inscribed above the names of his enemies. The foreign names are placed in rings, which may be a simplification of those shaped like fortified city walls used elsewhere, from which emerge torsos with distinctively foreign, pointed beards. These figures, which face in the same direction as the hieroglyphs, have their hands bound behind their backs and are tied together at the neck. The hieroglyphs which form the king’s name are larger and more deeply carved than those used for the foreign enemies. The red pigment infill is modern. The surviving fragment is chipped on the right and left edges where more recent breaks have occurred. "], "Authority": ["Ruler: Ramses II"], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Tell Basta (Bubastis), Originally an architectural element in the temple complex at Bubastis, modern Tell Basta. "], "Materials": ["red granite"], "Technique": ["pigmented (modern)"], "Dimensions": [" Height: 103 centimetres ", " Weight: 830 kilograms ", " Width: 62 centimetres ", " Depth: 51 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["The representation of foreigners on pharaonic monuments was generally limited to these ideologically-charged depictions, used to emphasize the king’s dominance over foreign powers. The temple at Bubastis, where this block was found, was dedicated to the cat goddess Bastet. It dates back to at least the early Middle Kingdom and continued to be used for the rest of the pharaonic era. Most of the monuments found in the central court are attributed to Ramses II. The sunk relief on this block suggests it came from an external wall, since this type of relief carving is most characteristic of external walls. The careful ordering of the enemy names along geographical lines may represent the king’s imposition of order over foreign lands. A comparison of the object with a photograph from the time of its discovery (Naville, 'Bubastis', pl. XVII) shows that another name-ring - Sngr - was preserved on the left of the existing fragment, and traces of another were visible on the right side as well as more of the royal cartouches. The crack on the left, along which the piece later shattered, can be clearly seen. There is no indication that the missing fragments ever reached the British Museum, and they were probably lost prior to transit from Bubastis. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p. 31; E. Naville, 'Bubastis, 1887-1889' (London, 1891), 40, pls. XVII, XXXVI B; M. Bierbrier, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' 10 (London, 1982), pl. 13; K.A. Kitchen, 'Ramesside Inscriptions' 2 (Oxford, 1979), 194; K.A. Kitchen, 'Ramesside Inscriptions Translated and Annotated translations' 2 (Oxford, 1996), 58; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 162 (no. 586); J. Simons, 'Handbook for the study of Egyptian topographical lists relating to western Asia' (Leiden, 1937), 77 & 163."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.13) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (8) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Associated names": [" Named in inscription: Ramses II ", " Named in inscription: Amun "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1104"], "Registration number": ["1891,1016.8"], "Conservation": [" Treatment: 22 Apr 1999 ", " Treatment: 16 Feb 2011 "]}