{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA24907"], "Description": [" Wooden lid of the anthropoid coffin of an unidentified woman: gessoed, painted and typical of the period. Only the general shape and the upper body reflect the coffin's function as eternal image of its occupant. The face is framed by a large tripartite wig, coloured blue (traditionally suggesting lapis lazuli, the material from which the hair of the gods - and thus by extension the deceased - was made). A floral fillet encircles the head, and three lotus blossoms are positioned on the top of the head. The woman's ears are concealed beneath her wig, but her large and elaborate ear-studs, decorated with rosettes, are displayed. She wears a bead necklace and a large collar made of floral garlands. Her crossed arms are concealed beneath this, only the hands (made separately and now lost) protruding in the centre. In the space between the hands is a miniature scene showing the sun god at dawn, represented both as the scarab beetle and as the solar disk on the horizon, raised in the barque of the morning above the 'djed' pillar, which symbolizes the realm of Osiris in which the sun god has passed the night. The space below the collar is filled with a complex mass of small images arranged in two zones. The first section, reaching from the edge of the collar to a little below the knees, is dominated by three large figures with outspread wings: a solar disk, the goddess Neith, and a falcon. The intervening spaces are occupied by symmetrical groupings of figures and symbols conveying the ideas of resurrection and protection, in a generalized way. Each group centres on a scarab beetle supporting the solar disk, flanked by divinities and sphinxes and protected by the outstretched wings of goddesses and falcons. The lower zone is subdivided into three columns of compartments, whose focal elements are once again solar disks, scarab beetles, and enthroned deities, but whose arrangement does not illustrate any specific spell or episode of funerary literature. Apart from a few signs giving the names of the deities, all of these scenes are devoid of inscriptional commentary; the only written matter to be found on the coffin lid is contained in three short columns on the foot, which provide only standard formulas placing the deceased under the protection of Osiris. "], "Cultures/periods": ["21st Dynasty"], "Production date": ["1000BC (circa)"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": [" wood ", " gesso ", " varnish "], "Technique": [" painted ", " varnished "], "Dimensions": [" Height: 37 centimetres (max) ", " Length: 185 centimetres ", " Width: 50.50 millimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 44 [10]; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.638; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 127, cat no. 82; J. H. Taylor, 'An Egyptian Mummy-mask in the British Museum: A New Date and Identification of the Owner' in 'Apollo' vol. 144, p. 29."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (107) ", " Andrews 1990 / Ancient Egyptian jewellery (95) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Ra ", " Representation of: Osiris ", " Representation of: Neith "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24907"], "Registration number": ["1893,0514.184"], "Conservation": [" Treatment: 14 Feb 2014 ", " Treatment: 14 Feb 2014 ", " Treatment: 17 Mar 2017 ", " Treatment: 03 Aug 1999 ", " Treatment: 06 Aug 1997 ", " Treatment: 06 Jun 2000 ", " Treatment: 13 Mar 2000 "]}