{"artifact_name": "figure; forgery(?)", "Object Type": [" figure ", " forgery (?) "], "Museum number": ["EA48994"], "Description": [" Serpentine seated mummiform figure; perhaps a fake. "], "Cultures/periods": [" 20th Dynasty (?) ", " 21st Dynasty (?) "], "Findspot": [" Excavated/Findspot: Tell Basta (Bubastis) (?) "], "Materials": ["serpentine"], "Dimensions": [" Diameter: 15.90 centimetres ", " Height: 28.20 centimetres ", " Width: 9.20 centimetres "], "Curator's comments": [" Craddock suggests through XRD and other scientific examinations that the gold headress is in fact an antiquity. ", " Jones 1990 Egyptian serpentine statuette with gold head-dress (comment relating to registration nos. 1909,0710.2-6) This unusual statuette, apparently representing the god Osiris, was acquired in 1909 and purports to come from Tell Basta in the Egyptian Delta. It has been the subject of speculation for many years, and even after extensive scientific examination including TL on presumed material which proved equivocal, its authenticity remains uncertain. It consists of a seated mummiform figure of mottled green stone, probably serpentine, to which have been added a face mask, crown and uraeus of gold, and a wig (now incomplete) of gold inlaid with lapis lazuli. When the statue was acquired it had a fine gold chain bearing a pendant in the form of the goddess Maat (registration no. 1909,0710.6). The statue itself (1909,0710.2), which is un-inscribed, is stylistically peculiar and difficult to date, although it cannot be proved to be a forgery. The facial features show some affinities with royal portraits of the 25th Dynasty (c. 747-656 BC), but it is difficult to find a convincing parallel among statues of divinities dating from this period. Even stranger are the gold accoutrements, the presence of which on a stone figure of this type is in itself highly unorthodox. Scientific analysis has demonstrated that the gold is ancient, but that the various components were made at different times - a finding which accords well with their somewhat incongruous appearance. The necklace and pendant are probably not part of the original ensemble. The mask (1909,0710.3), however, was clearly moulded over the face of the statue and, like the wig (1909,0710.4), must have been intended specifically for this piece. If these items were not made in antiquity they must be considered the work of an expert forger, for the wig in particular displays technical virtuosity of a high order. The most suspect component, on both iconographical and technical grounds, is the crown (1909,0710.5). Though made of ancient gold, its exceptionally high polish and the lack of tool marks on its surface suggest the use of a high-speed buffing tool, while the rim shows signs of having been machine-made. Although no firm conclusion regarding the figure's authenticity is possible, it has clearly undergone alteration. Traces of copper on the back of the head may indicate that it originally wore a head-dress of copper or bronze. At what date the present accessories were added is unknown, but the crown at least seems to be a modern reworking, and this raises the suspicion that the other components may also be of recent manufacture. If so, it is remarkable that so much precious metal was expended on the enhancement of a not particularly distinguished piece of sculpture. Literature: E. A. Wallis Budge, 'Egyptian Sculptures in the British Museum', London 1914, pp. 19-20, pl. XLII. "], "Bibliographic references": [" Jones 1990a / Fake? The Art of Deception (324) ", " Craddock 2009 / Scientific Investigation of Copies, Fakes and Forgeries (pp. 503-4) "], "Location": ["Not on display"], "Condition": ["good (base slightly damaged)"], "Acquisition name": ["Purchased from: Sheikh Ali Abd-el-Hai el-Gabri"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48994"], "Registration number": ["1909,0710.2"], "Additional IDs": [" Miscellaneous number: 1187 "]}