{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA34273"], "Description": [" Wooden model of boat under oars: the hull, carved from solid wood, is unusually narrow in proportion to length, painted red; bow and stern slightly raised, stern curled over and notched to receive steering-oar. Deck slightly hollowed out to leave gunwales but cambered so that crest of camber is slightly higher than gunwales and has traces of white paint and red thwarts; on the raised fore-deck is the usual narrow central strip of wood, once painted red, which may represent the end of the long hogging-beam (?) running the length of the boat, the rest of which will once have been shown in paint. The stern deck is raised but lacks a centre strip. The gunwales, which were also painted red, are pierced with eight holes a side, most probably for loops to take the oars. On the starboard quarter just abaft the steering-post is a deep notch which presumably was not part of the original design; possibly a section of wood or filling has fallen out. There is no mast or rigging. Steering-post with steering-oar attached. The steering-post had been broken off short and has now been replaced in its correct position, though it is not certain that the present post is original. The steering-oar is painted white/red/white with red blade crossed by two black lines; there is a small hole in the upper part of the blade. The tiller is absent. The smaller spare steering-oar has a tiller which may be modern. At intervals along the deck are seven pairs of white-painted blocks of wood as seats for the rowers. The oars for rowing, of which only five originals now exist, have the looms painted white/red/white like the steering-oar; the blades are red. Two unpainted oars have almost certainly been added in modern times. In the bow stands the pilot with arms outstretched as if holding a sounding-pole horizontally; behind him is the cloaked squatting figure of the owner. On the main deck are the figures of fourteen rowers, seven standing and seven seated, but it is certain that not all these figures belonged originally to this boat; either the standing figures or the seated figures belong to it, but not both. The fact that there are seven pairs of wooden seats indicates that the original crew consisted of seven seated rowers a side, of which half remain, and that the standing men are the intruders. Five oars are preserved and are fastened to the wrists of the rowers by modern thread. In the stern stands the helmsman with arms in the attitude of steering; his right hand is pierced to take the tiller. The members of the crew are painted with red bodies, black wigs, and white skirts, and three of them have fabric cloaks as well. The hands in some cases show the thumbs, but the fingers are not indicated. The face of the owner was once red, but only a little paint remains; hair black, painted cloak white. Squatting figure of owner cut in one piece; holes of uncertain purpose have been drilled on his left side behind his legs and on the shoulder. The arms of the crew are pegged to the shoulders and in five cases the left hands are pierced, presumably for the ancient thread which once secured the oars to the rowers. Four of the standing figures have their legs cut off at the ankle, as if their feet were at a lower level than the existing deck, i.e. at the level of a real deck; all the seated rowers show their feet. All figures have the lower part of their legs separated. The central strip in the bow is secured by three pegs. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Type series": ["Reisner Type II"], "Technique": [" painted ", " pierced ", " carved "], "Dimensions": [" Length: 166.50 centimetres ", " Width: 22.20 centimetres ", " Depth: 10.80 centimetres "], "Curator's comments": ["In its present condition the model has been restored, and it is not quite certain whether the present steering-oar originally belonged to this boat; the existence of a second steering-oar which came with this boat and which, though smaller, is painted in exactly the same way as the one on the model makes it uncertain which of the two was original; only one can be referred to this boat, which is a type which carries only one set of steering-gear; one oar may have come from another boat in the same tomb. Bibliography: R. Schulz, 'Die Entwicklung und Bedeutung des Kuboiden Statuentypus' 34 (Hildesheim, 1992.1992). p.756, [101]."], "Bibliographic references": ["Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (19)"], "Location": ["Not on display"], "Condition": ["Fair. A great deal of paint has worn or been knocked off; half the seated crew are absent, while the standing rowers probably do not belong here. One standing rower has lost his right arm and the feet of the standing rowers, where shown, are only stumps. The starboard bank of oars alone is preserved. A wedge of wood is missing from the right side of the figure of the owner, and, as noted above, there is a large flaw on the starboard quarter. The central strip of wood on the raised fore-deck is broken off at the end of the bow."], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34273"], "Registration number": ["1901,0311.11"], "Conservation": ["Treatment: 31 Mar 2014"]}