{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA67154"], "Description": [" Fragmentary grey granite seated statue of a male figure, part of the lower body and backless seat now remaining. The figure wears a short knee-length kilt with a curved incised line across his knees indicating the edge of the material. The partially intact right forearm is placed flat across the lap. His legs are broad and placed close together, with the musculature indicated via a thin raised ridge along the front of his calves. His left foot is also broad in size, and has delineated toenails. His right foot is now lost. Each side of the seat has a hollowed out section decorated with an inverted semi-circular shape in the centre. On top of the base at the missing right foot is a partial incised inscription that is now placed closer to the edge due to the loss of the original base. Part of the right arm, upper leg, and a large section of the statue base have been reconstructed in modern times. The right side foot has large chips to the ankle area, and another chip is notable on his left foot. The edges of the seat and base are heavily damaged. "], "Cultures/periods": ["3rd Dynasty"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis), Sectors 1-2 (north-west part of) "], "Materials": ["granite"], "Technique": ["polished"], "Dimensions": [" Height: 25.50 centimetres (max) ", " Length: 27.50 centimetres (base) ", " Width: 16.60 centimetres (base) "], "$Inscriptions": [" "], "Curator's comments": ["This figure was discovered during the EES excavations at northern Saqqara, within the north-western corner of the enclosure alongside much later objects from the first millennium BC (Emery 1967). Though the inscription is damaged, the name appears to begin with 'Khenty', and what follows is difficult to determine (Martin 1979). A 3rd Dynasty date for this statue is supported by the broad limbs of the figure and cuboid style of the seat which is shared with other similar sculpture from this period (such as the statue of Ankhwa, EA 171, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA171). Further Bibliography: British Museum Quarterly Vol. 34, 1970, p. 186. W.B. Emery, 1967. ‘Preliminary Report on the Excavations at North, Saqqâra 1966-7’, Journal of Egyptian Archaeology Vol. 53, p. 143. G.T. Martin, 1979. The Tomb of Hetepka and Other Reliefs and Inscriptions from the Sacred Animal Necropolis, North Saqqara, 1964-73 (Texts from Excavations Memoirs), p. 19, no. 9, Pl. 19."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (p. 13-14, no. 2) ", " Porter and Moss 1981 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Statues, Reliefs and Paintings: 3/2 Memphis, Saqqâra to Dahshûr (p. 821) "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1969"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67154"], "Registration number": ["1969,0212.17"], "Conservation": ["Treatment: 29 Jun 1993"]}