{"artifact_name": "amulet; figure; stamp-seal", "Object Type": [" amulet ", " figure ", " stamp-seal "], "Museum number": ["EA11015"], "Description": [" Bronze amulet in the form of a naos; the two sides are decorated with two registers containing above standing and below kneeling winged goddesses wearing the sun-disc and protecting seated mummiform figures of ram-headed Amun and falcon-headed Ra (unless upper figure on shrine's right side is ibis-headed Thoth), and the back has lower register figure of Heh holding year-signs, and upper register winged cobras wearing discs and protecting goddess with sun-disc (Maat ?); uraeiform cornice above the portal and undulating snakes on either side; the fronts of the sides each contain a column of hieroglyphic inscription identifying the shrine as a monument donated to Amun-Ra by king Thutemhat of the late Third Intermediate Period; the base is also inscribed and can be used as a stamp-seal, with the hieroglyphic inscription 'domain of Amun'. Inside is a removeable figure of Amun-Ra as a seated man wearing double plume, enthroned, with left hand hollow to hold an emblem, now lost; suspension ring triple-banded above roof of naos. "], "Cultures/periods": ["Third Intermediate (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Dimensions": [" Height: 8.02 centimetres (figure) ", " Height: 10.65 centimetres (naos) ", " Weight: 0.36 kilograms (together) ", " Width: 1.81 centimetres (figure) ", " Width: 5.07 centimetres (naos) ", " Depth: 4.04 centimetres (figure) ", " Depth: 5.58 centimetres (naos) "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["Published: Andrews, Amulets of Ancient Egypt (1994): p.15 J. Taylor, Mummy the inside story, London 2011, p. 16."], "Location": ["Not on display"], "Exhibition history": [" 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2007/08 Nov-Jan, BM, Room 3, Divine Cat: Speaking to the gods in ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Thutemhat ", " Named in inscription: Amun-Ra ", " Representation of: Maat (?) ", " Representation of: Thoth (?) ", " Representation of: Ra "], "Associated places": [" Named in inscription: Estate of Amun "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA11015"], "Registration number": ["1839,0921.135"]}