{"artifact_name": "necklace(?); bead; pendant; amulet", "Object Type": [" necklace (?) ", " bead ", " pendant ", " amulet "], "Museum number": ["EA35114"], "Description": [" Amuletic string: composed of twenty-two large lenticular beads, mostly flattened ovals, flattened standard convex bicones and flattened long convex bicone in shape, oblate, spherical, barrel, standard and long truncated convex bicone beads, some large, all of cornelian, and cornelian pendants and amulets. The latter consist of a snake's head amulet, a tortoise amulet, two ball-vase amulets and three pear-shaped drop pendants. The snake's head amulet has small circular eyes drilled on the head, and grooves incised on the neck. One of the lenticular beads is of the acacia-seed type with a groove cut around the edge of both faces. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["cornelian"], "Technique": ["incised"], "Dimensions": [" Length: 2.89 centimetres (bead marked with identification numbers) ", " Length: 80 centimetres (string) ", " Thickness: 0.63 centimetres (bead marked with identification numbers) ", " Width: 2.69 centimetres (bead marked with identification numbers) "], "Curator's comments": ["For snake head amulets, cf. W. M. F. Petrie, ‘Amulets’ (London, 1914), pl.XII, 97J; R. Engelbach 'Harageh' (London, 1923), pl.LI, 44S. For tortoise amulets, cf. W. M. F. Petrie, ‘Amulets’ (London, 1914), pI.XLI, 239a, b; R. Engelbach 'Harageh' (London, 1923), pl.XXII, 2. For ball-vase amulets, cf. W. M. F. Petrie, ‘Amulets’ (London, 1914), pl.XLIII, 129a, b (Petrie calls them bullae). For pear-shaped drop pendants, cf. R. Engelbach 'Harageh' (London, 1923), pl.LI. 44W."], "Bibliographic references": ["Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (432)"], "Location": ["Not on display"], "Condition": ["good (unstrung)"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35114"], "Registration number": ["1901,0415.55"]}