{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA2300"], "Description": [" Fragmentary limestone group seated statue of the male official Minmose flanked by two female figures. Minmose is the central seated figure within the composition, with only sections of his upper and lower body now intact. He wears a long kilt belted at the waist, with the initial part of a column of incised text across his thighs intact, the remaining portion across the lower legs now lost. The outline of his wig is visible across the chair and there is no surviving indication or outline of his arms, suggesting that they may have been placed around both of the female figures seated beside him. On the left of the seat is the image of a female identified as a ‘royal nurse’, with much of the upper body still intact. The outline of her large wig is visible across the back of the seat, and she appears to have her right arm around Minmose. A fragmentary column of text survives across the clothing. On the right side of the seat is the figure of Minmose’s wife, who adopts the same position with one arm around Minmose and also has a column of inscription inscribed along the clothing. This has suffered great damage, with only the initial section across the thighs and one sign towards the end of the text at her ankles now legible. As with the other figures, the outline of her wig is also visible across the front of the seat. On the reverse of the seat, Minmose’s son of the same name is depicted in relief on the lower left corner wearing a close-fitting skull cap and a panther skin. In his left hand he holds the edge of his clothing with a detailed panther claw, and his right arm extends across the body to gesture towards the inscription. Six columns of text are inscribed underneath the double wedjat eyes at the top of the seat, with the initial three lines reaching to the bottom of the seat and the final shorter lines of text inscribed above Minmose’s head. The statue is heavily damaged and the heads, lower legs, and feet of each of the three figures are now missing. The lower left corner of the reverse has also broken off, obscuring the son’s right foot, and there is also damage to the right side of the reverse of the seat. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 22 centimetres ", " Width: 17 centimetres ", " Depth: 16 centimetres (max) "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["De Meulenaere’s initial publication of this group statue connected the identity of the father Minmose with an official of the same name who served under the king Thutmose III, and also served Amenhotep II in the early years of his reign. Though this statue demonstrates that Minmose held important positions, other surviving representations with more well-preserved texts provide much more detail about his active military career (De Meulenaere 1981; see Bryan 1991 for further genealogy and dates). It is also through comparison with other known monuments of this family that De Meulenaere proposes that the female figure to the left of Minmose must represent his daughter. On the basis that this individual is known to have had strong ties to Abydos as indicated by his other surviving monuments, in addition to traceable connections to other family who also held important official positions in the same area, it has been suggested that this is also the likely provenance for the British Museum statue (De Meulenaere 1981; Shirley 2011). Further Bibliography: B.M. Bryan, 1991. The Reign of Thutmose IV (Baltimore; London), p. 276, n. 267. H. De Meulenaere, 1981. ‘Le directeur des travaux Minmose’, in Mitteilungen des Deutschen Archäologischen Instituts Abteilung Kairo Vol. 37 (Mainz), p. 315-319, Fig. 50-51. JJ. Shirley, 2011. ‘What’s in a Title? Military and Civil Officials in the Egyptian 18th Dynasty Military Sphere’, in S. Bar, D. Kahn and JJ Shirley (eds.) Egypt, Canaan and Israel: History, Imperialism, Ideology and Literature Proceedings of a Conference at the University of Haifa, 3–7 May 2009 (Boston; Leiden), p. 308, n. 85."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 126, no. 63) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 487-488) ", " Sharpe 1837 / Egyptian Inscriptions from the British Museum and other Sources (Pl. 80) ", " Robins 1995 / Reflections of Women in the New Kingdom: Ancient Egyptian Art from the British Museum (no. 21) "], "Location": ["Not on display"], "Exhibition history": [" 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2021-2022 16 Sept-9 Jan, Budapest, Museum of Fine Arts, The discovery of the Pharaoh's tomb, Amenhotep II and his time. "], "Condition": ["incomplete - damage to faces, legs and feet"], "Subjects": ["eye of horus"], "Acquisition name": ["Purchased through: Harry Osborn Cureton"], "Acquisition date": ["1841"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2300"], "Registration number": [".2300"], "Additional IDs": [" Miscellaneous number: BS.2300 (Birch Slip Number) "], "Conservation": ["Treatment: 15 Dec 1993"]}