{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA63582"], "Description": [" Grey schist striding male figure, repaired from two fragments. The figure has a rounded shaven head with simplistically rendered ears, the detailing of the left ear now faded. His eyes are almond shaped with thick ridges and clearly sunken skin under the eyes. The eyebrows are conveyed as faint ridges that slope downwards at the temples. His nose is long and slim, with a large gap between the tip of the nose and the upper lip. The lips are flat and pursed together, with the outer corners of the mouth slightly downturned. The jawline is pronounced. The upper body is bare, with subtle modelling of the collarbone and musculature of the chest. He wears a long triangular apron with a knot of material wrapped at the torso. His palms are held flat against the clothing. His left foot advances slightly forward ahead of his right. On the reverse is a slim back-pillar which appears to be uninscribed. There are several cracks across the surface, including a large break from the right arm and back-pillar through to the left side foot and base. The left corner of the base and part of the left foot are now missing. The figure has been repaired in modern times. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["schist"], "Dimensions": [" Height: 25 centimetres ", " Width: 5.88 centimetres ", " Depth: 7.20 centimetres "], "Curator's comments": [" The figure adopts a style of clothing and pose often found in sculpture of the Middle Kingdom, and recalls the archaising tendencies of many elite images from the first millennium BC (though an earlier date of 19th Dynasty has also been proposed for this figure - see Smith 1932; PM VIII). Further Bibliography: S. Smith, 1932. ‘The H.R. Hall Memorial’, British Museum Quarterly Vol. 7, No. 2, p. 47-48, Pl. XX (b). ", " See PM viii, p. 519. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 522-523)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death "], "Condition": ["fair (repaired)"], "Acquisition name": ["In Memory of: Dr Harry Reginald Holland Hall"], "Acquisition date": ["1932"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63582"], "Registration number": ["1932,0517.1"], "Conservation": ["Treatment: 18 Feb 2002"]}