{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA50703"], "Description": [" Wooden figure of a gazelle(?)-headed guardian demon: overlain with plastered linen. The contorted pose of this creature, who sits with its lower half in profile and upper body turned toward the viewer, is eerily menacing, as if the monster were ponderously swinging around to confront an interloper. A divine wig has been used to mask the juncture between animal and human. "], "Authority": ["Ruler: Horemheb"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Thutmose III (?) "], "Materials": [" wood ", " plaster ", " linen "], "Technique": ["plastered"], "Dimensions": [" Height: 37.30 centimetres ", " Width: 40 centimetres "], "Curator's comments": [" The antelope, who inhabited the wild lands of the desert, was considered a creature of chaos, dangerous to the living and enemies of the gods. In the Middle Kingdom, however, they were depicted on jewellery, magical implements, and even children's drinking cups, thus transforming their threat into protective power. These more mythical forms of the antelope were also apotropaic: designed to protect the king in his journey to the Afterlife and in his travels with the sun god, Ra. They appear to be the earliest of their kind; nothing similar was found among the magical statuettes in the tomb of Tutankhamun, whose reign preceded that of Horemheb by only a few years. Bibliography: N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 188-9. ", " Reeves in Complete Valley of the Kings, 133, now ascribes these objects to the tomb of Horemheb. "], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (71) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.188-189) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 98) "], "Location": ["On display (G63/dc10)"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["fair (one horn broken, cartonnage chipped)"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50703"], "Registration number": ["1912,0210.43"], "Conservation": [" Treatment: 25 Aug 2000 ", " Treatment: 11 May 1999 ", " Treatment: 05 Oct 1998 ", " Treatment: 21 Sep 2010 ", " Treatment: 14 Mar 2006 "]}