{"artifact_name": "human mummy; mummy-wrapping; bead-net; amulet; figure", "Object Type": [" human mummy ", " mummy-wrapping ", " bead-net ", " amulet ", " figure "], "Museum number": ["EA6669"], "Description": [" Mummy of the elderly man Ameniryirt, wrapped in linen and a bead-net of blue glazed composition also bearing amuletic figures of the Sons of Horus. Skull - No obvious fractures. Teeth with caps worn. Cervical spine intact. Thorax and Abdomen - The cavities have been filled probably with solidified resin. Across the lower abdomen are figures of the Four Sons of Horus in a row, facing left. They are sewn on to the bandages and are made of thin baked clay. The ribs, spinal column, pelvis, and hips are free from fractures and dislocations. Well-marked arthritic changes are visible in the lumbar and dorsal spine. Arms - Flexed at the elbows. Forearms crossed over the breast, right over left, the hands on the shoulders. Legs - Normal. No fractures or dislocations. The right foot has been rotated. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" human tissue ", " linen ", " fibre ", " glazed composition "], "Technique": ["glazed"], "Dimensions": [" Height: 3 centimetres (Bead net mounted on handling board) ", " Height: 1.50 centimetres (Bead net) ", " Height: 26 centimetres (mummy) ", " Length: 145.50 centimetres (Bead net mounted on handling board) ", " Length: 132 centimetres (Bead net) ", " Length: 166 centimetres (mummy) ", " Width: 48.30 centimetres (Bead net mounted on handling board) ", " Width: 37 centimetres (Bead net) ", " Depth: 45 centimetres (mummy) "], "Curator's comments": [" Remain of doubled red weft in three places. These areas are a half basket weave as the red weft is doubled and used as one (the single warps are undyed). They have grouped undyed wefts adjacent to them forming thicker self-bands- there are usually two of these but sometimes three. At the footend these thicker bands have the red wefts either side of them, which means that they don’t just border or edge a red area. A small piece at the mid left leg appears to have a simple selvedge on one side and probably also on the other side, which would mean that the red areas were part of textiles which were woven as narrow strips. Information from Anna Harrison, Conservation ", " The three coffins which contained this mummy are housed at the British Museum : .6667 (outermost), .6668 (innermost), and .22811 (middle). Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), pp. 828; The British Museum, 'Guide to the First, Second and Third Egyptian Rooms' (London, 1924), p. 124 (where the number is incorrect). "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (25) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["Not on display"], "Exhibition history": [" 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Associated with: Ameniryirt ", " Representation of: Sons of Horus "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6669"], "Registration number": [".6669"], "Additional IDs": [" Miscellaneous number: BS.6669 (Birch Slip Number) "], "Conservation": [" Treatment: 09 Nov 2004 ", " Prepare for display on loan: 30 Sep 2019 ", " Prepare for loan: 30 Apr 2019 "]}