{"artifact_name": "figure; forgery(?)", "Object Type": [" figure ", " forgery (?) "], "Museum number": ["EA55584"], "Description": [" Painted wooden naked male figure. "], "Cultures/periods": ["First Intermediate (?)"], "Findspot": [" Found/Acquired: Asyut (town) "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 108 centimetres ", " Width: 26 centimetres ", " Depth: 56 centimetres "], "Curator's comments": ["Jones 1990 Wooden statuette of Meryrehashtef (registration no. 1923,0113.1) and modern copy In May 1922 the British Museum acquired two large wooden statues from the Cairo antiquities dealer N. D. Kytikas. The figures purported to be tomb statues of private individuals dating from the Old Kingdom or First Intermediate Period, but are in reality modern forgeries. One of them, a seated figure (registration no. 1922,0515.1), was stated to have come from Asyut; the other (this object) had no provenance and was uninscribed. Nonetheless, its pedigree is fairly clear, for nude wooden figures of adults were uncommon in ancient Egypt, and this example bears a very strong resemblance to the celebrated ebony statuette of Meryrehashtef (6th Dynasty, c, 2200 BC), discovered in an undisturbed tomb shaft in the cemetery of Sedment (registration no. 1923,0113.1). This statue, excavated by the British School of Archaeology in Egypt during the winter of 1920-1, was published in the latter year and entered the British Museum in January 1923. The pose, attitudes and hair-styles of the two figures are essentially the same, even to the unnaturally rigid posture of the arms and the slightly hunched shoulders. The workmanship of the forgery, however, is vastly inferior to that of its model, and the light-coloured wood used has been plastered and painted dark brown, presumably in an effort to imitate the ebony of which the genuine statue was made. Since less than two years elapsed between the discovery of the Meryrehashtef statue and the acquisition of the copy by the British Museum, the date of manufacture of the forgery can be fixed between the end of 1920 and the early part of 1922. Because the genuine statue was discovered in a controlled excavation the opportunity for a forger to study the piece would have been limited, and it is perhaps more likely that he worked from photographs. This may account for the discrepancy in size, which is so obvious when the figures are seen side by side. Literature: W. M. F. Pétrie, 'Discoveries at Herakleopolis', Ancient Egypt (1921), pp. 65-6 and plate; W. M. F. Pétrie & G. Brunton, Sedmenti, London 1924, pp. 2-3, pls VII-VIII."], "Bibliographic references": ["Jones 1990a / Fake? The Art of Deception (166a)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1922"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55584"], "Registration number": ["1922,0515.2"]}