{"artifact_name": "votive figure", "Object Type": ["votive figure"], "Museum number": ["EA50062"], "Description": [" Fragmentary limestone base for a votive statue. The intact portion of the statue is a rough ‘L’ shape. One broad side of the stone and the adjoining corner are heavily damaged, likely a result of breaking of the monument into fragments. On the uneven corner piece of stone is a small portion of incised text containing the ka symbol, suggesting that this portion of the statue was originally inscribed. The opposing sides of the stone are in a much greater state of preservation, with the largest side inscribed with three partial columns of text, reading from left to right. The third line is now mostly lost, and a large gouge to the stone has erased the concluding signs of the final two lines. The final slim side of the base also contains a single column of text, and both inscribed sections of the statue have a horizontal line of continuous text around the base. Based on the layout and orientation, this slim portion of inscription likely belonged to the front section of the statue, while the broader inscribed section was the statue's right side. In addition to the damage noted above the edges of the stone surface are notably chipped and there are numerous small scratches and abrasions. "], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["limestone"], "Dimensions": [" Height: 28 centimetres ", " Width: 18.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["This fragment was found during the excavation of the temple of Mentuhotep II at Deir el-Bahari (Naville 1913; PM II). A photograph of the object taken during the excavations can be found on the Egypt Exploration Society's Flickr page: https://www.flickr.com/photos/egyptexplorationsociety/27207697629/in/album-72157663539521818/ Of the intact inscription that remains, the hieroglyphs are executed to a very high quality. General Sources: E. Naville, 1913. The XIth dynasty temple at Deir el-Bahari Vol. III. (London)."], "Location": ["Not on display"], "Condition": ["fair (incomplete - single fragment of base)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1911"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50062"], "Registration number": ["1911,0710.36"]}