{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8504"], "Description": [" Sycomore fig wood stela of Panes: this round-topped stela is divided into three registers. At the top of the stela is a winged sun-disk. In the centre is a scene set apart by a multi-coloured border at its top and sides. On the right Panes stands with his arms raised in worship before a small altar on which rests a water-pot cooled by a lotus-flower. Behind the altar stand Osiris, Isis, Nepththys, and a jackal-headed divinity identified as Qebh (presumably Qebhsenuef as a mistake for Duamutef). There are six lines of text at the bottom of the stela containing a prayer to Osiris, Anubis, Atum, Ra-Horakhty, and Ptah on behalf of the overseer of secrets of the Place of Truth Panes, son of the like-titled Ḥr. The stela is worn along the edges and in several places on the surface. The background of the upper scenes is blue. There is a curved white sky-sign at the very top. The disk is white with a red rim and two gilded uraei. The wings are white with brown feathers. The hieroglyphs are white with red details. The border is composed of red, blue, yellow, and green rectangles separated by one black and two white stripes and edged in white and a thin red strip. The figures are all white with red internal features. The belt and sash of Panes, the water-pot, the feathers, collar, and bangles of Osiris, and the head-dress of Isis are gilded. The streamers which the goddesses hold are red and green. The head-dress of Nephthys is green with a red corner. The hieroglyphs are red on a white or grey background. The blue background here and in the upper register has been applied around the figures to give an impression of sunk relief. The bottom text is black on alternating grey and white backgrounds between blue dividing lines. The plaster on the back and sides is painted yellow-brown. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster ", " gold "], "Technique": [" painted ", " plastered ", " gilded "], "Dimensions": [" Height: 40.50 centimetres ", " Weight: 1.995 kilograms ", " Thickness: 4.40 centimetres ", " Width: 27.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 80 (no. 115); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 115 (no. 56); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 220-1."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.48-49)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Panes (deceased) ", " Named in inscription: Hor (father) ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Duamutef (\"Qebh\") ", " Named in inscription: Anubis ", " Named in inscription: Atum ", " Named in inscription: Ra-Horakhty ", " Named in inscription: Ptah "], "Associated places": [" Named in inscription: Place of Truth "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8504"], "Registration number": [".8504"], "Additional IDs": [" Miscellaneous number: BS.8504 (Birch Slip Number) "], "Conservation": [" Treatment: 05.01.1968 ", " Treatment: 16 Jan 1989 ", " Treatment: 05 Feb 1983 ", " Treatment: 26 09 2023 "]}