{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA83921"], "Description": [" Serpentine statue of Nebhepetra, a senior lector priest and guard at the temple of Amun-Ra in Karnak. His head is shaven and he is dressed in a long wraparound garment. He stands in a pose of prayer with his arms hanging down, the hands resting flat on the front of his robe. Inscriptions on the robe and on three sides of the back pillar contain offering prayers and autobiographical information. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["19thC BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt), The provenance is not in doubt, based on the content of the inscriptions. "], "Materials": ["serpentine"], "Technique": ["carved"], "Dimensions": [" Height: 19.50 centimetres "], "Curator's comments": [" Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 148-9 ", " The inscriptions on the figure are unusually extensive. There are three columns of hieroglyphs on the man’s garment, and four more columns on three sides of the back pillar. Their content accounts for the statue’s exceptional importance, as they reveal the owner’s extraordinary career. On the cloak he is identified as ‘the senior lector in the King’s House, master of secrets in the August Chamber, pure of hands in performing rituals, the lector Nebhepetra, born of Sitamun.’ The man’s name is unusual and recalls the throne name of Nebhepetra Montuhotep II, a pharaoh who had lived some 250 years earlier and founded the Middle Kingdom. His magnificent mortuary temple left an enduring stamp on the cityscape of ancient Thebes, and later generations of locals invoked the king in prayers as though he were a god. People named after the king often belonged to families of priests who served in Montuhotep’s temple, and the owner of this statue was probably no exception. Indeed he is almost certainly identical with a ‘senior lector’ Nebhepetra who left graffiti in the cliffs rising up around the temple. The statue’s significance stems in large part from what the texts communicate about the social roles of its subject and his connections to the king. Lectors were leading intellectuals with knowledge of rituals and sacred texts. These religious scholars were well versed in the rules that governed formal art, iconography and hieroglyphic writing – the script employed on official monuments and objects. Apart from their priestly duties, they directed the content and design of wall images in temples and tombs, and many lectors even doubled as draughtsmen. Nebhepetra states explicitly that he was a senior lector ‘in the King’s House’. His easy access to the currently ruling pharaoh leaves no doubt that he fulfilled an advisory role in the execution of decoration programmes commissioned by the king for sacred buildings. The palace (‘King’s House’) our priest frequented for conversations with the king was probably one that stood in Thebes. The back pillar of the statue contains an autobiographical statement of particular significance, revealing that Nebhepetra was also a ‘Medjau’ in the temple of Amun-Ra in Karnak. The Medjau were desert police, whose duties encompassed the security of desert roads and wealthy institutions such as temples and cemeteries, which in Egypt were often located on the desert edge. References to the Medjau are extremely rare in sources as ancient as this statue, and it provides new evidence for the shifting meaning of ethnic and professional designations. Originally the Medjau were a Nubian nomadic people, often recruited by the Egyptians to patrol the deserts. The statue shows that already in the 19th century BC, much earlier than previously thought, the term Medjau had become a general term for desert police, including Egyptians. Nebhepetra was clearly an Egyptian, not a Medjau who assumed an Egyptian name: no Nubian nomads would have had access to his high status and literacy, nor would they have taken an interest in the local cult of a long-dead Egyptian king. Against tradition, the sides of the back pillar are also inscribed, bearing invocations of Osiris and the war god ‘Montu, lord of Medamud’. The town of Medamud lies just north of Karnak, at the northern limits of ancient Thebes. The mention of Montu on the statue of a Theban priest suggests that Nebhepetra’s duties stretched beyond the centre of Thebes – and probably well beyond. Nebhepetra therefore provides us with the expansive story of a priest and policeman whose radius of action comprised the royal palace in Thebes, the local temple of a deified king, the temple of Amun-Ra in Karnak, and the neighbouring provincial town of Medamud. "], "Bibliographic references": [" Allen 1923 / The Art Institute of Chicago: A Handbook of the Egyptian Collection (p. 51) ", " Marée 2014a / Master of secrets ", " Marée 2014b / The priest who doubled as a policeman "], "Location": ["On display (G62/dc18)"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Subjects": ["priest/priestess"], "Associated names": ["Named in inscription & portrayed: Nebhepetra"], "Acquisition name": ["Purchased from: Rupert Wace Ancient Art"], "Funder name": [" With contribution from: Art Fund ", " With contribution from: Wolfson Foundation "], "Previous owner": [" Previous owner/ex-collection: John Philip Kassebaum ", " Previous owner/ex-collection: Chicago Art Institute ", " Previous owner/ex-collection: Martin A Ryerson "], "Acquisition date": ["2014"], "Acquisition notes": ["Martin A. Ryerson, an important trustee of the Art Institute in Chicago, bought the statue during a trip to Egypt in 1910, most probably in Luxor. He purchased a collection of Egyptian art objects that arrived at the Art Institute on 28 May 1910; their Registration Day Books (volume 4, page 120) mention \"19 cases of Egyptian objects\". The statue was accessioned as 10.239. The Art Institute deaccessioned the statue in 1958, when it passed into private ownership. John Philip Kassebaum (Charleston, SC) owned the statue from before 1979 until its purchase by Rupert Wace at a Brunk Auction on 23 March 2013. The British Museum bought it from Wace in August 2014. It was acquired with the assistance of the Art Fund and a contribution from The Wolfson Foundation."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA83921"], "Registration number": ["2014,1001.1"]}