{"artifact_name": "door-plate", "Object Type": ["door-plate"], "Museum number": ["EA41643"], "Description": [" Inscribed bronze fitting of Amenhotep IV: a plate of bronze with fourteen holes, five of them still containing nails. The front is inscribed with a single line of finely incised left-facing hieroglyphs recording the name and epithets of an Amenhotep, probably Amenhotep IV, in Middle Egyptian. "], "Authority": ["Ruler: Amenhotep IV (?)"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": ["incised"], "Dimensions": [" Height: 38 centimetres ", " Thickness: 0.30 centimetres ", " Width: 8.90 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This piece was probably a decorative element attached to a wooden door, presumably in a temple or palace building; the phraseology is characteristic of a column of text framing a figured scene, so was presumably part of a larger composition on the door. Published: R. Parkinson, ‘ Cracking Codes: The Rosetta Stone and Decipherment’ (London, 1999), cat 30, p. 108. Bibliography: for text see J. Baines,'King, temple, and cosmos: an earlier model for framing columns in temple scenes of the Graeco-Roman Period', in M. Minas and J. Zeidler (eds), 'Aspekte spätägyptischer Kultur: Festschrift fur Erich Winter zum 65. Geburtstag', Aegyptiaca Treverensia 7 (Mainz, 1994), 23-33; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, Clarendon Press), 778."], "Bibliographic references": ["Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (30)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription: Amenhotep IV (?)"], "Acquisition name": ["Donated by: Frederick George Hilton Price"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41643"], "Registration number": ["1905,0710.1"], "Conservation": ["Treatment: 18 Apr 2011"]}