{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8460"], "Description": [" Sycomore fig wood stela of Djedmontuiufankh (?): this round-topped stela is divided into four sections. At the top is a winged sun-disk with uraei. There follows a line of text containing a prayer to Osiris. In the third register below a sky, the deceased stands on the right with arms raised in adoration of Ra-Horakhty, a winged Isis whose wings encircle an 'wedjat'-eye, and the four sons of Horus. Below in the fourth section are three lines of text consisting of a prayer to Osiris on behalf of the doorkeeper of Montu, Lord of southern Heliopolis, Djedmontuiufankh (?), son of ? and (?) of Nyny. The surface of this stela is cracked in several places with some loss at the top. There is a large gouge in the first register. The surface is also worn in places and the lower corners of the stela have been eroded away. The background of the stela is dull white. The registers are separated by multi-coloured borders made up of olive-green, yellow, blue, and red rectangles set apart by one black and two white stripes all edged in blue. In the top register the disk is red with yellow upper wings edged in blue and having blue dots, olive-green middle wings, and blue lower wings edged in red. The uraei are yellow with blue heads and red disks. The hieroglyphs here are red, blue and olive-green. The line in the second section is black. In the third register, the sky is blue. The deceased has a red body, white garment with olive-green over-kilt, and blue wig. Re'-Harakhty has a red disk, white face with black features, blue wig, yellow collar, olive-green body and sceptre, and red hands. Isis has an olive-green face, feet, and head-dress, blue wig, and red dress. Her wings are composed of two sections: the upper is olive-green with a yellow patch with blue dots, while the lower is blue edged in red. The udjat-eye is blue with a black pupil on white and a red band between eye and eyebrow. It rests on an olive-green basket. Imsety and Duamutef have olive-green bodies, yellow collars, and blue wigs. The former has a red face and blue beard, while the latter has an olive-green face. Hapy and Qebhsenuef have red bodies, olive-green collars, and blue wigs. The former has a red face and olive-green fringe, while the latter has a white face with black features. The hieroglyphs in the fourth register are black between red lines. The back and sides are lightly plastered. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 32 centimetres ", " Width: 23.20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 75 (no. 88); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 113 (no. 38); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), 222."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.46-47)"], "Location": ["On display (G1/wp118/sh1)"], "Condition": ["fair - surface damage"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Djedmontuiufankh (?) ", " Named in inscription: Montu ", " Named in inscription: Osiris ", " Representation of: Ra-Horakhty ", " Representation of: Isis ", " Representation of: Sons of Horus "], "Associated places": [" Named in inscription: Matariya "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8460"], "Registration number": [".8460"], "Additional IDs": [" Miscellaneous number: BS.8460 (Birch Slip Number) "], "Conservation": [" Treatment: 10 Dec 2013 ", " Treatment: 28 Aug 2002 "]}