{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA444"], "Description": [" Limestone stela of Meriwese: this piece appears to be the lower portion of a large stela carved in shallow sunk relief with incised texts. In the lower left-hand corner the workman Meriwese is kneeling with his arms raised in adoration. Five columns of text contain a prayer to Amun-Ra on his behalf. In the centre and right side of the piece the bark of Amun-Ra is being borne by three pairs of priests at the front and three pairs at the rear. A further pair wearing leopard skins on their shoulders walk by the side of the bark. One each of the first three pairs is named: the wʿb-priest and outline-draughtsman Mʒʒ-n.ỉ-nḫt.f , the wʿb-priest Pʒy and the wʿb-priest Ḥwy. The two officiating priests are given as the prophet 'Ipy and Meriwese. The fourth pair of bearers are identified as the wʿb-priest Rʿ-ms and the wʿb-priest Bʒk-n-'lmn. One of the fifth pair is called the wʿb-priest Bw-nḫt.f, but the remaining bearers are unidentified. The upper right-hand corner of the block is lost and the upper centre section has been badly damaged with loss of part of the scene. The edges of the piece are chipped apart from the upper edge which has been sawn clean. There are copious traces of red paint on the bodies of the figures and on the face and wig of Meriwese. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 31 centimetres ", " Width: 56.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The scene presumably commemorates an occasion when Meriwese presided at a religious ceremony. The workman Meriwese can be identified with Meriwese, son of the chief workman Qeh, as the only other Meriweses who are attested flourished in the Eighteenth Dynasty. Meriwese, son of Qaha, appears on several monuments with his father and his grandfather, the chief craftsman Huy. He is attested in Year 40 of Ramses II. The draughtsman Maaninakhtuf, son of Pashed, is well known from Tomb 323 of his father, and he appears on many monuments. He is attested as a workman in Year 40 of Ramses II. Pay could be identified with the well-known draughtsman Pay, son of Ipuy or his grandson Pay, son of Parahotep. Huy can be identified with the workman Huy mentioned in Year 40 of Ramses II and possibly the workman Huy, son of Qen, attested about this time, but the name of Huy is very common at this period; for example, Huy, son of Raweben, and the scribe Huy, son of Djehuthermaktuf (Cerny, Community, 215-16). The prophet Ipy may be Ipy, otherwise Ipuy or Amenemopet, son of Piay and husband of Duaemmerset, daughter of Huy, or less likely Ipuy, son of Parahotep, and grandson of the draughtsman Pay. A workman Ipy is attested in the middle of the reign of Ramses II. The wʿb-priest Ramose is undoubtedly Ramose, son of Raweben. He is attested in the work-force in Year 40 of Ramses II. No workman by the name of Bakenamun appears to be attested at this time. Bunakhtuf might be identical with Bunakhtuf, son of Sennedjem, who must have flourished under Ramses II. Bibliography: J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), no. 942; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 154 (no. 557); G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880) 179; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press), p215."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.69)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Merwaset ", " Named in inscription & portrayed: Maaninakhtef ", " Named in inscription & portrayed: Pay ", " Named in inscription & portrayed: Huy ", " Named in inscription & portrayed: Ipy ", " Named in inscription & portrayed: Ramose ", " Named in inscription & portrayed: Bakenamun ", " Named in inscription & portrayed: Bunakhtef ", " Named in inscription & portrayed: Amun-Ra "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA444"], "Registration number": [".444"], "Additional IDs": [" Miscellaneous number: BS.444 (Birch Slip Number) "], "Conservation": ["Treatment: 05 Oct 1994"]}