{"artifact_name": "model group; figure", "Object Type": [" model group ", " figure "], "Museum number": ["EA46605"], "Description": [" Wooden model of boat with paddlers: The hull, carved from solid wood, is modelled on papyrus canoe. Flush-decked, traces of red paint on hull; deck once red all over with large patches of black superimposed. No evidence for deck-plan. The red-painted broken stump now lying on deck is probably not original to this model; it has a bell-shaped circular base, though what it once was is a question which cannot be answered. Just forward of amidships is a square hole which may originally have carried a mast. There is now no trace of rigging. There is almost certainly no steering gear; a high cubical seat in the stern supports a figure of statuesque bearing who was doubtless the owner. Many small round holes, some with stumps of pegs in them, along both sides of the deck, are of doubtful purpose, and the same comment applies to two oblong and one square hole in the bows. Seven paddles lie on deck. In the bows stands the pilot, armless and facing to larboard. At the head of the crew of paddlers squats a slightly larger figure likewise facing forward and with right arm extended as if giving an order; he may be the captain. Aft of the crew of eight paddlers is the figure of the owner, seated on a white-painted cubical seat. All human figures have red bodies, black wigs, and white skirts. Features are fairly well shown; eyes painted on in black and white and eyebrows represented by a black line. Bodies of crew carved in the solid, arms pegged to shoulders and bodies pegged to deck except for the standing pilot, whose feet fit into slots. The statuesque figure of the owner, carved in one piece with the block on which he sits, is a fine piece of work. The wig is beautifully modelled, the nose carefully carved, and the proportions of the narrow-waisted torso are excellent. The arms are in one piece with the body, but the upper arms are well separated from the sides. The right hand is clenched on the knee, while the left is open over the knee, and some attempt has been made to indicate the fingers of the left hand. The legs are separated, and they are accurately shaped both in profile and in front view; the toes are marked off by grooves. This carefully carved figure is almost certainly intended to be a portrait of the man for whose tomb this model was made. "], "Cultures/periods": [" 11th Dynasty (?) ", " 12th Dynasty (?) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 45 "], "Materials": ["wood"], "Type series": ["Reisner Type IV"], "Technique": ["painted"], "Dimensions": [" Length: 73.60 centimetres ", " Width: 17.80 centimetres ", " Depth: 8.90 centimetres "], "Curator's comments": ["The only reason for a mast, other than pure decoration, is to carry a sail, and it is doubtful if boats propelled by paddles ever sailed. The normal auxiliary power for a sailing-boat was rowers facing aft."], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (16) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 228) ", " Stephens 2012 / A Categorisation and Examination of Egyptian Ships and Boast from the Rise of the Old to the End of the Middle Kingdoms (130) "], "Location": ["Not on display"], "Condition": ["Hull is in very bad condition; the finial of the bows is broken away and the rest is full of deep cracks and holes, with many edges rotted, while the paint on the hull is almost all lost and on the deck is only partly preserved. Three figures are overturned. The crew have only one arm between them, the right arm of the 'captain'; the wood of their bodies is often full of holes, and their paint is generally in bad condition. Only the figure of the owner is well preserved; here damage is confined to patches of paint and some rotted surface wood, the latter on the cubical seat."], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA46605"], "Registration number": ["1907,0511.516"]}