{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32183"], "Description": [" Green feldspar figure of the male official Padiaset, sitting in a cross-legged position on a slim rectangular base. The figure is depicted wearing a shoulder-length striated wig which partly obscures the ears, and a short kilt belted at the waist. The figure is seated in a cross-legged position with the lower legs visible and the feet tucked underneath the body. The upper body is bare, with subtle modelling of the narrowed waist and broad chest and shoulders. Both arms are held close to the body and the palms placed flat across the lap, with the fingers slightly bent around the edge of the clothing. On top of the lap is an unrolled papyrus, which is inscribed across the lap with six horizontal lines oriented towards the living viewer and reading from right to left. The figure has almond shaped eyes which are heavily incised around the edges, a broad nose, and a wide mouth with thick lips. The face is fleshy and rounded at the jawline. On the reverse of the figure is a back-pillar with incised text, and an additional line of horizontal text continues around the edges of the statue base. The figure has suffered damage to either side of the nose and around the mouth, as well as small scratches across the body. The front left side corner of the base is also damaged, though much of the text is still legible. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["feldspar"], "Dimensions": [" Height: 22.20 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Despite early suggestions of a 12th Dynasty date (Budge 1922), the facial features of the figure actually suggest a 26th Dynasty date, which is further supported by the inscription which includes the common priestly ‘renep’ title used in the Late Period. This title has been described as generally indicative of the area now known as Kom el-Hisn, the 3rd nome of Lower Egypt (De Meulenaere 1964), and was also associated with the wider western Delta area (Tiribilli 2018). The latter study documents known examples of the ‘renep’ title, the majority of which are assigned a Late Period date, and presumed to be connected to the larger societal transitions within official roles and royal rule from the beginning of the Late Period. Though the provenance for the British Museum figure is not recorded, the text’s evocation of Hathor as ‘Lady of Imau’ and the priests within her temple would also suggest that the likely location of the figure was originally Kom el-Hisn (Jansen-Winkeln 2014). Further Bibliography: H. De Meulenaere, 1964. ‘Cultes et sacerdoces à Imaou (Kôm el-Hisn) au temps des dynasties saïte et perse’, BIFAO 62, p. 162, no. 19. K. Jansen-Winkeln, 2014. Inschriften der Spätzeit Teil IV: Die 26. Dynastie Band 1 Psametik I.–Psametik III (Wiesbaden), p. 34, no. 56. E. Tiribilli, 2018. ‘New Documents of the Renep-Priest of the Delta Horemheb, son of Ankhpakhered’, Egitto e Vicino Oriente Vol. 41, p. 134. A. Wiese, 2001. Antikenmuseum Basel und Sammlung Ludwig Die Agyptische Abteilung (Mainz), p. 161, no. 112."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 120, no. 18)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. 2014 - PRESENT. Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["fair"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32183"], "Registration number": ["1899,1016.1196"], "Conservation": [" Treatment: 12 Jan 2001 ", " Treatment: 12 Sep 1994 "]}