{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10927"], "Description": [" Papyrus. Demotic letter recto (two main pieces and three tiny fragments). The upper fragment of 12 lines (fragment A) is torn at the top but the left and right margins are preserved (the writing on the left in places goes right up to the edge of the papyrus). The lower fragment (fragment B) contains the traces of eight rather damaged lines and preserves the bottom margin. Verso: blank. Two of the three tiny fragments are uninscribed; the other contains just a trace of ink. Parts of fragment B are held together by tape and it is not always clear if they have been correctly mounted. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.20 centimetres (frame) ", " Width: 12.70 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["epistolary"], "Curator's comments": ["The beginning of the letter with the names of addressor and addressee and any pious greeting is lost. It is unclear how many lines of text are lost. At the end the ink has been rubbed off and the final lines look like half-lines."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380988) (http://www.trismegistos.org/text/380988)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: creased, discoloured, displaced fragments, fractured, turnovers Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: kraft paper Object Priority: B Mount Priority: B Overall Condition: C Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": ["Purchased through: B A Seaby Ltd"], "Previous owner": ["Previous owner/ex-collection: George Anastase Michaelides"], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10927"], "Registration number": ["1977,1105.82"], "Additional IDs": [" Miscellaneous number: Michailides 1062 "]}