{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA588"], "Description": [" Limestone stela of Hori: a round-topped stela, the surface of which is divided into two registers containing representations carved in sunk relief and finely incised texts. In the upper register on the right King Ramses IV is depicted seated on a throne and protected by the wings of the goddess Maʿet who stands behind him. It would appear that he originally wore the Blue Crown, and the one shown now is the result of a misguided restoration of the last century. Before the king stands the royal scribe and royal butler Hori, son of Ptḥ-m-wỉʒ, and the lady Ḥwt-Ḥr, holding a feathered fan. Between Hori and the king the remains of an altar can be seen. The lower register is separated from the upper by a blank horizontal strip and consists of thirteen vertical columns of text enumerating the goods given by Hori on behalf of the king to the necropolis-foreman 'ln-ḥr(t)-ḫʿw. On the left of the scene there is the figure of a man possibly in an attitude of worship. This stela has been badly damaged and heavily restored along the edges. The royal crown and most of the body of the figure in the lower register are not original. The first seven columns of text in the lower register are badly worn in parts. Traces of red paint remain on the bodies of the figures. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 69 centimetres ", " Width: 53 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" The royal butler Hori, son of Ptahemwia, is known from several other monuments from Deir el-Medina and was in office in Year 2 of Ramses IV. The chief workman Anherkh'au, son of the chief workman Hay, succeeded his father in Year 21 or 22 of Ramses III and held office until at least Year 1 of Ramses VI. He was the owner of Tomb 359 at Deir el-Medina from which this stela may have come. Several wall paintings from this tomb are also in the British Museum collection (1848,1230.1-3 and 1848,1226.1). Bibliography: G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes' 2 (Paris, 1880), 170; B. Bruyère, 'Rapport sur les fouilles de Deir el Médineh' (Cairo, 1930), 111; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 721; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 198 (no. 719); J. Janssen, 'Journal of Egyptian Archaeology' 49 (1963). 64-70; M. Valloggia, 'Recherche sur les 'Messagers' (Wpwtyw) dans les sources égyptiennes profanes' (Geneva, 1976), 169-70 (no. 129) - wrongly dated to Ramses III; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 6 (Oxford: Blackwell Press), p83. ", " Published; J-P. Corteggiani and N. Cherpion, La tombe d'Inherkhaouy (TT 359) a Deir el-Medina (MIFAO128, 2010), 287-90, pl. 155. "], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.57)"], "Location": ["Not on display"], "Condition": ["fair (incomplete with modern restoration)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Ramses IV ", " Named in inscription: Hori ", " Named in inscription: Ptahemwia ", " Representation of: Maat ", " Named in inscription: Hathor "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA588"], "Registration number": ["1843,0507.15"]}