{"artifact_name": "figure; amulet; shrine", "Object Type": [" figure ", " amulet ", " shrine "], "Museum number": ["EA38005"], "Title": ["Object: Figure, shrine"], "Description": [" Gold figure of a falcon-headed god standing up in walking position, with left leg forward, on a rectangular base, wearing a kilt and a tripartite headdress topped by a large sun-disc with a central uraeus. Headdress and kilt are decorated with series of parallel incisions. The figure was originally housed in a rectangular silver shrine, with a vertical sliding door in front, and a suspension loop made of a rounded sheet of metal welded on the back. "], "Cultures/periods": ["Late Period (?)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, from the plain around the site "], "Materials": [" gold ", " silver "], "Dimensions": [" Height: 26 millimetres (figure) ", " Height: 29 millimetres (shrine) ", " Width: 5 millimetres (figure) ", " Width: 11 millimetres (shrine) ", " Depth: 12 millimetres (figure) ", " Depth: 15 millimetres (shrine) "], "Curator's comments": ["W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 775-76 § 73 : \"Another fine object is the gold statue of Ra (xli. 9), which is highly finished and burnished, of the finest work of the Saitic period. It was found in the silver amulet case, or shrine (fig. 8), the sliding lid of which had been left slightly drawn and forced inwards, showing the toes of the figure. It is the most satisfactory to find it so, since not only is this little suspensory box a unique object, but it guarantees the genuineness of the image found within it, since the lid is stuck tight, and the side of the box had to be broken open to remove the figure. This was picked up by one of my workmen on the plain, and brought to me uninjured\"."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 75-76 § 73, p. 110, pl. xli, 8-9) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.42, p.45, p.61, p.180, pl.22) "], "Location": ["Not on display"], "Condition": ["The walls of the shrine are cracked and the loop is dented."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38005"], "Registration number": [".38005"], "Conservation": [" Treatment: 15 Feb 2011 ", " Treatment: 25 Jul 2000 ", " Treatment: 28 Sep 1993 "]}