{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10588,2"], "Description": [" Papyrus; Demotic text recto; Demotic and Greek text verso. Possibly dates to 3rd cent. CE. NB: The line numbers given below are from Betz, which displays some erratic and unreliable numbering with respect to the spells on this papyrus. Recto: PDM lxi. 79-127? (cols. VI/1-VIII/16) NB: Right edge contains the end of of Col. 5 from Sheet 1, PDM lxi. 63-78, Invocation of Thoth (For Divination?). PDM lxi. 79-94 (col. VI/1-16): A Way of Finding a Thief. PDM lxi. 95-99 (col. VII/1-5): Spell of Giving Praise and Love. PDM lxi. 100-105 (col. VI/6-11): The Red Cloth of Nephthys (summoning/finding spell?). PDM lxi. 106-11 (col. VII/12-16?): To Make a Donkey Move. PDM lxi. 112-27 (col. VIII/1-16?): Love Spell. Verso: PDM lxi. cols. i, ii, A1, A2. PDM lxi. 128-47(col. i/1-20): Love Spell. PDM lxi. 148-58 (col. ii/1-12): Some sort of Remedy? NB: In the Betz edition, the list of Voces Magicae at the end of this column was added to Sheet 1, Column C. Despite the fact that it is in a different hand, Column C has been interpreted as the end of Column B on the same sheet (q.v.), and the list of Voces has been interpolated as its final lines. Presumably this comoposition was first proposed by Preisendanz, and copied by E. N. O'Neill when compiling the Betz edition. First part of spell PDM lxi. 159-96/PGM LXI. 1-38 (col. A1, first part of A2; concludes on Sheet 2): 'Commendable Love Charm'. "], "Cultures/periods": [" Late Period (?) ", " Graeco-Roman (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 56 centimetres (frame) ", " Width: 28 centimetres (frame) "], "$Inscriptions": [" ", " "], "Curator's comments": ["Published: H.J. Bell, A.D. Nock, H. Thompson. 'Magical Texts from a Bilingual Papyrus in the British Museum'. Proceedings of the British Academy 17 (1931). R. K. Ritner. 'Gleanings From Magical Texts'. Enchoria 14 (1986): 95-106. C. Faraone and S. Torallas Tovar (eds) 2022. Greek and Egyptian magical formularies: text and translation, volume I. pp.300-322 https://escholarship.org/uc/item/9650x69r#main J. Quack. 2022. 'How the Coptic Script Came About' In: Greek Influence on Egyptian-Coptic: Contact-Induced Change in an Ancient African Language, pp. 27-96, particularly 54-55 Recto: Johnson, in Betz, 'The Greek magical papyri in translation' p. 286-7 (PDM lxi. 1-30); 287 (PDM lxi. 30-41, 42, 43-48, 49-57); 287-8 PDM lxi. 58-62); 288 (PDM lxi. 63-78). Verso: E. N. O'Neill, in Betz. 290-91 (PDM lxi. 159-96/PGM LXI. 1-38), 291-92 (PDM lxi. 197-216/PGM LXI. 39-71). NB: Betz displays some erratic and unreliable numbering with respect to the spells on this papyrus."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (55956) (http://www.trismegistos.org/text/55956)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragmentary, fractured, dirty, loss, abraded Black ink Red ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair (incomplete)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10588,2"], "Registration number": ["OC.1423.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "], "Joined objects": [" Joined Object Group: G5644 (2 objects) "]}