{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA58079"], "Description": [" Steatite striding figure of Senebmiu on a slim rectangular base. The figure wears a smooth cropped wig, set high on the forehead and covering the ears. His eyes are wide and rounded, with a thick upper eyelid and sunken skin underneath the eyes. Faint ridges indicate the eyebrows, which slope down towards the temple on either side of the face. His nose is broad and his mouth is wide with long, thin lips. The outer corners of the mouth are slightly upturned to suggest a small smile. The face is fleshy and rounded at the cheeks and jawline. His upper body is bare, with clear modelling of the chest, broad arms, and narrow torso.The arms are placed at the sides of the body with both fists clenched. He wears a short shendyt kilt with a thick belt, and his left leg advances forward ahead of the right leg. The belt line sits higher at the back and droops forward at the front, suggesting a slight bulge at the stomach. On the reverse is a slim back-pillar which is uninscribed. The top of the base features a brief and crudely carved inscription in front of the right foot. The figure has been repaired from two fragments, with a clear repair line visible across the upper legs. There are small chips and scratches to the edges of the back-pillar and base, and the left side of the back-pillar is also damaged. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Excavated/Findspot: Khizam, cemetery "], "Materials": ["steatite"], "Dimensions": [" Height: 16.20 centimetres ", " Width: 4.78 centimetres ", " Depth: 8.55 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The broad head, neck, and facial features are slightly uneven in proportion with the body, which is particularly notable when viewing the figure from the side. The damage to the front of the statue base, particularly at the left front corner, looks to be deliberate damage in the form of long horizontal scratches. These may be an attempt to erase a former inscription. Though partly faded, it could be suggested that there appears to be an eye of Osiris sign in front of the left foot, though what follows on from this is now obscured by the damage noted above."], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Associated names": ["Named in inscription & portrayed: Senebmaiu"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1925"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58079"], "Registration number": ["1925,1010.16"]}