{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10735,12"], "Description": [" The Abusir Papyri; sheet 12. Temple administration document, written in hieratic. Part of a temple furniture inventory. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Excavated/Findspot: Pyramid of Kakai, Temple "], "Materials": ["papyrus"], "$Inscriptions": [" "], "Curator's comments": [" The Abusir papyri are amongst the most important administrative documents known from the Old Kingdom (about 2613-2160 BC). The papyri are damaged and fragmentary, but they reveal detailed information about the organisation of a royal mortuary establishment and include duty rosters for priests, lists of offerings and inventories of temple equipment, as well as letters and permits. It is clear that the king's pyramid complex was constantly exchanging goods and offerings with state institutions, particularly the (now lost) sun temple of Neferirkare. Most of the papyri were discovered in 1893 in illicit excavations at Abusir (20 km south-west of Cairo), the location of at least four kings of the Fifth Dynasty. Individual sheets were subsequently sold to Egyptologists on the antiquities market and are now in Cairo, Paris and London. Shortly afterwards, the German Egyptologist Ludwig Borchardt identified the findspot as the administrative buildings near the pyramid of Neferirkare Kakai (third king of the Fifth Dynasty), and this was subsequently confirmed by his discovery of more fragments in excavations at the temple. The nineteen frames of papyri in the British Museum are the largest and most important group of the documents, and were originally purchased in Egypt by Edouard Naville, then by Borchardt. Czech excavations at Abusir in the 1980s have revealed more papyrus fragments relating to the temple of Khentkaues, a wife of Neferirkare, and of Neferefre, Neferirkare's probable successor. Bibliography: J. –L. Cenival and P. Posener-Kriéger, The Abu Sir Papyri (Hieratic papyri in the British Museum 5; London: The British Museum, 1968). P. Posener- Kriéger, Les archives du temple funéraire de Néferirkarê-Kakaï (Les papyrus d'Abousir): Traduction et commentaire (Bibliothèque d'étude 65 ; Cairo : Institut français d'archéologie orientale du Caire 1976). M.Verner, 'Forgotten Pharaohs, Lost Pyramids: Abusir' (Prague, 1994), 157-70. ", " Published : J. –L. Cenival and P. Posener-Kriéger, The Abu Sir Papyri (Hieratic papyri in the British Museum 5; London: The British Museum, 1968); P. Posener- Kriéger, Les archives du temple funéraire de Néferirkarê-Kakaï (Les papyrus d'Abousir): Traduction et commentaire (Bibliothèque d'étude 65 ; Cairo : Institut français d'archéologie orientale du Caire 1976). "], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (p.60) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380868) (http://www.trismegistos.org/text/380868) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, fragile, fragmentary, frayed, insect attack, loss Black ink Red ink Displayed in Room 63 until 1997 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: C Curatorial condition comment: fair (incomplete - fragmentary)"], "Acquisition name": ["Purchased from: Prof Ludwig Borchardt"], "Previous owner": ["Previous owner/ex-collection: Henri Édouard Naville"], "Acquisition date": ["1950"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10735,12"], "Registration number": ["1950,0209.1.12"], "Additional IDs": [" Miscellaneous number: Frame.12 "], "Conservation": ["Treatment: 07 Dec 2011"]}