{"artifact_name": "stela; tomb-relief; door-jamb", "Object Type": [" stela ", " tomb-relief ", " door-jamb "], "Museum number": ["EA614"], "Description": [" Limestone stela of Tjetji: divided into three unequal fields. At the top is a fourteen-line autobiographical inscription reading from right to left. The lower left portion depicts Tjetji facing right, in high raised relief, with two members of his staff; a small figure presents offerings before him. The lower right field is an elaborate offering prayer written in five vertical rows, listing wishes for the Afterlife. There is a large figure of Tjetji and the subsidiary figures of his seal bearer, Magegi, and his follower, Tjeru. Tjetji's eye is large, outlined by a flat band representing eye-paint, and extended to form a cosmetic line that widens at its outer end. The inner canthus of the eye dips sharply downward. The eyebrow appears flat, rather than following the curve of the eye. The nose is broad, while the lips are thick and protruding. The lines of the lips end at a vertical line representing the cheek, rather than meeting in a point. The vertical columns of the offering prayer and Afterlife wishes, written from right to left, lead the eye toward the main figure. Limestone door jamb depicting offering bearer: the female figure depicted is slender, with long limbs and big eyes. There is a wealth of carved detail on her necklace and hair and on the feathers of the duck. She has short, curly hair. With one hand she balances a basket of food on her head; with the other she holds a live duck by the wings. "], "Cultures/periods": ["11th Dynasty"], "Production date": ["2112BC-2055BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": ["painted (door jamb)"], "Dimensions": [" Height: 65 centimetres (Relief) ", " Height: 148 centimetres (stela in total) ", " Length: 105.50 centimetres (max;reliefs) ", " Weight: 109 kilograms (Relief) ", " Weight: 347 kilograms (Total weight on module) ", " Width: 109 centimetres (Relief) ", " Width: 110.50 centimetres (stela) ", " Depth: 7 centimetres (Relief) "], "$Inscriptions": [" ", " "], "Curator's comments": ["The woman depicted on the door jamb is an offering bearer - not a real individual but a generic type, whose sole function was to provide food magically for the tomb-owner's use in the Afterlife. Because the figure faces left, which is the subordinate direction in Egyptian two-dimensional art, there is a characteristic reversal in her hanging hand, which looks as if it is shown backward. This indicates that, although she appears to us to be holding the bird in her proper left hand, she is actually holding it in her right, which is the way the hand has been drawn. Bibliography: G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 86 and fig. 85; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), 596; M. Lichtheim, 'Ancient Egyptian Literature' Vol. 1(Berkeley, 1976), pp. 90-93; M .Lichtheim, 'Ancient Egyptian Autobiographies Chiefly of the Middle Kingdom: A Study and an Anthology' (Freiburg, 1988), pp. 46-49 and pl. II; A. M. Blackman, 'The Stele of Thethi, British Museum No. 614', Journal of Egyptian Archaeology 17, pp. 55-61. S. Quirke, 1996, in Fs. Simpson, p.672. Translation: Lichtheim, 'Ancient Egyptian Autobiographies' (OBO 84), p.46-49"], "Bibliographic references": [" Scott-Moncrieff 1911 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 1. (pl.49-51) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (13-14) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.58 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.58 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.58 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– 2013 Feb, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb-25 Aug, Girona, La Caixa, Pharaoh: King of Egypt. "], "Condition": ["fair"], "Associated names": ["Named in inscription & portrayed: Tjetji"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA614"], "Registration number": ["1903,0615.1-6"], "Conservation": [" Treatment: 04 Dec 2000 ", " Treatment: 21 Apr 2010 ", " Treatment: 12 Feb 2016 ", " Treatment: 23 Jan 1989 ", " Treatment: 01 Jul 1990 "]}