{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Museum number": ["EA68827"], "Description": [" Glazed composition figure of a seated double-flute player; two pieces re-joined. Crudely modelled with shoulder-length wide-flaring hair. Seated on block seat, with flat back pillar behind. No suspension loop. Proportions distorted with legs and seat too short for size of upper part. Glaze none survives except for greenish tinge, and some traces of black/brown on hair. Core rough texture, buff colour. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 6.92 centimetres ", " Width: 2.97 centimetres ", " Depth: 2.86 centimetres "], "Curator's comments": [" The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). ", " The findspot information \"found in town' is given by Petrie, Naukratis I, pp. 39 and 99. It is possible and indeed likely, however, that this is displaced material from one of the sanctuaries, such as the sanctuary of Apollo. "], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (389) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. II, no. 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.05) "], "Location": ["Not on display"], "Condition": ["poor - repaired"], "Subjects": ["music"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68827"], "Registration number": ["1886,0401.1499"]}