{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1277"], "Description": [" Block from the tomb of Rahotep: that formed part of the false door wall. The upper part of the inscription contains the names of fifteen pieces of furniture which formed part of the funerary equipment of the tomb. At the bottom are the beginnings of three lines containing the names of sacred ointments. The left-hand side of the slab carries fragments of signs from which the title and name of the owner of the tomb can be read. The signs on this block are well carved with much detail. The surface and signs are well preserved but the edges of the block are damaged. No colour remains. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Rahotep "], "Materials": ["limestone"], "Dimensions": [" Height: 105 centimetres ", " Thickness: 22 centimetres ", " Width: 63 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " private "], "Curator's comments": ["Bibliography. A. Mariette, 'Monuments divers en Égypte et en Nubie' (Paris, 1872) , pl. 19; W. M. F. Petrie, 'Medum' (London, 1892), pl. XIII; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p. 91; A. Roveri and F. Tiradritte [eds.], Kemet: Alle Sorgenti del Tempo, Ravenna 1998, p.276 [267]; Des Dieux, des tombeaux, un savant. En Egypte sur les pas de Mariette Pacha, Boulogne catalogue 2004, 176."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.2)"], "Location": ["On display (G4/B28)"], "Exhibition history": [" Exhibited: 2004 7 May-30 Aug, Boulogne, Château-Musée, Des dieux, des tombeaux, unsavant: En Egypt sur les pas de Mariette Pacha "], "Condition": ["The surface and signs are well preserved but the edges of the block are damaged."], "Associated names": ["Named in inscription: Rahotep"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1277"], "Registration number": ["1898,0312.214"], "Conservation": ["Treatment: 31 May 1996"]}