{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6693"], "Description": [" Anthropoid coffin of sycomore fig wood, made for a man named Itineb. The exterior surfaces are covered with painted stucco. The face is painted green, and Itineb wears a striped wig, on top of which is a figure of the goddess Nut. She wears a solar disc on her head and holds an ankh sign in each hand. Her wings are extended down the sides of the coffin face, over the stripes of the wig. On the breast is a large collar with terminals in the shape of falcon heads. Below the collar are (1) a central figure of the goddess Nut, kneeling, holding feathers and spreading her wings in protection over the coffin; at the extremities of the scene are kneeling figures of the goddesses Isis and Nephthys and two jackal figures; (2) painted on a black background, a scene showing the judgement of Itineb. At right, his heart is weighed in a balance, and to the left of this he is conducted by Thoth and Anubis towards Osiris, who sits enthroned; (3) a single line of hieroglyphic text extending to the toes divides the lower body field. The inscription contains the hetep di nesu offering formula. At each side are ten compartments, in each of which Itineb is depicted adoring a different deity. The associated texts explain that his various bodily members are identified with those of the deity depicted. On the foot of the coffin lid, in inverse orientation, are two images of Anubis as a jackal seated on a plinth, with texts above requesting offerings from the god. The feet of the coffin are supported by a rectangular plinth, the corners of which have been cut away. The back of the coffin is carved in high relief to represent a dorsal column running from the base of the wig to the foot. On this column is painted a djed pillar wearing an atef crown and provided with human eyes and torso, the hands grasping crook and flail sceptres. Above the djed is an image of a god raising the solar barque into the sky at dawn, worshipped by baboons. At each side of the dorsal column is a series of compartments containing figures of deities, some of them adored by Itineb. The interior of the coffin is undecorated; fragments of linen and blue faience beads adhere to the interior surface. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Saqqara (Memphis) "], "Materials": [" sycomore fig wood ", " plaster (?) ", " linen (?) "], "Technique": ["painted"], "Dimensions": [" Height: 22 centimetres (BASE) ", " Width: 183.50 centimetres (BASE) ", " Depth: 60 centimetres (BASE) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["PM I Part 2: p.829 M L Bierbrier in J Baines, T G H James, A Leahy, A F Shore (eds), Pyramid Studies and other essays presented to I E S Edwards (London, 1988), 222-223. J H Taylor, Death and the Afterlife in Ancient Egypt (London, 2001), 240, fig 177."], "Bibliographic references": ["Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 86)"], "Location": ["On display (G62/dc21)"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July - September Mori museum, Tokyo The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Acquisition name": ["Donated by: George III, King of the United Kingdom"], "Previous owner": ["Previous owner/ex-collection: Edward Wortley Montagu"], "Acquisition date": ["1766"], "Acquisition notes": ["Obtained by Edward Wortley Montagu, and presented by him to George III."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6693"], "Registration number": [".6693"], "Additional IDs": [" Miscellaneous number: BS.6693 (Birch Slip Number) "], "Conservation": [" Treatment: 05 May 1999 ", " Treatment: 23 Mar 2012 ", " Treatment: 27 Nov 2010 "]}