{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA55253"], "Description": [" Green siltstone head from a statue of a young male figure, the body and base now missing. The figure is depicted with short stylised curly hair, set high on the forehead and with the small sized ears exposed. The detailed curls follow a slightly irregular line across the brow. The facial features have been executed to a high quality, with subtle modelling of the youthful skin across the forehead, slightly sunken skin under the eyes, prominent cheekbones, and a pronounced jawline. The eyes are wide and almond shaped, with a heavy upper eyelid and sharply defined brow which is set close to the eyes and converges with the bridge of the nose. The hooked nose is long and slim, with a clear cupid’s bow at the upper lip. The lips are slightly parted with a much fuller lower lip, and the outer corners and lower lip sharply incised. On the reverse the curled hairstyle continues down the nape of the neck, and there appears to be no surviving trace of a back-pillar. The statue head, broken off from the neck, has also suffered damage to the tip of the nose and the tops of both ears with part of the right ear now missing. Small chips to the eyelids and at the forehead are also visible. "], "Cultures/periods": [" Graeco-Roman ", " Hellenistic ", " Ptolemaic "], "Production date": ["100BC-75BC"], "Findspot": [" Found/Acquired: Alexandria (Egypt) "], "Materials": ["siltstone"], "Technique": ["chiselled"], "Dimensions": [" Height: 38.50 centimetres (including base) ", " Height: 24.20 centimetres ", " Weight: 25.60 kilograms (With attached stone base) ", " Width: 19 millimetres (base width) ", " Width: 20 centimetres ", " Depth: 20 centimetres (base) ", " Depth: 23.10 centimetres "], "Curator's comments": ["Approximate dates for this statue head have ranged from the Ptolemaic period (PM VIII; ‘mid to late’), to more generally within the first millennium BC (Belli Pasqua 1995; James and Davies 1983; Shaw and Nicholson 1995), and into the Graeco-Roman period (Hinks 1976; Walter and Higgs 2001). The stylistic features and the contrast of the smoothed face and unpolished curls of the hair are noted to resemble other surviving heads which combine Egyptian and Greek artistic characteristics (James and Davies 1983). The head is described as originating from Alexandria, however a more precise findspot is uncertain (PM VIII). Further Bibliography: H. Beck, 2005. Ägypten, Griechenland, Rom: Abwehr und Berührung; Städelsches Kunstinstitut und Städtische Galerie, 26. November 2005 - 26. Februar 2006 (Frankfurt), no. 165. R. Belli Pasqua, 1995. Sculture d'età romana in 'basalto' (Rome), p. 40-41, No. 8, Fig.12. R.P. Hinks, 1976. Greek and Roman Portrait Sculpture 2nd edition (London), p. 35, 38, no. 25. T.G.H. James, W.V. Davies, 1983. Egyptian Sculpture (Cambridge), p. 56-57, Fig. 63. S. Walker, A. Burnett, 1981. ‘Augustus', British Museum Occasional Papers 16 (London), p. 13, no. 132."], "Bibliographic references": [" Frankfurt 2005 / Ägypten, Griechenland, Rom : Abwehr und Berührung ; Städelsches Kunstinstitut und Städtische Galerie, 26. November 2005 - 26. Februar 2006 (no.165) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 933) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p. 24) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (p. 246-247, no. 268) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007, Frankfurt, Museum Alter Plastic, Egypt, Greece and Rome 2012, 26th May - 2nd September, Holburne Museum of Art, Bath Presence: The Art of the Sculpted Portrait. 2013 July - October, Cambridge, The Fitzwilliam Museum, Origins of the Afro Comb 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55253"], "Registration number": ["1875,0810.13"], "Additional IDs": [" Miscellaneous number: 1928,0123.1 (G&R) ", " Miscellaneous number: 970 (EA) "], "Conservation": [" Treatment: 15 Jan 1989 ", " Treatment: 08 Jun 2000 ", " Treatment: 20 Feb 1998 "]}