{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["EA38457"], "Description": [" Pottery lamp of the Frog Type, with deep body. Stub-handle at rear. Top decorated with a raised rim round deep-sunk filling-hole area, with head of frog extending from it; below the rim, on each side, are three decorated panels. On the left side the panels are rectangular and contain, respectively, a rosette-circle, a curved rosette, and two opposed s-patterns; on the right, two of the panels are rectangular and one is of truncated triangular shape and they contain a rosette-circle, a curved rosette, and a cross with small patterns, including circles within its arms. Undefined base; impressed below are a transverse line with round terminals, a lozenge containing a circle and an eight-armed cross with round terminals. Flanking the lozenge are the letters Δ and I. Brown clay; buff surface. Plaster mould. "], "Cultures/periods": ["Roman Period"], "Production date": ["4thC"], "Findspot": [" Excavated/Findspot: Alexandria (Egypt) "], "Materials": ["pottery"], "Technique": [" mould-made ", " impressed "], "Dimensions": [" Height: 5.04 centimetres ", " Length: 8.05 centimetres ", " Width: 6.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Near (many with the same shoulder patterns in different order): ‘Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo’ ix, 1940, pl. 16a, 2 (see also pl. 16a, 4, 7-8), from Hermopolis Magna; Michelucci, M., 1975. ‘La Collezione Di Lucerne Del Museo Egizio Di Firenze’. Florence : Leo S Olschki Editore, 279 from Antinoe (see also 280-81); Guerrini, L., 1974. In: S. Donadoni ‘et. Al’ (eds.). ‘Antinoe (1965-1968): missione archeologica in Egitto dell' Università di Roma’. Rome : Istituto di studi del Vicino Oriente, pl. 41, 29 and 32, from third- to fourth-century ADd contexts at Antinoe; Shier, L.A., 1978. ‘Terracotta Lamps from Karanis, Egypt’. Ann Arbor : University of Michigan Press, 256, from a late third-century context at Karanis; ‘Bulletin de l’institut Français d’Archéologie Orientale’ lxxx, 1980, pl. xciic, from Douch in the Kharga Oasis; Cairo Museum, Inv. No. 57108 (very large); Rosenthal, R., & Sivan, R., 1978. ‘Ancient lamps in the Schleossinger Collection’. Jerusalem : Hebrew University of Jerusalem, 259; Petrie, W.M.F., 1905. ‘Roman Ehnasya (Herakleopolis Magna) 1904’. London : Egypt Exploration Fund, pl. lxiii, F 95 and F 92."], "Bibliographic references": ["Lamp / Catalogue of the Lamps in the British Museum (2140)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1882"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38457"], "Registration number": ["1882,1127.174"]}