{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10554,11"], "Title": ["Series: The Greenfield Papyrus"], "Description": [" Book of the Dead of Nestanebetisheru; frame 11. Black line vignette of a tree with a cat slaying a snake; four seated ancient Egyptian gatekeepers, the first with two falcon-heads; deceased kneeling in adoration pose. The deceased faces three lines of cursive hieroglyphic text written in black ink, which includes her name. Below is one column of hieratic text written in black and red ink split into three unequal sections with a gap at the bottom left blank. Spell 18 continued. "], "Cultures/periods": [" 21st Dynasty (late) ", " 22nd Dynasty (early) "], "Production date": ["950 BC - 930 BC (circa)"], "Findspot": [" Excavated/Findspot: First Cache "], "Materials": ["papyrus"], "Dimensions": [" Height: 51.10 centimetres (frame) ", " Height: 47.20 centimetres (papyrus) ", " Width: 40.50 centimetres (frame) ", " Width: 35.60 centimetres (papyrus) ", " Depth: 1.20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Published: Budge, E. A. Wallis, The Greenfield papyrus in the British Museum: the funerary papyrus of Princess Nesitanebtashru, daughter of Painetchem II and Nesi-Khensu, and priestess of Amen-Ra at Thebes, about B.C. 970. London, 1912. Hughes, Richard Smith, The vignettes in the Greenfield Papyrus in the British Museum (BM EA 10554): the Book of the Dead of Nest-ta-nebt-ashru (950-930 BC) . Ridgecrest, 2013. Cfr. Mosher, Catalogue of the Books of the Dead in the BM: The Papyrus of Hor, (2001), p.80 n.25. N. Billing, Nut the Goddess of Life, USE 5 (2002), p. 331, fig. A.3. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 119, p.233 fig.9.3 Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 7-9, 20, 29, 105, fig. 9, appendix 1, p. 112."], "Bibliographic references": [" Budge 1912 / The Greenfield Papyrus in the British Museum ", " Quirke 1993 / Owners of funerary papyri in the British Museum (145) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 161) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134519) (http://www.trismegistos.org/text/134519) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 7 July -17 September Mori museum, Tokyo & 6 October-25 November, Fukuoka Museum of Art, The Book of the Dead: Journey Through the Afterlife "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: loss Black ink Red ink Backed: brown paper Backed: board Displayed in Room 62 until 1992 Checked for loan to Japan 2003 Checked for loan to Qatar and USA 2009 Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Associated names": [" Named in inscription: Nestanebetisheru ", " Named in inscription: Neskhons (Neskhons) ", " Named in inscription: Panedjem II "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Mrs Edith Mary Greenfield"], "Acquisition date": ["1910"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10554,11"], "Registration number": ["1910,0509.1.11"], "Additional IDs": [" Miscellaneous number: Frame.11 "], "Conservation": ["Treatment: 25 Mar 1999"]}