{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32185"], "Description": [" Serpentine figure of a male official seated on a backless chair. The figure is depicted in a seated position and wears a long ankle-length garment which is tied at the chest with two visible knots of material looped at the centre of the torso. The edge of the clothing is conveyed in a vertical line running down the centre of the material. He also wears a smooth shoulder-length wig which sits high on the forehead and is tucked behind the oversized ears. The elongated arms are held at either side of the body with the palms placed flat against the legs. The upper body is bare, and there is a slight swelling of the chest and the stomach underneath the clothing. The shoulders and neck are broad, and there are various scratches around the neck area possibly erasing some detail of jewellery worn around the neck. The eyes are extremely wide and slope downwards at the outer corners, with a heavy ridge conveying the upper eyelid and a thin arched line for the eyebrows. The nose is almost as wide as the mouth, with thin lips sharply incised and a notable dent at the chin. The face is particularly rounded at the jawline and neck area, and the chin is sharply raised. Though the figure sits rigidly straight this upward gaze creates the suggestion that the figure is leaning back in the chair. The chair appears to be uninscribed. Much of the right foot and top of the right side of the base is now missing. There are a number of visible scratches and markings across the sides and reverse of the seat which may have originally contained an inscription that has now been damaged, particularly across the left side. The figure is now attached to a modern rectangular base. "], "Cultures/periods": [" Middle Kingdom ", " 12th Dynasty (? (late)) ", " 13th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["serpentine"], "Dimensions": [" Height: 14.30 centimetres ", " Width: 4.40 centimetres ", " Depth: 8.80 centimetres "], "Curator's comments": ["Based on stylistic features such as the oversized ears and the wide facial features, this figure likely dates to the later phases of the Twelfth Dynasty, or possibly into the Thirteenth Dynasty. The provenance of the figure is uncertain."], "Bibliographic references": [" Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 96, no. 182) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 124, no. 34) "], "Location": ["Not on display"], "Condition": ["fair - damage to left foot"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32185"], "Registration number": ["1899,1016.1198"]}