{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA35365"], "Description": [" Serpentine shabti of Amenhotep II: the figure represents the pharaoh wrapped like a mummy with only head and hands emerging; there is no indication of sleeve or collar ends. He wears the royal 'nemes' wig cover with two long lappets at the front and a queue at the back. When coloured, the characteristic stripes of the 'nemes' are alternating yellow and blue. The 'nemes' was made from either dyed leather or possibly even gold with lapis lazuli inlays. On the king's forehead is an upreared cobra, symbol of kingship, and on his chin the long royal beard. In his hands the shabti holds two 'ankh' signs, symbolizing life and, in particular, the desired life after death, thus identifying the figure with the king himself. Nevertheless, the carved hieroglyphic text across the front of the body is a standard New Kingdom version of Chapter 6 of the 'Book of the Dead', the so-called \"shabti formula,\" to bring the figure to life in the other world to carry out the agricultural labor required of its dead royal owner. The 'nemes' is chipped. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1427BC-1400BC (circa)"], "Findspot": [" Found/Acquired: Biban el-Muluk (Valley of the Kings - Thebes), Tomb 35 "], "Materials": ["serpentine"], "Technique": ["incised"], "Dimensions": [" Height: 28.72 centimetres ", " Weight: 1.40 kilograms ", " Width: 9 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" royal ", " funerary "], "Curator's comments": ["This superbly carved figure, with the same idiosyncratic features as those displayed in larger statuary of Amenhotep II, and is an early example of a royal funerary figurine. It reveals the curious dichotomy in the function of the shabti which existed at this period. The royal accoutrements and the 'ankhs' show it is the king himself who is depicted, exactly as was the case with the earliest shabtis, which were held to represent the deceased. Yet the presence of the shabti formula shows the figure is to be treated at the very same time as a servant of the deceased. Eventually this was to become the sole function of the shabti. Bibliography: W. Seipel, 'Gott. Mensch. Pharao' [exhibition catalogue] (Vienna, 1992), pp. 254-255 [90]. 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 198-199 [58]; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 56."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.152-153)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair"], "Associated names": ["Named in inscription & portrayed: Amenhotep II"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35365"], "Registration number": ["1901,0608.98"], "Conservation": ["Treatment: 06 Apr 1998"]}