{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76274,1"], "Description": [" Papyrus with demotic text on recto; verso blank. Two columns of text. The papyrus is badly torn in the middle and some of the text of column 2 lost. Column 1 has 15+x lines of text. There is an upper margin of 2.5 cm and a right-hand margin of 6 cm. It is torn at the bottom and part of lines 14-15 is lost. The average line length is 10-11 cm. There is a space after line 4 and a new section begins with line 5. Column 2 has 12 lines of text with an average line length of 18 cm. It is torn at the top and the bottom, but part of an upper margin of 2.5 cm is preserved and a lower margin of 2+x cm. There is a left-hand margin of c. 1 cm and a space between columns 1 and 2 of c. 1.5 cm. The badly damaged line 1 of column 2 concludes the text of column 1. There is then a space of 1.5 cm and a new section begins. This section ends in line 12 (half-line). Column 1 and the first line of column 2 are written in a different hand to that of lines 2-12 of column 2. There are traces of a washed out text to the right of column 1. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 43 centimetres ", " Width: 33 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of a group of demotic papyri mounted between sheets of perspex (76273-87). Administrative document. Other papyri in this group, on the basis of internal evidence, can be assigned to Herakleopolis and it is possible that this place-name, albeit slightly damaged, is written after the month and day date in the first line of column 1 on the recto. The name Arsames appears frequently in the text and this may be the famous Persian administrator from the second half of the fifth century. A date in this period is consistent with the script. Being prepared for publication by Cary J. Martin. The texts in the two frames (76274,1-2) were originally preserved together, mounted back to back with a sheet of paper between them. They were placed in separate frames in 2015. The hand of column 1 of 76274.1 is similar to that of 76274.2, which may be the reason why they were once mounted in the same frame."], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: C Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76274,1"], "Registration number": ["2000,0524.154.A"], "Conservation": [" Treatment: 28 Jul 2016 ", " Treatment: 29 May 2015 "]}