{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA36504"], "Description": [" Sycomore fig wood stela of Nespasekher: there are two registers on this round-topped stela. At the top is a winged sun-disk below which is a sky-sign. Under the sky the deceased Nespasekher stands on the right in worship before an altar piled with offerings and covered by a lotus-flower and lotus-bud. On the left stand Ra-Horakhty and Atum. The second register consists of five lines of text with a prayer to Ra-Horakhty, Atum, and Ptah-Sokar-Osiris on behalf of the brewmaster, poulterer, kitchen attendant (?), pastry cook, and butchery servant of the estate of Amun Nespasekher, son of the like Ḏd-Ḏḥwty-ỉw.f-ʿnḫ and Sṯʒ-ỉr-bỉ. The stela is cracked down one side where the two planks of wood which compose it adjoin. The surface is badly worn along the edges with some loss to the scene and text. There is a red border around the whole stela, while a multi-coloured border of blue, green, blue, and red rectangles separated by one black and two white stripes appears on three sides of the stela and between the registers. The background is buff. The disk is red with blue upper wings, green on white middle wings, and blue on white lower wings with red tips. The uraei are blue and enclose an area of white with black dots above and blue lines below. The text here and elsewhere is black. The sky-sign is blue. The deceased has a red body, and white kilt edged in black. The altar is buff on a white background with red black-topped pots on black stands. The lotus-flowers have blue stems and outer leaves, red bases, and green flowers. Ra-Horakhty has a green body, light brown collar, face, and hands, blue wig and sceptre, and red disk with black uraeus. Atum has a red body, green face and hands, light brown collar and crown with black edges, black beard, and blue around the neck. The black texts in the second register are on alternate buff and white backgrounds between blue lines. The plaster on the back and sides has largely worn away. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 35.70 centimetres ", " Width: 23.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 76 (no. 90); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 112 (no. 32); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p. 22; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 232."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.64-65)"], "Location": ["On display (G1/wp118/sh1)"], "Condition": ["fair - vertical crack down one side; edges worn"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nespasekher (deceased) ", " Named in inscription: Djeddjehutyiufankh (father) ", " Named in inscription: Setjairbinet (mother) ", " Named in inscription & portrayed: Ra-Horakhty ", " Named in inscription & portrayed: Atum ", " Named in inscription: Ptah-Sokar-Osiris "], "Associated places": [" Named in inscription: Estate of Amun "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36504"], "Registration number": [".36504"], "Additional IDs": [" Other BM number: EA8454 (original Big Number) "], "Conservation": [" Treatment: 28 Oct 2002 ", " Treatment: 29 Apr 2014 "]}