{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6678"], "Description": [" Base and lid of the anthropoid wooden inner coffin of Hornedjitef, son of Nekhthorheb, who held a large number of priestly offices. Polychrome painted and gilded face, wig, collar and pectoral, winged scarab across breast, body inscribed with vertical registers of painted hieroglyphs, flanked by deities, the rest of the surface is unelaborated. Interior of lid decorated with a figure of Nut, surrounded by astronomical images of decan stars and constellations. Interior of base also decorated. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["240BC (circa)"], "Production place": [" Made in: Luxor (Thebes) (?) "], "Findspot": [" Excavated/Findspot: Asasif (Thebes) "], "Materials": [" wood ", " gold ", " gesso "], "Technique": [" painted ", " gilded "], "Dimensions": [" Length: 194.50 centimetres ", " Width: 60 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": [" The underside of the lid contains depictions of the decan stars and is similar to star clocks from the Middle Kingdom. First appearing inside coffin lids around 2100 BC, the clocks measured the motion of groups of stars that appeared in the eastern sky at dawn every ten days – termed ‘decan’ stars. Arranged in grids of 36 intervals, each interval had 12 stars, one for every hour of the night. Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 179 ", " In set with 6677 and 6679 Published: S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p. 58 [28]. Art and Afterlife in Ancient Egypt, Japan 1999-2000, [116]. PM I Part 2: p. 623. Green in Davies, Colour and Painting, London 2001, p. 44, col. pl. 9 [2]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 294-6. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (1) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.294-297) ", " MacGregor 2010 / A History of the World in 100 Objects (cat.no.1, pp.3-8) "], "Location": ["On display (G62/dc20)"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription: Hornedjitef"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6678"], "Registration number": [".6678"], "Additional IDs": [" Miscellaneous number: BS.6678 (Birch Slip Number) "], "Conservation": [" Treatment: 11 May 1999 ", " Treatment: 01 Feb 1996 ", " Treatment: 07 Sep 2022 "]}