{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA32191"], "Description": [" Limestone shabti of King Ahmose: the features on this small face hark back to royal Theban sculpture of the early Middle Kingdom. Its face is tapered, and the eyebrows and upper contours of the eyes are strongly arched. There are seven rows of incised hieroglyphic text at waist-level. The foot of this shabti is damaged. "], "Cultures/periods": ["18th Dynasty (early)"], "Production date": ["1550BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 28.76 centimetres ", " Width: 8.21 centimetres ", " Depth: 6.47 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This shabti is an important historical document in its own right, for it is one of only three surviving representations of the warrior king Ahmose, founder of the Eighteenth Dynasty, who vanquished the foreign Hyksos rulers, reunited Egypt, and initiated the New Kingdom. Presumably this figure comes from his tomb, which is believed to have been at Thebes, but which has not been located. This is also the oldest known royal shabti. Bibliography: N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 120-1. Hereikhanova, D. 2022. Not only for a King: nms-headdresses on the Objects of the Twelfth to Eighteenth Dynasties, in Miniaci, G. And W. Grajetzki (eds), The World of Middle Kingdom Egypt III, MKS 12, 173-185. London. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 152"], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p18) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (110) ", " Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (12) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.120-121) ", " Monaco 2008 / Queens of Egypt: from Hetepheres to Cleopatra "], "Location": ["On display (G63/dc11)"], "Exhibition history": [" Exhibited: 2005-2006 15 Oct-29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2008 Jul-Sep, Monaco, Grimaldi Forum, Reines de Egyptes 2015 July - September, Tokyo, National Museum, Queens of Egypt 2015 October - December, Osaka, National Museum of Art, Queens of Egypt 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair - foot damaged"], "Associated names": ["Named in inscription & portrayed: Ahmose I"], "Associated titles": ["Inscription from:", " Book of the Dead "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32191"], "Registration number": ["1899,1016.1204"], "Conservation": ["Treatment: 03 Jan 1999"]}