{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA38084"], "Description": [" Fragmentary striding figure of the male official Ameny, the head and upper body now lost. He wears a long thick garment that reaches to his ankles, with fragments of the knotted material at his torso. The edge of the material is conveyed via a thick line that extends from his chest down to the lower legs. His arms are placed at his sides with his palms flat against his clothing. His left leg advances forward ahead of his right leg, and his feet are broad in size. Two short columns of text are inscribed on top of the statue base in front of his feet, and a horizontal line of text is inscribed on each side of the statue base. On the reverse is a slim back-pillar inscribed with a single column of text, the upper portion now missing. There are small chips to the stone surface around the right side clothing and body, and a portion of the left front corner of the statue base has broken off. The inscription across the surface is now worn and difficult to read. "], "Cultures/periods": [" 12th Dynasty (late) ", " 13th Dynasty (early) "], "Production date": ["1800BC-1750BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Osiris-Khentimentu (Abydos) "], "Materials": ["granite"], "Dimensions": [" Height: 23.70 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["The figure was discovered amongst a number of other Middle Kingdom objects within the Temple of Osiris during the Egypt Exploration Society’s excavations at Abydos (PM V). Within Petrie’s initial publication of the excavation and in other documentation such as the glass-plate negatives held within the Egypt Exploration Society archive, the figure appears to have originally been found fully intact (Petrie 1903: Pl. XXIII no. 4, and further image of the glass negative held by the EES available at: https://www.flickr.com/photos/egyptexplorationsociety/48836407392/in/album-72157711174068198/). The upper portion shows that Ameny had a shoulder-length wig, oversized ears, and large facial features that correspond to a later Middle Kingdom date. It is unclear at what stage the figure became broken. Further Bibliography: W.M.F. Petrie, 1903. Abydos Vol. II (London), p. 33, Pl. XXIII, no. 4."], "Bibliographic references": ["Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 795)"], "Location": ["Not on display"], "Condition": ["incomplete - upper part lost"], "Associated names": ["Named in inscription: Ameny"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38084"], "Registration number": ["1903,1010.78"]}