{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA7"], "Description": [" Quartzite head of Amenhotep III: wearing a red crown with uraeus. Despite its huge size, this head has been carved with infinite care. As on all of Amenhotep Ill's large statues, the eyeballs are noticeably angled back from the top to the bottom lid so that they appear to look down toward the viewer. The finishing polish was deliberately varied, from a glittering smoothness on the facial surfaces to less polish on the mouth and eyes - which thus seem slightly different in colour - to quite rough surfaces on the brows and cosmetic lines. It is a round face, with plump, youthful-looking cheeks, and little indication of the underlying bone structure. The eyes are large, long, and rather narrow, with a slight slant. Heavily made-up eyebrows and upper lids, indicated in relief, extend back to the temples. The nose is rather broad at the nostrils, with a round tip. The mouth is full, its contours defined by a crisply cut outline. The upper lip is thicker than the lower, over which it droops in the centre. The lower lip curves in a perfect shallow arc up to the open corners of the mouth, to produce the effect of a slight smile. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Temple of Amenhotep III (Thebes) "], "Materials": ["quartzite"], "Technique": ["polished"], "Dimensions": [" Height: 117 centimetres (max) ", " Width: 81 centimetres ", " Depth: 66 millimetres "], "Curator's comments": ["When complete, this statue, which measured more than twenty-six feet (eight meters) tall without its base, showed Amenhotep standing with feet together and arms crossed in the Osiride pose, but wearing the red crown of Lower Egypt and a short royal kilt. It was one of a set of almost identical statues that stood between the columns on two sides of a colonnaded courtyard. Similar statues lined the opposite side of the court, but they were made of red granite and wore the white crown of Upper Egypt. The Osiride pose of this statue has been interpreted as a reference to Amenhotep's first 'sed' festival, the royal rite of rejuvenation, celebrated in the thirtieth year of his reign. At about this time, and possibly as a result of this celebration, Amenhotep attained full deification while still on earth. He was worshiped through statues such as this one."], "Bibliographic references": [" Vandier 1958 / Manuel d’archéologie égyptienne (p. 319) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 453) ", " Vandersleyen 1975 / Das alte Ägypten (pl. 190; p. 249) ", " Habachi and Haeny 1981 / Zur ausstattung des tempels statuen reliefreste inschriften (p. 86f) ", " James and Davies 1983 / Egyptian Sculpture (p. 38, fig. 45) ", " Bryan 1987 / Portrait Sculpture of Thutmose IV (p. 8) ", " Müller 1988 / Die Kunst Amenophis' III und Echnatons (IV: p. 27; p. 34; p. 44, fig. 10a; I: p. 38) ", " Barrie 1989 / Religion, Science and Art (p. 315) ", " Setagaya Bijutsukan Museum 1990 / The Treasures of the British Museum: Art and Man (pp. 68 -69, pl .49) ", " Vandersleyen 1990 / The sculpture in the round of Amenhotep III: types and purposes (pl. 27, fig. 36; p. 2) ", " Bryan and Kozloff 1992 / Egypt's Dazzling Sun (p. 122, pl. 7; p. 131, ref. 22; p. 138; p. 140; p. 143, ref. 68; p. 154; p. 156 ff; p. 179; p. 242; p. 244; p. 469, tab. 4a; p. 472, tab. 5) ", " Quirke 1992 / Ancient Egyptian Religion (fig. 48) ", " Kimbell Art Museum 1993 / Egypt's Dazzling Sun: August 1992 - January 1993 Calendar (Front Cover) ", " Kozloff et al. 1993 / Aménophis III, le pharaon-soleil (Cat no. 6; pp.126 -128, fig. 6a; p. 403, tab. 4a; p. 406, tab 5) ", " Robins 1997 / The Art of Ancient Egypt (p. 122, fig. 135) ", " Shimbun 1999 / Art and Afterlife in Ancient Egypt: from the British Museum (p. 32, no. 5) ", " Aston et al. 2000 / Stone (p. 54) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 52) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 52, cat no. 10) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.154-155) "], "Location": ["On display (Great Court)"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.24 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.24 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.49 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.49 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.49 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image Eternal Egypt 2001 1 Mar-27 May, Toledo Museum of Art, Toledo, Ohio 2001 28 Jun-21 Oct, Wonders: The Memphis International Cultural Series, Memphis Tennessee 2001-2002, 23 Nov-24 Feb, Brooklyn Museum of Art, Brooklyn, New York 2002 12 Apr-7 Jul, The Nelson Atkins Museum of Art, Kansas City, Missouri 2002 10 Aug-11 Nov, The Fine Arts Museums of San Francisco, California Palace of the Legion of Honor 2002 22 Dec-2003 16 Mar, The Minneapolis Institute of Arts, Minneapolis, Minnesota 2003 26 Apr-12 Aug, The Field Museum, Chicago, Illinois 2003 21 Sept-2004 18 Jan, The Walters Art Gallery, Baltimore, Maryland 2004 28 Feb-6 Jun, The Royal Ontario Museum, Toronto, Ontario 2004 10 Jul-31 Oct, Royal British Columbia Museum, Victoria, British Columbia 2005 Jan 22-15 May, Montreal Museum of Fine Arts, Montreal, Quebec Temples and Tombs 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["incomplete - head only"], "Associated names": ["Representation of: Amenhotep III"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Acquisition notes": ["Previously entered in error as coming from the 1835 Sotheby sale"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA7"], "Registration number": [".7"], "Additional IDs": [" Miscellaneous number: BS.7 (Birch Slip Number) ", " Miscellaneous number: EA 7 "], "Conservation": [" Treatment: 20 Nov 2000 ", " Treatment: 06 Jul 1999 ", " Treatment: 29 Jan 1990 "]}