{"artifact_name": "coffin; human mummy; mummy-wrapping", "Object Type": [" coffin ", " human mummy ", " mummy-wrapping "], "Museum number": ["EA29777"], "Description": [" Wooden anthropoid inner-coffin of Padikhonsiin: painted decoration and hieroglyphic text on a layer of plaster; gilded face. The coffin contains the mummy of an adult man. Skull - The head is detached, and the cervical vertebrae are missing, except one which is lying in the region of the right iliac fossa. The brain has probably been removed through the foreamen magnum, into which a wooden stick coated with resin has been inserted to refix the head in position. The stick has been broken in two; the distal fragment of the stick is shown in the radiograph in the region of the left side of the neck and extending into the upper part of the left hemithorax. Both margins of this fragment have a wavy outline owing to the coating of solidified resin. Most of the teeth are present. No obvious fractures. Thorax and Abdomen - There is a large cylindrical object in the right hemithorax, probably a roll of resin-soaked linen, or a mass of solidified resin. What seems to be a winged pectoral has been displaced and lies in the region of the left iliac fossa. There is what resembles a bird-bone in the right upper zone of the thorax. Most of the ribs have been dislocated and fractured. The dorsal and lumbar spines are intact. Another stick-like object, with a straight margin, is adjacent to the right border of the lumbar spine. Almost certainly circumcised. Arms - Flexed at the elbows, the forearms crossed on the breast, right over left, the hands on the shoulders. Legs - No fractures. Well-marked diastasis of the knee joints. ankles free from fractures and dislocations. Lines of arrested growth, lower ends of the tibiae. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" wood ", " plaster ", " gold ", " human tissue "], "Technique": [" painted ", " plastered ", " gilded "], "Dimensions": [" Length: 187 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p.24."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (51) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["fair"], "Associated names": [" Named in inscription: Padikhonsiin (owner) ", " Named in inscription: Irethoreru (father) ", " Named in inscription: Renpetnefer (mother) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29777"], "Registration number": ["1898,0315.465"]}