{"artifact_name": "statue; forgery", "Object Type": [" statue ", " forgery "], "Museum number": ["EA22558"], "Description": [" Limestone statue of a seated queen with inscriptions naming Tetisheri, now generally thought to be a modern forgery. She wears a decorated wig with the vulture headdress on top, the head of the vulture now missing. The back of the wig is extremely short, exposing her neck. Faint traces of red, blue and a yellow are visible across the headdress. Her head is slightly tilted to the right. Her eyes are asymmetrical with a short cosmetic line, and dark colour around the eyelids. Her eyebrows are thick and slightly arched, and her nose is short and slim. Above her top lip is a prominent cupid's bow. Her mouth is small and the outer corners of her mouth are slightly upturned. Traces of yellow paint are visible across her face. Traces of red, yellow, and blue paint are notable across her neck, likely depicting a broad-collar. She wears a long white dress with double straps across her shoulders that meet below the breasts, which are exposed. Both arms are bare and held close to the body, with the palms placed flat on the lap. She is seated upon a low-backed chair, which is inscribed with four columns of text on either side of the seat. Thin red lines of paint provide borders for these lines of inscription, and some individual signs bear traces of a darker colour. On the reverse is a single slim column of incised text, the final signs are obscured by damage. There are small chips to the stone above the forehead and at the breasts, and several discoloured marks to the body at the arms and torso area. A further chip is also visible below the right eye. Both sides of the seat have damage to the bottom corner, obscuring part of the inscription. "], "Production date": ["19thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 36 centimetres ", " Width: 13.50 centimetres ", " Depth: 24.50 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["The figure was described as originating from the Dra Abu el-Naga area of the Theban necropolis in earlier sources, and accepted by later publications (Budge 1922 ‘Thebes’; followed by Aldred 1951). Another figure of Tetisheri was recorded in Porter and Moss (I:II), of which only the lower half of the seated queen had survived (Gauthier 1916, formerly in the IFAO in Cairo). It was previously suggested that the two figures were likely to have been intended as a pair (Winlock 1924; Jones 1990). The British Museum figure was considered a valuable aid for establishing artistic styles of the 17th and 18th Dynastie (Aldred 1951), yet Davies’ 1984 publication noted several unfamiliar features such as the unusual composition of the headdress, the double straps of the clothing and exposure of the breasts, and the shifted position of the body and gaze, all of which ultimately cast doubt on the figure’s authenticity. Further doubt was raised by the comparison of the inscription to the identical Cairo piece, which is of higher quality and execution while the British Museum piece contains several linguistic errors and mistakes that correspond to the missing or damaged areas of the Cairo figure (Davies 1984). Additionally, modern analysis of the paint from the headdress and body of the British Museum figure have also determined that barium sulphate, a substance not used within the ancient Egyptian context, was applied to Tetisheri’s image (Davies 1984; Gaber 2018). On this basis it has been suggested that the figure is a modern forgery that was likely produced at Luxor in the late 1880s (Jones 1990); the possibility, however, that the figure itself is authentic but has been subjected to modern decoration has also been raised since other aspects of the figure such as the rendering of her facial features are not unconventional for the period (Davies 1984). Further Bibliography: C. Aldred, 1951. New Kingdom Art of Ancient Egypt (London), p. 42, no. 3. W.V. Davies, 1984. ‘The Statuette of Queen Tetisheri, a Reconsideration’, British Museum Occasional Papers No. 36 H. Gaber, 2018. ‘La recherche des faux dans la brève histoire de l’égyptologie’, in N. Grimal et al (eds.), Imitations, copies et faux dans les domaines pharaonique et de l’Orient ancien — actes du colloque Collège de France-Académie des Inscriptions et Belles-Lettres, Paris, 14-15 janvier 2016 (Paris), p. 43. A. Garrould et al, 1982. Henry Moore: Early Carvings 1920-1940 (Leeds), p. 66, Pl. X. H.E. Winlock, 1924. ‘The Tombs of the Kings of the Seventeenth Dynasty at Thebes’, Journal of Egyptian Archaeology Vol. 10, No. 3/4, p. 247, n. 3. General Sources: H. Gauthier, 1912. ‘Monuments et fragments appartenant à l’Institut français d’archéologie orientale du Caire’, BIFAO 12, p. 125-144."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 124, no. 40) ", " Hall 1930 / General Introductory Guide to the Egyptian Collections (p. 334, Fig. 180) ", " Jones 1990a / Fake? The Art of Deception (no. 163) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 612) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 10 Feb - 10 June Coventry, Herbert Museum, Secret Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Tetisheri"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22558"], "Registration number": ["1890,0412.5"]}