{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA37608"], "Description": [" Granite block statue of a male official named Amenhotep, with damage to the head and face. He wears a shoulder-length wig with no trace of any striation or detail, and the left ear is still prominent. His facial features are now obscured. Across the top of the block form his hands are subtly rendered, and there is no clear trace of any incised text along this surface. Across the front of the block form are four broad rows of incised text. The feet of the figure are exposed from the clothing, the right foot now partly missing. A further row of text is inscribed across the front of the statue base. The lower right side of the statue is particularly damaged with a large crack to the stone and loss of the right corner of the base. There are a number of further gouges to the stone at the reverse. The left side corner of the statue base is also broken and worn. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 32 centimetres (max) ", " Width: 19.50 centimetres (max) ", " Depth: 25 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["According to the surviving text, Amenhotep served as a scribe in the area of Armant. He also invokes the god Montu, lord of this area, within the traditional offering formulae written across the front of the block form. The site of Armant was expanded during the 18th Dynasty, but had long held an important status in the preceding Middle Kingdom. This statue was likely intended for Amenhotep’s tomb space, though its precise provenance is uncertain."], "Location": ["Not on display"], "Condition": ["incomplete - much of the head and left side of the plinth lost"], "Associated names": [" Named in inscription & portrayed: Amenhotep ", " Named in inscription: Montu "], "Associated places": [" Named in inscription: Armant "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37608"], "Registration number": ["OC.933"]}