{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10018,2"], "Description": [" Book of the Dead of Henuttawy; frame 2; Amduat vignettes in red, yellow and black. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 74 centimetres (frame) ", " Width: 22.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": [" Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, p. 360. ", " The scene of auto fellatio is a variant on the usual scene of the cosmos as Nut and Geb (seen on the right of the frame); here however, specifically the night sky seems to be represented, and as a male who is identified as ‘Osiris Foremost of Westerners, maker of heaven, maker of earth, maker of the netherworld …’. The other figure is identified as ‘Geb father of the gods, the great god who made the earth and all that the sun encircles’. The fact that Osiris is ithyphallic presumably refers to the fact he is potent and resurrected, while Geb’s autofellatio is presumably a way of representing him as self-sustaining fertile – like the masturbating creator god: although alone, he is still capable of creation. The motif of Geb’s posture (but not the sex act) is paralleled in other scenes, which show the deity as androgynous to indicate fertility (see O. Kaper, The Astronomical Ceiling of Deir el-Haggar), Journal of Egyptian Archaeology 81 (1995), p. 179-82. Geb's aroused state is paralleled in other mythological papyri where is rising towards Nut. ", " A possible parallel is a scene on the coffin of Ast-em-kheb (CCG 61031) where Geb is curled up underneath a female Nut. The photograph in Daressy 1909, pl. 52 is too small to be clear, but it looks as if Geb might have an an erect phallus also there. "], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (65) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (fig. 55) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381226) (http://www.trismegistos.org/text/381226) ", " Parkinson 2013 / A little gay history. Desire and diversity across the world (pp. 42-3) "], "Location": ["Not on display"], "Exhibition history": [" 2018-2019 12 Oct-13 March, Leiden, Rijksmuseum van Oudheden, The gods of Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, bleached Black ink Pigment Backed: brown paper Overlaid: brown paper Varnished (discoloured) Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast tape Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Henuttawy ", " Named in inscription: Ankhesenmut (mother) ", " Named in inscription: Hor (father) ", " Named in inscription: Menkheperra (grandfather) ", " Named in inscription & portrayed: Geb ", " Named in inscription & portrayed: Nut ", " Named in inscription & portrayed: Osiris ", " Representation of: Rw.tj "], "Associated titles": ["Associated Title:", " Amduat "], "Acquisition name": [" Purchased through: H Boone ", " Purchased from: Hon Sir Charles Augustus Murray "], "Acquisition date": ["1861"], "Acquisition notes": ["Murray was British Consul-General in Egypt."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10018,2"], "Registration number": [".10018.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "], "Conservation": [" Treatment ", " Treatment: 11 Mar 1996 "]}