{"artifact_name": "naos", "Object Type": ["naos"], "Museum number": ["EA597"], "Description": [" Limestone naos of Inhrkhau: only the lintel and right jamb of this naos are preserved in this collection. All figures are in sunk relief and the texts are incised. On the left side of the lintel the workman Inhrkhau kneels facing right in worship of the goddess Renenutet in the form of a serpent. On the right side of the lintel Inhrkhau is depicted facing left in worship of Ptah and Sobek who are seated on thrones. The right jamb contains a prayer to Ptah on behalf of Inhrkhau and below it the lady of the house, Ḥnwt-ḏww, kneels in worship. The preserved portion of this piece is cracked on the surface and chipped along the edges. There are traces of black and white paint in some of the hieroglyphs. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 37 centimetres ", " Thickness: 5 centimetres (Approximate, thickness of object with modern plaster backing is 8.0cm.) ", " Width: 25.10 centimetres ", " Width: 25.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The left jamb was excavated at Deir el-Medina by Schiaparelli and is now in Turin (M .Tosi and A. Roccati, 'Stele e altre epigrafi di Deir el Medina. (n. 50001-50262) : Pubblicate con il contributo del Consiglio nazionale delle ricerche' (Turin, 1972)). On the left jamb in Turin there is a prayer to Renenutet on behalf of Hentdjuu who kneels in adoration at the base of the jamb. The workman Inhrkhau can probably be identified with the later chief workman Inhrkhau, son of the chief workman Qeh and owner of Theban Tomb 299. His wife Hentdjuu is likely to be identified with Hentdjuu, daughter of Kar and Takh'at, sister of Qeh and hence a first cousin of her husband. Bibliography: G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris,1880), 169; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 136 (no. 482); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 7 (London, 1925), pl. 28; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 721; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 610, no. 243 (2)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.66-67)"], "Location": ["Not on display"], "Condition": ["fair (left jamb in Turin museum)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Henutdjuu (wife) ", " Representation of: Renenutet ", " Representation of: Ptah ", " Representation of: Sobek "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA597"], "Registration number": ["1843,0507.12.b"]}