{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA549"], "Description": [" Limestone stela of Hay: round-topped stela divided into three registers with incised texts and figures in sunk relief. In the upper register Osiris and Isis stand on the left behind an altar covered with offerings. On the right stand Hay, the maker of runners of the kitchen of pharaoh, and Hener, the chantress of Amun, with their arms raised in worship. In the middle register Anubis, standing on the left, clasps the upright mummy of Hay. Two women, Weretnefert and Huner are mourning over the mummy. In the centre stands a pile of offerings and on the right four women and two men stand in an attitude of mourning: Anmut, Tatjeheret, Henutmeter, Tawerethotepti, Bakenmut, and Panefer. In the bottom register Hay and Huner are seated on the left behind an altar. On the right stand his daughter Tarenu and his sons Mose, Ptḥ-pʒ , Ptḥ(?)... and Bakenwerner. Traces of red paint remain on the robe of Isis, the body of Anubis, the bodies of Khar and Huner in the bottom register, and in the dividing lines between the columns of text. There are also traces of a blue border around the stela. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 100 centimetres ", " Width: 40 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["This family appears to be otherwise unknown. There is some uncertainty as to the meaning of Hay's title, ỉr wʒt šwy n tʒ w‘bt n pr ‘ʒ. The phrase 'wʒt šwy' is usually translated as 'runner' or 'long mat of dried grass' (A. H. Gardiner, 'Ancient Egyptian Onomastica' (Oxford, 1947), I, no. 137 and J. Janssen, 'Commodity Prices from the Ramesside Period' (Leiden, 1975), 154, note 96). On this stela the 'wʒt šwy' is definitely associated with the 'w‘bt', which is usually translated as 'kitchen'. Bibliography: J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), no. 679; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 186 (no. 670), where it is erroneously ascribed to the Salt collection by Budge. Published: Parkinson, HTBM Part 12 (1993): Plates 62-63"], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.62-63)"], "Location": ["Not on display"], "Condition": ["The stela is badly flaked and worn."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Hay ", " Named in inscription & portrayed: Hener ", " Named in inscription & portrayed: Weretnefert ", " Named in inscription & portrayed: Tawerethotepti ", " Named in inscription & portrayed: Bakenmut ", " Named in inscription & portrayed: Bakenwerner ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Anubis "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA549"], "Registration number": [".549"], "Additional IDs": [" Miscellaneous number: BS.549 (Birch Slip Number) "]}