{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA69216"], "Description": [" Pink limestone seated figure of a royal male subject in mummified form, the head and upper part of the throne now lost. The figure is depicted sitting on a high-backed throne, with the body and feet enveloped in clothing and only the hands exposed. At the neckline is a shallow v-shaped line that extends across the chest. Both arms are crossed over the body, and in each hand he holds a crook and flail. The details of both of these implements and the figure’s hands have been executed to a high quality. Traces of the royal head and the outline of a tall crown are preserved on the front of the throne. At the top right corner of the throne are the remains of a serekh hieroglyph sign, the top portion partly damaged. There are no traces of further text on the reverse or sides of the throne. In addition to the break at the top of the figure, there are numerous gouges to the edges of the throne, particularly at the top right edge, and around the left and right corner of the throne next to the figure’s feet. The figure also has numerous large chips to the body, particularly at the left side. "], "Cultures/periods": ["12th Dynasty (early)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 26 centimetres ", " Width: 8.30 centimetres ", " Depth: 13.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Earlier identifications of this figure suggested that this represented the funerary god Osiris (PM VIII; Bourriau 1983). The serekh symbol on the right upper corner of the throne, an important royal vignette that typically included the Horus name of the king, is fragmentary and thus it’s not possible to confirm the original name inscribed. However, surviving fragments of the same limestone material discovered during excavations of the Khafre valley temple in Giza also included seated figures wearing the Heb-Sed festival clothing, which have been proposed as potential parallels to this British Museum figure (hypothesised by Biri Fay with regards to no. 63 in Metropolitan Museum of Art catalogue 1999). Fay further proposes surviving a royal head now held in Leipzig may belong to the British Museum figure (Fay 2016), and could represent Senusret I. Further Bibliography: J. Bourriau, 1983. ‘Museum Acquisitions, 1980-1: Egyptian Antiquities Acquired in 1980-1 by Museums in the United Kingdom’, Journal of Egyptian Archaeology Vol. 69, p. 147, no. 349, Pl. XVIIII. B. Fay, 2016. ‘Let the Old Kingdom end and the Middle Kingdom begin!’, in L. Hudáková, P. Jánosi, A. Kahlbacher (eds.), Change and Innovation in Middle Kingdom Art, Middle Kingdom Studies 4 (London), p. 20-21, Fig. 17-18. Metropolitan Museum of Art, 1999. Egyptian Art in the Age of the Pyramids (New York), p.262, n. 1-2."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p.1064)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription & portrayed: Senusret I (?)"], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Acquisition date": ["1980"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69216"], "Registration number": ["1980,1108.1"], "Conservation": ["Treatment: 16 Mar 2011"]}