{"artifact_name": "figure; statue", "Object Type": [" figure ", " statue "], "Museum number": ["EA30448"], "Description": [" Red quartzite(?) head of Amenhotep III, the body of the statue now lost. The king wears the khepresh or blue crown, a royal headdress which is rounded at the top and features a flared ridge on the reverse that slopes down on either side of the crown above the ears. The crown is decorated with a dotted circular pattern. The body of the uraeus cobra sits along the centre of the crown above the forehead of the king, with circular coils of its body and its long tail reaching back over the top of the crown. Underneath the uraeus, two incised horizontal bands run across the edge of the crown. The king is depicted with arched eyebrows and elongated narrow eyes which extend out to the temples. The eyes are particularly slanted at the outer edges, and a fold of flesh is conveyed by two fine incised lines carved between the eyes and eyebrow. The nose is slim and the mouth is full with thick lips, with the outer corners turned upwards to form a small smile. On the reverse of the head there are traces of the round-topped back-pillar at the neck. There are slight scratches to the stone surface across the face and crown of the king, with a small chip visible on the left side of the crown at the uraeus. A few further chips are notable along the ridge of the crown at the reverse and right side. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite (?)"], "Dimensions": [" Height: 24 centimetres (object. 41cm with base) ", " Weight: 9.80 kilograms ", " Width: 20 centimetres (object. 33 cm with base) ", " Depth: 16 centimetres (object. 27cm with base) "], "Curator's comments": ["Early identifications of the royal head attributed the facial features to the later ruler Ramses II (PM II), however certain aspects of the crown such as the incised band running across the forehead are first seen within Amenhotep’s reign (Hardwick 2003), and other surviving representations of Amenhotep III wearing the blue-crown also bear strikingly similar facial features to the British Museum figure (1952.513, Cleveland Museum of Art, Ohio: https://www.clevelandart.org/art/1952.513). Other surviving images that originally depicted Amenhotep III are known to have been recarved and reused by Ramses II (e.g. 22.107, Walters Art Museum, Baltimore: https://art.thewalters.org/detail/23612/the-head-of-a-statue-of-amenhotep-iii-re-carved-for-ramesses-ii/). The provenance for the British Museum statue head is uncertain, however suggestions have included Thebes (Hardwick 2003), which is supported by the many other surviving images of the king bearing the blue crown found within the Karnak area (Bryan 2007). Further Bibliography: J. Berlandini, 1993. ‘La statue thebaine de Kherouef et son invocation ä Nout’ in in C. Berger, G. Clerc, N. Grimal (eds.), Hommages à Jean Leclant Vol. I (Bibliothèque d’Étude 106) (Cairo), p. 393. B.M. Bryan, 2007. ‘A “New” Statue of Amenhotep II and the Meaning of the Khepresh Crown’, in J. Richards, Z. Hawass (eds.), The Archaeology and Art of Ancient Egypt: Essays in Honor of David B. O’Connor (Cairo), p. 186, n. 28. T. Hardwick, 2003. ‘The Iconography of the Blue Crown in the New Kingdom’, Journal of Egyptian Archaeology Vol. 89, p. 136 (AA). W. Seipel, 1992. Gott, Mensch, Pharao. (Vienna), p. 262-263, no. 94. General Sources: A.P. Kozloff, B.M. Bryan, L.M. Berman, 1992. Egypt’s Dazzling Sun: Amenhotep III and his World (Cleveland; Bloomington), p. 194, 229. W. V. Davies, 1982. ‘The Origin of the Blue Crown’, Journal of Egyptian Archaeology Vol. 68, p. 69-76."], "Bibliographic references": [" Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 533) ", " Vandenbeusch et al 2016 / Pharaoh: King of Ancient Egypt (p. 153) ", " Ziegler 2002 / The Pharaohs (p. 397, no. 29) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.25 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.25 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.51 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.51 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.51 1992 May-Oct, Vienna, Kunstlerhaus, Gott-Mensch-Pharao: Die Entwicklung des Menschenbildes in der altagyptischen Kunst 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Associated names": ["Representation of: Amenhotep III"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30448"], "Registration number": ["1899,0313.1"], "Conservation": ["Treatment: 11 Jan 2016"]}