{"artifact_name": "statue; bust", "Object Type": [" statue ", " bust "], "Museum number": ["EA14392"], "Description": [" Limestone head of a king, a sculptor’s model or trial piece. The king wears the nemes headcloth, with a uraeus ornament representing the coiled body of a cobra placed at the centre, its head now missing. His eyes are narrow with thin incised lines indicating the upper eyelids, and thin strips in raised relief indicating the eyebrows. His nose has broken off, but its outline on the right side is preserved. The lips are curved into a gentle smile. The face is round and fleshy, particularly around the mouth and jaw. The reverse is a flat surface that appears to be undecorated, with a modern label in faded black ink of ‘Benha 1871’. In addition to numerous breaks around the nemes cloth, uraeus and the nose, there are various small chips across the face and neck. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Excavated/Findspot: Benha "], "Materials": ["limestone"], "Dimensions": [" Height: 14 centimetres ", " Width: 10 centimetres (max) ", " Depth: 7.35 centimetres "], "Curator's comments": [" Faces of kings in the round were a popular subject for sculptor's models, particularly in the 30th Dynasty and early Ptolemaic Period (on nature and functions of this type of model see Tomoum 2005; see also Ashton 2014 for a different interpretation regarding king's heads and busts). Despite its damaged state, this model is of a particularly high quality. Such models were used as a visual aid to ensure the production of an even three-dimensional sculpture; on the reverse, this area typically includes an incised proportional grid, though this is not the case with this piece. Though originally dated to the Late Period, the stylistic facial features and smaller proportions of the ‘pendant’ shape of the uraeus are more indicative of a Ptolemaic date. For the significance of the ‘pendant snake’ as opposed to the usually raised uraeus, see Hill (2007).Such objects are also suggested to have been used as votive offerings and deposited in temples (Silverman 1997), though the full process of such a practice is uncertain. General Sources: S-A. Ashton, 2014. ‘Limestone and Plaster Royal Sculpture of the Late and Ptolemaic Periods in the Fitzwilliam Museum', in A.M. Dodson, J.J. Johnston and W. Monkhouse (eds.), A Good Scribe and an Exceedingly Wise Man: Studies in Honour of W. J. Tait (London), p. 7-24. M. Hill, 2007. ‘Lives of the Statuary’ in M. Hill, D. Schorsch (eds.), Gifts for the Gods: Images from Egyptian Temples (New York; London). D.P. Silverman, 2014. Searching for Ancient Egypt: Art, Architecture, and Artifacts from the University of Pennsylvania Museum (Pennsylvania). N.S. Tomoum, 2005. The sculptors' models of the Late and Ptolemaic periods: a study of the type and function of a group of ancient Egyptian artefacts (Cairo). ", " See PM viii, p. 229. ", " To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 229)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14392"], "Registration number": ["1871,0619.435"]}