{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA902"], "Description": [" Limestone stela of Amenhotep: a round-topped stela is decorated in raised relief with the carefully balanced symmetrical composition favored in Egyptian two-dimensional art. The arc of the stela is filled with a winged sun disk over the names, in cartouches, of Thutmosis IV. The king's throne name, Menkheperre, is in the centre. Since all the hieroglyphs in this name happen to be symmetrical, they can be read with both of the other cartouches, which contain his given name, Thutmosis, reading from right to left on the left and from left to right on the right side. Beyond the cartouches, and intended to be read with them, are a sedge plant and a bee, which form the title \"King of Upper and Lower Egypt.\" Tucked into the corners are protective symbols, including the jackal god Anubis and the wedjat eye. Amenhotep is shown with short-cropped hair, wearing a leopard-skin vestment over a collar necklace and short kilt, and sandals. His hands raised in adoration, he worships a pair of gods who sit back to back within a shrine with a cornice topped by cobras bearing sun disks on their heads. It is the god Osiris, King of the Dead, who is shown in the dominant rightward orientation and thus given precedence. As usual, Osiris wears a white crown and divine beard, and is entirely shrouded except for his head and hands. His collar necklace is held in place by a counterweight at the back. In one hand, the god holds an 'ankh'. With the other, he holds his three most important emblems: a flail, a long crook, and, in front of that, a 'djed' pillar. The lesser god, Wepwawet, was a jackal-headed god of the necropolis, like Anubis. Besides a collar necklace and a short kilt, Wepwawet has a bull's tail (worn among mortals only by the king) attached to the back of his belt and protruding in front of his legs. He holds an 'ankh' and the was scepter, exclusive to the gods. The text below this scene is a prayer to Osiris and Wepwawet on Amenhotep's behalf, toward the end of which he boasts of having followed the king on the battlefield in foreign lands. Amenhotep's two sons, shown in the bottom register are identified as chariot soldiers. The sons give honor to their father, who is seated at an offering table with his mother on the left and his wife on the right. Like his standing images above, these two representations of Amenhotep are simply mirror reversals.The sons' figures, however, are differentiated in a more naturalistic rendering of their gestures: each raises his right hand, and each holds something in his correctly positioned left hand (a paw of the leopard skin on the left and a folded cloth on the right). "], "Authority": ["Ruler: Thutmose IV"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 86.30 centimetres ", " Width: 58.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 143, fig. 64; J. H. Breasted, Ancient records of Egypt : historical documents from the earliest times to the Persian conquest' II (Chicago, 1906), p. 325; S. Sharpe, ‘Egyptian Inscriptions from the British Museum and other sources’ 1st series (London, 1837-55), p. 93."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (48) ", " Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (p.9) "], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Amenhotep ", " Named in inscription: Thutmose IV ", " Representation of: Anubis ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Wepwawet "], "Acquisition name": ["Purchased from: Col Frazer"], "Acquisition date": ["1865"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA902"], "Registration number": ["1865,0228.1"], "Additional IDs": [" Miscellaneous number: BS.902 (Birch Slip Number) "], "Conservation": ["Treatment: 25 Aug 2000"]}