{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA994"], "Description": [" Part of a limestone tomb-relief: parts of three registers carved in good, low relief are preserved. In the bottom register, on the right, is a scene of fishing with a drag-net from a boat; on the left are parts of a harvesting scene - three men are shown harvesting grain and two donkeys are being led away, their backs loaded with great sacks of grain. The centre register contains a scene in which young girls dance and boys play various games; one of the boys is shown wearing an unusual mask. The top register, of which only the lower half is preserved, originally contained a scene of boat-building; on the left, part of one boat is visible; the remainder of the register shows a number of workmen engaged in preparing timber for further construction. The block is in two pieces, the division running down the middle; some damage has occurred on each side of this cut. Some colour still remains: considerable traces of red on the bodies of the men, traces of yellow on the grain being harvested, a few spots of blue on the water below the boat in the bottom register. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Excavated/Findspot: Giza (Memphis), tomb "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 48 centimetres ", " Width: 87.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Initially scholars guessed that this scene represented a circumcision ritual or a rite of exorcism. The importance of agricultural themes and cyclical iconography in Old Kingdom tombs, however, led other Egyptologists to suggest that the relief portrays events in a seasonal harvest festival intended to ensure the renewed fertility of the land once the crops had been gathered. The female figures were dancers or singers who belonged to a train of musical performers found at most important Egyptian ceremonies. The central group depicts boys dancing around a harvest deity (perhaps shown as a statue) who guaranteed fecundity once reaping was done. The scene of the boy struggling to escape the hut may be part of a puberty ritual marking his transition to a state when he, like the fertile land, could create new life. Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), 67; J. Capart, ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 30, pp. 73-75; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 6 (London, 1922), pl. 17; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum', (New York, 2001), 73-74 No 7; J. Baines, 'Fecundity Figures' (Warminster, 1985), 129-130, fig. 85. Temples and Tombs (American Federation of Arts, 2006): 112, cat no. 69; W. S. Smith, 'History of Egyptian Sculpture and Painting in the Old Kingdom' (London, 1949), pp. 209-11, fig. 83; J. Vandier, 'Manuel d'Archeologie egyptienne' IV (Paris, 1964), pp. 402-403,520-21,524-27, fig. 209, pl. 18; C. Sourdive, 'La main dans l'Egypte pharaonique : recherches de morphologie structurale sur les objets égyptiens comportant une main' (Bern, 1984), pp. 48-52, fig. 1; R. M. Janssen & J. J. Janssen, 'Growing up in Ancient Egypt' (London, 1990), pp. 63-66, fig. 27; W. Decker & M. Herb, 'Bildatlas zum Sport im alten Ägypten : Corpus der bildlichen Quellen zu Leibesübungen, Spiel, Jagd, Tanz und verwandten Themen' Vol. I (Leiden, New York & Cologne, 1994), pp. 629-30,787; Vol. II, pl. 349; G. Pinch, Magic in Ancient Egypt (London 1994), pp. 121-22, fig. 63; J. F. Romano, 'Notes on the Historiography and History of the Bes-image in Egypt', Bulletin of the Australian Centre for Egyptology (Sydney) 9, pp. 94-95, fig. 2; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 23, fig. 10. See Nord in Fs Dunham (Boston 1981): 142."], "Bibliographic references": [" James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.25) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (7) "], "Location": ["On display (G4/B25)"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["fair"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1879"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA994"], "Registration number": ["1879,1120.177"], "Additional IDs": [" Miscellaneous number: BS.994 (Birch Slip Number) "], "Conservation": [" Treatment: 22 Sep 2000 ", " Treatment: 24 Mar 2006 "]}