{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA21639"], "Description": [" Sycamore fig wood stela of Duwenespanefer: there are three sections on this round-topped stela. At the top is a sun-disk with uraei. The top and middle sections are divided by a multi-coloured border. The scene in the middle is placed below a sky-sign. The deceased stands on the right in adoration of Ra-Horakhty and Isis. Between him and the divinities is an altar on which rests a water-pot cooled by a lotus-flower. There are five lines of text below, which contain a prayer on behalf of Duwenespanefer, son of Pʒ-dỉ-Wsỉr. There are several gouges on the surface of the stela and the colour of blue has faded. Otherwise the stela is fairly well preserved. The background to the top and middle sections is grey. There is a curved yellow border at the top. The disk is red with yellow uraei with blue heads. The hieroglyphs on each side of it are blue, red, and yellow. There is a multi-coloured border consisting of blue, yellow, and red rectangles separated by two white and one black stripe, all edged in blue. In the middle section the sky-sign is blue. The human has a red body, yellow kilt, white collar, chest-strap, and eye. Ra-Horakhty has a red disk and body, white face, blue wig and sceptre, and yellow shoulder. Isis has a yellow body, red dress, blue wig and head-dress, and red fillet, and apparently white or grey face, now faded. She carries a red and a blue cloth. The altar is blue with a yellow top, the pot blue and the lotus blue with a yellow base and white patches. Two columns for hieroglyphs, which were never inscribed, are yellow with blue dividing lines. The hieroglyphs in the lower section are black on alternatively white and yellow backgrounds. The last line is discoloured to brown. There are traces of plaster on the sides and back which is heavily pitted. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 32 centimetres ", " Weight: 0.640 kilograms ", " Thickness: 3 centimetres ", " Width: 17.20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["See also 1888,0512.220 Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 83 (no. 130); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 113 (no. 39)."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.28-29)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Ra-Horakhty ", " Representation of: Isis "], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21639"], "Registration number": ["1888,0512.516"], "Conservation": ["Treatment: 22 Jan 2014"]}