{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA64843"], "Description": [" Cornelian amulet: this funerary amulet takes the form of a cobra with curved mouth, bulbous eyes and lines demarcating the deflated hood carefully delineated; like most examples, it is made of red coloured material. The amulet is incised with the name of its owner, Khay. "], "Authority": ["Ruler: Ramses II"], "Cultures/periods": ["19th Dynasty"], "Production date": ["1250BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["cornelian"], "Technique": [" incised ", " pierced "], "Dimensions": [" Length: 6.10 centimetres ", " Width: 1.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Called in Egyptian, 'menqebyt', this form of amulet was first depicted inside the coffins of commoners dating to the Middle Kingdom. Actual examples are not found before the New Kingdom, and then are almost exclusively from royal burials. Consequently, this example is important because the inscription names the vizier Khay who served Ramesses II. It is thus not only an early example of the amulet but also one of the rare instances in which the owner was not royal. The name of the amulet, linked with the words for \"fan\" and \"coolness,\" suggests it might have been intended to provide cool refreshment to the throat: it has a loop for suspension so it could be worn at the neck. However, its primary purpose was probably to ward off snakebites, which were as greatly feared by the dead as by the living. Bibliography: 'Egyptian Treasures' (Shanghai, 1999), 146-147 No 44; C. Andrews, 'Amulets of Ancient Egypt' (London 1994), p.84."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.122-123)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Named in inscription: Khay"], "Acquisition name": [" Donated by: Mrs Marion Whiteford Acworth JP ", " Purchased through: Maurice Nahman (?) "], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64843"], "Registration number": ["1946,1204.367"]}