{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2278"], "Description": [" Seated limestone figure with a separate crude figure at the reverse, possibly representing a king protected by a deity. The royal figure wears a smooth cropped wig and a double crown with a uraeus placed at the centre above the forehead, the cobra head now lost. The outline of the false beard below the chin is also visible. The figure has large hooded eyes, a broad nose and a small and only slightly modelled mouth. The outer corners of the mouth are faintly upturned, suggesting a small smile. The upper body appears bare, with slight modelling of the chest and slightly narrowed waist. He also appears to wear a short shendyt kilt outlined at the knees, though the waistline is not clearly delineated. The arms of a crudely modelled figure are placed along both edges of the seat towards the king in a gesture of protection. This figure faces forward with its rounded head merging into the back of the throne. The head and body of this figure are not completely carved and there is limited modelling of the legs in particular. The head of the king has been broken and repaired in modern times, with the head of the uraeus cobra now lost and the tip of the double crown damaged. Across the surface of the throne there are numerous abrasions, with larger parts of the stone missing from the front right side edge of the statue base and the back of the throne. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 29.50 centimetres ", " Width: 9.50 centimetres ", " Depth: 19 centimetres "], "Curator's comments": ["While the seated figure bears visual markers of his royal status such as the double crown and uraeus cobra, it is not possible to definitively identify the king represented. The figure on the reverse is rudimentary in form and has no indications of divinity, however the pose with the arms encircling the seated royal image may take inspiration from known artistic representations of kings enveloped by the protective image of a god. One other possibility could be that the scene represents a royal figure with a dedicant. On the basis of the modelling and the lack of an inscription, it is likely that this piece was unfinished. Despite previous suggestions of a later date (Budge 1922 as ‘Ptolemaic’), the rendering of the royal face is more reminiscent of the style of the Ramesside period."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 135, no. 143)"], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2278"], "Registration number": [".2278"], "Additional IDs": [" Miscellaneous number: BS.2278 (Birch Slip Number) "]}