{"artifact_name": "jewellery-fitting", "Object Type": ["jewellery-fitting"], "Museum number": ["EA26328"], "Description": [" Gold diadem-ornament: the ornament has eight rays or petals, each made separately and consisting of a base-plate with an escape hole for air and curved upper part. The petals are soldered to a central base around a central circular boss. Between every two rays are two granules of gold alternating with a single granule. A ring for suspension is soldered in the centre at the back. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-3rdC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": ["soldered"], "Dimensions": [" Diameter: 3.40 centimetres ", " Height: 10 millimetres "], "Curator's comments": [" This ornament is strikingly similar to a seven-pointed gold star worn on the forehead of the bearded man shown in portrait 1994,0521.12. Bibliography: H. Tait (ed.), 'Seven Thousand Years of Jewellery' (1986), fig. 207; K. Parlasca & H. Seeman, ‘Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit’ (1999), 138 no. 40; S. Walker, Ancient Faces, New York 2000, p. 153 [109]. ", " Published: Ein Gott 215, no. 70, p. 72. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (208) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (109) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.138, no.40) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (p.70) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2013, - 2014 21 Sep - 05 Jan, Bristol Museum + Art Gallery, Roman Empire: Power + People 2014, 25 Jan - 27 Apr, Norwich Castle, Roman Empire + People 2014, 15 May - 31 Aug, Coventry, Herbert Museum, Roman Empire + People 2014 -2015, 20 Sep - 4 Jan, Manchester, Roman Empire + People 2015, 24 Jan - 10 May, Dundee, Roman Empire + People 2015, 30 May - 13 Sep, Tyne & Wear, Roman Empire + People 2015-2016, Oct 29-Feb 7, London, BM, G35, Egypt: Faith after the Pharaohs. 2019 PROMISED Getty "], "Condition": ["fair"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26328"], "Registration number": ["1895,1115.28"]}