{"artifact_name": "figure; trial-piece", "Object Type": [" figure ", " trial-piece "], "Museum number": ["EA21916"], "Description": [" Limestone head of a royal figure, likely a sculptor’s model or trial-piece. The royal figure is depicted wearing the nemes headcloth, with the material tucked behind the ears and the long lappets that typically reach down below the shoulders now lost. A uraeus ornament depicting the cobra’s coiled body is placed at the centre of the wig, with the snake’s head lying flat just above the king’s forehead. His eyes are small and slanted, and include a thin incised line indicating the upper and lower eyelids. The eyebrows are indicated by faint ridges along the forehead, while the nose is broad and the thick lips are curved into a small smile. The face is rounded and fleshy, particularly at the mouth and jawline. On the reverse, the surface behind the ears and headcloth is a flat plane. In addition to the breaks at either side of the nemes and damage to the right ear, there are chips to the figure’s nose, chin, and mouth. There are also numerous small abrasions to the stone across the face, particularly at the eyebrows and cheeks, and to the band across the forehead of the headcloth. "], "Cultures/periods": ["Ptolemaic (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 12 centimetres ", " Weight: 0.661 kilograms ", " Width: 12 centimetres ", " Depth: 7.50 centimetres "], "Curator's comments": ["Faces of kings in the round were a popular subject for sculptor's models, particularly in the 30th Dynasty and early Ptolemaic Period (on nature and functions of this type of model see Tomoum 2005; see also Ashton 2014 for a different interpretation regarding king's heads and busts). Such models were used by the sculptor as an aid to ensure the production of an even three-dimensional sculpture; on the reverse of typical surviving trial-pieces, this area usually included an incised proportional grid, though this is not the case for this British Museum royal head. For the significance of the ‘pendant snake’ as opposed to the usually raised uraeus, see Hill (2007). Such objects are also suggested to have been used as votive offerings and deposited in temples (Silverman 1997), though the full process of such a practice is uncertain. The provenance for this particular example is not known, however is agreed to be Ptolemaic in date based on the small hoodless uraeus and the stylistic facial features (PM VIII; Russmann 2001). Further Bibliography: M. Vandenbeusch, A. Semat, M. Maitland, 2016. Pharaoh: King of Ancient Egypt (London), p. 170, Fig. 108. General Sources: S-A. Ashton, 2014. ‘Limestone and Plaster Royal Sculpture of the Late and Ptolemaic Periods in the Fitzwilliam Museum', in A.M. Dodson, J.J. Johnston and W. Monkhouse (eds.), A Good Scribe and an Exceedingly Wise Man: Studies in Honour of W. J. Tait (London), p. 7-24. M. Hill, 2007. ‘Lives of the Statuary’ in M. Hill, D. Schorsch (eds.), Gifts for the Gods: Images from Egyptian Temples (New York; London), p. 162. D.P. Silverman, 2014. Searching for Ancient Egypt: Art, Architecture, and Artifacts from the University of Pennsylvania Museum (Pennsylvania). N.S. Tomoum, 2005. The sculptors' models of the Late and Ptolemaic periods: a study of the type and function of a group of ancient Egyptian artefacts (Cairo)."], "Bibliographic references": [" Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 233) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 250-251, no. 139) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 64, no. 22) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete -head only)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21916"], "Registration number": ["1887,0730.45"], "Conservation": ["Treatment: 24 Apr 2000"]}