{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA854"], "Description": [" Wooden standing figure of Ramses I, eyes and eyebrows originally inlaid, wearing nemes head-cloth and kilt (the front of which is now lost), left foot forward and left arm raised, on a rectangular plinth, the whole is covered with a layer of bitumen. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1318BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Ramses I "], "Materials": [" sycomore fig wood ", " bitumen "], "Dimensions": [" Height: 218 centimetres (max) ", " Width: 57 centimetres ", " Depth: 111.50 centimetres "], "Curator's comments": ["Published: PM I Part 2, p. 535; G. B. Belzoni, ‘Narrative of the operations and recent discoveries within the pyramids, temples, tombs and excavations in Egypt and Nubia, and of a journey to the coast of the Red Sea, in search of the ancient Berenice and another to the oasis of Jupiter Ammon’, (London: John Murray, 1820), pp. 229-230; G.B. Belzoni, ed. A. Silotti, ‘Belzoni's travels: narrative of the operations and recent discoveries in Egypt and Nubia’ (London: British Museum Press, 2001), p. 200; Bonomi, Arundale, and Birch 1840, ‘Gallery of antiquities selected from the British Museum’ (London : J. Weale, 1842), p. 112, pl. 47 no. 170-1. Published: N. Penny, The Materials of Sculpture, 1993, pp. 124-126, 280 The discovery of the statue and its pair (EA 883) in the tomb of Ramses I on October 11, 1817 by Giovanni Battista Belzoni, agent for Henry Salt, British consul to Egypt, is described in his 1820 publication (pp. 229-230). He states that this particular statue was found in the burial chamber, while the other was found in the side chamber on the right hand side of the burial chamber. He also found a granite sarcophagus containing two mummies in the burial chamber, and statuettes of animal headed deities carved from wood, one with a turtle-head. Similar royal tomb guardian figures have been discovered in other New Kingdom tombs in the Valley of the Kings, of Tutankhamun (now in Cairo) and Ramses IX (also in the British Museum collection, EA 882). A much smaller figure of Amenhotep II in the same pose with a bitumen coating is also very similar stylistically. From the examples discovered in the tomb of Tutankhamun, we know that the statues would have been positioned to flank an inner doorway in the tomb, and that they were also selectively gilded. The gilding on other tomb guardians was likely stripped off when the tombs were robbed, but their sheer size likely prevented them from being stolen entirely. Perhaps unusually for a wooden object of such great size, the statue is made of native sycamore wood, rather than the cedar wood imported from Lebanon that the Egyptians usually used for large-scale purposes. The body is carved from a single trunk of a sycamore tree, while the arms, legs, and head were attached separately by means of mortises and tenons. Joins and unevenness were concealed with gesso, and the entire figure coated in a thin layer or bitumen. Knots in the wood from the original tree trunk are clearly visible in the kilt, and a crack in the wood runs down the front-centre of the torso. Tree growth rings are visible centred on the top of the head. The eyes and eyebrows would have originally been inlaid, as Tutankhmun’s are, but unlike the facial features of the statue of Ramses IX, which are carved in the round. The rest of the facial features on this statue have been damaged; none of the nose or mouth remain. A mortise socket above the brow would have originally held a uraeus, another on the chin would have featured a false beard, and a third at the base of the back of the head would have held the tail of the nemes headdress. The raised left hand holds a staff that rests on the statue base, while the left hand has a hole where it would have originally gripped a mace. The four slots at the front of the kilt would have held dowels that attached the projecting element of the kilt, as seen in other guardian figures. The base is made from two planks of wood. The right ankle was broken, and the front halves of the two feet are missing. This statue is depicted wearing a nemes headdress, while its companion wears a khat headdess. It should be noted that in Bonomi, Arundale, and Birch (1840, p. 112, pl. 47 no. 170), Birch identifies the statue as Seti I because of the similarity of its bitumen colouring to figurines he presumed to have been found by Belzoni in the tomb of Seti I. Bibliography: T. Philips, ‘Africa : the art of a continent’, (London : Royal Academy of Arts, 1999, 88-9."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Associated names": ["Representation of: Ramses I"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1821"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA854"], "Registration number": [".854"], "Additional IDs": [" Miscellaneous number: ES.854 "], "Conservation": [" Treatment: 01 Mar 1981 ", " Treatment: 14 Mar 2011 ", " Treatment: 27 Sep 1995 "]}