{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA13354"], "Description": [" Steatite fragmentary figure of Thutmose III, the lower body now lost. The king wears a nemes headcloth with long lappets extending onto his chest. A now damaged uraeus cobra is placed on top of the headcloth above his forehead. His facial features are heavily obscured, however he has thin arched eyebrows and his eyes are wide with a thick cosmetic line at the outer corners. His face is fleshy in appearance around the jawline. His upper body is bare, with long deliberate scratches across the chest. His arms are heavily damaged, but they appear to have been held by his sides. He wears a short shendyt kilt, and though the lower body is now missing, the stance of the left side leg suggests that it advances forward in the traditional striding pose. On the reverse are the remains of the upper portion of a broad back-pillar, with a single vertical line of incised text providing the Horus name of the king. There are various large breaks to the top of the head, around the edges of the headcloth, and upper arms, as well as large chips and scratches to much of the stone surface. "], "Cultures/periods": ["18th Dynasty (middle)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 16.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Though the surviving inscription confirms his identity, he is also recognisable through the partially surviving stylistic features including the distinctive almond shaped eyes and what survives of the mouth which appears to be curved upwards into a subtle smile, both also attributes found within other representations of Thutmose III. Steatite may have been deliberately chosen for this figure in comparison to other stronger materials to allow for the fine and intricate details to be more easily carved (Bryan 1997). Its soft state, however, also means that these objects are more susceptible to damage. The large scratches across the chest and torso area of the king may have been deliberate attempts to obscure physical details, but could also be a result of an attempt to remove gilding from the figure. Further Bibliography: B. Fay, 1995. ‘Thutmoside Studies’, Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo 51, p. 11-22. W. Siepel, 1992. Gott, Mensch, Pharao (Vienna), p. 240-241, no. 83. General Sources: B. Bryan, 1997. ‘Striding Glazed Steatite Figures of Amenhotep III: An Example of the Purposes of Minor Arts’, in E. Goring, N. Reeves, J. Ruffle (eds.), Chief of Seers: Egyptian Studies in Memory of Cyril Aldred (London; New York), p. 60-82. D. Laboury, 1988. La statuaire de Thoutmosis III: Essai d’interpretation d’un portrait royal dans son contexte historique (Liege)."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 51-52)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -lower legs and feet missing)"], "Associated names": ["Named in inscription: Thutmose III"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1881"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13354"], "Registration number": ["1881,0614.73"]}