{"artifact_name": "writing-tablet(?)", "Object Type": ["writing-tablet (?)"], "Museum number": ["EA21635"], "Description": [" Rectangular writing-board made of wood, with hieratic inscription on both sides, and a projection pierced possibly for suspension by a string. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Dimensions": [" Height: 13.30 centimetres ", " Weight: 363 grammes ", " Width: 28.50 millimetres ", " Depth: 2.70 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["A note on one side informs us that it was completed on the last day of a month; and a similar note on the other side refers to ‘day 2’, most likely of the month next following. The name Pa-sheri-en-Bastet (Petobastis) may be that of the apprentice responsible for the writing. In this case, the board would date to the Late Period. The main text is an excerpt from the Onomasticon of Amenemope, one example of a group of texts defined by Gardiner (1947, 5) as ‘catalogues of things arranged under their kinds, not alphabetically classified series of words.’ Fuller examples contain 9 sections as defined by Gardiner. This board has words referring to persons (‘young boy’, ‘lad’, ‘ship builder’, ‘head carpenter’, etc. – Gardiner’s section 3) on the one side and Upper Egyptian towns (from Biggeh to Hierakonpolis – Gardiner’s section 5) on the other. This board is one of nine sources representing the Onomastica of Amenemope, which have preserved in various states of preservation. Another source is EA10474,4. The title of the text suggests that it was used as an instructional manual, and Amenemope’s title is given as ‘scribe of sacred books in the House of Life’. Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 109"], "Bibliographic references": ["Gardiner 1947 / Ancient Egyptian Onomastica (34)"], "Location": ["Not on display"], "Exhibition history": [" 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good"], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21635"], "Registration number": ["1888,0512.216"], "Conservation": [" Treatment: 02 Feb 2015 ", " Treatment: 28 mar 2022 "]}