{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10520,3"], "Description": [" Papyrus written with black ink with traces of demotic text on recto and verso. Thompson's MS Catalogue: \"Mounted in eleven unnumbered frames. Provenance ? Writing. various hands and periods. several columns on both recto & verso. Contents. Frame (A). recto 5 cols. & vestiges of a previous one. a land register. verso. 21 cols. prob. a summing up of the totals of aruras on the recto. Frame (B). recto. 9 cols. list of inhabitants of houses(?). verso. 9 cols. (rougher hand). list mainly of parts of the body - often repeated. [...] list of a butcher - possibly distribution to temple officials of sacrificial animals. Frame (C). recto. 5 cols. arithmetical problems. Frame (E). recto 7 cols. list of names. cols. 1 & 2 [...] male - the rest appar. female. verso. 5 cols. accounts. Frame (F). recto 5 fragments, joined but not belonging (two mounted upside down). fragt. no. 2 - part of land register headed \"The island of Pnesh year 21\". etc. Date. early Roman(?). Origin. perhaps Memphis\". "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Memphis (Egypt) (?) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 88.70 centimetres (frame) ", " Width: 30.50 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["mathematical"], "Curator's comments": ["Bibliography: A. Imhausen, Mathematics in Ancient Egypt. A Contextual History (Princeton and Oxford 2016), 185-188, 193. Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (55978) (http://www.trismegistos.org/text/55978) ", " Parker 1972 / Demotic Mathematical Papyri (p. 64-72, no. 53-65, pl. 19-24.) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: dirty, loss, fractured, deposit, palimpsest Black ink (faint) Tabbed: kraft paper Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10520,3"], "Registration number": [".10520.3"], "Additional IDs": [" Miscellaneous number: Frame.3 "]}