{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA14383"], "Description": [" Fragmentary limestone statue with two cartouches across the body. The figure is badly damaged around the edges. At the top of the obverse is a faint ridge of the left forearm, enveloped in clothing, held across the chest. The left hand is now missing. Below the arm are two large incised cartouches of the sun-disc Aten. Both cartouches are partially broken, with the right side cartouche damaged along the outer edge, but still legible. On the reverse is a flat, smooth surface. There are visible cracks across the right side of the body and right side cartouche. Traces of an earlier paper label are also visible above the cartouches. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Amarna, el- "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Length: 11.33 centimetres (max) ", " Thickness: 4.36 centimetres (max) ", " Width: 8.58 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This fragment was acquired before the EES excavations of Flinders Petrie and Howard Carter in 1892 and the later excavations of John Pendlebury in the late 1920s and early 1930s, yet an Amarna provenance is likely based on the Aten cartouches. For many such fragments it is difficult to determine their original location, as examples of broken statuary were found not only in key areas like the Great Aten Temple, but also in numerous sites around the wider Central City. A similar fragment, though less well preserved, was also donated by John Shae Perring in the same year to the Museum - EA 14385, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA14385."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: John Shae Perring"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14383"], "Registration number": ["1853,0711.2"]}