{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA5629"], "Description": [" Ostracon of 'The Tale of Sinuhe': a limestone ostracon with the concluding stanzas of 'The Tale of Sinuhe' written on one side in eight lines of hieratic (the other side is blank). Verse-points in red ink mark the ends of metrical verses. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 17 centimetres ", " Weight: 2283 grammes ", " Width: 29 centimetres ", " Depth: 5 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The text is slightly corrupt, but this is an important manuscript for understanding and assessing the worth of the only other copy of this portion of the Middle Egyptian poem, a 12th Dynasty papyrus. The ostracon is probably an apprentice scribe's copy of the poem, which had been composed over seven centuries earlier. The narrative poem has been the most widely acclaimed masterpiece of Egyptian literature in modern times. It inspired a much translated novel by Mika Waltari (1908-79), 'Sinuhe the Egyptian' (1945), in which the 'Tale' was moved from its original Middle Kingdom setting into the more glamorous Amarna Period; it was also subsequently further reshaped into a Hollywood epic, 'The Egyptian' (dir. Michael Curtiz, 1954), one of whose stars, Peter Ustinov, described the experience as 'like being on the set of Aida and not being able to find the way out'.The novel reflects the author's postwar disillusion with all ideologies, and ends with Sinuhe dying, not in Egypt, but in splendid and despairing isolation, proclaiming that he has 'lived alone, all the days of his life'. The final passage of the original is very different: the hero describes how he returned to Egypt after a life of adventures and misadventures abroad, and regained his position in Egyptian society, with a happy burial. Bibliography: R. Koch, 'Die Erzählung des Sinuhe', in 'Bibliotheca Aegyptiaca' 17 (Brussels, 1990), 80-1 (text L); R. Parkinson and S. Quirke, 'Papyrus' (London, 1995), 21, fig. 9; recent translation: R.B. Parkinson, 'The Tale of Sinuhe and Other Ancient Egyptian Poems' 1940-1640 BC (Oxford, 1997), 21-53. A. Blackman, 'Middle Egyptian Stories' I, 'Bibliotheca Aegyptiaca' 2 (Bruxelles, 1932), text. R. J. Demaree Ramesside Ostraca (BMP 2002), 17 pl. 16. R .B. Parkinson, Reading Ancient Egyptian Poetry (Wiley-Blackwell 2009), 197-8. I. Regulski (ed.), Hieroglyphs: unlocking ancient Egypt (BMP 2022), pp. 137-8 The text of this poem is available on T.L.A. (http://aaew.bbaw.de/tla/) See also http://www.britishmuseum.org/channel/object_stories/tale_of_sinuhe.aspx"], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (79) ", " Demaree 2002 / Ramesside Ostraca (pl.16) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (393223) (http://www.trismegistos.org/text/393223) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good (chipped)"], "Associated titles": ["Associated Title:", " Tale of Sinuhe "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5629"], "Registration number": ["1839,0921.461"], "Conservation": [" Treatment: 15 Apr 2011 ", " Treatment: 17 Aug 1998 ", " Treatment: 28 Feb 2022 "]}