{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10061"], "Title": ["Object: Papyrus Baldwin"], "Description": [" Papyrus Baldwin: a record of grain transport: the recto contains a mid-20th Dynasty record of grain transport written in New Egyptian. It contains information about a fleet of twenty-one cargo ships belonging to the Domain of Amun and their being loaded. Each paragraph deals with a particular ship, with usually three ships in each column. Each entry is on a separate line, and the heading recording the name of the ship is written in red ink. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Asyut (town) "], "Materials": ["papyrus"], "Dimensions": [" Height: 20.70 centimetres (papyrus) ", " Length: 240 centimetres (frame) ", " Width: 46.30 centimetres (frame) ", " Width: 203 centimetres (papyrus) "], "$Inscriptions": [" "], "Inscription subject": ["administrative"], "Curator's comments": ["This papyrus was acquired as half a roll in 1882, and only in 1994 was it realised that it was the bottom half of a roll, whose top half is now in Amiens (P. Amiens). The papyrus seems to have been discovered in the necropolis at Asyut by someone who then broke it into two (probably over their knee), so as to have two papyri to sell. The handwriting is very difficult to read, being written at speed with extremely abbreviated signs. The difficulties are compounded by the presence of many place names that are obscure to us because the papyrus records information about a region otherwise little known from documents. Bibliography: For P.Amiens, see A.H. Gardiner, 'Ramesside Administrative Documents' (Oxford, 1948), 1-13; A.H.Gardiner, 'Ramesside texts relating to the taxation of corn', in 'Journal of Egyptian Archaeology' 27 (1941), 19-73, esp. 37-56."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (77) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380904) (http://www.trismegistos.org/text/380904) ", " Janssen 1989 / Papyrus Baldwin rediscovered (pp. 53-60) ", " Janssen 2004 / Grain transport in the Ramesside period: Papyrus Baldwin (BM EA 10061) and Papyrus Amiens "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Fractured, loss, fragmentary, insect attack Black ink Red ink Mount Details: Sandwich: glass Frame: wood Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: incomplete/fragmentary"], "Associated names": [" Named in inscription: Amun ", " Named in inscription: Khons "], "Associated places": [" Named in inscription: Asyut (town) "], "Acquisition name": ["Donated by: Edward T Baldwin"], "Acquisition date": ["1882"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10061"], "Registration number": [".10061"], "Conservation": ["Treatment: 05 Jun 2001"]}