{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Museum number": ["EA68826"], "Description": [" Upper part of a ceramic figure depicting a lyre-player, the lower body now lost. The figure is depicted with the right hand crossing the chest to touch the musical instrument, which is held high on their left side. The individual is crudely carved, with the hair and facial features such as the eyes, ears, and nose discernible but not depicted in detail. Strings of the lyre are also indicated through raised ridges. On the reverse the upper left arm is indicated flat against the body, and a strap(?) is placed around the neck of the musician. The crude modelling and poor-quality execution make it difficult to determine if the figure represents a male or female musician. In addition to the break and loss of the lower body, there are numerous abrasions around the arms and neck area of the figure. The object would originally have been glazed, though none of the glaze has survived. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["550 BC (circa)"], "Production place": [" Made in: Naukratis (possibly) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 5.86 centimetres (max) ", " Width: 4.44 centimetres ", " Depth: 2.29 centimetres "], "Curator's comments": ["Figures of musicians, as well as other human and animal figurines, were discovered within the sanctuary of Apollo at Naukratis (Petrie 1886). Although the findspot for this figure is recorded by Petrie as the town area of Naukratis, it has since been argued that it may have instead been displaced from the sanctuary of Apollo (Petrie 1886; Webb 2015). Webb (2015) groups this figure with two other examples, both also upper parts of the object and both holding an instrument or object on their left side (both now in the British Museum, London, collection: EA 68831 and 1934,0309.4). Each of these figures are poorly constructed, with limited remains of glazing and generally very crudely modelled; on this basis, Webb suggests a production date of the middle of the 6th century BC (ibid). This object was analysed in March 2014 by the Centre de Recherche et de Restauration des Musées de France (C2RMF). Using proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam, the object was inspected to characterise its elemental chemical composition (major, minor and trace elements). Further Bibliography: A. Meek et al, 2016. ‘Discerning differences: Ion beam analysis of ancient faience from Naukratis and Rhodes’, Technè 43: 2, p. 100-101. V. Webb, 2015. ‘Archaic mixed style faience figures’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p.13, p. 24, Fig. 6."], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (p. 89-90, no. 403) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p.14, Pl. II, no. 12) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.13) "], "Location": ["Not on display"], "Condition": ["incomplete and worn"], "Subjects": ["music"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68826"], "Registration number": ["1886,0401.1498"]}