{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA64396"], "Description": [" Fragmentary steatite male figure, only the upper body now remaining. The figure wears a shoulder-length striated wig, set high on the forehead and tucked behind the large ears. His eyes are small and rounded, with a heavy upper eyelid and deep sunken skin underneath the eyes. Details of the nose are obscured by damage, but a visible fold of flesh is conveyed across the left side of the face. The mouth is small and also damaged, but the lips appear to be pursed together. The face is very fleshy in appearance around the cheeks and jawline, with a small visible bulge of flesh at the neck. He wears a wrapped garment with fringed detail across the left shoulder and back that extends around to the right side waist. His left hand is exposed from the material and held flat across the chest, while the right arm appears to have been held flat against the side of the body. The right arm is badly damaged at the elbow, with numerous chips to both the left and right upper arms. The chest and left hand are also chipped, and the face has suffered damage to both the nose and mouth. A shallow hole has been made at the top of the head extending onto the forehead. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 8.70 centimetres ", " Width: 6.50 centimetres "], "Curator's comments": ["The wrap garment was a popular Middle Kingdom style, and further stylistic features of the face also support a late Middle Kingdom date. In particular the oversized ears, visible signs of age through the sunken skin and lines around the nose, point towards a date around or after the late 12th Dynasty, after the reign of Senwosret III. Such figures wearing this particular fringed cloak could be shown standing, seated, or in a cross-legged position, any of which seem possible for this fragment."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Frederic Gordon Roe"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64396"], "Registration number": ["1939,0506.1"]}