{"artifact_name": "lintel", "Object Type": ["lintel"], "Museum number": ["EA66667"], "Description": [" Sandstone lintel of the viceroy Hori: fragment of a large lintel consisting of the torus roll and cornice with incised scenes and texts. In the centre of the lintel are the cartouches of Ramses III. On the left side the viceroy of Kush Hori and the mayor of Buhen Harmose kneel in adoration. Several columns of text are inscribed with a prayer to the king on their behalf. The lintel is battered about the edges, with the loss of the upper left corner and the right side which was recovered separately. The surface is worn in places so that the text is difficult to interpret. There are no traces of colour. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: Buhen (Nubia) "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 53.40 centimetres ", " Length: 96.50 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["A portion of the right side of the lintel was discovered separately and is now unlocated (H. Smith, 'The Fortress of Buhen: The Inscriptions' (London, 1976), 118-19, no. 1511, pls. XXV/1, LXXIV/2-3). The viceroy Hori can be identified either with Hori, son of Kama, who is last attested under Sethnakhte or, more likely, his son Hori, who was in office from at least year 5 of Ramesses III until the end of the reign. Bibliography: 'Orientalia' 33 (1964), 375; A. F. Shore, 'British Museum Quarterly' 29 (1964-5), 125; K.A. Kitchen, 'Ramesside Inscriptions' 5 (Oxford: Blackwell Press), p381."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.20-21)"], "Location": ["On display (G65)"], "Condition": ["The lintel is battered about the edges, with the loss of the upper left corner and the right side which was recovered separately. The surface is worn in places so that the text is difficult to interpret. There are no traces of colour."], "Associated names": [" Named in inscription & portrayed: Hori ", " Named in inscription & portrayed: Hormose ", " Named in inscription: Ramses III "], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1964"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66667"], "Registration number": ["1964,1215.1"], "Conservation": ["Treatment: 06 Feb 1982"]}