{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA350"], "Description": [" Sandstone stela of Merptahemperamun: crudely carved, round-topped stela bearing two registers on each side. The upper register of the first side shows Amun-Ra enthroned in the centre with Mut and Khons standing behind. An altar on which rests a water-pot cooled by a lotus flower is situated before the god. On the right Merptahemperamun stands in adoration with a brazier in one hand. An upstanding lotus is depicted behind him. In the lower register a prayer to Amun-Ra and Mut is incised on behalf of Merptahemperamun, son of Peterem (?). He is depicted standing in adoration along with the lady Meter, who holds a lotus and sistrum, and his son Ramsesemperatum, who holds a lotus. The lady is evidently the wife of Merptahemperamun. On the second side of the stela the upper register depicts Ramsesemperatum, who may possibly be also known as Ptahemwia, although the context is unclear. He is shown in adoration on the right of the scene before an altar heaped with offerings. Beyond the altar Osiris sits on his throne behind which stands Isis and the standard of the West. In the lower register Amun-Ra stands on the left behind an altar on which rests a water-pot cooled by a lotus flower. He is worshipped by Mermeshaf, otherwise known as Paperaareneheh, a lady holding a lotus and a sistrum beside whom is the text her daughter Ren, and Ramessemperatum. The stela shows signs of wear on the surface. The bottom edge is damaged. There are traces of red paint on the figure of Mut, the throne of Amun, the altar and the figure of the deceased in the upper register of side. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (according to Sale Catalogue) "], "Materials": ["sandstone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 53.50 centimetres ", " Weight: 20 kilograms ", " Width: 38 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["religious"], "Curator's comments": ["No further details are available on this family group. The main title used by the family is obscure. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 206 (no. 749)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.64-65)"], "Location": ["Not on display"], "Condition": ["The stela shows signs of wear on the surface. The bottom edge is damaged."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Ptahemwia ", " Named in inscription & portrayed: Ren ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Amun-Ra ", " Named in inscription & portrayed: Theban Triad "], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA350"], "Registration number": [".350"], "Additional IDs": [" Miscellaneous number: BS.350 (Birch Slip Number) "]}