{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA36"], "Description": [" Limestone statue of Horemheb and one of his wives seated on chairs with lion-paw feet; man wears curled lappet-wig, pleated garment with short flared sleeves and sandals; woman wears gala-wig; no inscription; damage to chest and hands of woman. "], "Cultures/periods": [" 18th Dynasty (Late; ?) ", " 19th Dynasty (Early; ?) "], "Production date": ["1300BC-1250BC (c.)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 130 centimetres "], "Curator's comments": [" In 1976, René van Walsem discovered the missing hands of the sculpture in the Tomb of Horemheb at Saqqara and, in 2009, confirmed the join with the statue: M J Raven, V Verschoor, M Vugts and R van Walsem, The Memphite tomb of Horemheb V (Turnhout 2011), 375-9. Identification of figures as Horemheb and Amenia cited in Booth 2009, 44. PM I Part 2: p.790; Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 42 Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 288; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 192-3. ", " Strudwick N 2006 This anonymous statue of a couple is a striking element of the Egyptian sculpture display in the British Museum. The husband and wife are seated on high-backed chairs with lions' legs; the man wears a long curled lappet-wig, a pleated kilt, and sandals. A pair of long baggy sleeves are visible on his upper arms, perhaps from a tunic, or possibly from a wrap-round cloak or shawl. Other traces of this garment only appear round the lower back, so it must either have been a cloak or sufficiently diaphanous to have been depicted by means of paint, now worn off. The woman wears a long enveloping wig, of the type which came into fashion in the second half of the Eighteenth Dynasty, and a long wrap-round garment, also fashionable for roughly the same length of time, which is tied together under the right breast. The noses have been restored and there is some damage to the hands and breasts, but otherwise the statue is in excellent condition. These dress styles are characteristic of the late Eighteenth and early Nineteenth Dynasties. The earliest examples are known from the reign of Amenhotep III, around 1370 BC, and the style formed the basis for non-royal dress of the Amarna Period. The statue's provenance is unknown, but might be either Thebes or Saqqara. Of these, Saqqara seems the more likely, especially as the object was collected by Anastasi, who was probably more active in the Memphite than the Theban area. In addition, several similar statues come from Saqqara, all free-standing, whereas statue groups of this size at Thebes would normally be cut from the rock. The best-known group from Saqqara is that of Maya and his wife, now in Leiden. The tombs in which these statues were placed only began to be systematically excavated in the late twentieth century. The largest examples include the tombs of Horemheb (see his stela, Big Number 551) and Maya, which, with their impressive gateways, colonnaded courts, and complex chapels, are often termed 'temple-tombs'. The statue was particularly admired by the sculptor Henry Moore (1898-1986), and was the inspiration for his King and Queen (1952-3), now in the Tate Gallery, London. In 1998, as part of a tribute marking the centenary of his birth, the Tate Gallery lent the King and Queen to the British Museum. The two couples were placed together in the Egyptian Sculpture Gallery as if in conversation. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.192-193)"], "Location": ["On display (G4/CSW)"], "Condition": ["fair - some detail chipped"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36"], "Registration number": ["1839,0921.726"], "Additional IDs": [" Miscellaneous number: BS.36 (Birch Slip Number) "], "Conservation": [" Treatment: 20 Feb 2015 ", " Treatment: 22 Oct 2014 "]}