{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36438"], "Description": [" Steatite striding figure of a male official on a slim rectangular base. He wears a short cropped wig with a cross-hatched pattern that also covers his ears. His eyes are narrowed and slightly asymmetrical, with a heavy upper eyelid. His eyebrows are arched and slope down to the temple, while his nose is slim with a slightly bulbous tip. His mouth is wide with thick lips that appear pursed together. His face is rounded and fleshy, with a notable bulging of flesh under the chin and around his extremely broad neck. His upper body is bare, with a subtle horizontal ridge delineating the chest area and a narrowed waist. His arms are placed by his sides and he appears to hold an object in each hand, possibly a piece of folded cloth. He wears a pleated shendyt kilt belted at the waist, and his left leg advances ahead of the right leg. On the reverse is a short back-pillar which is uninscribed. There are slight scratches across the upper body and small abrasions to the edges of the statue base. The figure is now placed on a modern rectangular base. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 11.55 centimetres ", " Width: 3.49 centimetres ", " Depth: 6.26 centimetres "], "Curator's comments": ["Non-royal monuments like these were often inscribed with an offering formula dedicated to a particular deity, and would include the name and titles of the dedicator. Such inscriptions could be removed and the object could be repurposed by another individual at a later date, but here there are no clear traces of a damaged or faded inscription. Without surviving text, it is difficult to determine the object’s original provenance."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36438"], "Registration number": ["1902,0412.138"]}