{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA15655"], "Description": [" Rectangular wooden outer-coffin of Hor; painted decoration and Hieroglyphic text; reinforced with metal clamps. "], "Cultures/periods": ["25th Dynasty"], "Production date": ["700BC-680BC (c.)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " metal "], "Technique": ["painted"], "Dimensions": [" Height: 91.50 centimetres ", " Length: 204.50 centimetres ", " Width: 76.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" PM I Part 2: p.828; Mysliwiec, Royal Portraiture of the Dynasties XXI-XXX (1988): 42, 119; pl. XLIXa; Taylor in Davies, Colour and Painting, London 2001, p. 175, col. pl. 56 [3]; Taylor, in Strudwick and Taylor (eds): The Theban Necropolis (2003). P.117 [pl.73]; Sheikholeslami, in Strudwick and Taylor (eds): The Theban Necropolis (2003). p.132 [pl.91]; J. Taylor in N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 258-9. ", " Strudwick N 2006 Hor, priest of Montu, belonged to a powerful Theban family, and his burial assemblage is typical of those prepared for people of high status during the Twenty-fifth Dynasty. Political decentralization and economic stress had curtailed the construction of new tombs. Burials were deposited in older sepulchres or in temple precincts, and the dead were now provided with only those items considered most essential to ensuring new life - most importantly, a set of coffins richly decorated with religious texts and symbolic images. The eternal universe in which Hor hoped to dwell was magically created for him by the shape and decoration of his coffins. Two, of a possible three, have survived: a rectangular outer case (this object) and an inner one of anthropoid form (registration no. 1880,0530.1). This is Hor's outer coffin, which resembles a shrine for the physical body (statue) of a god. The use of this shape for a coffin alludes to the divine status which the occupant hoped to achieve after death. But the coffin is also a model of the universe, the vaulted lid representing the sky, across which the sun god travelled, and the base the earthly realm ruled over by Osiris. To emphasize this link, the lid is painted with scenes depicting the creation of the universe (the separation of the earth god Geb and the sky goddess Nut) and the daily cycle of the sun (Hor is shown piloting Atum, the evening sun, in a barque). The coffin's long sides are arrayed with deities, intended to give eternal protection to the mummy. The spaces between them contain extracts from the Book of the Dead. At one end Hor is shown sitting before a table of offerings, a scene heavily influenced by Old and Middle Kingdom art. The inner coffin ( registration no. 1880,0530.1) has been skilfully carved to represent Hor as a divine being. His body is shrouded, leaving only his head exposed, and he stands on a plinth, his back supported by a pillar. The coffin's surfaces are covered with hieroglyphic texts and images, including spells from the Book of Dead to ensure food offerings for Hor's spirit and to assist him in passing through the ordeal of judgement. Hor's burial place seems to have been discovered in the early 1820s, when his funerary objects were acquired by European collectors. The findspot was not recorded, but at around the same time funerary furniture belonging to several relatives of Hor also came to light, suggesting that a communal burial may have been discovered. This was perhaps located at or near Hatshepsut's temple at Deir el-Bahari, where other burials of the priests of Montu were found in the 1850s and 1860s. The British Museum also has a shabti box of Hor (registration no. 1837,0413.70) and another box is in Aberdeen. No actual shabtis of his survive. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.258-259)"], "Location": ["On display (G62/dc19)"], "Condition": ["good"], "Associated names": ["Named in inscription: Hor"], "Acquisition name": ["Purchased from: Morten & Son"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15655"], "Registration number": ["1880,0521.1"], "Conservation": ["Treatment: 13 Jan 2014"]}