{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["EA17173"], "Description": [" Large fragment, one half of lower body of a tunic (front or back); Consisting of (a) a plain weave, undyed linen base cloth or lining, (b) a yellow silk surface and (c) an applied panel of figured silk sitting roughly over the knee of the wearer. (a) in two pieces, seamed together across the waist and with part of a third piece survivng in vertical side seam; Linen is glossy and straw-coloured; Warp: S-Spun, 12-14 tpc; Weft: S-spun, 12-16 tpc; Edges: original edges cut except for the lower edge of the upper edge (hidden in waist seam) which is a selvedge, other edges torn or ragged; Waist tuck: centre selvedge on upper half and frayed edge on lower half, side is ditto, shaping made simply by increasing the overlap; Sewing: main constructional sewing in S-spun Z ply linen thread, double waist seam has edges turned under backstitched and overcast; side seam is twice bsack stitched, the second row including the yellow silk; hem in linen and silk backstitched together with (cut) edges turned up, and then secured by four rows of running stitch, the latter in singles S ply line thread; a line of stitching rependicular to hem joining (a) to (b), running just to the right of decorative panel, running stitch also in S-spun singles of linen thread; Looking at back, running stitch around panel doesn't go right through to back, though running stitch across the centre does. (b) yellow, plain weave silk with three narrow, white stripes between the decorative panel and the side seam; Horizontal seam occuring a quarter of the way down the decorative panel, and mainly obscured by it, joins two similar pieces; Side seam retains fragments from the other side of the tunic; Warp: Z twist, 30-40 tpc; Weft: no twist,c.30-37 tpc; Edges: cut edges at horizontal seam and hem, warp fringe at side seam, other edges ragged; Sewing: at horizontal seam in yellow, silk thread (no twist) matching weft of textile - double seam, backstitch followed by running stitch(?); In stripes, nos of white threads- outer 6, middle 6, inner 6, stripe above seam is 6 picks; There are also a couple of white threads at the far edge of the lower piece, in the vertical seam, where these threads don't exist - in particular white fringe is best preserved - must have been unravelled. (c) square of multi-coloured figured silk, a decorative panel sewn to the main tunic; Design of a roundel frame containing paired horsemen spearing lions, with dogs below; Stylised plant top centre and sections of plant in the spandrels; Ground cherry red, design in white, light green, blue and yellow; the blue alternating with the green in horizontal stripes; the drawing stylised with outlines; Technique of weft-faced compound twill, 3 lats, S twill and paired main warp; Warp: cream, Z twist, c.35 tpc at binding warp and 35 paired ends of main warp; Weft: no twist, c.45 passes per cm; Edges: all hidden and probably all cut; Sewing: edges turned under and overcast in S-spun Z ply linen thread, also running stitch parallel to edges but a little way in and across centre of panel, is S-spun singles of linen thread; Vertical repeat c.25.5 cm, widthways repeat 10-13cms; Faults of some narrow vertical lines of the wrong colour visible in the roundel frame. "], "Cultures/periods": [" Byzantine ", " Sogdia "], "Production date": ["700-750"], "Production place": [" Made in: Egypt ((a) and (b)) ", " Made in: Central Asia ((c)) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" silk ", " cotton "], "Technique": [" woven ", " dyed ", " sewn "], "Dimensions": [" Length: 24 centimetres (panel (c)) ", " Length: 43 centimetres (surface silk (b)) ", " Length: 92 centimetres (whole textile (a)) ", " Width: 21.50 centimetres (panel (c)) ", " Width: 54.50 centimetres (surface silk (b)) ", " Width: 50 centimetres (whole textile (a)) "], "Curator's comments": ["Previous location cupboard 64, in perspex; Lining textile (a) has been used previously for a similar tunic but with a round knee decoration and a broad clavus ending in a disc, traces of the sewing, in S-spun Z ply linen thread, remain in situ. (b) may also be a re-use for this textile - note horizontal seam and absence of selvedges, but white pin stripes show that it was worn to be used for a tunic. (c) woven as part of a larger textile with a repeating design of roundels; Another square panel of the same figured silk is in the Musee Historique des Tissus, Lyon, doubtless from the same tunic, but without retaining any of the facing or base textiles. For description and attribution, see Budge 1893, 12; Literature includes: D. Shepard \"Zandaniji revisted\", Documenta Textilia: Festsdrift fur Sigrid Muller-Christensen, ed. K. Stolleis and M. Flury-Lemberg, pp.109-10, fig. 3; Also E.Kitzinger, \"Early medieval art in the British Museum and British Library\", 3rd ed., BM, 1983, and 1st ed., 1940, pl.14; Information from Hero Granger-Taylor (4.1.1990); (a) and (b) M.Martiniani-Reber, Lyon, Musee Historique des Tissues; Soieries sassandides, coptes et byzantines (Inventaire des collections publiques francaises 30), Paris, 1986, cat. no. 92, Inv.896.III 1. Information from Hero Granger-Taylor (4.1.1990)."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.228) (Table case H, no. 25) ", " Muthesius 1997 / Byzantine Silk Weaving, AD 400 to AD 1200 (M1169a, M1209) (listed as 1886,0423.3) "], "Location": ["Not on display"], "Condition": ["(a) fair in lower half, fragmentary in upper; (b) very fragmentary, much faded in rectangle where exhibited; (c) faded and worn, one area rotted away; Unknown date stuck to sticky net"], "Subjects": [" hunting/shooting ", " animal "], "Acquisition name": ["Donated by: Rev William MacGregor"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17173"], "Registration number": ["1886,0723.3"]}