{"artifact_name": "pyramidion", "Object Type": ["pyramidion"], "Museum number": ["EA1742"], "Description": [" Limestone pyramidion of the God's Adorer ʒst: the pyramidion bears on its principal surviving face three columns of incised text of which the middle column names the God's Wife of Amun, the King's Daughter, the God's Adorer Isis. On either side of the royal cartouche the princess, carved in sunk relief, is shown kneeling with her arms raised in adoration. The preserved portions of the other two sides each bear similar representations of the princess and the remains of a column of text . This piece consists of the lower portion of the pyramidion. Only one side has been preserved entirely in width, while the two adjoining sides are fragmentary. The preserved portion is pitted in places. There are no traces of colour, but the plaster covering the hard stone has gone yellow. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" limestone ", " plaster "], "Technique": [" incised ", " plastered "], "Dimensions": [" Height: 38.20 centimetres ", " Width: 43 centimetres ", " Depth: 7.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The God's Adorer Isis, daughter of Ramesses VI and Queen Nubkhesbed, is known from a stela (now Manchester 781) found at Coptos (W. M. F. Petrie, 'Koptos' (London, 1896), pl. XIX) and an inscription, now lost, from Deir el-Bakhit which recorded her installation as God's Wife under Ramesses VI (R. Lepsius, 'Denkmäler aus Aegypten und Aethiopien' Text 3 (Leipzig, 1897-1913), 101; Černy, 'Journal of Egyptian Archaeology' 44 (1958), 31-2; K. Seele, 'Journal of Near Esatern Studies' 19 (1960), 192-7; J. Monnet, ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 63 (1965), 214-16; K. A. Kitchen, 'Journal of Egyptian Archaeology' 58 (1972), 189-91). B. Schmitz, 'Untersuchungen zum Titel Sʒ-Njswt 'Konigssohn' ' (Bonn, 1976), 314, 322, note 4, differentiates between Isis, daughter of Ramses IV, and Isis, daughter of Ramses VI, whereas present research has shown that the existence of the former is unlikely (Monnet. BIFAO 63 (1965). 215-26; Kitchen, JEA 58 (1972), 190-91)). Since Isis is not recorded as having married and was installed in office in the lifetime of her father, she may have been one of the first God's Wives to remain a celibate priestess (C. Sander-Hansen, 'Das Gottesweib des Amun' (Copenhagen, 1940); J. Yoyotte, 'Bulletin de la Société français d'égyptologie' 64 (1972), 42-3). The tomb from which this piece presumably derived has not been located but probably lies in the Theban area. An alabaster cup inscribed for the God's Adorer Isis may also have come from the same location (H. W. Muller, 'Ägyptische Kunstwerke, Kleinfimde und Glas in der Sammlung E. und M. Kofler-Truniger, Luzern' (Berlin/Munich, 1964), no. A143). Bibliography: K.A. Kitchen, 'Ramesside Inscriptions' Vol. 6 (Oxford: Blackwell Press), p347."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.30-31)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom "], "Condition": ["Fair. This piece consists of the lower portion of the pyramidion only. Only one side has been preserved entirely in width, while the two adjoining sides are fragmentary. The preserved portion is pitted in places."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription & portrayed: Isis"], "Acquisition name": ["Donated by: Sir Robert Ludwig Mond"], "Acquisition date": ["1930"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1742"], "Registration number": ["1930,0714.3"], "Conservation": ["Treatment: 15 Dec 1993"]}