{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["EA22345"], "Description": [" An intact pottery amphora with a small flared foot, convex sides widening to the shoulder, two handles and a cylindrical neck, finished with an external rim. The exterior was covered by a pale slip, which varies from cream to pink in colour in different areas, but much of this slip has disappeared owing to exfoliation of the surface. The core fabric is compact and dull brown in colour; it contains sand and small flecks of limestone. In applying the handles to the neck too much pressure was exerted, with the result that the neck was deformed to an eliptical shape instead of a circle. "], "Cultures/periods": ["Greek (?)"], "Production date": ["550BC - 500BC"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Very probably Findspot 52, south-eastern quarter of the Saite enclosure (so-called \"Camp\"), area of ironsmith's workshops, or Findspot 51, domestic buildings in the urban area to the Saite enclosure (so-called \"Camp\"). "], "Materials": ["pottery"], "Technique": ["slipped"], "Dimensions": [" Diameter: 28 centimetres (maximum) ", " Height: 42 centimetres "], "Curator's comments": ["A findspot number, which could be either 51 or 52 (the latter more likely), has been scratched into the shoulder between the neck and one of the handles. Compare with Zeests' Samian amphorae: Dupont i Cook-Dupont 1998, 179 See also London, BM, EA 22349."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 61 § 58, p. 64, 66 § 61, pl. xxxiii, 1) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 304) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.113-114, p.204, pl.46) "], "Location": ["Not on display"], "Condition": ["good but slip worn"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22345"], "Registration number": ["1887,0101.1240"], "Conservation": ["Treatment: 11 Jun 1987"]}