{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1162"], "Description": [" Grey siltstone statue of the goddess Isis with her wings wrapped protectively around the smaller image of the god Osiris. Isis wears a modius cylindrical crown topped with the sun-disc and horns, on top of a long and smooth wig which is set low and tucked behind the ears. Above her forehead is the raised hood and head of the uraeus cobra. She wears a tight-fitting sheath dress with a delineated neckline, and her nipples and the outline of her legs are emphasised through the clothing. Her carved wings emerge from the lower back area and reach around to the sides of the statue, with the stone merging into the top of the statue base. The smaller figure of the god Osiris stands on his own plinth, bringing his overall height to Isis’ torso. Osiris is identifiable via his mummified form, the feathered atef-crown, false beard and the crook and flail implements held across his chest. Both of Isis’ hands are placed at the arms of Osiris’ figure, supporting his image. Along the top of Osiris’ plinth, a short horizontal line of text provides his name and epithets and bears the name of Sheshonq, a male official and the dedicator of the monument. Two horizontal lines of hieroglyphic text are also inscribed on the top of the statue base in front of Osiris’ image which are oriented towards the living viewer. This text continues in a line inscribed around the edges of the statue base, beginning at the front of the statue and moving around to the right. On the reverse behind Isis is a slim back-pillar which is uninscribed. Both figures are in good condition though there is some damage to Isis’ face, with the tip of her nose now broken off and visible chips to the mouth area, her right eyebrow and the edges of the uraeus. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["590BC-530BC (circa)"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), Temple "], "Materials": ["siltstone"], "Technique": ["incised"], "Dimensions": [" Height: 81.30 centimetres (max) ", " Weight: 47 kilograms ", " Width: 17 centimetres ", " Depth: 47 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["commemorative"], "Curator's comments": ["The accompanying inscription for the statue refers to a male official named Sheshonq, who served as chief steward for the Divine Adoratrice, referring to the God’s Wife of Amun. The God’s Wife of Amun was an important religious office which became increasingly influential throughout the Third Intermediate Period and Late Period. Associated titles included ‘Divine Adoratrice of Amun’, and the females who performed this role were intimately connected to the Theban area as demonstrated by their burials within the Medinet Habu complex of Ramesses III. Though her name is not given here, Sheshonq is believed to have served under the God’s Wife Ankhnesneferibre in the 26th Dynasty. Two male officials both named Sheshonq are known to have acted as chief stewards in the lifetime of Ankhnesneferibre, therefore it’s not possible to identify which Sheshonq is being commemorated within this particular monument. The name Sheshonq is of Libyan origin, belonging to several kings of the Libyan Period, but it also became popular among Egyptians from that time onwards. His text features requests from the goddess as a reward for his efforts and devotion, including a long life, a proper burial, and for his name to endure. Though no clear site is mentioned or evoked, this statue is believed to have originally been established within the Osirian chapels at the temple of Karnak, which were actively built upon and enhanced by several of the God’s Wives of Amun during the Third Intermediate and Late Period (PM II). Further Bibliography: E.A.W. Budge, 1909. A Guide to the Egyptian Collections in the British Museum (London), p. 115. E. Graefe, 1981. Untersuchungen zur Verwaltung und Geschichte der Institution der Gottesgemahlin des Amun vom Beginn des Neuen Reiches bis zur Spätzeit (Wiesbaden), p. 219-221 (P20), Taf. 8, 16b, 17. K. Jansen-Winkeln, 1998. ‘Beiträge zu den Privatinschriften der Spätzeit', ZÄS 125, p. 7-8. O. Perdu, 1999. ‘Un appel d'Isis, (statue Londres BM [1162])’, Chronique d'Egypte 74, Issue 148, p. 231-239. General Sources: M. F. Ayad, 2009. God’s Wife, God’s Servant: The God’s Wife of Amun (c.740 – 525 BC) (London; New York). M. Becker, A.I. Blobaum, A. Lohwasser, 2017. Prayer and Power: Proceedings of the Conference on the God's Wives of Amun in Egypt During the First Millennium BC (Münster)."], "Bibliographic references": [" Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 289) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p. 13) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p. 270-271) "], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2022 19 May – 25 Sept, London, British Museum, Goddess "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Sheshonq ", " Named in inscription: Ankhnesneferibra ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Osiris "], "Associated objects": [" cast (EA90866) "], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1162"], "Registration number": ["1895,0511.51"], "Conservation": [" Treatment: 14 Sep 2010 ", " Treatment: 16 May 2013 "]}