{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA35400"], "Description": [" Green glazed composition block-statue of Tjunero, shown holding a figure of the royal prince Temy in front. Hands shown in relief. Inscribed around plinth with offering formula and down front with name. On back is a vertical line of inscription. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 6.90 centimetres ", " Weight: 0.158 kilograms ", " Width: 4.30 centimetres ", " Depth: 4.30 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 34 (1992). [pls.101,a,b] and Volume 33 p.388-389. Permission to publish photograph of this object granted to Dr Edith Bernhauer in email 31/3/04. To be published in her thesis 'Die Innovationen in der Privatplastik der 18. Dynastie', in the Egyptological Memoirs (Brill) Series. [NCS]"], "Location": ["Not on display"], "Exhibition history": [" 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens & Commoners of the New Kingdom 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Tjunero"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35400"], "Registration number": ["1901,0608.133"]}