{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2362"], "Description": [" Limestone figure of a female likely representing a goddess or queen, seated on a high backed chair. The figure is depicted with a closely cropped wig of curled hair, set high on the forehead and with visible traces of blue paint across the left side, reverse, and right side. There is no clear suggestion of a royal headdress or crown as any original decoration to the top of the head has mostly eroded. The figure wears a long garment reaching to the calves, with folds of cloth and long sleeves enveloping the arms. In her left hand she holds a small ankh symbol with surviving traces of red paint, while her right hand is held against the chest. Underneath her clenched fist and at her abdomen are two holes which were likely used to hold a small separate object or possibly two objects in place, though these are now lost. The body of the figure is crudely modelled, with rounded breasts placed high on the chest and the body depicted completely flat on the reverse. Across the face and front of the wig are traces of gilded detail, while the body is also covered in gilding including the face, hands, and the exposed feet have been painted white. Slim delicate lines of black paint across the feet show that the figure appears to be wearing sandals. The eyes of the figure are inlaid and wide set, with crude modelling of the facial features and a rounded chin. On the reverse the high backed chair ends in a pointed top which reaches to the centre of the figure’s wig, with faint traces of black paint across parts of the slim back-pillar that are particularly faded. The head of the figure has been restored to the main body in modern times, and further repairs have clearly taken place across the upper body with visible cracks around the neck and the upper portion of the back-pillar. Further small chips are also notable around the top of the wig and at the nose, and there is damage to the left hand and the right side eye. The object has been attached to a modern rectangular base, and 'Ptolemaic Period' has been handwritten in pencil on the bottom of this base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Abydos "], "Materials": [" limestone ", " gold "], "Technique": [" gilded ", " painted ", " inlaid "], "Dimensions": [" Height: 13 centimetres ", " Width: 4.83 centimetres ", " Depth: 6.50 centimetres "], "Curator's comments": ["The use of blue paint for the wig, representing lapis lazuli, and gold across the face and body of the figure are typical indications of divinity, in addition to traditional symbols such as the figure holding an ankh in one hand. The inlaid eyes also indicate a high status, however the lack of further identifiable royal or divine regalia makes it difficult to rule out the possibility that this could represent a deified Ptolemaic queen. Though the paint is particularly faded across the back-pillar, it is possible that this preserves traces of cursive or even Demotic script which may have included the name of the person who dedicated the figure as a votive offering. This figure is listed as part of the second day of the sales from the Henry Salt collection via Sothebys (no. 423), where the provenance is given as Abydos."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 133, no. 123)"], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2362"], "Registration number": [".2362"], "Additional IDs": [" Miscellaneous number: BS.2362 (Birch Slip Number) "]}