{"artifact_name": "mummy-case; cartonnage; human mummy", "Object Type": [" mummy-case ", " cartonnage ", " human mummy "], "Museum number": ["EA20744"], "Description": [" Mummy of a girl (7 years, +/- 3 years), named Tjayasetimu.The mummy is enclosed in a cartonnage case in the shape of an adult woman. The decoration of the case is almost entirely obliterated by a coating of black resin which has been poured over it. The case has the left arm crossed over the breast; the right, the forearm of which is made of wood and is attached by a simple slip joint to the right elbow, lies extended on the side of the body. This wooden forearm is a very unusual feature and it must have been added after the blackening of the case; it is quite unmarked by resin. It is gilded and painted red with a black and yellow bracelet represented on the wrist. Skull - No obvious fractures. The mouth is slightly open. All teeth, including some unerupted, are apparently present. The cervical spine appears intact. No evidence that the brain has been removed. Long hair preserved (below the shoulders). Thorax and Abdomen - Apart from some opacification of the lumbar disc spaces, the spinal column and bony cage appear normal and are free from fractures and dislocations. The abdominal cavity has been tightly packed with some granular material (probably a mixture of sawdust and sand) which could well obscure visceral bundles if any. The upper part of the packing follows the curve of the diaphragm, and as the thoracic cavity appears empty it is likely that this structure has not been interfered with. The bottom part of the packing ends at the pelvic brim. Pelvis - Apparently empty. The pelvic bones and hips appear normal. Arms - Extended. The palms of the hands, fingers extended, rest upon the antero-medial aspect of the thighs. Legs - Apart from lines of arrested growth in the upper and lower ends of the tibiae, the bones and joints appear normal and are free from fractures and dislocations. The feet appear normal. Inscription: the hieroglyphic text in the centre of the case reads: 'An offering which the king gives to Osiris-Sokar who resides in his shetayet-shrine, the great god, the lord of heaven, the ruler of eternity in Heliopolis, in order that he might give water to the ba, offerings to the corpse and clothing to the mummy of the One who is Praised in the Interior of Amun Tjayasetimu, daughter of Pakharu, justified.' "], "Cultures/periods": [" 22nd Dynasty ", " 26th Dynasty (?) "], "Production date": ["900BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" plaster ", " linen ", " human tissue ", " gold ", " resin ", " wood "], "Technique": [" painted ", " gilded "], "Dimensions": [" Height: 22 centimetres ", " Weight: 50 kilograms ", " Width: 152 centimetres ", " Depth: 36 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: 'Les amour d'une princesse égyptienne' [exhibition catalogue] (Saint-Gérard, 1997), p.145 [201]; 'Art and Afterlife in Ancient Egypt' Japan, 1999-2000 [exhibition catalogue] (Japan, 1999), [112]. C. Andrews, ‘Egyptian Mummies’ (2nd ed.) (London, 1998), p. 55, fig. 50; A. Niwinski, ‘Ritual Protection of the Dead or Symbolic Reflection of his Special Status in Society? The Problem of the Black-coated Cartonnages and Coffins of the Third Intermediate Period’, in E. Luft (ed.), ‘The Intellectual Heritage of Egypt. Studies presented to László Kákosy by Friends and Colleagues on the Occasion of his 60th Birthday’, Studia Aegyptiaca 14 (Budapest, 1992), pp. 463-464; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 56-7, pl. on p. 57. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, pp. 112-129. R. Loynes, Prepared for eternity. Archaeopress Egyptology 9, 2015, passim."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (35) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.57) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' "], "Condition": ["good"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20744"], "Registration number": ["1888,0512.97"], "Conservation": [" Treatment: 22 Jan 2014 ", " Treatment: 04 Aug 2011 ", " Treatment: 28 Nov 2013 ", " Treatment: 21 Jan 1997 "]}