{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA20865"], "Description": [" Painted wooden figure of a dancing Bes holding a tambourine, standing on a lotus. "], "Cultures/periods": [" New Kingdom ", " 18th Dynasty (Late; ?) "], "Production date": ["1300BC (c.)"], "Findspot": [" Excavated/Findspot: Akhmim (?) "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 28 centimetres ", " Weight: 0.122 kilograms ", " Width: 20.50 centimetres ", " Depth: 9 centimetres "], "Curator's comments": [" See Anderson, Catalogue of Egyptian Antiquities III, Musical Instruments, 3, fig. 2; G. Pinch, Magic in Ancient Egypt (London 1994), fig.43; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 190-1. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 122. ", " Strudwick N 2006 The deity Bes is first known in the Middle Kingdom, and first appears in wall scenes in the New Kingdom. By this time he had acquired the form by which he is best known, that of a rather grotesque bandy-legged dwarf with a lion's mane and protruding tongue. This example is one of the most elaborate statuettes of the god known. Bes dances with one leg on a lotus flower support, and the other leg raised behind him, with arms spread apart and a small round tambourine in his left hand. On his head is what is probably an ostrich-feather crown. His body is black, with cream spots, and he wears an elaborate painted necklace. The original function of this figure is uncertain, but it could perhaps have been a decorative element on a large harp. Bes had many functions. He did not have a national cult centre, but he often appears in the same contexts as Hathor, so images of him can be found in major temples such as those at Dendera and Philae. He was above all a god of popular religion, worshipped at home; one of his main responsibilities was ensuring fertility, and protecting mother and child during childbirth. This statue may be associated with this function, or perhaps with Hathoric or solar rites. Music - and the tambourine in particular - was associated with childbirth in the New Kingdom: there is a painting of Bes figures playing tambourines in the sleeping room of a house in the workmen's village at Deir el-Medina. In temples of the Ptolemaic and Roman Periods, Bes, playing a tambourine or dancing, is sometimes associated with a ritual to welcome back and appease the goddess Hathor, but he can also be found dancing and playing for the sunrise, perhaps evoking the traditional image of baboons welcoming the sun's return. As with so many symbols in Egypt, this image of Bes may have multiple layers of meaning. One which links them all together is the concept of new life and (re)birth, an essential part of the Egyptian concept of the cycle of life. An elaborate image like this might have been placed, perhaps attached to an instrument, in an elite New Kingdom burial to help ensure the continued existence and rebirth of the deceased in the next world. "], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p53) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.190-191) "], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["Good, but not considered stable enough for travelling on Eternal Egypt show."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Purchased from: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20865"], "Registration number": ["1888,0512.54"], "Conservation": [" Treatment: 10 Aug 2001 ", " Treatment: 25 mar 2019 "]}