{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA130"], "Description": [" Limestone stela of Iufi and his wife Wennet: on the the upper panel Iufi and Wennet are represented seated on either side of an offering-table; above is a line of text, now much damaged, giving their names and titles. The lower part of the monument takes the form of a false door. At each side there are scenes: on the left the two principal personages are shown attended by a son Nysuredi and a daughter Neferhotephathor; in a smaller register below are figures of four offering-bearers: Zezut, a woman, Aperes, a woman, Tjenti, a man and a named boy. On the right of the false doorway there is a similar scene; the deceased couple are here accompanied by two boys, one being unnamed, the other being Inep. In the damaged lower register there are smaller figures of three female offering-bearers: Inut (?), Mereret and Shepset: there is room for a fourth figure, now completely lost. The piece is carved throughout in low relief of moderate quality. In places it is unfinished in detail and in the modelling of forms; the background surface is pitted with small holes and left rough. The surface is rubbed in some places and there are a few spots affected by salt. No colour remains. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Giza (Memphis) "], "Materials": ["limestone"], "Dimensions": [" Height: 90.50 centimetres ", " Width: 70.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 66; Part 2, 306."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.14)"], "Location": ["Not on display"], "Condition": ["Fair; the surface is rubbed in some places and there are a few spots affected by salt."], "Associated names": ["Named in inscription & portrayed: Shepset"], "Associated objects": [" cast (EA90848) "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA130"], "Registration number": [".130"], "Additional IDs": [" Miscellaneous number: BS.130 (Birch Slip Number) "]}