{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA691"], "Description": [" Pink sandstone stela of Zanakht: King Zanakht is smiting a foreigner (no longer visible) who personified the tribes of the Eastern Desert. The sovereign, whose name is inscribed in a 'serekh' surmounted by the falcon god Horus, is wearing the red crown, symbol of his power over Lower Egypt. In front of him on a pole was the emblem of the god Wepwawet, now lost. The few hieroglyphs surviving in the right corner of the fragment signify \"turquoise,\" a highly prized stone, which the Egyptians went to the mountains of the Sinai peninsula to extract. "], "Authority": ["Ruler: Sanakht"], "Cultures/periods": ["3rd Dynasty"], "Production date": ["2650BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Wadi Maghara "], "Materials": ["sandstone"], "Dimensions": [" Length: 35 centimetres (max) ", " Weight: 75 kilograms ", " Width: 47 centimetres (max) ", " Depth: 21 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["This relief, a large stela, was executed in the cliff itself under difficult conditions, and exposed to the elements for more than four millennia. It does not display the same sculptural qualities as reliefs almost as old from Saqqara or Heliopolis. It belongs to a series of inscriptions with the names of kings Djoser, Sekhemkhet, and Sanakht that commemorate the first expeditions launched by the pharaohs to the so-called turquoise terraces. Distinguished from nonroyal inscriptions by their bellicose iconography, they magically mark the limits of the pharaoh's domain and immortalise his appropriation of the world. A text from the time of Djedkare-Isesi, a Fifth Dynasty pharaoh, reveals that royal troops also came to Wadi Maghara to seek another very precious resource, copper. Bibliography: A. H. Gardiner, E. Peet & J. Černy, 'The Inscriptions of Sinai' I (London, 1952) , pl. I, 4; A. H. Gardiner, E. Peet & J. Černy, 'The Inscriptions of Sinai' II (London, 1955), 56; British Museum, 'Hieroglyphic Texts from Egyptian Stelae, etc'., I (London), pl.1, pl. 3; R. Weill, 'IIe' et 'IIIe Dynasties', 136; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press), 340; 'L'art egyptien au temps des pyramides' (Paris 1999), p. 154 [8] = 'Egyptian Art in the Age of the Pyramids' (New York) 1999, pp. 176-177 [8]; A. J. Spencer, 'Catalogue of Egyptian Antiquities in the British Museum' V Early Dynastic Objects, (London, 1980), 16 [18], pls. 8,9 S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), 15; A. J. Spencer, 'Early Egypt : the rise of civilisation in the Nile Valley' (London, 1993), 100-1; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 46-7."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (18) ", " James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.1) ", " Metropolitan Museum of Art 1999 / Egyptian Art in the Age of the Pyramids (8) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.46-47) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2003, Apr-Oct, Graz, Eggenberg Palace, 'The Tower of Babel' July 2011- June 2013, 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Sanakht ", " Representation of: Wepwawet ", " Representation of: Horus "], "Associated places": [" Associated with: Eastern Desert "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA691"], "Registration number": ["1905,1014.112"], "Conservation": [" Treatment: 25 Sep 1998 ", " Treatment: 28 Feb 2003 ", " Treatment: 26 May 1993 "]}