{"artifact_name": "necklace; bead; pendant", "Object Type": [" necklace ", " bead ", " pendant "], "Museum number": ["EA65615"], "Description": [" Necklace of pendants and beads: These loose beads and pendants are now re-strung as a two-tiered necklace in the fashion of royal jewellery of the late Eighteenth Dynasty. The cornflower pendants in the lower row are of gold foil over a core, the blue glazed composition head is held in position by a gold spike. Only the central example is completely of glazed composition (green patterned body, yellow head), but it also is in two parts. The drop shaped pendants are of sheet gold punched into a mould with a back plate added later. They have a suspension loop at top and bottom to accommodate two strings of beads, as now re-strung. The variously shaped gold beads are all of thin sheet metal folded over and joined along one edge. The remaining larger beads and a handful of the smaller are of red jasper, cornelian and green glass; all the others are of red, yellow and blue glazed composition. The upper string ends in a single hollow sheet gold pendant shaped like a bunch of grapes; the lower ends in two cornelian bell shaped flower heads. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1330BC (circa)"], "Findspot": [" Found/Acquired: Biban el-Muluk (Valley of the Kings - Thebes) (?) "], "Materials": [" cornelian ", " glass ", " glazed composition ", " gold ", " jasper "], "Technique": [" glazed ", " core-formed ", " mould-made "], "Dimensions": [" Length: 59 centimetres (beads as restrung) ", " Weight: 41 grammes ", " Width: 4 millimetres ", " Depth: 1 centimetres "], "Curator's comments": ["For the Egyptians flowers and fruit such as the grape (with its connection with wine), were symbolic of new life and rebirth. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 314-314 No 100. 'Egyptian Treasures' (Bowers Museum 2000): 248-249"], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.248-249)"], "Location": ["Not on display"], "Exhibition history": [" 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s CultureS 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good (some beads repaired)"], "Acquisition name": ["Donated by: Mrs Essie Winifred Newberry"], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65615"], "Registration number": ["1956,0714+.1"], "Conservation": [" Treatment: 06 Mar 2012 ", " Treatment: 03 Apr 1997 ", " Treatment: 15 Aug 2000 ", " Treatment: 03 Apr 1997 "]}