{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA50714"], "Description": [" Ostracon with a scene of sex: limestone ostracon with black-painted scene showing a man having sexual intercourse with a woman. There is a hieroglyphic caption in front of the woman. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) ", " Excavated/Findspot: Deir el-Medina (Thebes) (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 13.80 centimetres ", " Weight: 752 grammes ", " Width: 19 centimetres ", " Depth: 3.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The standing position of intercourse is the one most frequently represented in art, but this need not suggest that it was particularly popular; the woman's figure is slightly androgynous - presumably there was no need to indicate the sex strongly, since it would be assumed from the posture. Explicit depictions of erotic and sexual acts were uncommon in formal iconography, although nakedness was abundantly shown in Egyptian art. The purpose of such scenes is uncertain: sexual activity was associated with religious festivity, but the nature of the 'Erotic Papyrus' in Turin and the sketchiness of this and other examples suggest a frivolous, throw-away quality, like doodles on papyri. The hieroglyphic caption in front of the woman reads ‘gentle is the charm of my skin’. The use of hieroglyphic isntead of hieratic script may suggest that the scene parodies more formal art styles. For this type of representation cf. Jos. A. Omlin, 'Der Papyrus 55001 und seine Satirisch-erotischen Zeichnungen und Inschriften' (Turin, 1973), p. 35, scene 9. Bibliography: L. Manniche,'Some aspects of ancient Egyptian sexual life', in 'Acta Orientalia' 28 (1977), 10-23, fig. 3; W.H. Peck, 'Drawings from Ancient Egypt' (London, 1978), no. 83; C. Johns, 'Erotica', British Museum Pocket Treasury (London, 1997), 12-13. I. Regulski (ed.), Hieroglyphs: unlocking ancient Egypt (London 2022), pp. 210-1"], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (82) ", " Demaree 2002 / Ramesside Ostraca (pl.106) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (393032) (http://www.trismegistos.org/text/393032) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour 2018 -2019, 6 Sep - 20 Jan, London, BM, G35, I Object 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50714"], "Registration number": ["1912,0210.54"], "Conservation": [" Treatment: 19 Aug 1998 ", " Treatment: 23 Feb 2022 "]}