{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA2384"], "Description": [" Fragmentary limestone female figure, likely a goddess, much of the body and base now lost. She wears a long striated lappet-wig, set low on the forehead and tucked behind the ears. Across the wig a horizontal fillet or headband is decorated with vertical stripes. On the top of the head there appears to be traces of a headdress or crown, with only the outline now remaining. The figure also wears a large broad-collar with beaded detail which is visible across the shoulders. At the right side of the wig are small traces of blue paint just above the shoulder, but there does not appear to be any further traces of any colour across the wig or the skin. The eyes are wide with a heavy ridge indicating the upper eyelids and elongated cosmetic lines at the outer eyes. The eyebrows are thick and slightly arched, and extend down to the temples. The nose appears to be broad, and the mouth is thick with full lips. The face is particularly rounded and fleshy around the jawline area. On the reverse are the remains of a wide back-pillar, which has been heavily damaged. The top of the headdress or crown and the upper section of the back-pillar is now missing, and both arms are lost from the shoulder while the edges of the wig at the front of the figure are also damaged. The chest is also damaged, obscuring the central area of the broad-collar decoration. There are various small scratches across the face of the figure and damage to the nose, and a large chip to the left side of the wig and arm. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 8.67 centimetres (max) ", " Width: 7.79 centimetres ", " Depth: 7.06 centimetres "], "Curator's comments": [" Due to the damage of the crown or headdress it is not possible to determine what the figure originally wore on her head, though given the outline of the stone across the sides of the head which suggests that it was similar in width, this could be identified as the outline of a scorpion and thus could represent the goddess Serqet or Isis-Serqet (a similar fragmentary figure of this goddess shows the typical shape and size of the scorpion and its positioning upon the head, which is from the back-pillar and out towards the middle of the goddess’ head – British Museum EA 57365: https://www.britishmuseum.org/collection/object/Y_EA57365). While much of the body is lost, such images were typically either depicted in a standing or seated position. Depictions of Serqet also typically include further visual markers of her divinity, such as holding a sceptre and an ankh symbol. ", " To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). "], "Location": ["Not on display"], "Condition": ["incomplete - upper part only"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2384"], "Registration number": [".2384"], "Additional IDs": [" Miscellaneous number: BS.2384 (Birch Slip Number) "]}