{"artifact_name": "textile; furnishing", "Object Type": [" textile ", " furnishing "], "Museum number": ["EA21796"], "Description": [" Fragment of a furnishing textile in undyed linen, plain weave with loops and decorated with a square of tapestry; square is decorated with a central medallion depicting a yellow and mauve basket of semi-circular motifs in red and white (fruits or flowers) on a purple background; around the medallion is a undulating, plain purple band (probably a stylised vegeal branch with red and green leaves sprining from it) that creates spaces, on a beige background, alternatively occupied with 4 naked human figures and 4 baskets; the humans are kneeling or running, and holding an oval object in their left hand, the bodies are in purple and wear a veil/mantle over their shoulders, floating behind them, colours differing from one to the next (yellow-red, yellow-green, yellow-purple); these alternate with 4 yellow and purple baskets full of red and white flowers; at 5cm out from the tapestry the plain weave is decorated with loops (c.4cm long) made from supplementary weft, grouped by 2 picks (each 1-1.5cm apart); all edges cut; plain weave: warp-bleach linen (S/22), weft-undyed linen (S/6); tapestry on grouped threads: warp- linen (S/7/grouped by 2-3), weft-undyed linen (S/24), orange, red, purple, green wool (S/36); flying threads in bleached linen (S) "], "Cultures/periods": ["Coptic"], "Production date": ["4thC-6thC"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " flying threads brocading ", " dyed "], "Dimensions": [" Height: 50.50 centimetres ", " Width: 44 centimetres "], "Curator's comments": ["Cf. EA 17172 for similar attachment of fringing. Information from Anna Harrison 2009. Cat. Riggisberg 2004 nos. 41, 42, 43 (thought to be from Akhmim, see p. 436); Cat. Lyon 1993, nos. 23, 25, 71 (all acquired N. Tano 1886); Cat. London 1922, nos. 69 (acquired 1886, said to be from Akhmim), 70 (acquired 1888, said to be from Akhmim), 71 (acquired 1891, ‘site unrecorded’); Cat. Wuerzberg 1974, nos. 17 (formerly belonging to Th. Graf, purchased from E. Kohn 1905), 18 (purchased from Forrer 1894, said to be from Akhmim); Cat. Urbana-Champaign 1999, no. C13; Cat. Tongres, no. 139."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.228) (Table case H, no. 19)"], "Location": ["Not on display"], "Condition": ["A"], "Acquisition name": ["Purchased from: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21796"], "Registration number": ["1888,0512.110"]}