{"artifact_name": "sculpture", "Object Type": ["sculpture"], "Museum number": ["EA20983"], "Description": [" Limestone figure of a reclining woman. She rests her head on a rectangular support, and faces out to one side. She wears a short Nubian style wig with clear traces of black paint. Her facial features are mostly worn, though the narrow shape of her eyes and a thin brow are outlined. She is depicted nude, with her right arm held by the side of her body while the left arm is raised towards her chest. She may have held an object in her left hand over her chest, but this is now obscured. The breasts and her arms have traces of a white paint across the surface. This is also found on her lower stomach and around the pubic area, which is clearly delineated. Her legs lie straight out and her feet are now missing. Around the edges of the reclining figure the recessed bed is heavily chipped and the stone is gouged at several sides and edges. "], "Cultures/periods": ["Late Period (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Length: 22.50 centimetres ", " Width: 9.95 centimetres (max) ", " Depth: 8.10 centimetres (max) "], "Curator's comments": ["The Late Period date may be tentatively suggested based on the style of her wig and similar styles, though cruder in form, known from this time (e.g. https://www.britishmuseum.org/collection/object/X__6980; https://www.britishmuseum.org/collection/object/X__1063), however such representations of nude females are found much earlier in the New Kingdom (e.g. EA 2370, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA2370; accession number 15.2.8, Metropolitan Museum, New York: https://www.metmuseum.org/art/collection/search/544785). However the body shape of this figure, with rounded breasts and a more pronounced belly, could potentially be Ptolemaic in date."], "Location": ["Not on display"], "Condition": ["fair - chipped edges"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20983"], "Registration number": ["1926,0710.1"]}