{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA556"], "Description": [" Sandstone stela of Setau: this stela is in the form of a doorway with a 'cavetto'-cornice, on which are incised the name and titles of Setau, and a torus moulding at the top. Standard offering-texts to Ra-Horakhty, Hathor, Wepwawet-Thoth and Anubis on behalf of Setau are incised on the lintel and jambs. Two scenes appear on the body of the stela with figures in sunk relief and incised texts. In the upper scene the festival-leader of Amun, Setau, stands on the right with his arms raised in adoration. On the left Ra-Horakhty is seated on a throne behind which stands the goddess Hathor. A table piled with offerings is placed between Setau and the seated god. In the lower scene Setau, on the right, is offering incense and pouring a libation over an altar piled with offerings. Osiris is enthroned on the left, and in front of him stand a lotus-flower on which are the four sons of Horus and a feather fan on a small table. The top right corner of the stela has been broken off and restored in modern times. The bottom is damaged and there are several breaks on its surface. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 76 centimetres ", " Width: 58.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 189 (no. 679), 80; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 80, no. 42(l)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.41)"], "Location": ["Not on display"], "Condition": ["Good. The top right corner of the stela has been broken off and restored in modern times. The bottom is damaged and there are several breaks on its surface."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Setau ", " Named in inscription: Ra-Horakhty ", " Named in inscription: Hathor ", " Named in inscription: Wepwawet-Thoth ", " Named in inscription: Anubis ", " Representation of: Osiris ", " Representation of: Sons of Horus "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA556"], "Registration number": [".556"], "Additional IDs": [" Miscellaneous number: BS.556 (Birch Slip Number) "]}