{"artifact_name": "cartonnage(prosthetic toe)", "Object Type": ["cartonnage (prosthetic toe)"], "Museum number": ["EA29996"], "Description": [" Cartonnage big toe; the nail was inlaid originally with a different material, sleeving pierced with holes for attachment; from a mummy. "], "Cultures/periods": ["New Kingdom (?)"], "Production date": ["600BC (before)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" linen ", " gesso "], "Technique": ["inlaid"], "Dimensions": [" Length: 11.80 centimetres ", " Weight: 44 grammes ", " Width: 6.90 centimetres (max) "], "Curator's comments": [" Publication: Reeves, in Davies (ed), Studies in Egyptian Antiquities, 73-7, pl. XVII. Also: Falder, Bennett, Alvi and Reeves in British Journal of Plastic Surgery 56 (2003), 196-197; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 268. For one found in TT95 in Thebes: Nerlich, A. G., Zink, A., Sziemies, U., and Hagedorn, H. G., Ancient Egyptian Prosthesis of the Big Toe. The Lancet, Vol. 356, Dec. 23/30, 2000, pp. 2176-2179. The latter is illustrated in Hawass, Hidden Treasures, xxvi. ", " Strudwick N 2006 This prosthesis is in the shape of the big toe of the right foot, together with an area where it fitted on the foot, and has a number of holes around the edges through which it could be sewn onto something else (perhaps a sock or a sandal strap). The prosthesis is made of cartonnage, a material more commonly associated with mummy cases and masks, and composed of layers of linen impregnated with animal glue and gesso. This is covered with a tan-coloured layer which analysis has shown to be made of crushed dolomitic limestone with an ochre colourant. There is a space where the toenail might have been; a recess below the surface of the slot suggests that a separate imitation nail might have been inserted there. It is difficult to assign a date to the object. The cloth used to create the cartonnage is a fine tabby weave, of a style very common in Egypt before Byzantine times; more relevantly, the threads of otherwise single yarn are sometimes doubled or plied, a feature characteristic of the dynastic period. This practice was only superseded by the more familiar draft spun yarns in roughly 600 BC, and suggests that the object was made before then. Signs of wear and repair might indicate that the artificial toe had been used in life and was then buried with its owner. However, the lack of stiffer attachment options also suggests that it could have been used to repair damage to the body either immediately before death or in some unfortunate accident during the mummification process. Very little evidence has survived from Egypt of attempts to create artificial limbs following the amputation of parts of the body. However, two other artificial toes have been discovered. The first is visible in an X-ray of a female mummy in the Albany Institute of History, and appears to have been made in two parts. The second was discovered in Theban Tomb 95 in the 1990s, actually attached to a mummy. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (p.268)"], "Location": ["On display (G63/dc14)"], "Exhibition history": [" Exhibted: 2012 July- October, UK, London, Wellcome Collection, Superhuman. "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1881"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29996"], "Registration number": ["1881,0614.77"], "Additional IDs": [" Miscellaneous number: BS.7029A (Birch Slip Number) "], "Conservation": [" Treatment: 24 Apr 2012 ", " Treatment: 20 Nov 2001 "]}