{"artifact_name": "foundation-deposit; plaque", "Object Type": [" foundation-deposit ", " plaque "], "Museum number": ["EA55561"], "Description": [" Hemispherical plaque of calcite from a foundation deposit, inscribed on one side with the name of king Senkamanisken. "], "Cultures/periods": ["Napatan"], "Excavator/field collector": ["Excavated by: George A Reisner"], "Findspot": [" Excavated/Findspot: Tomb of Senkamanisken, tomb 3 "], "Materials": ["calcite"], "Dimensions": [" Length: 3.80 millimetres ", " Width: 1.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["King Senkamanisken was the ruler of the Kingdom of Kush, located in modern Sudan. He was the third successor of Taharqa, who was the last Kushite king to also rule over Egypt. Senkamanisken still used titles based on those of Egyptian pharaohs, written in cartouches and he was buried in a Kushite-style pyramid in Nuri, where these foundation deposits were found. Foundation deposits were an important element of the foundation ritual, a series of ritual activities linked to each stage in the construction of any religious building, from fixing the plan and digging the foundation trenches to purifying the completed building. In theory, these rites were performed by the king, often with the aid of certain deities. Foundation deposits were buried at key points in the building plan, such as the corners of halls, courtyards, or shrines, along the main axis or processional route, and beneath some pylons, columns, or obelisks. Foundation deposits were intended to protect the building, and the items used include small votive plaques, bricks, model building tools or food offerings, ceramic vessels, and sometimes the head of a bull and a goose. As purely symbolic items, they were often made out of relatively simple materials, like faience, clay, wood, stone, or copper/ bronze, and were often uninscribed or simply stated the name of the king responsible for the building and the god to which it was dedicated. King Senkamanisken’s foundation deposits are unusual for being made of a wide range of precious materials, but this seems to have been a common practice for rulers in both Egypt and Kush during the Twenty-Fifth and Twenty-Sixth Dynasties."], "Location": ["Not on display"], "Exhibition history": [" 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt [Theme: A Home for the Gods] 2022 27 April – 25 July, Paris, Musée du Louvre, Pharaoh of the Two Lands "], "Condition": ["good"], "Associated names": ["Named in inscription: Senkamanisken"], "Acquisition name": ["Donated by: Government of Sudan"], "Acquisition date": ["1922"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55561"], "Registration number": ["1922,0513.159"]}