{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66476"], "Description": [" Mould-made disc-shaped scaraboid in glazed composition; slightly domed and plain back with more or less straight sides; underside crudely incised with falcon holding flail to left and oval containing three debased hieroglyphic signs to right, and flattened neb-basket sign underneath; pierced through diameter; some glaze surviving as skin of buff-yellow, pitted with smalll porosities; slightly more yellow and smooth core. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised ", " pierced "], "Dimensions": [" Diameter: 1.15 centimetres ", " Thickness: 0.55 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Falcon, sometimes wearing a crown or with a flail like here, is a recurring motif for various compositions found on scarabs and scaraboids produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). This scarab is close to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, type XXVIII B, subtype B13-14, especially B13 for this piece). Let's note that the motif on the underside is incised, not stamped, so it does not share the technical characteristics as defined in Gorton's type XXVIII. Petrie illustrated variants of this association of an animal - often a falcon or a mythical creature - with a debased hieroglyphic inscription (Petrie 1886, pl. XXXVII, no. 71-78). The hieroglyphs, as seen in many similar examples, are often interpreted as a debased version of pharaohs' names (Gorton 1996, 93), in this case maybe Wahibra. Since the Scarab Factory was mainly in activity between 600 and 570 BC (see Webb forthcoming), Wahibre would rather refer to Apries. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 75) (Petrie's drawing does not convey crude technique of incision.) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p.101, Type XXVIII B13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.034) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["bird"], "Associated names": ["Named in inscription: Apries (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66476"], "Registration number": ["1886,0401.1649"]}