{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA480"], "Description": [" Red quartzite stelophorous statue of Amenwahsu: Amenwahsu kneels with hands raised, palms up, in the attitude of worship. His hands are supported by a stela bearing a prayer to the sun-god Ra-Horakhty. The same deity, now combined with the great state god Amun, is depicted in the lunette at the top as a man with a ram's head, crossing heaven in a barque. The stela-shaped back pillar of the statue is inscribed in mirror image with two offering formulae, one addressed to the composite sun-god Ra-Horakhty-Atum, and the other to Osiris, god of the dead. Considering the hardness of the stone, the carving is particularly fine. "], "Authority": ["Ruler: Thutmose III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Height: 56 centimetres ", " Weight: 45 kilograms ", " Width: 19 centimetres ", " Depth: 34 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Bibliography: R. E Freed, Y. J. Markowitz and S. H. D'Auria (eds.), 'Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamun' [exhibition catalogue] (Boston/New York/London, 1999), no. 2 = R. Freed, 'Farao's van de Zon' (Leiden, 2000), p. 200 [2]; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), p149 The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 5 (London, 1914), Plate 39 'Agyptische und Moderne Skulptur' (Munich, 1986), pp. 95-96 [31]; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (2) (Oxford, 1972), p.279; P. Nicholson and I. Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 54; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 166-7. Ali Radwan 'anx-n-nAat (British Museum Statue EA 480 - Bankes stela 15)', in Z. Hawass et al. (ed.), Perspectives on Ancieny Egypt: Studies in Honor of Edward Brovarski (SASAE 40; Cairo 2010), 395-404."], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.166-167)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1999 14 Nov-2000 6 Feb, USA, Boston, Museum of Fine Arts, Pharaohs of the Sun : Akhenaten Nefertiti Tutakhamen 2003 May-Jun, Norwich, UEA, Weather' 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Amenwahsu ", " Representation of: Ra ", " Named in inscription: Ra-Horakhty ", " Named in inscription: Ra-Horakhty-Atum ", " Named in inscription: Osiris "], "Acquisition date": ["1907 (?)"], "Acquisition notes": ["No acquisition details. Object assigned reg.no 1907,0112.1 in concordance register but, according to acquisitions register, this relates to another object. According to James BSFE 75 (1976) this object was acquired over a period of years along with objects from the Mohassib cache in Karnak; he assigns it as arriving in the BM in 1907."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA480"], "Registration number": [".480"], "Conservation": [" Treatment: 23 Jul 1999 ", " Treatment: 15 Jan 2011 ", " Treatment: 18 Jul 1987 ", " Treatment: 18 Jul 1987 ", " Treatment: 18 Dec 1985 "]}