{"artifact_name": "lintel", "Object Type": ["lintel"], "Museum number": ["EA448"], "Description": [" Limestone lintel of Huy: the surface of this lintel bears two scenes with representations in sunk relief and incised texts. On the left the chief craftsman Huy stands with his arms raised in adoration before the seated figures of Amun-Ra and Mut. Between Huy and the deities stand one altar heaped with offerings and another altar on which rests a water-pot cooled by a lotus-blossom. On the right side of the lintel the workman Mr(.ỉ)-Wʒst stands with arms raised in worship before Amenhotep I and Ahmose-Nefertari who are seated on thrones. Two altars, one with offerings and another with a water-pot cooled by a lotus-flower, also stand before the deities. The lintel is broken into three fragments, now joined, with some loss to the scene on the left side. The edges are worn and chipped. There are traces of red paint on the bodies, the dresses of the goddesses and parts of the thrones as well as on some of the offerings on the left side. There are traces of blue paint on the wig and crown of Amenhotep I and parts of the thrones, and black paint on the wig of Huy. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) (by inference) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 29.50 centimetres ", " Width: 102 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The chief craftsman Huy, son of Hay and Takhʿat, was the owner of Tomb 361 in the Theban necropolis, husband of Tanehesy and father of the future foreman Qeh and the workman Hay. This lintel may have come from Tomb 361. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 101 (no. 352); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 6 (London, 1922), pl. 38; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 738; K. A. Kitchen, ‘Ramesside inscriptions : translated and annotated Notes and comments; Vol. 1, Ramesses I, Sethos I and contemporaries’ (Oxford, 1993), 401, no. 169 (10); M. Gitton, 'L'Épouse du Dieu Ahmes Néfertary (Paris, J975) 51(2); K. Myśliwiec, 'Le Portrait royal dans le bas-relief du Nouvel Empire' (Warsaw, 1976), 29."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.68)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Huy ", " Representation of: Amun-Ra ", " Representation of: Mut ", " Named in inscription & portrayed: Meriwaset ", " Representation of: Amenhotep I ", " Representation of: Ahmose-Nefertari "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA448"], "Registration number": [".448"], "Additional IDs": [" Miscellaneous number: BS.448 (Birch Slip Number) "]}