{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA57399"], "Description": [" Limestone stela with Amenhotep III and Tiy: richly adorned with a row of cobras bearing sun disks atop the cornice, flowers and leaves bound to the side pillars or jambs, and bunches of grapes hanging, as in an arbor, from the lintel. Inside the frame, the royal couple sit before an extravaganza of food and floral offerings piled on three stands. Across the top are inscriptions with cartouches containing their names and versions of the Aten's names that date this work late in Akhenaten's reign, after his twelfth regnal year. At centre top shines the Aten itself, in the form ordained by Akhenaten: a uraeus-bedecked sun disk with rays extending downward and outward and ending in hands.The two that come closest to the faces of the king and (passing behind his head) the queen hold out little 'ankh' signs. The figures sit relaxed, almost slouching, on cushioned furniture. Characteristic Amarna touches include the differentiation between the couple's left and right feet, the complicated rendering of the king's hanging hand, and the detailed representation of several heads of grain, which are consequently shown as enormous.Somewhat surprisingly, the couple to be worshiped here are not Akhenaten and Nefertiti, but Akhenaten's parents, Amenhotep III and Queen Tiy. Amenhotep is identified only by his prenomen, Nebmaatre, because his second name incorporated the name of Amun, anathema to his son. Amenhotep is shown as a full-bodied man wearing the diaphanous, front-tied robe shown on several plump representations made late in his life. He wears a domed shaped blue crown is comparable to that on his other images. Tiy, much of whose head and upper body have been lost, wears a wig that was fashionable among Amarna women. One hand is around her husband's shoulders, with her fingers resting beside his neck. The position of her other arm is unclear. Also unclear is the owner of the hand on her lap, which, however, seems scaled to fit Amenhotep better than the slightly smaller figure of his wife. The monument has been reassembled from the numerous fragments into which it was broken. The upper left-hand corner, much of the upper portion of the queen's body and parts of the right-hand panel and base are missing. A considerable amount of the original paint is still visible: blue and red on the uraei, cavetto cornice, architrave, bunches of grapes, side panels and offerings; blue on the top of the shrine (representing the sky), the queen's headdress, the king's bead collar, the mat beneath the cushions and on some of the hieroglyphs and dividing lines; red on the bodies and dresses of the king and the queen and on the cushions beneath their feet. The ḫprš helmet is painted black. "], "Authority": ["Ruler: Akhenaten"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Amarna, el-, R.44.2 (House of Panehsy) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 32.50 centimetres ", " Weight: 6 kilograms ", " Width: 29.30 centimetres ", " Depth: 5.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford, 1934), p. 201; R. E Freed, Y. J. Markowitz and S. H. D'Auria (eds.), 'Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamun' [exhibition catalogue] (Boston, New York/London, 1999), [169] pp. 47, 254 = 'Farao's van de Zon' (Leiden, 2000), p. 254 [169]; P. Kozloff, B. Bryan, and M. Berman, 'Egypt's Dazzling Sun' (Cleveland, 1992), pp.213-214 [29] = 'Le Pharaon-Soleil' (Paris, 1993), pp. 176-177 [29]; C. Zeigler in 'Fs. Leclant' (1993), Vol 1 p. 535; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), fig. 57, p. 80; N. Strudwick, 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006):53, cat no. 11; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 180-1. J.H. Taylor, in J.-L. Chappaz, F. Tiradritti & M. Vandenbeusch, Akhenaton et Nefertiti, Geneva, 2008, p. 246."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (59) ", " Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.22) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.180-181) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1999 14 Nov-2000 6 Feb, USA, Boston, Museum of Fine Arts, Pharaohs of the Sun : Akhenaten Nefertiti Tutakhamen 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2008/9 Oct-Feb, Geneva, Musee d'art et d'histoire, Akhenaten. 2009 Feb-Jun, Turin, Palazzo Bricherasio, Akhenaten 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2014 24 July -26 October, Oxford, Ashmolean Museum, Discovering Tutankhamun 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Amenhotep III ", " Named in inscription & portrayed: Tiy ", " Representation of: Aten ", " Named in inscription: Akhenaten "], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57399"], "Registration number": ["1924,1011.6"], "Conservation": [" Treatment: 15 Mar 2011 ", " Treatment: 06 Aug 1999 ", " Treatment: 11 Dec 1997 ", " Treatment: 12 Nov 2014 ", " Treatment: 04 Feb 1982 "]}