{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA62978"], "Description": [" Fragmentary black granite head of a male figure, the body of the statue and base now missing. The figure is depicted with a simple smooth wig, set low on the forehead and tucked behind the oversized ears. The wig is now broken off above the neck but may have originally extended towards the chest. The eyes are wide and almond shaped, with a thin incised line above the eye conveying the upper eyelid and the appearance of slightly sunken skin underneath the eye area. The eyebrows are faint and curve downward at the temples. The nose is narrow at the top and broadens out at the nostrils, with a distinct cupid’s bow above the upper lip. The mouth is wide with thick lips, with the lower lip sharply incised along the edge and both lips pursed together to create a slight pout. The outer corners of the mouth slope slightly downwards, conveying a more serious facial expression. The face is rounded and fleshy particularly around the jawline=. In addition to the break at the neck of the figure and loss of the ends of the wig on either side, the nose and left side cheek have been damaged. The edges of the ears are also slightly chipped. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granitoid"], "Dimensions": [" Height: 21 centimetres (max) "], "Curator's comments": ["Early commentaries on the statue head noted the adoption of royal artistic features from the 12th Dynasty kings such as the oversized ears and suggestions of aging through sunken skin (Glanville 1931; PM VIII for a late 12th Dynasty date). The provenance for the statue head is uncertain. Further Bibliography: A.M. Blackman, P.E. Teet, 1931. ‘The Intermediate Period and Middle Kingdom’, in E.D. Ross (ed.) The Art of Egypt through the Ages (London), p. 139. S. R. K. Glanville, 1931. ‘A Life-Size Portrait Head of the Twelfth Dynasty’, British Museum Quarterly Vol.5, No.4, p. 108-109, Pl. LIII."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 435)"], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Sir Sydney Burney"], "Acquisition date": ["1930"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA62978"], "Registration number": ["1930,1108.1"]}