{"artifact_name": "coffin; human mummy; mummy-wrapping", "Object Type": [" coffin ", " human mummy ", " mummy-wrapping "], "Museum number": ["EA29578"], "Description": [" Mummy of a middle-aged woman, certainly over 45 years of age, wrapped in linen bandages. Skull - No obvious fractures. Mouth slightly open. No missing teeth noted, but the caps are very worn. The skull is detached at the level of the cervical 6-7 disc space. Thorax and Abdomen - The ribs and vertebral column are free from fractures and dislocations and the bones appear healthy. The intervertebral disc spaces appear normal. What is probably scanty packing linen is present in the thoracic cavity. Pelvis is apparently empty. No fractures or dislocations seen. Marked osteo-arthritic lipping of the lower lumbar vertebrae. Arms - Extended. No fractures seen. Hand (fingers extended) palmar surface in contact with entero-medial aspect of thighs. Legs - Bones appear healthy. No fractures or dislocations. No lines of arrested growth. Wooden anthropoid coffin of Padihorpakhered, Milk-Bearer of the House of Amun: left largely undecorated, except for the head and elaborate polychrome painted collar. A winged sun-disc covers the breast and a vertical register of hieroglyphs, in blue, which contains the conventional prayer for offerings from Osiris and the gods of the underworld. A further register of hieroglyphs runs around the sides. "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " human tissue ", " linen "], "Technique": ["painted"], "Dimensions": [" Length: 167 centimetres (mummy) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.829; Taylor in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 173, col. pl. 53 [3]; Taylor, in J. H. Taylor and N. Strudwick (eds.), ‘The Theban Necropolis : past, present and future’ (London, 2003), p.109 [pl.56]."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (42) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["fair"], "Associated names": [" Named in inscription: Pedihorpakhered ", " Named in inscription: Amun ", " Named in inscription: Osiris ", " Named in inscription: Neskhonsunnekhen (father) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29578"], "Registration number": ["1898,0315.462"], "Conservation": [" Treatment: 24 Apr 2003 ", " Treatment: 02 Oct 2017 "]}