{"artifact_name": "human mummy; burial-cloth; mummy-wrapping; amulet-frame; amulet", "Object Type": [" human mummy ", " burial-cloth ", " mummy-wrapping ", " amulet-frame ", " amulet "], "Museum number": ["EA6714"], "Description": [" Mummy of an adult man, name unknown. The body is cross-bandaged over a painted linen shroud, decorated with a full-length representation of Osiris, face now missing, wearing a red garment, decorated with a net-work pattern, perhaps a bead-net, with dot or star at centre of each segment, secured to body or linen cross-straps, tightly bound around the throat, obscuring figures of Isis and Nephthys, vertical register of hieroglyphs down centre of the body, black on white ground, contains a prayer for the protection of Isis in the Western Necropolis at Thebes, with an amulet frame, made of wood bound together with red thread and supporting small wooden gilded amulets of funerary deities, rests on the breast: Skull - Mouth closed. The teeth are worn and some of the upper incisors are missing. The cervical spine appears intact. Thorax and Abdomen - Empty except for some linen packing in both flanks. There is a ball of packing in the pelvis. No fractures or dislocations in ribs, spine, pelvis, or hips. There are arthritic changes in the lumbar and dorsal spine. Arms - Extended. Hands with extended fingers, their palmar surfaces resting on the outer aspect of the thighs. Legs - The bones and joints appear normal. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" human tissue ", " linen ", " wood ", " gold "], "Technique": [" painted ", " gilded "], "Dimensions": [" Length: 164 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["invocation"], "Curator's comments": ["Bibliography: The British Museum, 'Guide to the First, Second and Third Egyptian Rooms' (London, 1924), pp.127-128."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (65) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.111, table 1) "], "Location": ["On display (G62/dc23)"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Named in inscription & portrayed: Isis ", " Representation of: Nephthys "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt), Western Necropolis "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6714"], "Registration number": [".6714"], "Additional IDs": [" Miscellaneous number: BS.6714 (Birch Slip Number) "], "Conservation": ["Treatment: 01 May 1999"]}