{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA57358"], "Description": [" Limestone funerary stela of Tryphon: relief representation of a praying youth with raised arms and two jackals within a portico. The stela is well preserved, with traces of red paint on the boy's hair and towards the base of the scene. The background has a brown deposit which may represent a wash or coating of the stone. The youth is shown frontally in the centre of the stela, his arms raised with palms out-turned in a gesture often associated with prayer (orans), but also intelligible as a sign of joy at acceptance by Osiris in the afterlife. He is dressed in a short-sleeved pleated tunic that reaches to his ankles, and a pleated mantle drawn across the lower body, folded at the waist, and taken over his left shoulder. His feet are bare. His hair is cut straight in Roman fashion, with a wave at the front recalling the style of the Emperor Nero. The youth is flanked by two jackals, each seated on a plinth and turned to watch him. They represent the gods Anubis and Wepwawet. The scene is set within an architectural frame, perhaps intended to represent the tomb.The columns are monolithic shafts, with exaggerated entasis, set on bases moulded with an upper and lower torus only. The capitals are also shown with simplified mouldings, as if roughed out. Immediately above them is a pediment with a central (broken) acroterium and concave sides, as if it were made of more flexible material than stone. Beneath the scene is an inscription crudely carved in two lines of Greek "], "Cultures/periods": ["Roman Period"], "Production date": ["55-70 (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 29.20 centimetres ", " Thickness: 10 centimetres ", " Width: 21 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["The hairstyle, physiognomy and clothing suggest a Julio-Claudian date for the stela, most likely in the reign of Nero. Style and iconography very similar to stelae from Kom Abu Billo, suggesting that this stela is also from there. Bibliography: K. Parlasca & H. Seeman, ‘Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit’ (1999), 256 no. 161 (second century AD). S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 183 [138]. S. Walker, 'Ancient Faces', New York 2000, p. 142 [94]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (94) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (94) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.256, no.161) ", " Badawy 1978 / Coptic art and archaeology (3.25, p.130) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Tryphon ", " Portrait of: Anubis ", " Representation of: Wepwawet "], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57358"], "Registration number": ["1924,0510.7"], "Conservation": [" Treatment: 05 Apr 2016 ", " Treatment: 16 Oct 1995 "]}