{"artifact_name": "transport amphora(?)", "Object Type": ["transport amphora (?)"], "Museum number": ["EA23678"], "Description": [" Irregularly shaped sherd from a large pale-pink pottery vessel, probably a Cypriot basket-handled transport amphora, with a light-green/cream exterior slip. The sherd was perforated after production by five round drill-holes and the beginning of a further one. "], "Cultures/periods": [" Cypriot (?) ", " Hellenistic "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (C), Findspot 32, under the floor of chamber 19 A "], "Materials": ["pottery"], "Dimensions": [" Diameter: 40 - 45 centimetres (diameter of the vessel when it was complete) ", " Height: 9.50 centimetres (max) ", " Width: 12.60 centimetres (max) "], "Curator's comments": ["The minimum diameter (40-45 cm), thickness (up to 1.6 cm), and slightly concave exterior profile suggest that the container was an amphora, probably of the Cypriot basket-handled type. The repair also indicates a secondary re-use, probably for containment of a dry product like grain. Similar repairs are present on another basket-handled amphora fragment from Tell Dafana, GR 2010,5002.19. The same kind of holes also appear on a complete Klazomenian amphora, from the same provenance (London, BM, EA 22343), in pairs, either side of cracks in the body, suggesting they were intended for fixing or consolidating the fragile or broken parts with ropes or staples. The number 32 has been scratched on the inner side of the item and a small D inked (D for Dafana?)."], "Bibliographic references": ["Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.97, p.114, p.208, p.224, pl.66)"], "Location": ["Not on display"], "Condition": ["poor (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23678"], "Registration number": ["1887,0101.1255"]}