{"artifact_name": "doll(?)", "Object Type": ["doll (?)"], "Museum number": ["EA73552"], "Description": [" A terracotta standing figure of a female saint or beneficent demon, with arms raised in blessing and protection; the breasts are indicated. The body has a sub-rectangular section and the head has a wide curve of hair (or a nimbus), pierced at each lower corner. The eyes are large and hollow, formed when the nose was pinched out. A hole is pierced from front to back, perhaps at navel level, perhaps lower. Another hole is pierced through the surviving right arm. The lower part of the figure is broken away, one arm is entirely lost, the other broken, and the left-side hair or nimbus is damaged. Hand-modelled and solid, except for a hollow space within the lower part. Orange-brown Nile silt with a thick grey core; many white grits, some mica. Overall white slip; the mouth is apparently indicated by brown ceramic colour. "], "Cultures/periods": [" Coptic ", " Early Byzantine "], "Production date": ["5thC-7thC"], "Excavator/field collector": [" Excavated by: Byzantine Research Fund ", " Excavated by: Reginald Campbell Thompson "], "Findspot": [" Excavated/Findspot: Wadi Sarga, monastery "], "Materials": ["terracotta"], "Technique": ["pierced"], "Dimensions": [" Height: 13.70 centimetres (overall) "], "Curator's comments": ["Terracotta IV Donated: Byzantine Research and Publication Fund. Excavated by R. Campbell Thompson and F.A. Richards in 1913-14 at Wadi Sarga, 15 miles south of Asyut. Late Roman, c. AD 550-650. Comparanda: Near: Donadoni 1974: pl. 44:14, a head from Antinoopolis; Kawanishi 1995: pl. 90:7, from a disturbed context at Akoris; Palanque 1903: pl. i:3, from Bawit."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3388)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Byzantine Research Fund"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73552"], "Registration number": ["1919,0505.310"]}