{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA8899"], "Description": [" Blue glazed composition shabti of Sety I: the decoration and inscription are in black on a turquoise-blue ground. The king is depicted in mummy shape and without any of the distinguishing trappings of royalty. Only his name, written within the cartouche, attests his high status. He wears a striated tripartite wig, a necklace and bracelets, and holds a hoe in each hand. A grain basket is slung over his shoulders, suspended on cords. A short version of the shabti-spell is inscribed around the lower part of the figure. "], "Authority": ["Ruler: Sety I"], "Cultures/periods": ["19th Dynasty"], "Production date": ["1294BC-1279BC (circa)"], "Findspot": [" Found/Acquired: Tomb of Sety I "], "Materials": ["glazed composition"], "Technique": [" glazed ", " painted "], "Dimensions": [" Height: 15.30 centimetres ", " Width: 4.60 centimetres ", " Depth: 3 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["During the New Kingdom, when most burials contained only a few shabtis, the tombs of the pharaohs held hundreds of the figures. Sety I, whose tomb in the Valley of the Kings was one of the largest and most richly-decorated, possessed an exceptionally large number of shabtis. This specimen is typical of the majority, which were made of wood or glazed composition and were of modest size (c. 15-20 cm high) and routine workmanship. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 216-7, pl. on p. 216."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.216-217)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Sety I"], "Acquisition name": ["Purchased from: John Doubleday"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8899"], "Registration number": ["1837,1018.4"], "Additional IDs": [" Miscellaneous number: BS.8899 (Birch Slip Number) "], "Conservation": ["Treatment: 20 Apr 2004"]}