{"artifact_name": "finger-ring; scarab", "Object Type": [" finger-ring ", " scarab "], "Museum number": ["EA14345"], "Description": [" Gold finger-ring with steatite scarab bearing two cartouches of Sheshonq I. The scarab is rimmed with gold and set in a swivelling bevel, with a wire of gold passed through the bezel and wound around the hoop on both sides. The rim of the gold scarab mount is decorated with braid-style granulation. The hoop is stirrup-shaped rather than round and ends in cup terminations on either side of the bezel. The base of the scarab, which would have been used as a seal, is simply inscribed with the cartouches of Sheshonq I along a horizontal axis with no further decoration. The hieroglyphs are rough in form but lightly inscribed. "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" steatite ", " gold "], "Dimensions": [" Diameter: 3 centimetres (ring) ", " Height: 4 centimetres ", " Length: 2.20 centimetres (scarab) ", " Weight: 15 grammes ", " Width: 3 centimetres ", " Depth: 1 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Published: British Museum, Art and Afterlife in Ancient Egypt (Japan, 1999), no. 36; C. Andrews, ‘Ancient Egyptian Jewellery’ (London, British Museum Press, 1990), p. 164, fig. 146d; W.M.F. Petrie, ‘Historical scarabs: a series of drawings from the principal collections arranged chronologically’ (London, D. Nutt, 1889), p. 56. A similar scarab of Sheshonq I, with the order of the cartouches reversed, was recorded as part of UCL collection by Petrie (1917, pls. 49.11, 60.82). Another comparable scarab signet ring of Sheshonq I was part of the collection of Dr. James Grant, and was presumably donated to the Marischal Museum at the University of Aberdeen along with the rest of his collection (Newberry 1906, p. 185, pl. 37.8). The relatively uncommon, simple two cartouche-design inscribed along a horizontal axis can also be found on scarabs of 18th Dynasty King Thutmoses III and 23rd Dynasty King Pedubastis (Petrie 1917, pl. 28.117-19; Newberry 1906, pl. 37.10). Signet rings with swivelling bevels are known from the Middle Kingdom onwards. The seal is relatively simple, with much more blank space than is usual. There are no extra titulary or iconographic elements that are generally used as embellishment on other rings with the name of Sheshonq I. Bibliography: P.E. Newberry, ‘Scarabs: an Introduction to the Study of Egyptian Seal and Signet Rings’ (London, A. Constable and Co., Ltd., 1906), pl. 37.8; W.M.F. Petrie, ‘Scarabs and cylinders with names: illustrated by the Egyptian collection in University College, London’ (London: School of Archaeology in Egypt, 1917), p. 29, pls. 49.11, 60.82."], "Bibliographic references": ["Andrews 1990 / Ancient Egyptian jewellery (146d)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription: Sheshonq I"], "Acquisition name": ["Purchased through: Harry Osborn Cureton"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14345"], "Registration number": ["1853,0110.10"], "Additional IDs": [" Miscellaneous number: BS.2938a (Birch Slip Number) "], "Conservation": [" Treatment: 15 Apr 2011 ", " Treatment: 05 May 1968 "]}