{"artifact_name": "votive figure", "Object Type": ["votive figure"], "Museum number": ["EA68886"], "Description": [" A hollow terracotta figure of a beneficent demon, with arms held up in blessing and protection. She is naked and stands on a small plinth with mouldings. She has a necklace, with a pendant between her breasts, and wears a scalloped wreath round her head. The back is plain. Two-piece mould. Micaceous orange-brown Nile silt, with a red-brown surface. Covered overall at the front with a white dressing, which extends at the back over the head and upper surface of the arms. Pink paint band across the waist, with some outlining the outside of the breasts, and some across the neck above the necklace; pink paint band on the plinth also. Orange paint between the breasts and between the legs. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["4thC-5thC (?)"], "Findspot": [" Excavated/Findspot: Shurafa "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 16.50 centimetres ", " Width: 7.28 centimetres ", " Depth: 2.90 centimetres "], "Curator's comments": ["Terracotta IV Donated: British School of Archaeology in Egypt. From Shurafa: at the edge of the cultivation on the east bank of the Nile, about four miles from Mazghuneh, on the river, and about eight miles south of Helwan. The site may be the ancient Scenas Mandras (see R. Engelbach’s discussion in Petrie et al. 1915: 40– 2: the Roman fort and town seem to have been founded shortly before the third century AD and may have lasted until the twelfth century). This terracotta figure probably comes from a grave, and probably from the south cemetery (ibid.,: 44, described with fig. 26, where several examples of the type are mentioned, and are thought to be local products). Late Roman, fourth to fifth century AD? Comparanda: See a good quality plaster version in bust form from the same site: Petrie et al. 1915: pl. xxxix:26. Close: Bayer-Niemeier 1988: no. 259, also with scalloped wreath, dated to the second half of the fourth century AD. Near: Fitzwilliam Museum, Cambridge, E.183.1912, from Shurafa."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3122) ", " Petrie at al 1915 / Heliopolis, Kafr Ammar and Shurafa (p. 44) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: British School of Archaeology, Egypt"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68886"], "Registration number": ["1912,1019.15"]}