{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10120"], "Description": [" Papyrus written with black ink with demotic legal texts on recto and verso. Two documents on the same papyrus, A (on the right, 4 ll. on recto, 9 on verso) and B (on the left, 6 ll. on recto, 8 on verso), dated to month of Athyr, year 5 of Darius I. Thompson's MS Catalogue: \"Contents. A. Receipt for 3 silver pieces given by Psenese son of Herirem to Tsenenhor daughter of Nesmin, which she brought to him as her portion on their marriage. B. Contract between the same parties whereby Psenese gives to her & any chilrden of the marriage one half(?) share of all his property. Scribe of both deeds which are of even date Zeho son of Epy\". "], "Cultures/periods": ["27th Dynasty"], "Production date": ["517BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 97 centimetres (frame) ", " Width: 35.50 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": [" Pestman 1961 / Marriage and matrimonial property in ancient Egypt : a contribution to establishing the legal position of the woman (p.28, diagram B, genealogy on p.185) (cited in note 6, dated: 517 BC) ", " Reich 1914 / Papyri juistischen Inhalts in hieratischer und demotischer Schrift aus dem British Museum (p.25-38, pl.5-6) ", " Pestman 1994a / Les Papyrus démotiques de Tsenhor I: Textes (p.46-52) ", " Pestman 1994b / Les papyrus démotiques de Tsenhor II: Paléographie et Planches (pl.4a-5) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (46067) (http://www.trismegistos.org/text/46067) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured Black ink Backed: brown paper Unsupported locally Mount Details: Sandwich: glass Binding: kraft paper Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1857"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10120"], "Registration number": [".10120"], "Additional IDs": [" Miscellaneous number: Anastasi 1054 ", " Miscellaneous number: P.Brit.Mus.Reich 10120A-B ", " Miscellaneous number: P.Tsenhor 3-4 "]}