{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10060"], "Description": [" Papyrus, start and finish are lost; Hieratic text. The papyrus contains a collection of literary texts. On the recto is a series of love songs, comprising a first cycle (1.1-4.1), a second cycle (4.1-6.2) followed by the Harpist's Song from the mansion of Intef (6.2-7.3), a third cycle (7.3-8.3), and a fourth cycle (8.3-8.12). On the verso are two Late Egyptian stories: 'The Capture of Joppa' (1.1-3.14) and 'The Doomed Prince' (41.-8.14). "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 30.20 centimetres (Frame) ", " Height: 19.90 centimetres (Papyrus (max)) ", " Length: 154.60 centimetres (Frame) ", " Length: 143.50 centimetres (Papyrus) ", " Weight: 8.20 kilograms (in frame) ", " Depth: 4.30 centimetres (frame) "], "$Inscriptions": [" "], "Curator's comments": ["Maspero, G. 1886. Études égyptiennes, Vol 1. Paris: Imprimerie Nationale; Maisonneuve Frères et Ch. Leclerc. Möller, G. 1920. Zur Datierung literarischer Handschriften aus der ersten Hälfte des Neuen Reichs in Zeitschrift für ägyptische Sprache und Altertumskunde 56, 34-43. Bourriau, Pharaohs and Mortals, no. 59 Lichtheim, M. 1976, Ancient Egyptian Literature, Volume II, p.189-192. Simpson, W. K. (ed.) 2003. The literature of ancient Egypt: an anthology of stories, instructions, stelae, autobiographies, and poetry Regulski, I. (ed.) 2022. Hieroglyphs: unlocking ancient Egypt, pp. 212-3"], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380901) (http://www.trismegistos.org/text/380901) ", " von Lieven 2018 / Papyrus Harris 500 Recto 4,1-6,2 ", " Wimmer 2000 / Ancient Egyptian Love Songs: Papyrus Harris 500: new insights into an old problem ", " Blok 1925 / De beide volksverhalen van Papyrus Harris 500 verso ", " Peet 1925 / The legend of the capture of Joppa and the story of the foredoomed prince: being a translation of the verso of Papyrus Harris 500 ", " Budge 1923 / Facsimiles of Egyptian hieratic papyri in the British Museum with descriptions, summaries of contents, etc. (pp.23-6, pl.41-52) ", " Goodwin 1874 / On four songs contained in an Egyptian papyrus in the British Museum "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1 Apr-15 Sept 2006. Cambridge, The Fitzwilliam Museum, 'Creative Writing'. 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, loss, skeletal Black ink Red ink Displayed in Room 62 until 1997 Refused for loan to Munich 2002 Refused for loan to Monaco 2008 Mount Details: Sandwich: glass Frame: wood Object Priority: A Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1872"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10060"], "Registration number": ["1872,1101.2"], "Additional IDs": [" Miscellaneous number: Harris 500 "], "Conservation": ["Treatment: 10 Nov 2005"]}