{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10761,11"], "Title": ["Object: Papyrus Ramesseum 8"], "Description": [" P. Ramesseum 8, Frame 11. Papyrus written on the recto in hieratic script, while the verso is blank. The recto contains a magical text against headaches known as The Banquet of Hedjhotep. The text is written in horizontal with some vertical lines. This frame contains page 11. The papyrus was a half-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 22.90 centimetres (frame) ", " Width: 17.30 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 8 page 11. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 11-12, pl. 38. P. Meyrat, Le Papyrus Ramesseum VIII (Geneva: University of Geneva 2002), 17, pl. 11 [dissertation]. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, p. 85. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (13.11) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380890) (http://www.trismegistos.org/text/380890) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (41–74, 307–323) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, fragile, loss, powdery, skeletal Black ink Red ink Supported overall: white paper Transferred to horizontal storage Mount Details: Sandwich: glass Binding: copydex self adhesive carpet tape Object Priority: B Mount Priority: B Overall Condition: E Curatorial condition comment: poor"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10761,11"], "Registration number": ["1956,0714.10.11"], "Additional IDs": [" Miscellaneous number: Frame.11 "], "Conservation": [" Treatment: 08 Oct 1992 ", " Treatment: 08 Oct 1992 ", " Treatment: 08 Oct 1992 ", " Treatment: 08 Oct 1992 "]}