{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA56936"], "Description": [" Glass two-finger amulet: this moulded funerary amulet represents the index and middle fingers with nails of a left human hand. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Technique": ["mould-made"], "Dimensions": [" Length: 13.40 centimetres (max) "], "Curator's comments": ["It is always made of black material and occurs only in burials of the Late Period. Because the two fingers amulet is frequently found on the mummy near the embalming incision (through which the internal organs were removed during the mummification process), it is thought to represent the fingers of the embalmer. It would thus have reconfirmed magically the embalming process and perhaps have given added protection to the most vulnerable part of the mummy through which malign influences might otherwise have entered the corpse."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.128-129)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures "], "Condition": ["fair"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA56936"], "Registration number": ["1923,0512.11"]}