{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA63964"], "Description": [" Fragment of a sandstone sunk relief depicting the head and upper body of a princess holding a sistrum. The princess is depicted with her hair in a sidelock. Her skull is elongated, her lips thick, and her chin prominent, common features from the Amarna style. Her frame is slight compared to the size of her head, with narrow shoulders and a thin arm. Two lines at the top of the neck suggest fat rolls. A line from the forehead cuts through the eye, there are vague palimpsest before the face, and a lightly carved extra chin below. The edges of the block were very roughly chiselled and there is damage to the top left hand corner of the relief. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Great Palace (el-Amarna), TA:34/110 The Weben-Aten "], "Materials": ["sandstone"], "Dimensions": [" Height: 22.50 centimetres (max) ", " Weight: 11.80 kilograms ", " Width: 29 centimetres (max) ", " Depth: 11.50 centimetres (max) "], "Curator's comments": ["Published: J.D.S. Pendlebury, ‘City of Akhenaten’ Part 3, (London, EES, 1980), p. 62, pl. 66, fig.3. Several errors seem to have been made in the carving of the relief, which may have been plastered over in ancient times. The hairstyle suggests youth and the figural style is typical of the Amarna period of Egyptian art under the rule of Akhenaten, which suggests that the figure represents one of his daughters. This block would have been part of a larger scene representing the whole royal family worshipping the Aten, the deified sun-disc. The sistrum which the girl holds is a musical instrument, a type of rattle typically used by women in temple rituals. The small size of the block is typical of the blocks, known as taletat, used for rapid building at the newly established capital of Akhetaten (modern Amarna)."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb-25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept-12 Jan, Seville, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1935"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63964"], "Registration number": ["1935,1109.2"], "Conservation": [" Treatment ", " Treatment: 14 Jan 1982 "]}