{"artifact_name": "shroud", "Object Type": ["shroud"], "Museum number": ["EA74709"], "Description": [" Portrait on a linen shroud: though the figure is painted in tempera, the hair appears waxy and was apparently painted in encaustic. The fragmentary linen shroud has been remounted, and much of the paint is abraded. The jewellery was added in gold leaf. The surface is coated with varnish. The woman wears a green tunic with black clavi. Unusually she has no mantle. Her right arm is raised across her body and holds a pinkish-red lucky knot; her left arm rests beneath. In her hair the woman wears a red band, an ornament characteristic of Neronian portraits. The central parting is gilded. In her pierced ears the woman wears ball earrings typical of the later first century AD, and round her neck is a necklace of gold beads linked by cylindrical elements, with a central shell pendant. On both forearms are gold snake bracelets. On the third finger of her right hand is a gold ring, now mostly lost. The hair is lightly waved with banks of curls at the sides of the head, and long locks at the side of the neck, that on the proper left side worn in a knot of the sort more often seen at the nape of the neck, here bound in gold. The eyes are large and round, with eyebrows and eyelashes drawn with individual strokes resembling stitches, very characteristic of painting in tempera. The slightly opened lips are painted red, and there are cream highlights on the nose. "], "Cultures/periods": ["Roman Period"], "Production date": ["50-70"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie (1888)"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": [" linen ", " wax ", " gold "], "Technique": [" encaustic ", " tempera ", " leaf-gilded ", " varnished "], "Dimensions": [" Length: 51.70 centimetres ", " Width: 37 centimetres "], "Curator's comments": ["In general composition the portrait is reminiscent of contemporary work in gilded cartonnage. Bibliography: W. M. F. Petrie 1889, 'Hawara, Biahmu and Arsinoe' , 17, 42, pl. 2; W. M. F. Petrie 1913, 'The Hawara Portfolio: Paintings of the Roman Age', pl. 5; W.M. F Petrie 1911, 'Roman Portraits and Memphis' IV, 3, II; A. F Shore 1972, 'Portrait Painting from Roman Egypt' 2 ed. pl. 17; K. Parlasca 1980, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. III, 44, no. 584 (bibl.), pl. 140, 3; E. Doxiadis (1995), 'The Mysterious Fayum Portraits. Faces from Ancient Egypt', no. 47, 47; A. Bowman 1996, 'Egypt after the Pharaohs', 139, pl. 81; E. Doxiadis, 1998, 137 no. 7 with pl. p. 27; M. F. Aubert and R. Cortopassi 1998 'Portraits de l'Égypte Romaine', p. 66-7, no. 23. S. Walker, Ancient Faces, New York 2000, p. 38 [1]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (1) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.23) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (1) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Acquisition notes": ["Formerly National Gallery 1266. This portrait was presented to the National Gallery in 1888 by H Martyn Kennard. See information from the NG on file [Nov 2005, NCS]. AES Archive 548."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74709"], "Registration number": ["1994,0521.7"], "Additional IDs": [" Miscellaneous number: National Gallery 1266 "], "Conservation": [" Treatment: 26 Sep 1996 ", " Treatment: 30 Nov 1999 "]}