{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA38010"], "Description": [" Part of the side of a large globular vase of glazed composition: consisting of three joined fragments. A small portion of the neck of the vessel is preserved at the top edge. On the exterior is the serekh of Aḥa, inlaid in a darker glaze than that of the rest of the surface. The present colour of the inscription is a dull brownish yellow, and the background glaze is white, but the original colours were probably dark brown or black for the inscription and green for the rest of the vase. The edges of the fragment are very worn and the surface is rather friable. "], "Cultures/periods": ["1st Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Osiris-Khentimentu (Abydos), close to Chamber M69 "], "Materials": ["glazed composition"], "Technique": ["inlaid"], "Dimensions": [" Length: 14 centimetres (max) ", " Width: 11.40 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["In order to keep the gods happy and ensure the state of 'rnaat' (roughly speaking, universal order), Egypt's ancient kings gave gifts to deities at their temples or shrines. On the walls of every temple are depictions of pharaohs before the gods offering wine, cloth, or small statues. The vase's find spot in a deposit of votive offerings indicates that its original purpose was as a gift to the temple at Abydos. From the shape of the fragment we can tell that it was originally part of a large globular vase with a neck. Unfortunately no portion of its rim survived. At this early date virtually all objects made from glazed composition were small - such as beads, tiles, and statuettes - so that a glazed composition piece of this scale is unexpected and must have been rare. It is thus not surprising to find that the jar bears a king's name, making it a royal donation, probably to Khentiamentiu, the local deity. Bibliography: W. M. F. Petrie, 'Abydos' II (London, 1902-4), 23 and pl. V, 32; Cited by Riccardelli in P. B.Vandiver et al. (eds.), 'Material Issues in Art & Archaeology' VI (San Francisco, 2001); A. J. Spencer, 'Early Egypt : the rise of civilisation in the Nile Valley' (London, 1993), fig. 39."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (532) ", " Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (13) "], "Location": ["On display (G64/dc10)"], "Condition": ["fair (incomplete and worn)"], "Associated names": ["Named in inscription: Aha"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38010"], "Registration number": ["1903,1010.2"]}