{"artifact_name": "pyramidion", "Object Type": ["pyramidion"], "Museum number": ["EA479"], "Description": [" Sandstone pyramidion of Hornefer: each face of this pyramidion is divided into two sections by a horizontal line of text consisting of an invocation by the workman Hornefer to Ra and other gods. The lower parts of three sides are further divided by a column of text in the middle of each containing a prayer by Hornefer. All representations are carved in sunk relief and all texts are incised. On one face the barque of Ra is depicted in the upper section, and at the top of the pyramidion is inscribed the name of Ra-Horakhty-Atum. Below, the ʿʒ n ʿm st mʒʿt Hornefer and his 'son', the ʿʒ n ʿ m st mʒʿt Hornefer, stand facing each other with their arms raised in adoration. On the upper part of the second face the goddesses Isis and Nephthys kneel in adoration of the Amentet standard, the upper part of which is damaged. Below, Hornefer and his wife Nfrt-ỉry stand with arms raised in worship. The upper part of the third face is heavily damaged and only the lower part of a figure holding a sceptre can be discerned. Below, the workman ʿʒ-ḥt p.f stands in adoration together with his daughter (written Sʒ.f but with female figure and female determinative) whose name is damaged but may end in .. .'dbt'. On the upper part of the fourth face appears a winged scarab with sun-disk and, below, Hornefer and his wife Wbḫt stand in adoration. The pyramidion is severely damaged at the base and at the top resulting in loss to both scenes and text in varying degrees of severity. There are several large gouges on the surface. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 40 centimetres ", " Width: 33.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Two distinct Hornefers appear on this pyramidion, one being described as the 'son' of the other, but it is probable that this expression is not to be taken literally and may only indicate a descendant. Each Hornefer is depicted with his wife ontwo of the faces, although it is not clear which couple is the older and which represents the younger. Only the couple Hornefer-Nefertari is attested elsewhere. An ʿʒ n ʿ m st mʒʿt Hornefer, son of Nebdjefau, who flourished in the reign of Ramses II is well known from other monuments in this collection and elsewhere. He is possibly the workman who is attested in Year 40 of Ramses II, while the younger Hornefer may be the workman who appears under Sety II and Sipta. Bibliography: G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880), 189; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 192 (no. 699): B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (part 2) (Oxford: Clarendon Press), ii, 744; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 798.no. 298(8); A. Rammant-Peeters, 'Les pyramidions égyptiens du nouvel empire' (Leuven, 1983), 42-44 (39), Pl. XXIII-XXIV; 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan 1999-2000): No 24; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 152-3, pl. on p. 152."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.90-91) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.152-153) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1988 Sep-Dec, Boston, Museum of Fine Arts, Mummies and Magic-The Funerary Arts of Ancient Egypt 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012 15 September - 24 November, Buxton Museum, Enlightenment "], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Hornefer (father and son) ", " Named in inscription & portrayed: Webkhet (wife) ", " Named in inscription & portrayed: Aahotepef ", " Named in inscription: Ra-Horakhty-Atum ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Ra ", " Representation of: Nefertiri "], "Acquisition name": ["Donated by: Sir John Gardner Wilkinson"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA479"], "Registration number": [".479"], "Additional IDs": [" Miscellaneous number: BS.479 (Birch Slip Number) "], "Conservation": [" Treatment: 19 Mar 1999 ", " Treatment: 10 Nov 2004 "]}