{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA82331"], "Description": [" Fragmentary gneiss statue of king Menkaure, the body and back portion of the seat and base now missing. The toes and outline of both feet survive in the centre of the statue base, with skilful modelling of the feet including details of the individual toenails. On either side of the king’s feet, a vertical line of inscribed text extends to the front corners of the statue base with cartouches that confirm the identity of the king. There are also further epithets which evoke the god Ptah. There are small chips and cracks across the edges of the statue base, however the text is in good condition. "], "Cultures/periods": ["4th Dynasty"], "Production date": ["2532 BC-2503BC (circa)"], "Findspot": [" Found/Acquired: Egypt (Provenance not documented, but possibly from Giza.) "], "Materials": ["gneiss"], "Dimensions": [" Diameter: 22.50 centimetres (Preserved max. depth.) ", " Height: 6.30 centimetres (Height of base.) ", " Height: 8.20 centimetres (Preserved maximum height.) ", " Width: 24 centimetres (Max. width.) "], "$Inscriptions": [" ", " "], "Curator's comments": ["Though little of this statue body has survived, based on the positioning of the feet it is more likely to have been a seated statue of the king. This fragmentary statue is a rare example of sculpture carved from anorthosite gneiss, a stone that was quarried in the Western desert approximately 65 km northwest of the area of Abu Simbel. This stone is noted for being extremely hard and durable, which perhaps held ideological significance for the king to use for the construction of his monuments. The original provenance of the statue is uncertain, though the area of Giza has been posited based on the king’s connection to that area. An old display label, formerly adhered to the top of the base, reads AES Ar. 1715 (Archive Room/6.3.4)."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Bonhams (Bonhams (London), Antiquities sale on 25 April 2012, lot 97.)"], "Acquisition date": ["2012 (April)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA82331"], "Registration number": ["2012,1002.1"], "Conservation": ["Treatment: 22 Jan 2013"]}