{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA941"], "Description": [" Fragmentary calcite statue of the king Ptolemy II with the right arm and shoulder restored, the left side and lower body now lost. The king is depicted wearing the nemes headcloth with a single uraeus, with the head and coiled body of the cobra displayed at the centre above the king’s forehead. There appears to be another wig or headdress visible underneath the lappets of the nemes which is set low against the forehead, and at the ends of the cloth where another layer of stone is clearly indicated. On the reverse, the headdress tapers into a pointed end in low relief. The right arm is held across the chest with the thumb resting against the index finger, though there is no item depicted in the clenched hand. The left arm appears to be placed by the king’s side, and thus he may have originally been depicted in a seated or standing position. The face is rounded, with narrow almond shaped eyes and modelled eyebrows which are indicated in a straight line across the brow. The nose is broad, and the thick lips are curved into a subtle smile. At the chin, the king wears a long stylised false beard. On the reverse are the remains of the upper section of a broad back-pillar which is uninscribed. In addition to the loss of the right shoulder and arm, there is further damage to the king’s beard, chin and left side of the nemes headcloth as well as the uraeus cobra. The ears of the statue are possibly unfinished, with a channel of potentially unworked(?) stone visible behind the lobes. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["286BC-246BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["calcite"], "Dimensions": [" Height: 10.30 centimetres (Modern base) ", " Height: 74.50 centimetres (object and base) ", " Height: 64.20 centimetres (object) ", " Weight: 114 kilograms (object and base) ", " Width: 45.50 centimetres (Modern base) ", " Width: 45.70 centimetres (object and base (object overhangs base)) ", " Width: 38 centimetres (object) ", " Depth: 24.20 centimetres (Modern base) ", " Depth: 24.50 centimetres (base) ", " Depth: 31 centimetres (object) "], "Curator's comments": ["The authenticity of this statue was once debated given the peculiarities of the double headdress, the positioning of the right hand, and the length and rendering of the false beard; however, most now agree that this is a genuine sculpture of the first millennium BC. The atypical choice of stone for the sculpture is also noteworthy. Roughly of life-sized height and composition, other hypotheses have suggested that the statue was a representation of Nectanebo II (Josephson 1997), however it is now generally agreed that the surviving features are consistent with other surviving images of Ptolemy II. Archaising artistic tendencies are typical of statues from the Late Period onwards, which harken back to the appearance and style of monuments from the Old Kingdom; it has been proposed that this statue of Ptolemy II is directly influenced by the images of the 3rd Dynasty king Djoser (Baines and Riggs 2001), though others have argued against this suggestion (Ashton 2003). Though the provenance of the statue is unknown, Saqqara has been tentatively suggested as a possible context (Baines and Riggs; Taylor 2008; and noted as possible within Strudwick 2006). Further Bibliography: S-A. Ashton, 2003. ‘The Ptolemaic Royal Image and the Egyptian Tradition’, in J. Tait (ed.) Never Had the Like Occurred’: Egypt’s View of its Past (London), p. 213, 223, Fig. 12:1. J. Baines, C. Riggs, 2001. ‘Archaism and Kingship: A Late Royal Statue and Its Early Dynastic Model’, Journal of Egyptian Archaeology 87, p. 103-118. J.A. Josephson, 1997. Egyptian Royal Sculpture of the Late Period 400-246 BC (Mainz), p. 30-31, Pl. 11a. P. E. Stanwick, 2002. Portraits of the Ptolemies: Greek kings as Egyptian pharaohs (Austin), p. 46-47, 102, Fig. 18-19. J.H. Taylor, 2008. ‘Changes in Funerary Religion in the Twenty-fifth and Twenty-sixth Dynasties’ in F. Tiradritti, (ed.), Pharaonic Renaissance. Archaism and the Sense of History in Ancient Egypt (Budapest), p. 195, Fig. 130. S. Walker, P. Higgs, 2000. Cleopatra: Regina d'Egitto (Milan), p. 66-67, I. 55."], "Bibliographic references": [" Budge 1914 / Assyrian Sculptures in the British Museum, Reign of Ashur-nasir-pal, 885-890 B.C (Pl. 53) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 198) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p. 292-293) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (p. 42-43, no. 5) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 9 Aug-2002 25 Feb, Chicago, Cleopatra 2008, 3 Mar-20 Jul, Cankarjev Dom, Slovenia, Pharaonic Renaissance. 2008, 4 Aug-9 Nov. Budapest, Museum of Fine Arts, Renaissance in Pharaonic Egypt. 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia Museum of Fine Art. Mummy. The inside story. 2015 July - September, Tokyo, National Museum, Queens of Egypt 2015 October - December, Osaka, National Museum of Art, Queens of Egypt 2011-13, Travelling Exhibition, Mummy: The Inside Story 2022-2023 15 Oct - Feb, London, BM, 4 Lives, G4 2023 4 May - 13 Aug, London, BM, G35, Luxury and Power: Persia to Greece "], "Condition": ["incomplete - head and upper body only"], "Associated names": ["Portrait of: Ptolemy II Philadelphos"], "Associated objects": [" cast (EA90863) "], "Acquisition name": ["Donated by: Queen Victoria"], "Acquisition date": ["1854"], "Acquisition notes": ["MLA register, 1854-5-1,1, notes that the object was 'brought from Egypt and presented to H M [i.e. Queen Victoria] by the Hon. Chas. Murray, Consul General.' In the 'Cleopatra' catalogue, says: \"Received as a gift from the British Consul in Egypt and donated by Queen Victoria in 1854\". Josephson p30, quoting MLB as source."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA941"], "Registration number": [".941"], "Conservation": [" Treatment: 12 Apr 2000 ", " treatment: 01 march 2023 "]}