{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1270"], "Description": [" Parts of a limestone tomb-relief: the first part depicts in relief the lower bodies and legs of three offering-bearers. The overall of this wall is occupied by a representation of the owner of the tomb and his wife; he is shown wearing a leopard-skin and holding a staff of office. A small lower register contains the figures of three offering-bearers who are shown bringing offerings of vessels, meat, and birds. There are no inscriptions. The second block bears a representation of butchers. The overall scene preserved on this wall consists of two registers. In the lower is a representation of butchery; the dismemberment of two bulls is shown, superintended by a sḥdḥm(w)-kʒ who stands on the left. Above the figures of the various men occupied in this dismemberment are short conversational texts of the kind regularly found with such scenes. In the upper register are figures of seven attendants and offering-bearers, the fifth of whom is a sḏʒwty-nṯr and the sixth a hry-ḥbt. The stone is soft and the surfaces of the individual blocks have suffered much flaking through the action of salt. No colour is preserved. "], "Cultures/periods": [" 5th Dynasty (?) ", " 6th Dynasty (?) "], "Findspot": [" Excavated/Findspot: Giza (Memphis) (?) "], "Materials": ["limestone"], "Dimensions": [" Height: 38 centimetres (butchery relief) ", " Height: 19 centimetres (offering-bearer relief) ", " Width: 66 centimetres (butchery relief) ", " Width: 58 centimetres (offering-bearer relief) ", " Depth: 14 centimetres (butchery relief) ", " Depth: 42 millimetres (offering-bearer relief) "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), 303."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.23)"], "Location": ["Not on display"], "Condition": ["Poor; the stone is soft and the surfaces of the individual blocks have suffered much flaking through the action of salt."], "Subjects": [" butcher (?) ", " cattle "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1270"], "Registration number": ["1898,0312.207"]}