{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA24619"], "Description": [" Calcite figure of a royal (?) woman: neither this woman's dress nor her attitude reveal whether she is a commoner or a member of the royal family. Her full breasts, flat abdomen (but for the slight mound below the navel), and, in profile, the firm, protruding buttocks and full thighs all seem to belong to a nubile young woman. The slight roughening of the surface around the wrists, for wide bracelets, and at the neck, for a deep collar - unnecessary preparations if paint were to be applied - probably indicate that gold leaf or foil was affixed to these areas, also favoring a royal attribution. She wears a tripartite wig. There is curtain-like rendering of the woman's natural hair at her forehead beneath her wig. In its expression the full face is extremely gentle. The large eyes are almond shaped, and a horizontal incision accentuates the corners. The upper eyelids are indicated by a fine fold, and the eyebrows are barely suggested. The nose is wide and the mouth soft, with full lips that seem to bear the trace of a smile. WIth their unusually supple fingers and nails carefully defined, the hands give an impression of extreme refinement. "], "Cultures/periods": ["4th Dynasty"], "Production date": ["2613BC-2566BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["calcite"], "Technique": ["painted"], "Dimensions": [" Height: 44.50 centimetres (object) ", " Height: 49.50 centimetres (on base) ", " Weight: 9.60 kilograms (object and attached base) ", " Width: 16 centimetres (base) ", " Width: 17 centimetres (object) ", " Depth: 12.90 centimetres (base) ", " Depth: 12 centimetres (object) "], "Curator's comments": [" During the Old Kingdom, the simple sheath dress was worn by both royal and non-royal women, and the pose - standing with both arms at the sides and palms resting beside the thighs - was not restricted to either class of women. The fine modeling and the sensitivity to the subtle forms of the woman's body may imply that the statue was a product of a royal studio. Beyond the excellent quality of the carving, the proposed royal attribution is also suggested by the type of stone from which it is carved. Initially, at least, white calcite appears to have been restricted to royal use. See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 298. Bibliography: 'Egyptian Treasures' [exhibition cataolgue] (Shanghai, 1999), 42-43 No 5; 'L'art egyptien au temps des pyramides' [exhibition catalogue] (Paris, 1999), pp. 172-174 [26]; D. Arnold, 'When the Pyramids were built' (New York, 1999), pp. 36-37 [25-26]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 88, cat no. 48; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 128; W. S. Smith, 'History of Egyptian Sculpture and Painting in the Old Kingdom' (Boston, 1946), pl. 16b; J. Vandier, 'Manuel d'Archeologie egyptienne' III (Paris, 1958), pp. 2, 55, 58, 63, 111, 131, 138, pl. 15; M. Eaton-Krauss, ‘Non-Royal Pre-Canonical Statuary’, ‘Bibliothèque d’Étude’ 120 (1998), pl. 2a-d. ", " Object was sent to Cast workshop for moulding on 30 November 1954 (WAA Transfers Book). "], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (5) ", " Metropolitan Museum of Art 1999 / Egyptian Art in the Age of the Pyramids (26) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.28-29) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.20 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.20 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["incomplete - feet lost"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24619"], "Registration number": ["1893,0513.6"], "Conservation": [" Treatment: 15 May 1986 ", " Treatment: 15 Jan 1987 "]}