{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA351"], "Description": [" Sandstone stela of Amenmose: round-topped stela consisting of three registers carved in sunk relief with incised texts. In the upper section the scribe Amenmose, son of the dignitary Raemwia, stands on the right in worship of Osiris who is enthroned in the centre. Behind the god stands Isis, and, behind her, Horus is depicted in the form of a hawk perched on a 'djed'-pillar. An altar on which rests a water-pot cooled by a lotus flower is placed between the figure of Amenmose and the seated god. In the second register four male figures face left with arms raised in adoration, the last of which carries a lotus flower in one hand. The first is identified as the scribe Amenemwia, son of the dignitary Iunu. The phrase 'of the pure storehouse' which appears in the next column refers without doubt to the scribal post of Amenemwia and not to that of his father. The others are named as the w‘b-priest Iunaia, the scribe Mehy and the w‘b-priest Iunaia. The third register consists of five females facing left. The first has both arms raised in adoration, while the others raise one arm and carry a vase or flower in the other. The first is identified with the phrase 'born of the chantress of Amun, Tuy'. The others are the chantress of Amun Mutemwia; the chantress of Amun Baketamun; the chantress of Amun Tyiay (?); and the chantress of Amun ... Mwt. The names of the last two are unclear. The stela is slightly damaged at the top and has been battered on the bottom, which has been restored in modern times. The stela is worn in places, so the hieroglyphs are not always clearly defined. There are no traces of colour. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 69.30 centimetres ", " Width: 38.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The relationship of all these figures is obscure. Evidently Amenemwia is the son of Iunu and Tuy, but it is not clear how he is related to Amenmose unless the latter's father, Recemwia, is to be identified with him. One of the two w‘b-priests, Iunaia, is possibly the father of Amenemwia. Otherwise the family remains unknown. Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 195 (no. 711)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.66-67)"], "Location": ["Not on display"], "Condition": ["The stela is slightly damaged at the top and has been battered on the bottom, which has been restored in modern times. The stela is worn in places, so the hieroglyphs are not always clearly defined."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Horus ", " Representation of: Isis ", " Representation of: Osiris ", " Named in inscription & portrayed: Amenmose ", " Named in inscription: Raemwia (father) ", " Named in inscription & portrayed: Amenemwia ", " Named in inscription: Iunu (father) ", " Named in inscription & portrayed: Iunaia (twice) ", " Named in inscription & portrayed: Mehy ", " Named in inscription & portrayed: Tuy (mother of Amenemwia) ", " Named in inscription & portrayed: Mutemwia ", " Named in inscription & portrayed: Baketamun ", " Named in inscription & portrayed: Tyiay (?) "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA351"], "Registration number": [".351"], "Additional IDs": [" Miscellaneous number: BS.351 (Birch Slip Number) "]}