{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA29478"], "Description": [" Black granite naophorous figure of the kneeling male official Hornebkhaset on a slim rectangular base. The figure is depicted in a kneeling position and resting on his heels, while he supports a small naos shrine in his lap. The shrine contains the image of the funerary god Osiris, identifiable through his mummified form, feathered atef-crown, and the crook and flail implements held in his hands. Hornebkhaset wears a knee-length kilt which is belted at the waist and a smooth shoulder-length ‘bag wig’, a simple headcloth style typical of the 26th Dynasty. The chest is bare, with subtle modelling of the musculature of the upper body. The stone fill between the arms and torso is intact, often deliberately left to ensure the integrity of the stone sculpture. The face is rounded and fleshy, with wide almond shaped eyes and a slim nose. The mouth is small with the outer corners slightly upturned to suggest a small smile. The naos shrine contains a hieroglyphic inscription on either side of the façade, and along the upper left and right side of the naos. Two columns of text are also inscribed on the back-pillar, and the text then continues onto a horizontal line of text around the base. Several cracks are visible across the upper body of the male figure at the neck, chest, and upper left arm, where modern repair of the stone has taken place. There are also further cracks visible at the top of the back pillar, and chips to the stone surface at the corners of the statue base and top of the naos shrine. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 38 centimetres ", " Width: 13.50 centimetres ", " Depth: 21 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Several titles given within the inscription refer to the gods Osiris, Sekhmet, Horus ‘of the desert’, and Khnum. There is no provenance recorded for the statue, however based on the evocations of areas such as Smenou-hor, the 21st nome in Upper Egypt (also known as Crocodilopolis, perhaps near Kafr Ammar), it is possible that the statue originates from this area (Von Kanel 1984). The statue inscription also mentions several members of Hornebkhaset’s family, including an individual named Pakhar – this seems to be the name of both his father’s father and his mother’s father, therefore this could potentially be intended to express respect for the same individual on both sides of the family (Von Kanel 1984). Further Bibliography: G. Pinch, 2006. Magic in Ancient Egypt (London), p. 52-53, Fig. 25. F. von Kanel, 1984. Les Prêtres-ouâb de Sekhmet et les conjurateurs de Serket (Paris), p. 81-86, Pl. 12-13."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 132, no. 97) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 822) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2010/11 Oct-Mar, Leiden, National Museum Of Antiquities, Egyptian Magic 2015-2016 27 May-10th Apr, Québec, Le Musée de la Civilisation, Egyptian Magic. "], "Condition": ["fair (repaired)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29478"], "Registration number": ["1897,0511.223"], "Conservation": [" Treatment: 27 Jun 2005 ", " Treatment: 23 Jul 2010 ", " Treatment: 11 Sep 2023 "]}