{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37516"], "Description": [" The upper part of a standing female figure, probably Isis. She wears a long garment rolled down to leave her breasts bare - the centre-line drapery suggests an Isis-shawl, the knot of which has been included in the roll of cloth (which is also indicated at the back of the figure). Isis-locks extend over her shoulders and the hair, parted in the centre, is worn in a roll at the front. Her arms are placed by her sides, rather back on the figure, the left arm bent at the elbow, the right arm straighter. The chin, nose and the roll of drapery at the rear are damaged. The lower break has been smoothed in modern times to enable the figure to stand level. As is shown by the top of the interior, the body was thrown on a wheel and manipulated to shape while soft, with applied arms, breasts and some of the drapery. The head also has been added to the body and is probably hand-modelled. Details of drapery and hair are indicated with the use of a pointed tool. Made of orange-brown silt-like clay, dark grey at the core, and containing inclusions, some of which appear to be sand. With an overall white dressing, which is left reserved on the drapery and the eyes. The flesh is painted pink, with deeper pink on the outside edges of the arms, on the breasts, on the cheeks and forehead; deep pink paint on the lips and in bands on the neck (showing choker-like necklaces?) The hair is painted black, as also are details of the eye, and the eyebrows. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["3rdC BC-1stC BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 23 centimetres (max) ", " Width: 17 centimetres ", " Depth: 9.28 centimetres "], "Curator's comments": ["Terracotta IV Donated: Greville J. Chester. Acquired in Medinet el-Fayum (Ptolemais Euergetis). Probably Ptolemaic. Comparanda: Near: Fischer 1994: no. 66, fragment only, dated Hellenistic period; Michałowski 1969: fig. 699, in terracotta and plaster, dated Roman period. For similar drapery, see perhaps Adriani 1952: pl. xiv:1, from a favissa at Ras el-Soda, Alexandria, dated Ptolemaic period, perhaps third to second century bc; however Adriani regards this figure as a male priest."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3002)"], "Location": ["Not on display"], "Condition": ["incomplete - repaired"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis (?)"], "Acquisition date": ["1877"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37516"], "Registration number": ["1877,1003.1"]}