{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA22813,a"], "Description": [" Base and lid of the anthropoid wooden outer coffin of Nestawedjat, Lady of the House, daughter of Djedmutiufankh. The lid, damaged by fire, was covered with stucco and painted with polychrome vignettes, showing the ba-bird revisiting the mummy in the tomb, the mummy on the funerary bed with canopic jars, and inscribed with hieroglyphs, including prayers for offerings, the interior of the base is decorated with a figure of Sokar, with solar disc with uraei above, and flanked by figures of Isis and Nephthys, the exterior is painted with decorative friezes above and below a horizontal register of hieroglyphs. "], "Cultures/periods": ["25th Dynasty"], "Production date": ["700BC-680BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " stucco "], "Technique": ["painted"], "Dimensions": [" Height: 45.50 centimetres (base) ", " Height: 51 centimetres (lid) ", " Length: 227 centimetres (base) ", " Length: 227 centimetres (lid) ", " Width: 82.20 centimetres (base) ", " Width: 81.30 centimetres (lid) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": [" In set with EA22812a and b and EA 22813b. Nestawedjat was the daughter of a man named Djedmutefankh and a woman named Djedasetesankh. They were probably members of one of the influential families who held high office in the Theban temple hierarchies during the period of Kushite rule over Egypt, but their precise place in society has yet to be determined. The mummy found in the coffins of Nestawedjat is the body of a woman and is very likely the remains of Nestawedjat. It was previously thought that the x-rays were showing that it is the body of a man and it had to be dated to the 21st Dynasty (about 1000BC). . Bibliography: British Museum. A Guide to the First, Second and Third Egyptian Rooms, London 1924, pp. 130-131; Handbook to the Egyptian mummies and coffins exhibitied in the British Museum, London 1938, p. 51; Green in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 45, col. pl. 10 [1]. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 20-53. ", " Label found in coffin stored in archive as AES Ar.2024 "], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["fair (lid damaged by fire)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Djedmutiufankh (daughter of) ", " Representation of: Sokar ", " Representation of: Isis ", " Representation of: Nephthys ", " Named in inscription: Nestawedjat "], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22813,a"], "Registration number": ["1880,0130.1.a"], "Conservation": [" Treatment: 30 Jan 2014 ", " Treatment: 24 Aug 2016 ", " Treatment: 30 Apr 2002 ", " Treatment: 09 May 2003 ", " Treatment: 07 Apr 2003 "]}