{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA508"], "Description": [" Granite naophorous block statue with a figure of Osiris, partly restored. The head and upper body of the statue have been heavily damaged, though the form of his limbs and lower body are intact on either side of the block form. His arms are draped over his knees and were crossed, with the hands likely displayed on top of the block. He sits upon a thin cushion that is also represented on both sides. In front is a tall shrine for the god Osiris, who is shown standing and wears the atef crown. He also holds the crook and flail implements across his chest. On the reverse is a broad back-pillar which has also been damaged, and only the right side portion remains. Some hieroglyph signs are discernible particularly at the lower right side, where there is a clear vertical line indicating a border. The feet and much of the statue base are now lost, and a small surviving portion of the statue base on the left side includes a line of incised text. There was likely another line of inscription on the right side of the statue base, but this is now missing. The statue has suffered from a number of large gouges to the stone surface but is also heavily pitted across the surface. The head and body of the small Osiris figure has also been damaged, and the edges of the shrine have a number of abrasions and chips. The feet and base have been restored, and the object is now supported on a thick modern base. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 29 centimetres (max) ", " Width: 20 centimetres ", " Depth: 26 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Naophorous block statues were particularly popular in elite sculpture of the late 2nd and 1st millennium BC, since this pose showing the statue subject presenting the shrine of a god could be an indication of their devotion and piety. Such statues were typically found in tomb contexts, though could also be established within the temple."], "Location": ["Not on display"], "Condition": ["incomplete - head lost; feet and front of the plinth restored"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA508"], "Registration number": [".508"], "Additional IDs": [" Miscellaneous number: BS.508 (Birch Slip Number) "]}