{"artifact_name": "model group; barge; figure", "Object Type": [" model group ", " barge ", " figure "], "Museum number": ["EA9525"], "Description": [" Wooden model of funeral barge: The hull is shallow, with narrow beam; graceful curve to sheer-line. Deck slightly hollowed out, leaving low gunwales which merge into bow and stern; the two latter have the ornamental finials usual in funeral barges. Main part of hull painted light green; a black line separates it from bow and stern, which are blue; other black lines mark off the yellow finials. Below the sheer-line the hull is painted with three longitudinal stripes of blue, red, and white, reading downwards, and separated by black lines; these stripes extend as far as the white strips described below. On each side of the bow, just abaft the black lines, are 'wedjat'-eyes (oculi) in white and black on a green rectangle outlined in black; forward of these, but still abaft the black lines, are smaller yellow rectangles outlined in black which are repeated aft near the steering-gear. The gunwales are painted red over most of their length, but where they merge into bow and stern on each side is a short length painted white with a pattern of black lines. These black lines probably represent some kind of lashing, as if these sections of the gunwales were removable, but it is difficult to see what purpose such sections could serve. Deck white, divided into eleven pairs of spaces by strips of red representing thwarts and hogging-beam (?). Main body of hull in one piece; the finials are separate pieces, presumably pegged and glued. Steering-oars are pegged, glued, and lashed to points of attachment. There is no mast or rigging. There is a steering gear. The steering-posts are green; falcon-heads have blue wigs with yellow faces and black markings. Looms of steering-oars painted in alternate sections from top to bottom green and white separated by black lines; upper parts of blades have lotus flowers, painted green, blue, and white, with green tips. Larboard steering-oar has its tiller, which is lacking in the starboard oar; as a substitute the helmsman holds a length of stick, shaped to receive his hand at its point of balance. It is possible, however, that the tiller and short stick may be modern restorations. Cross-bar on deck fixed with two pegs and provided with pegged falcon-headed finials; steering-posts are pegged to deck, their falcon-head finials pegged to posts. Steering-oars are in one piece, including falcon-head finials. On each side of the helmsman's feet are two small holes of uncertain purpose. Amidships is a canopy with curved roof supported by four slender columns with papyrus-head capitals; the front of the roof rests on an 'architrave' joining the two forward columns, while its back rests directly on the capitals of the columns. The 'architrave' represents a cavetto torus moulding painted with vertical stripes of blue, red, and green. The top of the roof is yellow with blue border; the edges are blue, the underside has white squares between yellow lines, border in blue. Supports of the canopy fit into holes in deck and are pegged to roof; they are fitted with long pegs which appear to go through the capitals and into the roof (or architrave). The heavy bier is a solid block of wood with decorated sides supported on four lion-feet; the moulding along the top is painted in vertical stripes successively blue, red, blue, green, blue, and so on, each stripe being divided from its neighbour by a white line. The top of the bier is yellow with blue border and edges-underside white, legs yellow. Bier probably pegged as well as glued to deck, similarly mummy to bier. The mummy is white with blue wig and yellow face; eyes in black and white, floral collar of red, blue, and green finished off with black 'drops'. A sealed jar stands on the larboard side of the deck near the head of the mummy and another is on the centre of a thwart further forward; forward of that, again centrally placed on a thwart, is a tall incense-burner. Jars are red with black line around shoulder and black mud stoppers; the bases or stands are white, the stand of incense-burner is white, bowl and simulated flame or smoke are red. The helmsman squats aft on stern-piece with his feet protruding over deck. Left arm bent across chest; right arm, slightly bent, reaches forward as if to take tiller; hand clenched with knuckles downward and pierced to hold tiller, which on this side is not extant; instead he holds a short thin stick. In any case, in this pose he could not grasp a vertical tiller. Body of helmsman red, wig black, skirt white, eyes black and white. At each end of the bier, close to but not under the canopy, is a female mourner in a long white dress fastened by two straps over the shoulders and a long black wig; flesh yellow. The woman at the mummy's feet has lost both arms; the other has arms downward and slightly forward, palms inward. To the left of the bier by the feet of the mummy stands the figure of a priest looking toward the mummy's face. His right arm points downward and a little forward, palm inward; his left arm extends forward with elbow slightly bent; his hand holds a papyrus with ends rolled up but the middle open; on the open part are two short vertical lines of hieroglyphs intended to represent a funeral formula. Body red, head shaven; skirt white, longer than is usual, and secured by white strap passing over left shoulder and under right arm. Helmsman, priest, and mourners glued and probably pegged to deck, so also the jars and incense-burner. The latter is in three pieces; burning incense is pegged to bowl and bowl pegged to stand. Arms of human beings glued but not pegged to bodies. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sycomore fig wood"], "Type series": ["Reisner Type V"], "Technique": ["painted"], "Dimensions": [" Height: 29.50 centimetres ", " Weight: 1.80 kilograms ", " Width: 84 centimetres ", " Depth: 14 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 178-9, pl. on pp. 178-9."], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (9) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.178-179) "], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["Good. One leg of the bier is missing, and both arms of the mourner at its foot."], "Subjects": ["eye of horus"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 514 at 1835 sale. According to the Salt sale catalogue this boat and a companion boat (.9524) were found in the same tomb with the model granary (.2463), E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 23. The location of the tomb is not stated. See note on acquisition of that object for possible Theban association."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9525"], "Registration number": [".9525"], "Additional IDs": [" Miscellaneous number: BS.9525 (Birch Slip Number) "], "Conservation": [" Treatment: 28 Mar 2017 ", " Treatment: 22 Sep 2014 ", " Treatment: 10 Jan 2014 ", " Treatment: 10 Jan 2014 ", " Treatment: 10 Jan 2014 ", " Treatment: 03 Dec 2010 ", " Treatment: 29 May 2003 ", " Conservation treatment: 1/5/19 "]}