{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA35291"], "Description": [" Wooden model of boat under oars: the hull has a moderate sheer, stern a little higher than bow and notched for steering-oar. Bow square-ended, tipped with black to represent a leather fend-off (?). Fore- and after-decks slightly raised; fore-deck is divided into four small white spaces by red strips of deck-plan; after-deck painted red and white. The white portion, divided by red centre strip, ends in a semicircular curve convex towards the stern, which has two projections to serve as a notch for the steering-oar. Main deck hollowed to leave gunwales about 1/8 inch high. Hull and deck white, deck-plan and gunwales painted red. Mast-space a little forward of amidships. There is no hole for the mast; all rigging lost except for a short mast and a yard (?) lying on deck. Steering-gear lost; there is a hole in the deck for the steering-post. Three oars are in rowing position on larboard side instead of original four; none left on starboard side. The second 'oar' is more like a paddle, and may not be original. The pilot is in the bows facing to larboard with arms extended horizontally; no sounding-pole. Four rowers each side, standing with one leg advanced, the other foot not indicated, implying that the deck would in fact be lower. On the larboard side all are advancing the inside (left) leg; on the starboard side two appear to advance the right leg, and two the left. The helmsman stands in the stern facing to larboard, with right arm extended forward as if grasping the tiller, but he is misplaced; he should be facing forward. All members of crew have red bodies, white skirts, and all except the pilot wear a white fillet on their black wigs. Where the main deck changes to the fore-deck squats the cloaked figure of the master or owner, looking aft, arms crossed in front of his knees or lying on his lap, roughly carved in one piece; his wig has a white cap. Between the last pair of rowers is another figure facing aft, similarly seated and cloaked, except that his cloak comes over his left shoulder and under his right arm, which is extended as if emphasizing an order by pointing . Between the first and second pairs of rowers stands a servant (?) on the centre line with his left arm folded across his chest and his right arm straight down at his side. Standing on the mast-space between the after pairs of rowers is another servant with a wooden writing-tablet (?) in his hand and a pack on his back, who stands facing to starboard. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Type series": ["Reisner Type II"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 62.20 centimetres ", " Length: 24.50 centimetres ", " Width: 13 centimetres "], "Curator's comments": ["The boat was probably intended to have a mast but it was not supplied and the hole for it was not cut. The spars now lying on the deck do not therefore originally belong to the model. Published: R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 34 (1992). p. 756 [103]. S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p.40 [5]. Art and Afterlife in Ancient Egypt, Japan 1999-2000, [126]."], "Bibliographic references": ["Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (22)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed "], "Condition": ["Fair. Solid wood of hull has a diagonal split at the stern on the larboard side; steering-gear lost, mast and yard (?) on deck, five oars missing. One rower has lost the right arm."], "Subjects": ["reading/writing"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35291"], "Registration number": ["1901,0608.23"], "Conservation": [" Treatment: 04 Jan 2005 ", " Treatment: 15 Dec 2004 ", " Treatment: 29 Mar 2001 ", " Treatment: 30 Oct 2000 ", " Treatment: 02 Sep 1998 ", " Treatment: 31 Mar 2014 "]}