{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA9176"], "Description": [" Green glazed composition shabti of Tarudj born of Tentmen: with a lappet-wig, a modelled face with a plaited beard, parallel hands in relief holding an adze. A hoe and the string of the seed-basket hangs over the shoulder. The front of the leg section is inscribed with a column of incised hieroglyphs. The right hip is also inscribed. There is a back-pillar and a plinth beneath the feet. The figure was mould-made. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Saqqara (Memphis) (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised "], "Dimensions": [" Height: 12.90 centimetres ", " Width: 3.76 centimetres ", " Depth: 2.79 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["These ushebtis must have been among the earliest to find their way to Europe. The majority of the antiquities brought back to Europe at that time came from the more easily accessible Late Period tombs and sacred animal catacombs at the latter site. One of the burials that evidently was accessible to collectors was that of Tarudj. An ushebti bearing her name was presented to the Bodleian Library, Oxford, by Archbishop William Laud as early as 1635. This figure formed part of the collection of the merchant Pitt Lethieullier, assembled in the early 18th century and given to the British Museum in 1756. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 234-5, pl. on p. 234."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.234-235)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription: Tarudj ", " Named in inscription: Tentmen (mother) "], "Acquisition name": ["From: Pitt Lethieullier"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9176"], "Registration number": [".9176"], "Additional IDs": [" Miscellaneous number: BS.9176 (Birch Slip Number) "], "Conservation": ["Treatment: 20 Apr 2004"]}