{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1818"], "Description": [" Limestone stela of Nyhebsedpepy: Nyhebsedpepy is represented in rough, low relief striding forward holding a staff and a sceptre in his hands. A single line of text at the top and another in front of the figure contain a conventional offering-text and the titles of the deceased who was a count and treasurer of the king of Lower Egypt. The signs are in sunk relief; the whole is in poor style, the figure, in particular, having little modelling; the edges of the relief are quite sharp and give the impression that the piece was never properly finished from a sculptural point of view. Most of the colour is preserved: red on the flesh of the figure, yellow on the kilt and staff, black on the wig, red and yellow for the collar, yellow for the bands of the armlets; considerable traces of red, yellow, and blue remain in the signs. "], "Cultures/periods": [" 6th Dynasty (?) ", " First Intermediate (?) "], "Findspot": [" Excavated/Findspot: Nag el-Deir (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 57.50 centimetres ", " Weight: 20 kilograms ", " Width: 38 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The owner of this stela has a name similar to that of the owner of stela (.112), but there can be no possibility of identifying the two with each other. The reading of the name in both cases is similar and it is here suggested that the element n(y) has been omitted in both cases. For the name fully written see H. Ranke, 'Die ägyptischen Personennamen. I. Verzeichnis der Namen’ (Glückstadt, 1935), p. 173, 1. Photo: S. Quirke, 'Who were the pharaohs? : a history of their names with a list of cartouches' (New York, 1990) , p. 8"], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.36)"], "Location": ["Not on display"], "Condition": ["Fair"], "Acquisition name": ["Purchased from: Spink & Son Ltd"], "Previous owner": ["Previous owner/ex-collection: Rev George Denis Nash"], "Acquisition date": ["1959"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1818"], "Registration number": ["1959,1212.157"], "Conservation": ["Treatment: 18 Jun 2001"]}