{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA34936"], "Description": [" Fragmentary steatite head of the god Amun-Re. He wears a close-fitting cap crown set high on the forehead and with the ears exposed. On the reverse the outline of the crown extends to the base of the neck. At the top of the head is a wide horizontal slot which would have secured the double plume section of the crown, which is now lost. His eyes are wide and delineated with heavy ridges, and on the left side there is a suggestion of a cosmetic line emerging from the outer corner which is not replicated on the right side corner of the eye. The nose and mouth of the figure are now damaged.A slim divine false beard is visible from the chin. In addition to the break at the neck, both ears are chipped and there is damage across the reverse of the figure. The nose has broken off and there is damage to the mouth, with a series of further chips and scratches to the stone visible across the entire face. The object is now attached to a small modern base. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 6.50 centimetres (max) ", " Width: 4.11 centimetres ", " Depth: 4.51 centimetres "], "Curator's comments": ["Amun-Re is identifiable via his distinctive crown with the double feather plumes; here this was made separately and attached via the slot at the top of the head, and possibly made from another material. A number of similar heads or figures missing this part of the headdress feature within the collection, for instance a comparable 19th Dynasty piece with the body and base still intact (EA 60003: https://www.britishmuseum.org/collection/object/Y_EA60003), and another small steatite head which originally had inlaid eyes (EA 60004: https://www.britishmuseum.org/collection/object/Y_EA60004). See another intact example, in bronze rather than stone, in which the upper section of the crown has survived (EA 60022: https://www.britishmuseum.org/collection/object/Y_EA60022)."], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Associated names": ["Representation of: Amun-Ra"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34936"], "Registration number": ["1843,0507.1035"]}