{"artifact_name": "vessel", "Object Type": ["vessel"], "Museum number": ["EA87502"], "Description": [" 17 sherds, handmade, Nubian, from different vessels, coarse and fine ware. A: AWS 190, Rim-sherd of a bowl, impressed basketry or similar on the outside. B: AWS 191, Rim-sherd of a bowl, impressed basketry or similar on the outside, direct join with AWS 190 but the break eroded on the surface. C: AWS 195, bodysherd, impressed basketry on outside. D: AWS 205, AW 38/39, Site D. body sherd of a closed vessel, well polished. E: AWS 300, incised lines at outside. F: AWS 453, Cem. A, body sherd, black inside, red outside with dots forming a pattern of triangles. G: AWS 454, Cemetery D, body sherd, black inside, red outside, zig-zag-lines with dots between the lines. H: AWS 455, Cem. D, incised lines outside. I: AWS 526, on the other side number 527 written, rim-sherd of a bowl with incised lines forming triangles at the rim. K: AWS 531 (?), small body sherd, probably close to the rim with incised lines forming triangles. L: AWS 533, small rim sherd with incised lines. M: Am. P.1, X, body sherd, incised lines. N: Am. P. 2, X, rim sherd, incised lines forming triangles. O: Am. P. 3, X, also labelled AW P2. Body sherd, incised zig-zag-lines. P: Am. P. 4, F14.X, AW 38/39, incised lines. Q: Am. P. 8, X, AW 38/39, incised lines. R: Am. P. 9, X, AW 38/39, incised lines. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), Various locations, including Cemetery A and D "], "Materials": ["pottery"], "Dimensions": [" Height: 7.60 centimetres (largest fragment) ", " Thickness: 0.70 centimetres (largest fragment) ", " Width: 6.50 centimetres (largest fragment) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Acquisition notes": ["Formerly housed by the Birmingham Museum and Art Gallery and the EES London."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA87502"], "Registration number": ["2016,1001.1398"]}