{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10042,8"], "Title": ["Series: The Harris Magical Papyrus"], "Description": [" Eight unplaced fragments of papyrus, mounted in one frame; Hieratic magical text verso on all fragments and verso and recto on one fragment consisting of part of a collection of hymns and incantations. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 170 millimetres (glass sheet) ", " Width: 10 millimetres (glass sheet) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["The ‘magical papyrus Harris’, named after its first possessor A. C. Harris a consul general in Alexandria who bought the manuscript in 1855 was first edited by F. Chabas (Chabas 1860). Chabas worked not on the original for his publication but on a copy made by tracing. In those days, the papyrus was entirely preserved. In between the acquisition in 1855 by Harris and the selling year 1872, a massive gun powder explosion took place in Alexandria which damaged Harris’ house and his private collection, too. In 1872, the papyrus was sold with other objects to the British Museum. Of the original nine pages of the recto and three of the verso, only the first six pages of the recto and parts of the second page of the verso (page 11) are preserved. The other pages only exist in fragments, see Lange 1927, 5–6."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381225) (http://www.trismegistos.org/text/381225) ", " Chabas 1860 / Le papyrus magique Harris. Traduction analytique et commentée d'un manuscrit égyptien, comprenant le texte hiératique publié pour la première fois, un tableau phonétique et un glossaire. ", " Lange 1927 / Der magische Papyrus Harris ", " Leitz 1999 / Magical and Medical papyri of the New Kingdom (pp. 31–50, Plates 12–25) ", " Bommas 1998 / Die Heidelberger Fragmente des magischen Papyrus Harris "], "Location": ["Not on display"], "Condition": ["fair (incomplete - fragmentary) Papyrus Survey: Condition Details: Papyrus: fractured, loss, fragmentary, insect attack Black ink Red ink Mount Details: Sandwich: glass Binding: Filmoplast self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: B"], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1872"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10042,8"], "Registration number": ["1872,1101.6.8"], "Additional IDs": [" Miscellaneous number: Frame.8 "]}