{"artifact_name": "toy", "Object Type": ["toy"], "Museum number": ["EA65512"], "Description": [" Toy mouse, with body modelled in clay, and decorated with black lines of paint. The lower jaw and tail are of wood, and are both moveable (pivoting around wooden pins through main body). "], "Cultures/periods": ["New Kingdom (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" clay ", " wood "], "Technique": ["painted"], "Dimensions": [" Height: 4.60 centimetres ", " Length: 6.30 centimetres (body) ", " Length: 7.30 centimetres (tail) ", " Length: 12 centimetres (together) ", " Weight: 0.91 kilograms ", " Width: 3.80 centimetres "], "Curator's comments": ["Published: Hart, Eyewitness Guides: Ancient Egypt, (1990), p.52. Musées de Marseilles, Jouer dans l'antiquité, (1991), fig.5. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 157. For examples of toys found at Lahun, see R. David in Glimpses of Ancient Egypt. Studies in Honour of H.W. Fairman (1979), 12-15."], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65512"], "Registration number": ["1952,0310.1"], "Conservation": ["Treatment: 01 Aug 2001"]}