{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76281"], "Description": [" Fragment of papyrus with a demotic text arranged in columns on recto and verso. Palimpsest. The papyrus is torn on both sides but the upper and lower margins are preserved. Recto: four columns. Col. 1: 14 lines. Col. 2: 6 lines (with an additional number placed above and to the right of it). Col. 3: 19 lines. Col. 4: 20 lines. Columns 3 and 4 have suffered some damage. There is a space of some 16 cm between columns 2 and 3. Verso: five columns. Col. 1: 14 lines. Col. 2: 23 lines. Col. 3: 2 numbers written above and in the centre of a poorly erased column of text. Col. 4: 22 lines. Col. 5: 15 lines. Possibly belongs to the same manuscript as EA 76282. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 80 centimetres ", " Width: 40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of a group of demotic papyri mounted between sheets of perspex (76273-87). Other papyri in this group, on the basis of internal evidence, can be assigned to Herakleopolis. Columns 1 and 2 on the recto deal with land measurements and consist mainly of numbers, including fractions of the aroura. Columns 3 and 4 (in a different hand) belong to an administrative text. There are references to 'bringing' and 'leasing' (or 'entrusting'). A number of individuals are mentioned by name and there are also references to 'Pharaoh' (albeit each time in a broken context). At least one part of the text is written in the second person, but it is mainly in the third person. The texts of the verso are also administrative. Col. 1, probably, and col. 2, certainly, refer to land measurments and numbers of arouras, as does column 5. Column 4 mentions individuals and what appear to be quantities of cereals. Being prepared for publication by C.J. Martin."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380632) (http://www.trismegistos.org/text/380632)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: C"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76281"], "Registration number": ["2000,0524.161"], "Conservation": [" Treatment: 28 Jul 2016 ", " Treatment "]}