{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA814"], "Description": [" Limestone stela of Irynefer: round-topped stela divided into two registers with scenes in sunk relief and incised texts. In the upper section the necropolis-workman Irynefer, with an offering in one hand, kneels in adoration on the right before an altar heaped with offerings. The name of the workman is garbled as the male determinative is placed before the nefer sign. On the left is the goddess Hathor in the form of a cow standing in a kiosk on a sledge. Above her is a one-winged sun disk. The two registers are divided by a line of text. Below are eight columns of text with a prayer to Hathor on behalf of Irynefer. He kneels in the bottom right-hand corner in an attitude of adoration. The stela is well preserved apart from an ancient repair which has been inserted into its centre, possibly to replace a nodule of flint or some ancient damage. Several signs terminate at the edge of the repair which might indicate that they were fully carved before the damage and repair. The edges of the stela are battered in places. The upper and lower edges are covered in black paint, probably modern. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 33.50 centimetres ", " Weight: 12 kilograms ", " Width: 23 centimetres ", " Depth: 9.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The workman Irynefer and his wife flourished in the early part of the reign of Ramses II and are attested in his tomb, no. 290, and several stelae (K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 714-20). Bibliography: S. Sharpe, ‘Egyptian Inscriptions from the British Museum and other sources’ (London, 1837-55), 2nd ser., 94; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 149 (no. 536); B. Bruyere and C. Kuentz, 'La Tombe de Nakht-Min et la tombe d'Ari-Nefer' (Cairo, 1926), 106-7, pl. 20; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 722; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 814-15."], "Bibliographic references": [" Hall 1925 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 7. (pl.32) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.36-37) "], "Location": ["Not on display"], "Condition": ["The stela is well preserved apart from an ancient repair which has been inserted into its centre, possibly to replace a nodule of flint or some ancient damage. Several signs terminate at the edge of the repair which might indicate that they were fully carved before the damage and repair. The edges of the stela are battered in places. The upper and lower edges are covered in black paint, probably modern."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription & portrayed: Hathor"], "Acquisition name": ["Donated by: Arthur Lyttelton Annesley"], "Previous owner": ["Previous owner/ex-collection: George Annesley, 2nd Earl of Mountnorris"], "Acquisition date": ["1854"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA814"], "Registration number": ["1854,1219.5"], "Additional IDs": [" Miscellaneous number: BS.814 (Birch Slip Number) "]}