{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA35503"], "Description": [" Nearly cylindrical vase of Nile silt pottery with flat base and slight everted rim, coated on the exterior with red slip and burnished; decorated in white paint with schematic representations of a hippopotamus, birds and abundant foliage above a rectilinear motif possibly representing a landscape feature. "], "Cultures/periods": ["Predynastic (Naqada I-IIA)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Amra, el- "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 17.80 centimetres ", " Height: 12.20 centimetres ", " Weight: 0.32 kilograms "], "Curator's comments": ["Illustrated as White cross lined ware C93D in Petrie’s Corpus of Prehistoric Pottery (1921). Around the base is a painted rectilinear motif with double outline and squared ends, the interior of this motif is divided into segments by several vertical lines within which are dots in varying numbers. Above this is a scene with luxuriant vegetation featuring one small hippopotamus, with its ears, eyes and nostrils indicated by tiny protuberances. A few lines decorate its body. Above the hippo are four schematically rendered birds. In front of the hippo is a large vegetal motif and two more birds around which are double chevrons or zigzags that may represent water or vegetation. Further stalks of vegetation and zigzags fill the rest of the space. The painting seems to portray a Nilotic landscape. The rectilinear motif at the base may represent architecture (some sort of fence or paddock) or perhaps plots of cultivated land. Published: D. Randall-MacIver and A.C. Mace, El-Amrah and Abydos 1899-1901, London (1902), pl. xv. 21 (C99). J. Vandier, Manuel d’Archaeologie Egyptienne, Paris, (1952), p. 270-271, fig 173 G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 134."], "Location": ["Not on display"], "Condition": ["fair, paint worn and flaking."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35503"], "Registration number": ["1901,1012.3"]}