{"artifact_name": "trial-piece", "Object Type": ["trial-piece"], "Museum number": ["EA57348"], "Description": [" Limestone trial-piece: the left side is damaged and the edges are rough. The block is worked on the top and right side. There is a substantial hole at the back of the plaque, possibly for hanging. There is evidence of errors and reworking, seen clearly on the male portrait, where the original lines of the face have been re-cut but are still visible. This piece shows two heads ,in sunk relief, facing each other; on the left is a young royal male, identified by the lock of Horus and uraeus, and around his neck is an aegis. The accompanying male wears a circle of cobras crown, an echloned tripartite wig and vulture headdress and body over the wig. Because the female has no uraeus it is possible that she was intended to represent a goddess, or a queen fulfilling this role. Both have exceptionally large ears; the female has a small chin, bulging cheeks and fleshy nose, and the ruler has large eyes, a straight, upturned mouth and hooked nose with large nostrils. It is possible that this plaque shows a queen with a young son, possibly Cleopatra I with her son Ptolemy VI or Cleopatra III with one of her sons, Pyolemy IX or X, with whom she ruled as regent. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC (late)"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Length: 19 centimetres ", " Weight: 1.60 kilograms ", " Thickness: 3.48 centimetres ", " Width: 15.60 centimetres "], "Curator's comments": ["Published: S. Walker & P. Higgs [eds.], Cloepatra: Regina d'Egitto, Rome 2000, p. 85 [I.85] = Walker & Higgs, Cleopatra of Egypt, 2001, pp. 68-69 [47]."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (47)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair"], "Associated names": [" Representation of: Cleopatra I (?) ", " Representation of: Ptolemy VI Philometor (?) ", " Representation of: Cleopatra III (?) ", " Representation of: Ptolemy IX Soter II (?) ", " Representation of: Ptolemy X Alexander I (?) "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57348"], "Registration number": ["1923,1013.28"], "Conservation": [" Treatment: 12 Jun 2000 ", " Treatment: 12 Dec 2022 "]}