{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA51101"], "Description": [" Limestone figure of Khaemwaset and his wife Nebettawy: Khaemwaset and Nebettawy sit side by side on a low-backed chair. As on most statues of couples, he is on the proper right, which was the dominant side. Their faces mimic Amenhotep III's round cheeks (artfully made up), slanted eyes, and ingenuous expression. Their costumes and accessories are carefully depicted. Khaemwaset, seems almost modestly dressed. Though his wig resembles a double wig, it consists of just one layer. His kilt is narrow; only the stiffened front panel is pleated. He does not wear the floppy-sleeved shirt that seems to have been standard male dress attire at this time. Instead, his torso and left upper arm are wrapped in a length of cloth that has been wound around him twice, as we can see from the careful rendering of the looped selvedge across his chest in two layers. In onehand he holds a rolled, folded cloth that, coincidentally or not, resembles the hieroglyphic sign for \"health.\" Against his chest he holds a club-shaped plant that almost certainly represents a stalk of cos lettuce. This plant, an emblem of the god Min, symbolized virility. Nebettawy's modish full wig and multistranded collar necklace have relatively little carved detail, but they may have been further elaborated in paint. A filmy, pleated over-wrap covers her left arm and hip. Her right arm passes behind her husband's back, with her hand resting behind his right shoulder. This was a standard gesture for a married woman; almost always, as here, it resulted in an unrealisticelongation of the unseen arm. Her other gesture is much more unusual: with her left hand touches Khaemwaset's left elbow. To us, this gesture may seem tender and rather sweet. To the Egyptians, however, it seems to have signified something rather different. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Armant "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 32.30 centimetres (object and base) ", " Height: 28.50 centimetres ", " Weight: 11.60 kilograms ", " Width: 19.30 centimetres (base) ", " Width: 17 centimetres ", " Depth: 21.20 millimetres (base) ", " Depth: 18.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian Collections in the British Museum' (London, 1909), p. 115, pl. 13; A. Farid, ‘ Two New Kingdom Statues from Armant’ 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 39 (Wiesbaden, 1983), pp. 66-69, pls. 13-14; G. Robins, 'Reflections of Women in the New Kingdom: Ancient Egyptian Art from the British Museum' (San Antonio,TX, 1995), no. 5, pp. 14, 19; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 145, fig. 166; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), . 503; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999): 48-49 No 8."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (56) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.34-35) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.57 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.57 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.57 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1997 May-Oct, Museum of St.Albans, Ancient Egypt 2006 6 Oct-2007 18 Feb, Tokyo National Museum, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["fair (front of base and feet cracked)"], "Associated names": [" Named in inscription: Khaemwaset ", " Named in inscription: Nebettawy ", " Emblem of: Min "], "Associated places": [" Named in inscription: Armant "], "Acquisition name": [" Purchased from: Mohammed Mohassib ", " Purchased from: Panayotis Kyticas (According to correction by Morris Bierbrier in Register, based on Trustees' Report) "], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA51101"], "Registration number": ["1905,0603.8"], "Conservation": [" Treatment: 01 Jun 2000 ", " Treatment: 02 Jan 1997 ", " Treatment: 12 Mar 2013 ", " Treatment: 14 Dec 2020 "]}