{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA30804"], "Description": [" Wooden shabti of Merenset: the body is painted white, suggesting the brilliant linen shroud that was appropriate to the dead. Over this is a large collar, coloured blue, green, red and yellow. The arms are crossed and the hands are shown protruding through the lower rows of the collar—a graphic peculiarity which also appears on mummiform coffins in the 19th and 20th Dynasties. The painter seems to have decided not to try to superimpose agricultural tools on the polychrome collar, where perhaps they would have lacked clarity. Instead, he left the hands empty and painted the two hoes on the back of the figure, where they appear \"floating\" rather incongruously on each side of a large yellow grain basket hanging on cords. The design of the figure was completed by a single line of inscription on the front, introducing the name of the owner as 'sehedj' and adding the opening words of the shabti spell without detailing any of the specific tasks that the figure was required to perform. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 19.10 centimetres ", " Width: 5.80 centimetres ", " Depth: 3.63 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 224-5, pl. on p. 225."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.224-225)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30804"], "Registration number": ["1899,0708.130"], "Conservation": ["Treatment: 06 May 2003"]}