{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66510"], "Description": [" Small mould-made scarab in Egyptian blue; rubbed simplified back, with clypeus, prothorax and elytra marked by deeply grooved lines; at side, legs not understood, represented by broad incised lines forming a triangle, but not cut away; underside with incised hieroglyphic inscription, with neb-basket sign surmounted by owl and sun-disc (shape of an egg though) to left; longitudinally pierced; in bright blue fine paste. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " pierced "], "Dimensions": [" Height: 0.50 centimetres ", " Length: 0.90 centimetres ", " Width: 0.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The owl sign is often associated on Naukratite scarabs and scaraboids with solar symbols (see example of an owl between an obelisk and sun-disk in Gorton 1996, 103, no. 84) or other sacred signs (Maat feather, ankh sign: Gardner 1888, pl. XVIII, 42; Gorton 1996, 104). Though the hieroglyphic signs have often just some magical value, it seems plausible that this is a cryptographic reading for the name of Amun-Ra. The scarab belongs to a type which was widely distributed in the Mediterranean area, particularly in Italy and Punic sites, and in Southern Russia (Gorton 1996, 109-111, type XXX A, subtype A19-31, see especially A25 for this piece). For a similar association of signs on other scarabs from Naukratis: Oxford, Ashmolean Museum AN1896-1908-EA.908 and Boston, Museum of Fine Arts 88.859. Drawing published in Petrie 1886, pl. XXXVII, 101. Variant of the same motif on scarabs and scaraboids from the Scarab Factory (on its various productions, see Webb forthcoming): Petrie 1886, pl. XXXVII, 99-104; Gardner 1888, pl. XVIII, 42. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 101) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 110, Type XXX A25) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.44) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, though eroded"], "Subjects": ["bird"], "Associated names": ["Associated with: Amun-Ra (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66510"], "Registration number": ["1886,0401.1667"]}