{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA86167"], "Description": [" Scarab made of glazed steatite, small parts of the base are chipped of on two sides. Whitish-beige glazing. The division between head and prothorax is clearly shown with a single line and relief. The division between prothorax and elytra is shown in a single line, the humeral callosities are shown with triangles. both elytra are surrounded by a separate line at the side and lower part, the suture is visible through a line as well. The head is shown with an oval part in relief, both eyes clearly indicated by round areas next to the clypeus. The clypeus itself is partly broken off but seemed to wear three wider grooves. No plates or lobes shown. The side of the scarab shows all three legs cut in fine and detailed relief with the hair indicated by parallel fine lines. Underneath the base plate is visible. The seal at the base shows an oval line framing the base, inside on the right a small seated mAa.t-figure wearing the feather, facing to the right, on top of a nb-basket, above her a small sun-disc, this all above the front legs of a lying sphinx with double-feather-crown, facing to the right, behind it a winged uraeus in protective gesture, between its wings a small sign, is this a xaj? The longitudinal perforation is fully preserved. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), surface E13.1 "], "Materials": ["steatite"], "Dimensions": [" Diameter: 0.21 centimetres (perforation) ", " Height: 1.44 centimetres ", " Length: 0.71 centimetres ", " Width: 1.06 centimetres "], "Bibliographic references": ["Spencer 1997 / Amara West I, The Architectural Report (p. 24)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86167"], "Registration number": ["2016,1001.393"], "Additional IDs": [" Excavation/small finds number: 377 (Excavation Number) "]}