{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA22784"], "Description": [" Bronze upper part of a standing man: with the remains of a sand quartz core. This fragmentary statue of a standing man wears a type of wig that was especially popular during the Twenty-first and Twenty-second Dynasties, and a modified version of the New Kingdom tunic, with less floppy sleeves. There seems to be no indication of the kilt or sash that one would expect with this garment. The man's bland, handsome face, a blend of several New Kingdom styles, resembles representations of Osorkon II and other figures of the Twenty-second Dynasty. Traces of gold show that it was at least partly gilded. The man's wig is quite clearly a separate piece. The chest is incised with a depiction of three seated deities upon a 'nb'-basket. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) ", " 22nd Dynasty (?) "], "Findspot": [" Found/Acquired: Giza (Memphis) (said to have been found at) "], "Materials": [" quartz ", " sand ", " bronze ", " gold "], "Technique": [" gilded ", " incised "], "Dimensions": [" Height: 42 centimetres ", " Width: 20 centimetres ", " Depth: 11.50 centimetres "], "Curator's comments": [" Torso and head to EA 71459 (1989,0608.56). See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 747; Bibliography: J. Taylor, P. Craddock & F. Shearman, 'Egyptian Hollow-cast Bronze Statues of the Early First Millennium B.C.' in 'Apollo' (July, 1998), pp. 9-14 ", " Published in: Helmut Brandl, Bemerkungen zur Datierung von libyerzeitlichen Statuen aufgrund stilistischer Kriterien, in: G.P.F. Broekman, R.J. Demarée and O.E. Kaper (eds.), The Libyan Period in Egypt. Historical and Cultural Studies into the 21st - 24th Dynasties: Proceedings of a Conference at Leiden University, 25-27 October 2007, Egyptologische Uitgaven XXIII, Leiden 2009, pp. 76-78, 89 pl. X b. [In the caption on p. 89 (pl. X b), the inventory number is erroneously cited as '22748']. "], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (117) ", " McArthur et al 2015 / The conservation and technical investigation of a hollow-cast Egyptian bronze (p.111) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2007-2008 15 Oct-17 Feb, New York, Metropolitan Museum of Art, Gifts of the Gods "], "Condition": ["incomplete - lower body and legs lost. Feet are EA 71459."], "Acquisition name": ["Donated by: James Danford Baldry"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22784"], "Registration number": ["1889,0209.1"], "Conservation": [" Treatment: 10 Oct 2000 ", " Treatment: 01 Jan 1990 "]}