{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA66835"], "Description": [" Red quartzite statue of a husband and wife standing on a thick rectangular base. The male figure wears a smooth shoulder-length wig with sharply pointed ends. The wig is tucked behind his oversized ears. His eyes are narrow and sharply incised, with a thick brow line above. His nose is damaged, and his mouth appears small in size with a fleshy and rounded appearance of the face at the cheeks and jawline. The outer corners of his mouth appear upturned to create a slight smile. He wears an ankle-length garment wrapped high on the waist, with a knot of material visible on the right side of the torso. His upper body is bare, and his elongated arms hang by his sides with his palms placed flat against the clothing. The female figure wears a large and smooth wig which is tucked behind the large ears. Her facial features mirror those of her husband, and her nose and mouth are similarly damaged. She wears a tight-fitting sheath dress that reaches to the ankles, with her elongated arms also placed at the sides of the body. There is a subtle modelling of the body underneath the clothing, and a narrowing of the waist and lower leg area. Both figures adopt a striding pose, the male figure has his left leg advancing forward ahead of the right leg, while the female figure mirrors this with her right leg forward ahead of the left. They are supported by a broad, uninscribed back-pillar. Both figures have suffered damage to the face, with abrasions to the chin and forehead. The female figure has also suffered damage to the left ear. There are large chips to the stone base at the front corners, and further smaller chips are notable across the male figure’s clothing and arms. "], "Cultures/periods": [" Middle Kingdom ", " 12th Dynasty (?) ", " 13th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Dimensions": [" Height: 31 centimetres ", " Width: 16 centimetres ", " Depth: 12 centimetres "], "Curator's comments": ["This pair statue was originally part of a private collection acquired by Captain E.G. Spencer Churchill and given a 12th Dynasty date (BM Quarterly 1967), however the possibility of a slightly later date has also been posited by later sources (PM VIII; Seipel 1992). Further Bibliography: W. Seipel, 1992. Gott, Mensch, Pharao (Vienna), p. 208-209, no. 69. Trustees of the British Museum, 1967. British Museum Quarterly Vol.31 (London), p. 146."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 335)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Capt Edward G Spencer-Churchill (Trustees of)"], "Acquisition date": ["1966"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66835"], "Registration number": ["1966,0212.115"]}