{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA46644"], "Description": [" Two end-walls of rectangular wooden coffin of Intef: along the edges are stripes of bright yellow paint, representing the gold leaf that would have been applied to the finest coffins. On the exterior of each end is a hieroglyphic inscription in three horizontal and three vertical lines, consisting of abbreviated versions of spells 31 and 32 of the Coffin Texts. Spell 32, located at the foot-end, is an address to the god Osiris, with the deceased Intef cast in the role of the god Horus, who defends and supports his father. Spell 31, at the head-end, promises the deceased that he shall see the falcons on their nests and the birth of the sacred bull Apis; he is equated with these youthful deities and is also assured that he will see Osiris in Djedu. All of these texts are incised into the wood and filled with blue pigment. Four short horizontal texts also give the names of the Sons of Horus, marking their stations at each corner of the coffin to protect the deceased and to participate in the eternal repetition of funerary rituals. On the interior are painted texts and images which formed part of the 'frieze of objects' - representations of offerings and commodities to be used by the deceased in the afterlife. At the head, a large inscription declares the deceased 'revered before Osiris', and below is a list of oils, and images of oil jars, a headrest, a mirror in its case and a harp. The foot-end has a text declaring Intef 'revered before the Great God, lord of heaven', and shows a granary with domed grain-bins and columns with lotus capitals. Below the granary, appropriately located at the foot of the coffin, are sandals. On the roughly chamfered surface of the joints are short incised hieroglyphic inscriptions which would have been hidden once the coffin was assembled. These texts allude to the rites supposed to be carried out in the embalming place on the night before the burial. Gods and goddesses of the Osirian myth-cycle are invoked, to strengthen the body of the deceased, to protect him and to ensure his rebirth. Part of the same object as 47605-613 according to Zitman (2010, 115, 230 (II)). "], "Cultures/periods": ["12th Dynasty"], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 46 "], "Materials": ["cedar wood"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 58 centimetres (max) ", " Thickness: 6.20 centimetres ", " Width: 57.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Bibliography: W. Seipel, 'Ägypten' Vol. 1 (Linz, 1989), p.95 [61a,b]; W. V. Davies in W. V. Davies & L. Schofield (eds.), 'Egypt, the Aegean and the Levant : interconnections in the second millennium BC' (London, 1995), 146; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 116, 350; S. Grallert, 'Studien zur Altäyptischen Kultur' 23 (1996), pp.147-165"], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.48-49) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 115, 230) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["fair (incomplete)"], "Associated names": [" Named in inscription: Osiris ", " Named in inscription: Horus ", " Named in inscription: Apis ", " Named in inscription: Sons of Horus "], "Associated titles": ["Associated Title:", " Coffin Texts "], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA46644"], "Registration number": ["1907,0511.561-562"], "Conservation": [" Treatment: 14 Jan 2011 ", " Treatment: 29 Mar 1989 ", " Treatment: 29 Mar 1989 ", " Treatment: 29 Mar 1989 ", " Treatment: 29 Mar 1989 ", " Treatment: 14 Jul 2003 "]}