{"artifact_name": "seal-impression", "Object Type": ["seal-impression"], "Museum number": ["EA86698"], "Description": [" Partly broken seal-impression showing basketry impression and the related string at the rear on one side, possible string and the edge of another basketry coil at the other side, meaning that this sealing probably closed the lid of a basket. The size and shape is very similar to EA86692. The dark brown Nile clay has mica inclusions and was hardened after the excavation. Also the piece has been burnt (as has been EA86692) and shows therefore black colour at one half, and a dark brown at the other half. The front part has the impression of a scarab-like seal on the top that is partly broken off, and quite some finger prints around the seal impression. The seal shows traces of a circumferential band is cut very sharp. At the top a lying sphinx can be seen, facing to the left. Above his back an unidentified sign, in front of his head another sign. Underneath two columns of hieroglyphs. To the left a cartouche: on top a sun disc, followed by a kheper (?), rest illegible. On the right 'Imn-Ra, underneath two further signs. The left of it is partly joined to the J-reed, something like an jmj-sign? The second sign one looks like the upper part of an owl without beak. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia) "], "Materials": ["fired clay"], "Dimensions": [" Height: 1.86 centimetres (seal height) ", " Height: 3.70 centimetres ", " Length: 1.30 centimetres (seal length) ", " Length: 1.29 centimetres ", " Width: 2.31 centimetres "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Acquisition notes": ["Formerly housed by the Birmingham Museum and Art Gallery and the EES London."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86698"], "Registration number": ["2016,1001.774"], "Additional IDs": [" Excavation/small finds number: S26 (Excavation Number) "]}