{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32190"], "Description": [" Steatite female figure named Merytyso(ne)b depicted on a slim rectangular base. The figure is shown in a standing position with both elongated arms placed flat against the body. She wears a striated Hathor wig with notable bands at the top of the head and behind the oversized ears. She also wears a long tight-fitting sheath dress that reaches to the ankles, with the feet placed close together. Her eyes are wide and almond shaped, with a long broad nose and wide mouth which is upturned slightly to suggest a small smile. On the reverse of the figure is a slim back-pillar, left uninscribed. At the top of the base in front of the figure’s feet is an additional short inscription of two lines, and a further horizontal band of text is incised around the front and right edge of the statue base. There are some small chips to the stone surface around the face and wig, with small scratches also visible around the neck extending onto the upper body, with some evidence of discolouration. There are also chips to the outer edges of the back-pillar on the reverse. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 19 centimetres ", " Width: 6.20 centimetres ", " Depth: 10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Stylistic features such as the oversized ears and the heavy eyelids suggest a date from the latter half of the Twelfth Dynasty (PM VIII, though this source also notes a possibly later date of the Thirteenth Dynasty). A visible ridge on the right shoulder next to the curled ends of the wig may be a reworked area of the figure. A wooden statuette features a similar styled wig at the front, also dating from the mid to late Twelfth Dynasty, now in the Metropolitan Museum collection (15.4.1, New York: https://www.metmuseum.org/art/collection/search/544167). The arrangement of the inscription across the top and sides of the figure’s base is unusual, and it is unclear how the signs have been grouped in the line across the top of the base at the figure’s feet. Further Bibliography: E.A.W. Budge, 1902. A History of Egypt from the end of the neolithic period to the death of Cleopatra VII B. C. 30. Vol. II. (New York), p. 151."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 453)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32190"], "Registration number": ["1899,1016.1203"], "Conservation": ["Treatment: 11 Feb 2002"]}