{"artifact_name": "axe", "Object Type": ["axe"], "Museum number": ["EA35574"], "Description": [" Broad, squat axe-head: with slightly concave butt and rounded sides converging to form a convex cutting end. In the centre near the butt is a large round hole, which was cast into the blade during the original manufacture. The cutting end, which was hammered to a sharp edge, is cracked on both faces and shows other signs of heavy wear. The axe was once covered by corrosion product but has now been completely cleaned. There is considerable surface pitting. "], "Cultures/periods": ["2nd Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tomb of Khasekhem "], "Materials": ["arsenical copper"], "Technique": [" perforated ", " cast ", " hammered "], "Dimensions": [" Length: 10.20 centimetres ", " Weight: 546.10 grammes ", " Thickness: 0.80 centimetres ", " Width: 12.70 centimetres (butt) "], "Curator's comments": ["This axe-head belongs to a group of two full-size and 15 model axes discovered by Petrie in 1901 in the tomb of King Khasekhemwy at Abydos. The second functional specimen from the group is now in Chicago (0I, 6240) and the other models are widely distributed among various museums. A large quantity of the same type (18 full-size and at least 17 models) was previously (1896-7) found by Amelineau in the same tomb. Bibliography: W. M. F. Petrie, 'Royal Tombs of the Earliest Dynasties' II, 36, pl.XLV, 76; E. Kühnert-Eggebrecht, ‘Die Axt als Waffe und Werkzeug im Alten Ägypten' (Berlin, 1969), 98, with parallels quoted there."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (606) ", " Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (6) "], "Location": ["On display (G64/dc11)"], "Condition": ["good - cleaned of corrosion"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35574"], "Registration number": ["1901,1012.74"]}