{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA63833"], "Description": [" Head from the granite statue of a royal figure, likely representing the 25th Dynasty king Shabako. The king wears the traditional nemes headcloth and composite atef-crown placed on top, both of which are striped with alternating bands of rough and polished stone. The rough areas would originally have been gilded, though this feature has since been removed and likely reused. At the centre of the nemes are the remains of a broad double uraeus, a stylistic trait often adopted by the Kushite kings. There is evidence of reworking and smoothing of the stone in this area, suggesting that there was a later attempt to rework them into one single uraeus. The face appears broad and fleshy, with narrowed eyes and heavy upper eyelids. There is a subtle ridge of flesh on each cheek beside the wide nose, known as the Kushite fold, and the outer corners of the small mouth are upturned to suggest a slight smile. On the reverse, the top of a back pillar is also visible with traces of a column of hieroglyphic text that includes a royal epithet. The edges of the nemes headcloth have broken off on either side and would typically have reached past the shoulders. The sun disc from the king’s crown is also now lost, and there is substantial damage to the remaining crown and the face of the statue, with chips particularly visible at the uraei and on either side of the atef-crown. "], "Authority": ["Ruler: Shabaqo"], "Cultures/periods": [" 25th Dynasty ", " Third Intermediate "], "Findspot": [" Found/Acquired: Heliopolis (historic - Egypt) (?) "], "Materials": ["granite"], "Technique": [" gilded (formerly) ", " polished ", " incised "], "Dimensions": [" Height: 16.50 centimetres (max) ", " Weight: 4.20 kilograms ", " Width: 23 centimetres ", " Depth: 13 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["While earlier studies of the head provided a tentative date of the Ramesside Period or early Third Intermediate Period, it is now generally agreed that the head dates to the 25th Dynasty, as one of the finest surviving examples from the Kushite kings (Russmann 2001). Kushite kings adopted well-established Egyptian artistic practices including the use of royal regalia, while incorporating their own traditions and styles particularly in the renderings of their face and iconography such as the double uraeus. Other surviving depictions of the king Shabako bear a resemblance to this statue head (some now held in the Louvre and Munich are discussed further in: Russmann 1968, 1974). It is thought that this head was subsequently usurped by the later ruler Psamtek II (Russmann 2001), who is known to have frequently repurposed the images of the earlier Kushite kings, including merging the two uraei into one and erasing the names of the former kings. Though there is no recorded provenance for the statue head, suggestions have included a possible context at Heliopolis based on the now lost sun disk on top of the crown (Russmann 2001), however Shabako is known to have also been active at Karnak and Medinet Habu with building projects and temple enhancements, as well as surviving reliefs across Egypt of the king which were located in sites such as Abydos, Memphis, and Esna. Further Bibliography: M. Hill, 2003. Royal Bronze Statuary from Ancient Egypt: With Special Attention to the Kneeling Pose Egyptological Memoirs Vol. 3 (Styx), p. 65, n. 45. W. Seipel, 1992. Gott. Mensch. Pharao (Vienna), p. 368-369, no. 147."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (no. 120) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (no. 58) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Associated names": ["Representation of: Shabaqo (?)"], "Acquisition name": ["Donated by: Miss Barlow Webb"], "Acquisition date": ["1934"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63833"], "Registration number": ["1934,1206.1"], "Conservation": ["Treatment: 29 Jun 2000"]}