{"artifact_name": "naos", "Object Type": ["naos"], "Museum number": ["EA1134"], "Description": [" Granite monolithic naos of Ptolemy VIII and Cleopatra II, rectangular, surmounted by a cornice of uraei with three winged solar-discs beneath, the cavity is surrounded by hieroglyphs giving the names and titles of Pharaoh and his wife and is flanked by papyrus columns, the sockets for the bolts of the doors are clearly visible, beneath the cavity there is a palm-leaf cornice with opposed representations of Pharaoh with arms upraised, the texts also include a dedication of Isis and extensive traces of red colouring survive (perhaps added in modern times). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["143BC-137BC"], "Findspot": [" Found/Acquired: Philae, Coptic Church (beneath) "], "Materials": ["granodiorite (Grey granodiorite according to Dietrich Klemm (personal communication))"], "Technique": ["painted"], "Dimensions": [" Height: 251.50 centimetres (max) ", " Width: 88.50 centimetres (at base) ", " Depth: 98.50 centimetres (at base) "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["PM VI: 253 Bowman, Egypt after the Pharaohs (1986): 193, fig.119 Van Wijngaarden, OMRO 8 (1927): 332, fig.62 [not seen]; Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 117; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 300-1."], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.300-301)"], "Location": ["On display (G4/B1)"], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Ptolemy VIII Euergetes II ", " Named in inscription: Cleopatra II (wife) ", " Named in inscription: Isis "], "Acquisition name": ["Donated by: Government of the British Protectorate of Egypt"], "Acquisition date": ["1886 (but see below)"], "Acquisition notes": ["The acquisition information on this object is minimal to say the least. The date of 1886 and other information is derived from Budge, Sculptures, text accompanying pl. L. The object appears never to have been registered; scan of the relevant registers has failed to reveal anything, and in the list of objects in the sculpture gallery in the archive, prepared for Budge's 1909 guide, no registration number is given. An account by Budge--with the usual caveats-- in By Nile and Tigris I, 102-4 suggests that the Coptic Church was being dug by British soldiers; Budge asked the Service for permission to take this object and was refused, even for buying it. He says that at this time Sir Evelyn Baring sent him a telegram asking if the BM would abandon its claim to the statue of Ramesses II at Saqqara and take the shrine instead. Budge reluctantly made arrangements to ship the shrine to London. This was in Budge's 1886-7 visit. A letter in the correspondence for 1887-9 from December 1886 (p. 37) makes first reference to the shrine and the involvement of Baring. In May 1887 Greville Chester sends a note pointing out the position of the shrine in the Church (same vol, pp. 52-3). The probability is that the shrine thus came to the UK in 1887."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1134"], "Registration number": [".1134"], "Conservation": [" Treatment: 04 Jul 1991 ", " Treatment: 20 Aug 1985 "]}