{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10875"], "Description": [" Papyrus (one large, two small, and five minute fragments: eight in total). Demotic document of 'money' (connected with a sale, transfer, marriage etc). The top and bottom margins of the principal piece are intact, but it is torn on both sides and there is a large hole in the centre. There are the remains of four lines of demotic on the recto, but much of the text is missing. The verso is blank. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt (?) "], "Materials": ["papyrus"], "Dimensions": [" Height: 28 centimetres (frame) ", " Width: 51 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": [" Under study by Naglaa Ezzeldeen (Helwan University, Cairo). ", " The date is lost, but the hand is early demotic. The names of the parties are damaged but one of them is a woman (a daughter of Horkheb). so it is possible that this forms the 'document-of-money' that belongs to a 'marriage document'. The text begins: ['you have satisfied] my heart with the silver in value' (i.e. 'purchase price'). Because of the extensive damage to the text, what exactly is 'sold' or transferred is unclear. The scribe is Pamen son of Anchmerwer. "], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381025) (http://www.trismegistos.org/text/381025)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: adhesive tape, kraft paper Object Priority: B Mount Priority: C Overall Condition: B Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": [" Purchased through: B A Seaby Ltd ", " Purchased from: George Anastase Michaelides "], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10875"], "Registration number": ["1977,1105.30"], "Conservation": ["Treatment: 1979"]}