{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA853"], "Description": [" Limestone statue of Pamerihu: a large, naophorous block statue of the general Pamerihu who is depicted holding a lettuce in each hand and squatting on a cushion. Before him is a naos with the figure of Osiris inside. The naos has a winged disk carved in raised relief on its lintel and a 'djed'-pillar on each jamb. On the lower edge a brief inscription is incised naming Osiris. Further texts are incised along the front and two side, the top of the head of the statue and the top of the naos naming the royal scribe and general Pamerihu. The back pillar is not inscribed. The sides of the statue bear inscriptions in hieratic written in black ink, but these have so faded that they are no longer legible. The statue has suffered extensive damage to its bottom which has been restored in modern times. The surviving portion is much worn and the surface cracked and gouged in several places. There are traces of red paint on the front and inner sides of the naos and black on the rear. The ink texts on the body of the statue have faded. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Diameter: 44.70 centimetres ", " Height: 70 centimetres (unrestored) ", " Width: 34.70 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 179 (no. 644); J. Vandier, 'Manuel d'Archeologie egyptienne' III (Paris, 1958), 461; R. Schulz, 'Die Entwicklung und Bedeutung des Kuboiden Statuentypus' 34 (1992). [pls.96c,d] and Volume 33 p.375-376; R. Schulz, 'Die Entwicklung und Bedeutung des kuboiden Statuentypus : eine Untersuchung zu den sogenannten \"Würfelhockern\"' (Hildesheim, 1992), I, 375, Taf. 96c-d; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), 613."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.78-79)"], "Location": ["On display (G4/B11)"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed "], "Condition": ["The statue has suffered extensive damage to its bottom which has been restored in modern times. The surviving portion is much worn and the surface cracked and gouged in several places. The ink texts on the body of the statue have faded."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Pamerihu ", " Named in inscription & portrayed: Osiris "], "Acquisition name": [" Purchased from: Giovanni d'Athanasi ", " Purchased through: Sotheby's "], "Acquisition date": ["1845"], "Acquisition notes": ["Lot 157, Sotheby sale I7 July 1845."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA853"], "Registration number": [".1"], "Additional IDs": [" Miscellaneous number: BS.853 (Birch Slip Number) "], "Conservation": ["Treatment: 09 Mar 2001"]}