{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10181,7"], "Title": ["Object: Papyrus Sallier 3"], "Description": [" Papyrus; Hieratic literary text - Poem of the Battle of Qadesh. Frame 7 – Line 198 to 237. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 33 centimetres (frame) ", " Width: 25.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": ["In one of the ancient world’s largest chariot battles, fought in 1275 BC, Ramesses II tried to seize Syria from the powerful Hittites and recapture the city of Qadesh. Both sides would claim victory. Two texts, translated from several sources, provide information on the Egyptian perspective of the battle. These are known as the Bulletin and the Poem. The ‘poem’ of the Battle of Qadesh is a long narrative, at times spoken in first person from the perspective of Ramses II, which describes the battle and subsequent triumph of the Egyptian army. It attributes the victory solely to the efforts of Ramses II with the aid of his father Amun-Ra. Papyrus Sallier III is not the only record of this poem, as it also appears on temple walls at Abydos, Karnak, Luxor, and the Ramesseum, as well as the Papyrus Raifé, now in the Louvre (E 4889). The beginning of the poem does not survive on the Papyrus Sallier III, which begins at line 65. Some scholars have rejected the categorization of this text as a ‘poem’, rightly noting that there are no red superscript dots which are typically used in Egyptian poetry to indicate verse or stanza. The language itself is quite elaborate and florid, which may have been why the original designation as a ‘poem’ was given by early scholars. It is alternatively referred to as ‘The Literary Record’. General biblio: Kitchen, K. Ramesside Inscriptions 2 Davies, B. 1997. Egyptian historical inscriptions of the Nineteenth Dynasty. Lichtheim, M. Ancient Egyptian Literature, Vol. II Gardiner, A. 1960. The Kadesh inscriptions of Ramesses II. Morschauser, S. 1985. Observations on the Speeches of Ramesses II in the Literary Record of the Battle of Kadesh, in: Goedicke, H. (ed.), Perspectives on the Battle of Kadesh"], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381250) (http://www.trismegistos.org/text/381250) ", " Spalinger 2002 / The transformation of an ancient Egyptian narrative: P.Sallier III and the battle of Kadesh ", " Budge 1923 / Facsimiles of Egyptian hieratic papyri in the British Museum with descriptions, summaries of contents, etc. (pp. 32-34, pl. 77-87) ", " Birch 1841 / Select Papyri in the Hieratic Character from the Collections of the British Museum (pl 24-34) ", " Lushington 1874 / The third Sallier papyrus, containing the wars of Ramses II against the Cheta ", " Kuentz 1928 / La bataille de Qadech: les textes (\"Poème de Pentaour\" et \"Bulletin de Qadech\") et les bas-reliefs "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 28 Sept-23 Jan, Lens, Musee du Louvre, Champollion and Hieroglyphs "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: insect attack Black ink Backed: white paper Mount Details: Sandwich: glass Sandwich: board Binding: leather Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Associated titles": ["Associated Title:", " Qadesh Poem "], "Acquisition name": ["Purchased from: Francois Sallier (Trustees of)"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10181,7"], "Registration number": [".10181.7"], "Additional IDs": [" Miscellaneous number: BS.10181 (Birch Slip Number) ", " Miscellaneous number: Frame.7 "], "Conservation": ["Treatment: 20 Sep 1994"]}