{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA41517"], "Description": [" Naophorous schist statue of Amenhotep holding a shrine with a figure of the goddess Neith. He wears a smooth shoulder-length ‘bag wig’, a common style associated with the 26th Dynasty. Amenhotep is depicted with almond shaped eyes, fleshy cheeks and thick lips, with a sloped, almost downturned, mouth and crease at the eyebrows creating a sombre and individualistic facial expression. He wears a long garment of heavy fabric with a large knot of material tied at the centre of his chest, with a strip of additional material angled towards the right side of the body. His hands are placed on either side of the naos shrine. Inside the shrine is a standing figure of the goddess Neith, who wears a tight-fitting dress, broad collar, and the Red Crown of Lower Egypt. In her left hand she holds a was-sceptre across her body, while in her right hand held by her side she holds the ankh sign. The edges of the naos façade are inscribed with text and this inscription continues onto the supporting base, with the lower portion now missing. On the reverse the broad back-pillar is inscribed with two columns of hieroglyphic text, the bottom portion of both lines now missing. The left arm of the statue is broken from the upper arm to the wrist, and the upper arm on the right side has been repaired in modern times. Amenhotep’s nose, particularly at the right side, has been damaged. There is also damage to the corners of the naos, with a portion of the vertical lines of inscription now lost. There are numerous chips across the face and wig, and the outer edges of the back-pillar are also damaged, with a portion of the left side column damaged. The statue has been attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Sa el-Hagar (Sais) (?) "], "Materials": ["schist"], "Technique": ["incised"], "Dimensions": [" Height: 41.30 centimetres ", " Weight: 11.20 kilograms (Including fixed stone base) "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["Naophorous statues were a common Egyptian statue type from the New Kingdom through to the Greco-Roman period, in which the subject carries or presents outwards the figure of a deity enthroned within a ‘naos’ or shrine, often suggesting a reverence or personal relationship with the god. This statue presents a combination of traditional and innovative artistic styles that are typically used to date the monument to the 26th Dynasty (Budge 1922; Russmann 2001). Based on the placement of Amenhotep’s hands against the walls of the naos as opposed to holding the base and the inclusion of a standard, it has been suggested that the statue may date later than the 26th Dynasty (Selim 1990); in particular, an early Ptolemaic statue of the official Ptahhotep provides an interesting similar comparison (Brooklyn Museum, 37.353: https://www.brooklynmuseum.org/opencollection/objects/3431). Though there is no recorded provenance for the statue, the mentions of Sais within the inscription and the naos containing the goddess Neith, the principal deity of Sais, would suggest that the statue was originally – at least intended – to be placed somewhere in this area. Further Bibliography: S.B. Shubert, 1989. ‘Realistic Currents in Portait Sculpture of the Saite and Persian Periods in Egypt’, Journal for the Society of the Study of Egyptian Antiquities 19, p. 38, Pl. 19b."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 133, no. 112) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 784) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (no. 132) ", " Selim 1990 / A Naophorus Statue in the British Museum (EA 41517) (p. 199-202) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Associated names": [" Named in inscription: Neith ", " Named in inscription & portrayed: Amenhotep "], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Previous owner": ["Previous owner/ex-collection: Callarlay"], "Acquisition date": ["1905"], "Acquisition notes": ["Lot 236 at 1901 sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41517"], "Registration number": ["1905,0513.4"], "Conservation": [" Treatment: 31 Dec 2000 ", " Treatment: 27 Jul 1988 "]}