{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA41561"], "Description": [" Theophorous basalt figure of the male official Nesmin holding a seated image of the god Osiris, depicted on a slim rectangular base. He wears a thick striated wig set low on the forehead, and his face is carved with prominent cheekbones and wide eyes with a heavy upper eyelid. His eyebrows are thick and slope down towards the long cosmetic lines which emerge from the outer corners of his eyes. His nose is slim and pointed, and the mouth is small with a notable fold of flesh at the corners of the mouth, creating a fleshy appearance of the mouth and chin area. His upper body is bare, with the collarbone and slim neck particularly emphasised. He wears a short kilt belted at the waist with a pleated detail and is shown in a kneeling position resting on his heelsl. In his lap is the seated image of the god Osiris, with his hands shown on either side supporting the god's slim throne. Osiris is identifiable via his mummified form, the feathered atef-crown, and the crook and flail implements held in his hands. The head seems disproportionately smaller than the rest of the body, and the face is fleshy and rounded in appearance with notable cosmetic lines at the outer eyes, a slim nose, and small mouth. On the reverse a slim back-pillar is inscribed with a single column of text. The front section of the base has been lost including the feet and base of the Osiris figure, and the knees of Nesmin. The centre of Osiris’ crown has also been damaged, which originally likely depicted the uraeus cobra. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 23.20 centimetres ", " Length: 8.80 centimetres ", " Width: 6.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["This figure was found in the cachette at the Amun temple of Karnak, and though originally considered to date within the Ptolemaic Period (PM II), the stylistic features such as the wide almond shaped eyes and fleshy appearance of the face also recall the Late Period style. The cachette, a ritual deposit of over 1000 commemorative objects, was found in a central courtyard of the Karnak temple complex. This find included a wide range of non-royal statuary spanning several phases of pharaonic history. Many of the statues date to the later phases of the first millennium BC, particularly the Late Period and Ptolemaic Period, suggesting that the deposit itself took place in the Ptolemaic era (Blyth 2006). A large number of statues from the Late Period onwards include an image of Osiris either as a separate figure or within a naos shrine, reflecting the increasing importance of this god within the sacred space at Karnak (Goyon et al 2004). Several Osiris chapels were also added to the complex from the Third Intermediate Period until the Ptolemaic Period, as well as a number of divine images of Osiris (Coulon 2016, Coulon et al 2018). Dedicating a statue within the temple, as opposed to the traditional place in the tomb, also became a more favourable practice from the end of the New Kingdom; it was believed that the statue subjects could ‘reap the rewards’ of being present within the sacred space of the temple, and participate in the wide array of offerings, rituals, and festivals. Other important ancient caches of commemorative objects have been found elsewhere in Egypt, including Luxor temple and the Serapeum at Saqqara, though the Karnak cachette is the largest known example. Further Bibliography: Karnak Cachette Database IFAO: https://www.ifao.egnet.net/bases/cachette/ck991. F. Payraudeau, 2012. ‘Le dieu et ses jambes. Sur deux titres sacerdotaux rares du Premier millénaire (Statue Caire JE 36992)’, JSSEA Vol. 37, p. 55, n. 53. E. Russmann, 1973. ‘The Statue of Amenemope-em-hat’, Metropolitan Museum Journal Vol. 8, p. 41, n. 40. General Sources: E. Blyth, 2006. Karnak: Evolution of a Temple (London). L. Coulon, 2016. ‘Les statues d’Osiris en pierre provenant de la Cachette de Karnak et leur contribution à l'étude des cultes et des formes locales du dieu’, in L. Coulon (d.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 505-563."], "Bibliographic references": [" Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 20) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 165) "], "Location": ["Not on display"], "Condition": ["fair (knees broken)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Nesmin ", " Representation of: Osiris "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41561"], "Registration number": ["1905,0515.51"]}