{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA67155"], "Description": [" Fragmentary schist naophorous figure of the male official Bakenkhonsu, shown kneeling on the surviving mid-section of a narrow base. The figure is depicted in a kneeling position and resting on his heels, while the lower portion of a small naos shrine is placed on his lap with his hands supporting the base. The figure wears a short pleated kilt that is belted at the waist, and though little of the upper body survives it is likely that the chest and torso were bare. Part of the lower body of the deity represented within the naos shrine is still intact and based on the mummified form of the body may represent the funerary god Osiris. On the reverse is a slim back-pillar which features two columns of inscribed text, with both the beginning and end of each line now lost. On either side of the remains of the statue base are two horizontal lines of inscription, beginning at the front of the statue base and continuing on the right side. The break across the waist of the male figure includes damage to the arms, with only the forearm on the left side arm intact and the right side arm lost up to the elbow, and the right foot completely missing. There are also several chips across the right side at the arm, left lower leg and heel of the left foot. The front of the statue base is severely damaged, with much of the statue base on both sides and the reverse of the statue now missing. The edges of the back pillar are also damaged. "], "Cultures/periods": ["Late Period"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis), H5-149 801 From a cache of objects in Sector 1, SW corner (temple-terrace) "], "Materials": ["schist"], "Dimensions": [" Height: 15.50 centimetres ", " Length: 13.50 centimetres ", " Width: 6.70 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Naophorous statues were a popular statue type from the New Kingdom onwards and continued to be used into the Greco-Roman period, as the embracing of the god’s image indicated a reverence or personal relationship with the deity. This figure is recorded as being found within a cache of other objects within the temple terrace and northern area of the sacred animal necropolis at Saqqara (Martin 1979; PM III), including a range of other non-royal statuettes and statues from the Late Period era. For further details of the excavation of ‘Sector 1’ where many of these objects were excavated, see Emery (1967). Further Bibliography: W.B. Emery, 1967. ‘Preliminary Report on the Excavations at North Saqqâra 1966-7’, Journal of Egyptian Archaeology 53, p. 141-145. G.T. Martin, 1979. The Tomb of Hetepka and other reliefs and inscriptions from the Sacred Animal Necropolis, North Saqqara 1964-1973 (London), p. 60, no. 205, Pl. 52."], "Bibliographic references": ["Porter and Moss 1981 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Statues, Reliefs and Paintings: 3/2 Memphis, Saqqâra to Dahshûr (p. 822)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription: Bakenkhons"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1969"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67155"], "Registration number": ["1969,0212.18"]}