{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76284"], "Description": [" Three fragments of papyrus with demotic text, arranged in columns on recto and verso. The texts on the recto consist of 13, 6 and 10 lines respectively. Traces of an earlier, washed off, text are visible. The fragments are torn on both sides and at the top, but there is a bottom margin. The texts on the verso consist of 14, 14 and 11 lines respectively (there are traces of a preceding column on the right of fragment 3). There is a top margin, as the papyrus had been turned over to write the text(s) on the verso. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 29 centimetres ", " Width: 33 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of a group of demotic papyri mounted between sheets of perspex (76273-87). Other papyri in this group, on the basis of internal evidence, can be assigned to Herakleopolis. The hand is cetainly Late Period, possibly as early as the fifth century. The text on both sides consists primarily of numbers, some of which belong to fractions of the aroura, while others are triple digits and even, on at least one occasion, in the thousands. While the text of fragments 1 and 2 and that on the verso of 3 are set out in columns, fragment 3 recto is written in continuous lines, although the beginning and end of each are missing. There are various personal names, month dates and quantities (of cereals). Being prepared for publication by C.J. Martin."], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich: glass Binding: filmoplast t self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: D Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76284"], "Registration number": ["2000,0524.164"], "Conservation": ["Treatment: 18 Sep 2009"]}