{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA77395"], "Description": [" A limestone funerary stela in the form of a false door, surmounted by a small pyramid. The pyramid contains a niche, in which is carved a three-dimensional kneeling figure of the owner facing forward with arms raised in adoration of the rising sun. Jackals, representing the funerary god Anubis, are depicted at each side. The main part of the stela consists of a representation of a door frame on which are hieroglyphic texts incised into the stone. In the centre of the upper part of the frame, beneath a cornice moulding, is a depiction of the solar disc being raised into the sky by the djed pillar, a personification of the god Osiris; this image is flanked by kneeling figures of the deceased in a posture of adoration. Within the frame are scenes in two registers. The upper scene shows the deceased, a man, and his wife adoring the god Osiris, who is seated on a throne. The god holds the crook and flail sceptres, denoting his status as ruler of the netherworld, and in front of him is an offering table loaded with food and drink. The hieroglyphic text above this scene identifies the god and states that the dead man and his wife are offering praises. In the lower scene are two groups of individuals – three men at left, and two men and a woman at right. Though not named, these probably represent relatives of the deceased. They are bringing offerings and their hands are raised in adoration before two vertical lines of inscription. These texts contain praises of the gods Ptah-Sokar and Osiris Wennefer. The owner is named several times as Ptaherhat or Ptaherhatef. He bears the title Doorkeeper of Ptah. His wife is identified as the Lady of the House Merytptah. "], "Cultures/periods": [" 18th Dynasty (late ?) ", " 19th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt, Probably from the Memphite necropolis. "], "Materials": ["limestone"], "Technique": [" carved ", " incised "], "Dimensions": [" Height: 149 centimetres ", " Thickness: 20 centimetres ", " Width: 83.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Old auction label in the fragments polestore."], "Location": ["Not on display"], "Condition": ["Good, central break"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Anubis ", " Named in inscription: Ptah-Sokar ", " Named in inscription & portrayed: Ptaherhatef "], "Associated places": [" Associated with: Memphis "], "Acquisition name": ["Purchased from: Piers Pratt"], "Funder name": [" With contribution from: Art Fund ", " With contribution from: British Museum Friends "], "Acquisition date": ["2007"], "Acquisition notes": ["Edward Roger Pratt (1789-1863), ancestor of Piers Pratt, travelled in Egypt in 1833-34, but acquired this stela in London from the remnants of the Giovanni d'Athanasi collection, sold through Sothebys, Lot 982."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA77395"], "Registration number": ["2007,1001.1"], "Conservation": ["Treatment: 28 Oct 2009"]}