{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10392"], "Description": [" Papyrus written with black ink with demotic legal document, 7 ll. of demotic and 5 of Greek docket (subscriptions) on recto, names of 16 witnesses on verso. Dated year 15 of Ptolemy IV Philopator (date lost in demotic, but preserved in Greek). Sale and receipt of one arura of temple land by the Nubian Hellos son of Phennesis to Takhoumis daughter of Patous; scribe Petemenophis son of Petemestous. Thompson's MS Catalogue: \"The same parties are found in Pap. Bologna of 12 Philopator, & the vendor in no. 10425 below\". "], "Cultures/periods": ["Ptolemaic"], "Production date": ["208BC-207BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (Diospolis - ie Thebes) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 29.80 centimetres ", " Length: 68 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["legal"], "Curator's comments": ["Published Revillout rev. eg. lll. pl. 1. Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": [" Andrews 1990a / Catalogue of Demotic Papyri in the British Museum IV: Ptolemaic Legal Texts from the Theban Area (p.70-72, pl.58-9, 64) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (2732) (http://www.trismegistos.org/text/2732) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: cockled, fractured, loss Black ink Backed: brown paper Mount Details: Sandwich: glass Sandwich: board Window verso Binding: cloth (loose) Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: fair (incomplete -pieces missing from top edge)"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10392"], "Registration number": [".10392"], "Additional IDs": [" Miscellaneous number: Anastasi 7 ", " Miscellaneous number: P.Brit.Mus. IV 28 "]}