{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10182,8"], "Title": ["Object: Papyrus Sallier 2"], "Description": [" Papyrus; Hieratic literary text - Teaching of Khety (the so-called \"Satire on Trades\"). "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 21.30 centimetres (papyrus) ", " Height: 27.20 centimetres (sandwiched glass frame) ", " Length: 28.50 centimetres (papyrus) ", " Length: 35.30 centimetres (sandwiched glass frame) ", " Weight: 688 grammes (in sandwiched glass frame) ", " Depth: 0.70 centimetres (sandwiched glass frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" The Instruction or Teaching of Dua-Khety, also known as The Satire of the Trades, was composed in the Middle Kingdom. Teachings are didactic works, mostly ascribed to famous sages, and they discuss general matters of life and moral principles in the form of short sayings and warnings. The main story tells of a father who seeks to encourage his son to become a scribe during their journey from their home to the royal residence. He extols the virtue of the scribal profession whilst disparaging other trades, including brickmaking, carpentry, weaving, weapon making, farming and others. Although the entire composition may not have been intended as satire, many of the descriptions of the other professions clearly have satirical and exaggerated elements. The last third of the text becomes more like traditional instructional literature, with general advice. The text was clearly a popular learning resource, perhaps in scribal schools, and dozens of copies survive on papyri, writing boards, and ostraca. Mistakes slipped in in the process, which were then subsequently copied. The most complete known version is found on the Papyrus Sallier II (EA10182,3-11). General bibliography: W.K. Simpson, 2003. The Literature of Ancient Egypt. 2003, 431-437 S. Quirke, 2004. Egyptian Literature 1800 BC, Questions and Readings, 17-18 and 121-126 J. E. Hoch, 1991-1992. The teaching of Dua-Kheti: a new look at the Satire of the Trades. Journal of the Society for the Study of Egyptian Antiquities 21-22, 88-100. G. Maspero. Recueil de travaux relatifs à la philologie et à l'archéologie égyptiennes et assyriennes 35 (1913), 161-162 and 192-193; 36 (1914), 16. ", " For edition of the Teaching of Khety (so-called Satire on Trades): S. Jäger Altägyptische Berufstypologien (Lingua Aegyptia Studia Monographica 4, 2004); W. Helck, Die Lehre des DwA-xtjj, Kleine Ägyptische Texte, Wiesbaden 1970. This manuscript is available on T.L.A. (http://aaew.bbaw.de/tla/) Translation : Parkinson, The Tale of Sinuhe and Other Ancient Egyptian Poems 1940–1649 BC. (Oxford World’s Classics 1999), 273-83. "], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380894) (http://www.trismegistos.org/text/380894) ", " Budge 1923 / Facsimiles of Egyptian hieratic papyri in the British Museum with descriptions, summaries of contents, etc. (pp. 28-30 and pl. 65-73) ", " Birch 1841 / Select Papyri in the Hieratic Character from the Collections of the British Museum (pl. 12-20) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: insect attack Black ink Red ink Backed: white paper Mount Details: Sandwich: glass Sandwich: board Binding: leather Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Associated titles": ["Associated Title:", " Teaching of Khety "], "Acquisition name": ["Purchased from: Francois Sallier (Trustees of)"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10182,8"], "Registration number": [".10182.8"], "Additional IDs": [" Miscellaneous number: BS.10182 (Birch Slip Number) ", " Miscellaneous number: Frame.8 "], "Conservation": [" Treatment: 19 Jan 1993 ", " Treatment: 24 Aug 1998 ", " Treatment: 18 Oct 2001 ", " Treatment: 21 May 2003 "]}