{"artifact_name": "drawing-board", "Object Type": ["drawing-board"], "Museum number": ["EA5601"], "Description": [" Wooden drawing board: this object consists of a rectangular wooden board covered with a thin layer of plaster. Originally a squared grid, ruled in red, covered the whole of one side of the board, the other side is blank. The grid still remains on the left half of the inscribed surface, where a seated figure of a king has been drawn. At some time, the grid was erased from the right side. On this part of the board there is now a well-drawn rendering of the quail chick hieroglyph; seven awkwardly drawn versions of a forearm with outstretched hand, also a hieroglyph; and a small sketch identifiable as a loaf of bread impressed with the imprint of fingers, since similar loaves are found among piles of offerings in temple and tomb scenes. The clumsy forearms are clearly by a different hand from those that drew either the king's figure or the quail chick. In each case, the outline of the arm itself is ruled, not drawn freehand, as was the usual practice, and the length of the thumb in relation to the fingers has presented a problem in at least two of the examples. To obtain the correct orientation of the forearms, one must turn the board upside down. Two cartouches are drawn in association with the king's figure; both contain the throne name Menkheperkare. This name was used by Thutmosis III during the time of his co-regency with Hatshepsut, as an alternative to his more usual prenomen, Menkheperre. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["BC1479-1425"], "Excavator/field collector": ["Field Collection by: Henry Salt"], "Findspot": [" Found/Acquired: Egypt, Thebes, `Temple of Isis' (Deir el-Medina) "], "Materials": [" wood ", " gesso "], "Technique": ["painted"], "Dimensions": [" Height: 36.70 centimetres ", " Weight: 988 grammes ", " Width: 54.10 centimetres ", " Depth: 0.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), p. 844; P. Kozloff, B. Bryan and M. Berman, 'Le Pharaon-Soleil Catalogue' (Paris, 1993), p. 63 [Fig.IV.2]; 'Art and Afterlife in Ancient Egypt' (Japan, 1999-2000), [104]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 72, cat no. 31; G. Robins in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 60, col. pl. 15 [1]; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 17, fig. 14 (reversed); G. Robins, ‘Proportion and Style in ancient Egyptian Art’ (Austin, 1994), pl. 5.1. I. Regulski (ed.), Hieroglyphs: unlocking ancient Egypt (London 2022) p. 223"], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (66)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2011 6 Oct - 19 Feb, The British Museum, G35, 'Grayson Perry- Tomb of the Unknown Craftsman' 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt 2023 17 Mar-18 Jun, Hull, Ferens Art Gallery, NP Egyptian hieroglyphs 2023 28 Jun-12 Oct, Lisburn, Irish Linen Centre & Lisburn Museum, NP Egyptian hieroglyphs 2023-2024 21 Oct-18 Feb, Torquay Museum, NP Egyptian hieroglyphs "], "Condition": ["fair"], "Associated names": ["Named in inscription & portrayed: Thutmose III"], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 245 `A board, on which is very delicately painted in black outline.... was discovered in a small Temple of Isis at Thebes, and with it were found three different painter's instruments of solid metal, used for sculpture, &c, and which will accompany the above Lot'. Further details in Burton ms (BL AddMS 25639 f.45): `with the board was a pallet of wood - for 2 colours red and Black - & one pencil - the pallat (sic) was about 2 in wide & 12 long with a ??? in midst for brush - There were 2 delicate instruments of bronze with it - one having a handle, like a little axe. The other more like a knife or a surgeon's plaister spreader (sic) - Both I think were for [gap] or levelling slight inequalities in the wall, & for erasure'. For further details of findspot and associated objects, see Sotheby's sale catalogue, collection of James Burton, 25 July 1836, lot 232 with plate."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5601"], "Registration number": [".5601"], "Additional IDs": [" Miscellaneous number: BS.5601 (Birch Slip Number) "], "Conservation": [" Treatment ", " Treatment: 08 Aug 2011 ", " Treatment: 30 Aug 2000 ", " Treatment: 28 Feb 2006 "]}