{"artifact_name": "bead; amulet; necklace", "Object Type": [" bead ", " amulet ", " necklace "], "Museum number": ["EA3081"], "Description": [" Necklace of lizard amulets, pendants and beads: the nineteen hollow gold lizards were formed in a mould with added back plate. The hollow gold drop shaped pendants, possibly meant to be dates, were made in the same way but have a loop soldered at top and bottom so were originally strung between two rows of beads, not as now. The central drop is inlaid with lapis lazuli. The barrel beads are made from cornelian, as is the single poppy seed pod pendant at one end of the string. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1470BC-1350BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" gold ", " lapis lazuli ", " cornelian "], "Technique": [" inlaid ", " mould-made ", " soldered "], "Dimensions": [" Length: 29 centimetres ", " Weight: 28 grammes ", " Depth: 0.50 centimetres ", " Depth: 2.20 centimetres "], "Curator's comments": ["The lizard, noted for its love of sunshine, was considered the animal manifestation of the sun god Atum. However, it was also symbolic of regeneration because of its ability to regrow limbs and tail if they were injured or lost. In this context, it was placed on a par with the snake which sloughed its skin to pass into a new life. That is why both creatures are grasped by underworld deities in scenes on coffins and funerary papyri of later New Kingdom date. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 298-299 No 94; 'Gold and Civilisation', Catalogue (Australia, 2001), p.120."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.234-235) ", " Andrews 1990 / Ancient Egyptian jewellery (160b) ", " Andrews 1994 / Amulets of Ancient Egypt (fig. 48) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.31 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.31 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.72 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.72 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.72 2006 6 Oct-2007 18 Feb, Tokyo National Museum, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["good"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA3081"], "Registration number": ["1839,0921.937"], "Additional IDs": [" Miscellaneous number: BS.3081 (Birch Slip Number) "], "Conservation": [" Treatment: 27 Feb 2012 ", " Treatment: 05 Jan 1989 ", " Treatment: 01 May 1967 "]}