{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA612"], "Description": [" Round-topped limestone stela: the stela is framed at the top by a winged sun-disc with pendant snake-form Wadjyt and Nekhbet, respectively protective goddesses of the kingdoms of Lower and Upper Egypt, whose crowns they wear. Each holds a 'flabellum' (feather-fan) that passes through a 'shen' ring, which symbolizes eternity. Below is a typical scene of a pharaoh making an offering before deities. On the left, holding 'was' sceptre and 'ankh', and wearing characteristic double plumes, stands Amun-Ra. Two columns of hieroglyphs give his name with the epithets. He is accompanied by his wife, the goddess Mut, carrying papyrus sceptre and 'ankh', whose vulture headdress is a reminder of her earlier bird manifestation; on top of it she wears the double crown of united Egypt. The hieroglyphs name her. Behind stands their child, the moon god Khons, with full moon and crescent moon on his head. As usual, he is wrapped in an all-enveloping garment, wears a sidelock signifying his youth and carries a multiple sceptre of 'ankh', 'was' and 'djed' pillar. The accompanying hieroglyphs provide his name with epithets. Together the three formed the holy family of Karnak. As the central column of hieroglyphs explains, the ritual is the presentation of Maat, goddess of cosmic order, without whom it was believed the world would be unable to function. She is shown as a small squatting figure with characteristic ostrich feather on her head. The king, wearing 'atef' crown and short kilt with triangular apron, and offering Maat, is named in the two cartouches before him as Ptolemy VIII;. The king is accompanied by two royal women wearing cow's horns, sun-disc and double plumes, each named in a cartouche as Cleopatra. Both exhibit the distinctive physique with large, full single breast and well-muscled stomach characteristic of depictions of women during the Ptolemaic period. The four rows of hieroglyphic text below begin with Ptolemy's full royal titulary of five names and continue by distinguishing between the first-named Queen Cleopatra, who is called 'his sister' and the second, who is designated 'his wife', in other words the second and third respectively to bear the name. The last line repeats the epithets of Amun-Ra from the main scene. "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 138BC-125BC (G. Lenzo suggests 141/140-132BC or 124-116 BC.) ", " 142BC-116BC "], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Excavated/Findspot: Karnak (Thebes) (Temple of, Thebes) ", " Found/Acquired: Xoite Nome, As suggested by Lenzo in JEA 101 (2016): 217-237. "], "Materials": ["limestone"], "Dimensions": [" Height: 63 centimetres ", " Width: 49.50 centimetres ", " Depth: 15 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["commemorative"], "Curator's comments": ["Bibliography: E.A.W. Budge, 'A Guide to the Egyptian Galleries (Sculpture), British Museum' (London 1909), cat. no. 961; S. Albersmeier, Untersuchungen zu den Frauenstatuen des ptolemäischen Ägypten (Mainz am Rhein, 2002), p. 207 n. 261; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Part 2) (Oxford, 1972), p. 295; S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p. 90 [I.93] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 79 [58]. G. Lenzo, A Xoite Stela of Ptolemy VIII Euergetes II with Cleopatra II and Cleopatra III (British Museum EA 612)*, Journal of Egyptian Archaeology 101 (2016): 217-237."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (58)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Ptolemy VIII Euergetes II ", " Representation of: Cleopatra II (sister) ", " Representation of: Cleopatra III (wife) ", " Representation of: Amun-Ra ", " Representation of: Mut ", " Representation of: Khons ", " Named in inscription: Maat "], "Associated places": [" Named in inscription: Karnak (Thebes) "], "Acquisition name": ["Purchased through: Panayotis Kyticas"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA612"], "Registration number": ["1903,0511.2"], "Conservation": [" Treatment: 31 Mar 2000 ", " treatment: 25.05.16 "]}