{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1147"], "Description": [" Limestone fragment of painted relief: this raised relief shows Djehutyhotep travelling with pomp and with protection; the procession is headed by a bowman. Immediately behind this advance guard come four servants carrying Djehutyhotep's sedan chair. Beneath the chair is his low-slung, curly-tailed hound, Ankhu. The dog is scaled not to the other figures but to his importance to his owner, and therefore he is much larger proportionately than any of the men in this procession. Behind the chair and the dog comes a \"trusty seal bearer\" carrying Djehutyhotep's seal and a long staff. The seal bearer's servant comes next, carrying a box, probably containing documents or other official impedimenta. Behind him is another soldier carrying a battle-axe and an oversized ox hide-covered shield. Then come three more \"trusty seal bearers\", the first wearing an unusual, shoulder-covering cape and carrying another kind of battle-axe. The next in line carries a long staff and Djehutyhotep's sandals, and the fragmentary figure of the third of these seal bearers carries a spear and a bow. Most of the detail on this relief was executed only in paint, so it is very fortunate that the paint is relatively well preserved, although darkened in places. The heads of the seal bearers and the servants are newly shaven, perhaps in preparation for this journey: their skulls, normally covered with hair, are a lighter colour than their faces and bodies. It is also interesting to see the different ways in which an Egyptian painter approached the rendering of the random patterns on animal skins: in this case, very respectfully when depicting the doubtless purebred dog of Djehutyhotep, and noticeably more loosely and randomly when showing the pattern on the cowhide of the shield. Some of the hieroglyphs also retain very well-painted details, particularly the birds, such as the quail chick and the ibis, which is the writing of the name of the god Thoth. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1850BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tomb of Djehutyhotep "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 37 centimetres ", " Length: 169 centimetres ", " Thickness: 14 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford, 1934), p. 180; T. G. H. James, 'Egyptian Painting and Drawing in the British Museum' (Cambridge, Mass., 1986), p. 67, fig. 77 (detail); N. Reeves & J. H. Taylor, ‘Howard Carter Before Tutankhamun’ (New York, 1993), p. 29; A. Middleton, ‘Polychromy of Some Fragments of Painted Relief from el-Bersheh’ in W. V. Davies (ed.), ‘Studies in Egyptian Antiquities: A Tribute to T. G. H. James (British Museum Occasional Paper 123) (London, 1999), pl. 6; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 5 (London, 1914), pl. 7; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 78-80."], "Bibliographic references": [" Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (pl.7) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (22) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.78-79) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2014-2015 9 Oct-26 Jan. Palais des Beaux Arts de Lille. Senusret III. 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. "], "Condition": ["fair (incomplete)"], "Subjects": ["dog"], "Associated names": [" Named in inscription & portrayed: Djehutyhotep ", " Named in inscription & portrayed: Ankhu (dog) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1894"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1147"], "Registration number": ["1894,1208.5"], "Conservation": [" Treatment: 21 Dec 2000 ", " Treatment: 23 Oct 1985 ", " Treatment: 29 Jul 1985 "]}