{"artifact_name": "toilet-spoon", "Object Type": ["toilet-spoon"], "Museum number": ["EA5958"], "Description": [" Wooden toilet-spoon; cartouche-shaped bowl contains two incised fish; handle in form of two crouching gazelles. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Memphis (Egypt) "], "Materials": ["wood"], "Technique": ["incised"], "Dimensions": [" Length: 17.60 centimetres ", " Weight: 22 grammes ", " Width: 0.80 centimetres ", " Depth: 6.20 centimetres "], "Curator's comments": ["Published: P. Kozloff, B. Bryan, and M. Berman, Egypt's Dazzling Sun, Cleveland 1992, pp.351-352 [78] = Le Pharaon-Soleil, Paris 1993, pp.308-309 [78]. M.A. Corzo, Nefertari Luce d'Egitto, Rome 1994, p.164 [35]. C. Alfano, Nefertari Regina d'Egitto, Le Ciminiere 1999, p.31 [32]. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 132-3."], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5958"], "Registration number": [".5958"], "Additional IDs": [" Miscellaneous number: BS.5958 (Birch Slip Number) "], "Conservation": [" Treatment: 27 Sep 2013 ", " Treatment: 01 Nov 1986 "]}