{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA22916"], "Description": [" Sycomore fig wood stela (paint on plaster) of Nehemesbast: this round-topped stela has a curved sky-sign at the top. Beneath is a sun-disk with uraei, each with an 'ankh'-sign. The disk is flanked by 'wedjat'-eyes and below is a 'kheper'-beetle. The god Ra-Horakhty stands on the left, while on the right the lady Nehemsibastet, daughter of the mry-nṯr priest Pʒ-dỉ-'lmn, raises her arms in worship. Between the two is an altar piled with offerings, above which are six columns of text, containing the customary funerary invocation. Below the altar are two jars encircled by lotus-buds. The stela is cracked in places and some of the plaster has fallen away along the edges. The background of the stela is white with a blue sky-sign at the top. The disk is red with a white border edged in black. The uraei appear to have been browny yellow with blue heads and blue anfch-signs. The 'wedjat'-eyes are blue with a black pupil on white. Above the eye is a red band and below one of browny yellow. The disk of the god is red with a white border edged in black and a white uraeus also marked in black. The body and wig of the god are blue, his lower face white with black markings and beak, and his upper face yellow-brown. The eye appears to have been red, but that area is faded. The garment of the god is browny yellow, faded in places, with a blue belt and ankh-sign. His bangles and collar were also browny yellow. His tail is blue and his 'was'-sceptre green. The body of the lady, where exposed, is pink edged in red. Her eye, eyebrow, and wig are black with a red, white, and green cone on top. Her dress is white with red stripes and tinged in browny yellow with blue edges to the sleeves and lower edge which also has black and red tassels. Her collar is green. The altar was yellow-brown, now faded, with a blue top. The offerings are blue, black, or white with red-stemmed lotuses of green, white, and red. The pots under the altar are red with white and green tops resting on blue stands. Around them are entwined blue-stemmed lotuses. The figures rest on a red platform edged in blue which has diagonal stripes of varying shades of red and pink. The black hieroglyphs are between blue lines on a browny yellow background. There are remains of white plaster on the back of the stela. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 25.50 centimetres ", " Width: 21 centimetres ", " Depth: 2.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["invocation"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 74 (no. 81); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 113 (no. 43); G. Legrain, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 14 (Paris, 1893), p. 61 (no. 90)."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.18-19)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair - surface worn"], "Subjects": ["eye of horus"], "Associated names": [" Named in inscription: Padiamun (father) ", " Named in inscription & portrayed: Ra-Horakhty "], "Acquisition name": ["Purchased from: Raymond G B Sabatier"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22916"], "Registration number": ["1891,0511.12"], "Conservation": [" Treatment: 13 Feb 2014 ", " Treatment: 20 Jul 2004 "]}