{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["EA53956"], "Description": [" Flat Nile mud wine-amphora stopper with palm fibre or textile plug (now missing). It has been stamped four times, coated with a white wash then painted red. Three circular and one rectangular stamp impressions appear to repeat the same Greek text, θεοῦ χάρις, surrounding a cross (45mm across). Two pieces of cord pass under the seal to facilitate removal. The Nile silt and mud stopper has abundant straw, limestone and shell inclusions, together with organic yellow inclusions, probably dung. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["mud"], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 155 millimetres ((max)) ", " Diameter: 64 millimetres (amphora neck) ", " Diameter: 80 millimetres (circular stamp impression (repeated three times)) ", " Height: 30 millimetres (rectangular stamp impression) ", " Height: 45 millimetres "], "Curator's comments": ["Used to seal a wine amphora, this mud and silt stopper copies the standard plaster wine trader amphora stopper (cf. EA 53955, 53957–63), with the stamped circular impression and the red paint (cf., Thomas 2011, type 7; Thomas and Tomber 2006, type 7). For the θεοῦ χάρις … (‘The grace of God, … ’) formula, cf., Fournet and Pieri 2008, 182; cat. no. 50 above, i.e., EA 53955). Very similar stoppers were found at Kellia (Egloff 1977, pl. 20.3–6). Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Fournet, J.-L. and D. Pieri. 2008. Les dipinti amphoriques d’Antinoopolis. In Antinoupolis I: Scavi e materiali, R. Pintaudi (ed.), 175–216. Firenze: Istituto Papirologico ‘G. Vitelli.’ Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (51)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53956"], "Registration number": ["1915,0207.6"]}