{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["EA27546"], "Description": [" Mould-made amuletic figure in glazed composition, representing bust a female Egyptian deity, maybe Isis; wearing a tripartite striated wig with small protuberance on forehead (uraeus possibly); against back pillar or throne with tall back; modelling very fine, miniaturistic; clear facial features with large, well modelled ears, and rounded breasts; greenish turquoise glaze; lower part below chest and headdress broken off. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Town (Naukratis), House of 'cache of bronzes' (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 1.60 centimetres (minimum) ", " Width: 1.30 centimetres ", " Depth: 1.05 centimetres "], "Curator's comments": ["This amulet was possibly discovered in a large cache of votives in 1885, in a house to the south of the town (Petrie 1886, 41-42). Petrie mentioned among the finds two 'glazed pottery' figures representing 'Isis and Horus'. All identified objects from this context, other than the bronzes, are kept in the British Museum and this amulet is burnt and broken as were many objects stemming from this cache (Petrie 1886, 41). The cache can be dated around the end of the 5th-beginning of the 4th century BC (Masson 2015). For the possible second amulet of Isis and Horus from the cache see BM 1885,1101.42. These two objects are the only Isis amulets in glazed composition kept in the British Museum and were both acquired in 1885. Isis was maybe wearing an hathoric crown or the throne sign (as illustrated on an amulet discovered at Herakleion Thonis: Goddio and Fabre 2008, no. 370). Isis - and particularly featured as Isis nursing - is a goddess relatively well-represented at Naukratis with some figures and amulets made of bronze or glaze composition (Masson forthcoming b). On Isis amulets see: Andrews 1994, 48-49, fig. 18; Herrmann et al. 2010, 30-32 (types 4-5). Andrews, C. 1994, Amulets of Ancient Egypt, London. Goddio, F. and Fabre D. 2008 (eds), Egypt’s sunken treasures, Munich. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Masson, A. forthcoming b, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.090) (phase 3)"], "Location": ["Not on display"], "Condition": ["fair, but incomplete and chipped"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27546"], "Registration number": ["1885,1101.53"]}