{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA683"], "Description": [" Sandstone Osiride statue of Amenhotep I with red and black painted detail. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1510BC (c.)"], "Excavator/field collector": [" Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Henri Édouard Naville ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Temple of Mentuhotep "], "Materials": ["sandstone"], "Technique": ["painted"], "Dimensions": [" Height: 269 centimetres "], "Curator's comments": [" Published: HTBM Part 6: Plate 30; I. Lindblad, Royal Sculpture of the early eighteenth dynasty in Egypt (Stockholm 1984), 26-7, pl. I, with further bibliography; Discussed and illustrated: Tefnin, Annuaire de l'inst. de philologie et d'historire orientales et slaves 20 (1968-72), 433-4, pl. II; Romano, JARCE 13 (1976); PM II (2): p.343; Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 56; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 126-7. ", " Strudwick N 2006 Amenhotep I (c. 1525-1504 BC) is shown as Osiris, wrapped in a tight-fitting mummiform robe with his arms crossed on his chest. Holes in the clenched fists presumably held wooden royal insignia. On his head is the double crown of Upper and Lower Egypt; his chin bears a long, rather oversized, divine beard. The statue's back takes the form of a large flat slab, bearing a column of hieroglyphs. Colour remains in various places: white on the robe, red on the skin and the Lower Egyptian crown, and blue/black on the beard-strap and beard. The osiride statue, as this type is termed, probably originated in the Eleventh Dynasty. The earliest examples come from the temple of Nebhepetre Mentuhotep (c. 2055-2004 BC) at Deir el-Bahari. More are known from the reign of Senwosret I (c. 1956-1911 BC), from Lisht, Abydos and Karnak, and the style became popular in the early New Kingdom. These early examples usually show the king with either the red or the white crown. Although Osiris himself is typically shown with the white crown (or variants like the atef crown), combining the two crowns in this statue type seems to be an innovation of Amenhotep I. This is one of the very few statues which can be ascribed to Amenhotep I with any certainty and is one of the most important. Excavations at Deir el-Bahari have revealed fragments of other osiride statues of this king which show a strong consistency of style in the facial representation of Amenhotep I, and there is a head in the Bastis Collection which probably belongs to this group. The style of the Amenhotep statues seems to have been influenced by the representations of Mentuhotep II and Senwosret III (see Senwosret 's statue, registration no. 1905,1014.2) which were still standing in Mentuhotep's temple, although these Middle Kingdom pieces do not appear to have influenced subsequent New Kingdom royal sculpture. The sacred associations of Deir el-Bahari, which go back at least to the Middle Kingdom, apparently encouraged Amenhotep I to build two small brick temples there. One was on the site of the later Hatshepsut temple, and these osiride statues may have graced it. Parts of this earlier temple were walled over to build the central ramp of Hatshepsut's temple; judging from this statue's findspot, the osiride figures were moved to Mentuhotep's temple, where they kept company with the statues of Senwosret III (1905,1014.2). The history of this statue thus exemplifies the respect usually shown by one king to another when it was necessary to move a structure. Amenhotep's temple was not a mortuary foundation but was probably dedicated to the particular form of the goddess Hathor revered at Deir el-Bahari, characteristically shown in later tombs as peering out of the Western Mountain (see registration no. 1906,0714.18). "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.126-127)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Representation of: Amenhotep I"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA683"], "Registration number": ["1905,1014.1"], "Additional IDs": [" Miscellaneous number: BS.683 (Birch Slip Number) "], "Conservation": [" Treatment: 18 Jul 1991 ", " Treatment: 13 Aug 1985 "]}