{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1177"], "Description": [" Rectangular stela with an inscription of the official Intef-dedu. The names of King Senwosret I appear on the right framed by the sign for heaven (pt) and was-sceptres. The royal part of the text is in raised relief and the biographical text on the left in sunk relief. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Buhen (Nubia) (North Temple) "], "Materials": ["sandstone"], "Dimensions": [" Height: 64.20 centimetres ", " Weight: 220 kilograms (estimated weight) ", " Width: 121 centimetres ", " Depth: 14.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["This stela was discovered in Sanctuary B of the North Temple in Buhen along with a nearly identical stela (now lost) and a third stela of Mentuhotep (Florence 2540). All three were recorded in-situ by W. J. Bankes in 1815/16. The two similar stelae of Intef-dedu were removed from the temple by Sir (then Captain) Henry Lyons in 1892 and apparently sent to the British Museum, but only EA1177 was recorded as arriving at the Museum. The main horizontal text is considered to be partially autobiographical, recording Intef-dedu as ‘hereditary noble and local prince, royal seal-bearer and sole friend (of the king), great one of the king of Upper Egypt, magnate of the King of Lower Egypt, chief of secrets of what (only) one may hear’ (Landgráfová 2011, 247), along with other praises and hints at events as commander of the fortress. Published: Hieroglyphic texts from Egyptian stelae, &c., in the British Museum, Part 4: Plates 2-3 PM VII, p.130. Pellegrini, 1900-1901. L'obelisco mediceo; frammento della stele istorica di Wadi Halfa. Bessarione 9; p. 428 Macadam, 1946. Gleanings from the Bankes MSS. Journal of Egyptian Archaeology 32, p. 60 Obsomer, C. 1992. Les lignes 8 à 24 de la stele de Mentouhotep (Florence 2540) érigée à Bouhen en l’an 18 de Sésostris Ier, Göttinger Miszellen 130, 57-74, briefly mentions the discovery in connection with the Florence stela inv. n. 2540A-B. Leprohon, 1994. Les forces du maintien de l'ordre dans la Nubie au Moyen Empire. In Hommages à Jean Leclant 2; p. 286 Franke, 1996. Sesostris I., “König der beiden Länder” und Demiurg in Elephantine. In Studies in honor of William Kelly Simpson 1; p. 289 Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 148"], "Bibliographic references": [" Smith 1976 / Excavations at Buhen. II. The Fortress of Buhen. The Inscriptions (pp. 50-52, 64-65) ", " Landgráfová 2011 / It is my good name that you should remember: Egyptian biographical texts on Middle Kingdom stelae (pp. 246-7, Nr. 76) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Fair"], "Associated names": ["Named in inscription: Senusret I"], "Acquisition name": ["Donated by: Sir Henry George Lyons"], "Acquisition date": ["1894"], "Acquisition notes": ["Collection reported by Lyons in 1893 Corres (ME Corres, 1893, q.v. Lyons)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1177"], "Registration number": ["1894,0101+.1"]}