{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10098,6"], "Description": [" Book of the Dead of Men...; sheet 6; black outline judgement vignette; Hieratic text at top. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 35.80 centimetres (glass frame) ", " Height: 30.40 centimetres (papyrus) ", " Length: 66.20 centimetres (glass frame) ", " Length: 55 centimetres (papyrus) ", " Weight: 4634 grammes (papyrus in glass frame) ", " Thickness: 1 centimetres (glass frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["See S. Quirke, 'The Last Books of the Dead?' in W. V. Davies (ed), Studies in Egyptian Antiquities: A Tribute to T. G. H. James (BM Occasional Paper 123, 1999), 83-98. Bibliography: Wüthrich, A., Édition synoptique et traduction des chapitres supplémentaires du Livre des Morts 162 à 167 (Studien zu Altägyptischen Totentexten 19,1, 2). Wiesbaden 2015. Lucarelli, Rita. 2015. The inhabitants of the Fourteenth Hill of Spell 149 of the Book of the Dead. In Morenz, Ludwig D. and Amr El Hawary (eds). Weitergabe: Festschrift für die Ägyptologin Ursula Rößler-Köhler zum 65. Geburtstag, 275-291. Weisbaden: Harrassowitz. Mosher, Malcom Jr. 2016. The Book of the Dead, Saite through Ptolemaic periods : a study of traditions evident in versions of texts and vignettes (SPBD Studies), vol. I (BD Spells 1-15) and II (BD Spells 16, 18-30), Charleston."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (111) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57041) (http://www.trismegistos.org/text/57041) "], "Location": ["Not on display"], "Exhibition history": [" 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: stained Black ink Backed: brown paper Displayed in Room 62 until 1997 Displayed in Room 61 from 1997 to 2000 Mount Details: Sandwich: glass Sandwich: board Binding: self adhesive tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Ammit ", " Representation of: Thoth ", " Representation of: Anubis ", " Representation of: Horus "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased from: Robert James Hay"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10098,6"], "Registration number": [".10098.6"], "Additional IDs": [" Miscellaneous number: Frame.6 "], "Conservation": ["Treatment: 26 Aug 1998"]}