{"artifact_name": "manuscript", "Object Type": ["manuscript"], "Museum number": ["EA10414,b"], "Description": [" Small fragment of sheep or goat skin with irregular shape and uneven edges, possibly of a formulary. The preserved remains give only ritual drawings. "], "Cultures/periods": ["Coptic"], "Production date": ["8thC-9thC?"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["leather (Goat/sheep ??)"], "Dimensions": [" Height: 155 millimetres (max.) ", " Width: 104 millimetres (max.) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["See bibliographic record. According to Crum EA 10376, 10122, 10414, 10434, 10391 were written by the same hand and were probably acquired by Hay at Thebes (1934, p. 51 and 195). See now O'Connell ed. 2022 Two disassociated fragments previously mounted with EA 10414 have been added to EA 10376 as, following MSI, it is clear that at least one belongs to EA 10414. The physical characterisitics of the leather of the second dissassociated fragment suggest that it too belongs to EA10434. The former will be placed and both mounted with EA 10434 in 2017."], "Bibliographic references": [" Crum 1934 / Magical texts in Coptic I and II (195-97, pl. xxvi (1)) ", " Meyer & Smith 1994 / Ancient Christian magic: Coptic texts of ritual power (no. 79, pp. 166-69) ", " Grumach 1970 / On the history of a Coptic figura magica (pp. 172-73) ", " O'Connell ed. 2022 / The Hay Archive of Coptic Spells on Leather: A Multidisciplinary Approach to the Materiality of Magical Practice (no. 7, pp. 175-178) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Leather: brittle, dark, displaced fragments, fractured Black ink Repaired: glassine paper Tabbed: glassine paper Transferred to horizontal storage 27 JAN 95 Mount Details: Sandwich: glass (cracked) Binding: leather Object Priority: B Mount Priority: C Overall Condition: D Curatorial condition comment: poor"], "Acquisition name": ["From: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10414,b"], "Registration number": ["1868,1102.461.b"], "Additional IDs": [" Miscellaneous number: 9 A.77 (typescript sticker on glass) ", " Miscellaneous number: P.Brit.Mus. Hay 7 "], "Conservation": [" Treatment and mounting: 18/10/2017 ", " Mount: 17 Apr 2018 "]}