{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA41560"], "Description": [" Steatite theophorous figure of a male official named Nekau, holding an image of the Osirian triad supported by a standard. Nekau wears a smooth shoulder-length wig which is set high on the forehead and tucked behind the ears. His eyes are small with thick incised lines, and his nose is broad and fleshy. His lips are full and pursed together, and his face is rounded and fleshy. His upper body is bare, and he wears a long kilt belted at the waist with a pleated front panel. His left leg advances forward ahead of his right leg, adopting a conventional striding pose. His palms are placed on either side of the base which supports the figures of the seated gods Isis, Nephthys and Osiris. Osiris is identifiable via the mummified form, the feathered atef-crown, and the crook and flail implements held across the chest. The goddesses on either side wear tight-fitting sheath dresses, with the left side goddess bearing the sun-disk crown and thus likely represents Isis. The other divine figure is partially damaged but likely represents Nephthys based on the composition of the figures. An inscribed column of text runs along the front of the standard, and there is a continuous line of text inscribed around the statue base. There are several chips to the stone surface at Nekau's head and upper body, kilt, and to the images of the gods. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Karnak (Thebes), cache "], "Materials": ["steatite"], "Dimensions": [" Height: 17.20 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["The word ‘theophorous’, meaning ‘god bearer’ in Greek, refers to a common Egyptian statue type in which the subject carries or presents outwards the figure of a deity. This pose was popular from the New Kingdom onwards and continued to be used into the Greco-Roman period. This figure was found in the cachette at the Amun temple of Karnak, and the base of another monument of the same Nekau was also found at the same site (now in the Egyptian Museum Cairo, 20/12/28/7: https://www.ifao.egnet.net/bases/cachette/ck1098). Nekau also dedicated a monument of his father here during the reign of Necho II (now in Walters Art Museum, Baltimore; 22.215: https://art.thewalters.org/detail/6796/iret-horru-with-osiris/). The cachette, a ritual deposit of over 1000 commemorative objects, was found in a central courtyard of the Karnak temple complex. This find included a wide range of non-royal statuary spanning several phases of pharaonic history. Many of the statues date to the later phases of the first millennium BC, particularly the Late Period and Ptolemaic Period, suggesting that the deposit itself took place in the Ptolemaic era (Blyth 2006). A large number of statues from the Late Period onwards include an image of Osiris either as a separate figure or within a naos shrine, reflecting the increasing importance of this god within the sacred space at Karnak (Goyon et al 2004). Several Osiris chapels were also added to the complex from the Third Intermediate Period until the Ptolemaic Period, as well as a number of divine images of Osiris (Coulon 2016, Coulon et al 2018). Dedicating a statue within the temple, as opposed to the traditional place in the tomb, also became a more favourable practice from the end of the New Kingdom; it was believed that the statue subjects could ‘reap the rewards’ of being present within the sacred space of the temple, and participate in the wide array of offerings, rituals, and festivals. Other important ancient caches of commemorative objects have been found elsewhere in Egypt, including Luxor temple and the Serapeum at Saqqara, though the Karnak cachette is the largest known example. Further Bibliography: H. De Meulenaere, 2015. ‘Le nom royal Néchao dans l’onomastique héliopolitaine’, Chronique d’Egypte 90, Issue 179, p. 12. Karnak Cachette Database (IFAO) entry: https://www.ifao.egypt.net/bases/cachette/ck1205 General Sources: E. Blyth, 2006. Karnak: Evolution of a Temple (London). L. Coulon, 2016. ‘Les statues d’Osiris en pierre provenant de la Cachette de Karnak et leur contribution à l'étude des cultes et des formes locales du dieu’, in L. Coulon (d.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 505-563. L. Coulon, A. Hallmann, F. Payraudeau, 2018. ‘The Osirian Chapels at Karnak: An Historical and Art Historical Overview Based on Recent Fieldwork and Studies’, in E. Pischikova, J. Budka, K. Griffin (eds.), Thebes in the First Millennium BC: Art and Archaeology of the Kushite Period and Beyond (London), p.271-293. J.C. Goyon, C. Cardin, M. Azim, G. Zaki, 2004. Trésors d’Egypte: La “cachette” de Karnak (1904-2004) (Grenoble)."], "Bibliographic references": [" Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 51-52) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 164) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2009 May-present, Newcastle, Great North Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair (chipped)"], "Associated names": [" Named in inscription: Nekau ", " Named in inscription: Ireteniru (son of) "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41560"], "Registration number": ["1905,0515.50"], "Conservation": ["Treatment: 18 Nov 2008"]}