{"artifact_name": "papyrus; calendar", "Object Type": [" papyrus ", " calendar "], "Museum number": ["EA10184,3"], "Title": ["Object: Papyrus Sallier 4"], "Description": [" Papyrus with hieratic text - Calendar of lucky and unlucky days rectoo; jottings of Late Egyptian Miscellanies verso. Frame 3 contains recto pages 8-9. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Dimensions": [" Length: 66.20 centimetres (frame) ", " Width: 23 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" Late Egyptian Miscellanies are snippets from didactic texts, hymns, and administrative writings composed on the backs of papyri as drafts, practice, or scrap paper. Transcription and translation of the miscellanies: Gardiner, Alan H. 1937. Late-Egyptian miscellanies. Bibliotheca Aegyptiaca 7. Caminos, Ricardo A. 1954. Late-Egyptian miscellanies. Brown Egyptological Studies 1. ", " This papyrus from the late Nineteenth Dynasty (around 1225 BC) is one of the most extensive calendar of lucky and unlucky days that survived from ancient Egypt. It yields entries for days during eight months. The entry for each day is prefaced by three hieroglyphs that indicate 'good' or 'bad'. The 'bad' hieroglyphs are written in red. If a day is partly good and partly bad, the relevant hieroglyphs can be mixed to represent the assessment of the day. The character of a day often derives from events told in mythological history. For some days the text is quite obscure, and others may not appear to the modern reader as good or bad as they did to the Egyptians. An example of a bad day: 'Do not go out on this day. Do not turn your back to do any work at sunset. Whoever is born on this day will die through a serpent'. An example of a good day: 'This is the day on which the gods received their hearts. The world keeps the festival'. Published: Leitz, Ch. 1994. Tagewählerei : das Buch h3t nhh ph.wy dt und verwandte Texte (Ägyptologische Abhandlungen; Bd. 55), Wiesbaden General bibliography: A. Spalinger, 1994. Calendars: real and ideal. In Essays in Egyptology in honor of Hans Goedicke, 297-308. "], "Bibliographic references": [" Leitz 1994 / Tagewählerei : das Buch h3t nhh ph.wy dt und verwandte Texte ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380902) (http://www.trismegistos.org/text/380902) ", " Read 1916 / Egyptian calendars of lucky and unlucky days ", " Daressy 1912 / Prédictions anciennes et modernes ", " Chabas 1870 / Le calendrier des jours fastes et néfastes de l'année égyptienne: traduction complète du Papyrus Sallier IV ", " Wreszinski 1913 / Tagewählerei im alten Ägypten ", " Budge 1923 / Facsimiles of Egyptian hieratic papyri in the British Museum with descriptions, summaries of contents, etc. (pp. 34-38, pl. 11-128) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: loss, fragmentary Black ink Red ink Backed: glassine paper Mount Details: Sandwich: glass Binding: leather Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Acquisition name": ["Purchased from: Francois Sallier (Trustees of)"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10184,3"], "Registration number": [".10184.3"], "Additional IDs": [" Miscellaneous number: Frame.3 "], "Conservation": [" Treatment: 22 Sep 1999 ", " Treatment: 23 Apr 2007 "]}