{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA24247"], "Description": [" Fragmentary limestone kneeling figure of the king Hakor, the upper body now lost. The figure wears a short shendyt kilt and is shown with the knees placed close together and the feet flexed. On top of the kilt is a rounded sunken area of the stone that likely featured an object held by the king, which is now lost. A broken outline shows that his arms were held out towards this damaged area on his lap. On both legs and feet are traces of a white colour, with faint traces of a faded darker colour on the right side ankle. On the reverse, the lower section of a slim back-pillar bears traces of painted text including the cartouches of the king. In addition to the damaged torso section, the right side of the base is heavily damaged and there are chips to the surface across the knees and kilt. "], "Cultures/periods": ["29th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["glazed"], "Dimensions": [" Height: 10.80 centimetres (max) ", " Width: 5.40 centimetres ", " Depth: 10.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Few surviving representations of Hakor are attested in comparison to earlier kings of the Late Period and the following 30th Dynasty rulers, and those which do represent Hakor are often fragmentary (e.g. a limestone fragment excavated from Bubastis - EA 1825, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA1825; another kneeling figure, CG 681, Cairo Egyptian Museum). A brief list of other fragments and sculpture identified as Hakor is given by Petrie (1905), though the information given for some of these is now out-dated. It is unclear what the king may originally have had placed on his lap, but other such examples from the Late Period show the king making an offering to the gods or bearing an image of a divine subject, which could be the case here. Further Bibliography: A. Wiedemann, 1884. Ägyptische Geschichte. p. 698, n. 8. General Sources: W.M. F. Petrie, 1905. A History of Egypt Volume III: From the XIXth to the XXX Dynasties. New York."], "Bibliographic references": [" Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 89) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 159) "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost"], "Associated names": ["Named in inscription & portrayed: Hakor"], "Acquisition name": ["Purchased from: Rev William John Loftie"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24247"], "Registration number": ["1890,0526.176"]}