{"artifact_name": "vessel", "Object Type": ["vessel"], "Museum number": ["EA23777"], "Description": [" Sherd of the rim and angular shoulder of a pottery vessel, with a cream slip and black-painted zig-zag marks on the exterior surface. "], "Cultures/periods": ["20th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Very probably from the \"Qasr\", casemate building A, in a lower square chamber at the bottom of the southern part of the central cell. "], "Materials": ["pottery"], "Technique": ["slip-decorated"], "Dimensions": [" Length: 9 centimetres (max) ", " Thickness: 2.20 centimetres (max) ", " Width: 7.80 centimetres (max) "], "Curator's comments": ["Very probably the sherd mentioned by W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 54 § 53 : \"In the lower square chamber within the southern large chamber were some fragments of similarly rough pottery; and a piece with a rude wavy brown on a white facing, which might at first be almost mistaken for the roughest Roman painting, but which from its position must be the latest degradation of the fine colouring of the eighteenth dynasty, which fell off even in the Ramesside times”. See also ibid., p. 54 § 52, about the same findspot : \" Yet the base of this lower room was just about the base level of the corners of the fort, and some pieces of pottery which cannot be referred to Ramesside but rather to Psametic times, were found at the bottom of it\". The item is noted as “Late Ramesside” in the Museum register."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 54 § 53) (?) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.116, p.227, pl.69) "], "Location": ["Not on display"], "Condition": ["incomplete - fragment only"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23777"], "Registration number": ["1887,0101.861"]}