{"artifact_name": "architecture", "Object Type": ["architecture"], "Museum number": ["EA22"], "Description": [" Rectangular section of black siltstone architecture of Nectanebo I: decorated on both sides in sunk relief with offering scenes above a niche-patterned dado and crowned by a cavetto cornice. Atop the cornice, on the better-preserved side of this slab, a row of falcons faced forward; only the legs and feet have survived. The corresponding decoration on the other side has been lost, but it probably consisted of a row of erect cobras. The more damaged side was decorated with an offering scene and part of another one. To the left, an animal-headed god stands facing right. The king kneels before him in a semi-prostrate position, with one leg extended back. At the right is another standing god from a second, similar scene. The inscriptions name the king as Nectanebo I. The damage inflicted on this side is of several kinds and may have occurred several times during antiquity. The figures have been attacked with a chisel, though the inscriptions were left intact. The protruding parts of the cornice were cut back to make a flat surface, presumably an adaptation for reuse. The better-preserved side, also inscribed for Nectanebo I, has a single figure of the king kneeling to present a tall loaf of bread. This pose, like the semi-prostrate position, was traditional for kings making offerings. The pose has been designed to show only one leg and an inadequate number of toes. The modeling of Nectanebo's body, with the breast, rib cage, and round abdomen as discrete units, follows the style of the late Twenty-sixth Dynasty. Characteristically Thirtieth Dynasty, however, is the representation of the hands with their long, waving fingers. The most noteworthy feature of this figure is its head - crowned only with a very unusual tight-fitting cap and a uraeus.The face is striking, both beaky and jowly, with the eye set in a large, round socket; small, rather delicate nostril and lips; and the hint of a double chin. It is understandable that this face is usually considered to be a portrait likeness of Nectanebo, especially since the same features are depicted on the two other architectural slabs that bear his name and image. Two holes have been drilled in the slab. "], "Authority": ["Ruler: Nakhtnebef"], "Cultures/periods": ["30th Dynasty"], "Production date": ["370BC (circa)"], "Findspot": [" Found/Acquired: Rashid, el-, Temple ", " Found/Acquired: Alexandria (Egypt) "], "Materials": ["greywacke"], "Technique": ["incised"], "Dimensions": [" Height: 122.60 centimetres (max) ", " Width: 95.50 centimetres (max) ", " Depth: 38 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["commemorative"], "Curator's comments": [" This architectural slab is one of five examples. Although all five slabs had been removed in antiquity from their original site, some of the inscriptions suggest that they were made for a structure in Heliopolis. Since the earlier and later examples are the same size and have identical architectural decoration, in addition to their very similar figural scenes, all were apparently part of the same structure. They are usually referred to as intercolumnar slabs - that is, low screen walls between huge columns at the entrances to late temples. But such a wall is typically a single piece of stone. On some of these slabs, scenes, such as that begun to the right on the damaged side of this slab, were carried over onto a second block. This fact lends support to the theory that they formed \"a long, low barrier at Heliopolis. Frequenty illustrated. Often erroneously referred to as \"intercolumnar\". ", " To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). "], "Bibliographic references": [" Yorke and Leake 1826 / Remarks on some Egyptian monuments in England (p. 10, pl. 10, fig. 27) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p 250, [96]) ", " Porter and Moss 1934 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV (p. 2, p. 5- wrongly as BM '998') ", " Habachi 1943 / Sais and its monuments (p. 390) ", " Smith 1958 / The Art and architecture of Ancient Egypt (pp. 249− 50, pl.184) ", " Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 91) ", " Bresciani 1975 / La collezione egizia nel Museo civico di Bologna (p. 72) ", " Leclant 1981 / Agypten III, Spatzeit und Hellinismus (fig. 63) ", " Morigi Govi and Sassatelli 1984 / Dalla stanza delle antichità al Museo civico : storia della formazione del Museo civico archeologico di Bologna (p. 152) ", " Török 1987 / The Royal crowns of Kush: a study in Middle Nile valley regalia and iconography in the 1st millennia B.C. and A.D (p. 63, no. 15) ", " Mysliwiec 1988 / Royal portraiture of the Dynasties XXI-XXX (p. 69, p. 79, p. 123) ", " Quirke 1990 / Who were the Pharaohs? A History of their Names with a List of Cartouches (p. 18, p. 40) ", " Grimal 1992 / A History of Ancient Egypt (p. 378, pl. 24) ", " Kayser 1994 / Recueil des inscriptons grecques et latines (non funéraires) d'Alexandrie impériale (p. 242, no. 79) ", " Robins 1997 / The Art of Ancient Egypt (p. 232, fig. 279) ", " Yoyotte 1998 / Pharaonica ", " Arnold 1999 / Temples of the last pharaohs (p. 106, p.108, fig.60) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 134) ", " Yoyotte 2003 / Un nouveau souvenir de Sheshonq I et un muret héliopolitain de plus ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 60, cat no. 19) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp. 282-283) "], "Location": ["On display (G4/B29)"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nakhtnebef ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Horus ", " Named in inscription & portrayed: Sons of Horus "], "Associated objects": [" cast (EA90836) "], "Acquisition name": ["Donated by: George III, King of the United Kingdom"], "Previous owner": [" Previous owner/ex-collection: John Stuart, 3rd Earl of Bute ", " Previous owner/ex-collection: Edward Wortley Montagu "], "Acquisition date": ["1766"], "Acquisition notes": ["From the collection of E.W. Montagu, via that of the Earl of Bute (Thompson, Letters on the British Museum (1767): 6)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22"], "Registration number": [".22"], "Additional IDs": [" Miscellaneous number: ES.22 "], "Conservation": ["Treatment: 23 Dec 2000"]}