{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA37886"], "Description": [" Fragmentary diorite statue head of a king, the body and base now missing. The figure wears the nemes headcloth, with a fragmentary uraeus preserved in the centre above the forehead. The coiled body of the uraeus is visible across the top of the nemes. A horizontal band is incised at the outer edge of the nemes, set low on the forehead and with the folds of the cloth on either side of the face tucked behind the ears. The eyes are almond shaped with incised rims, and short pointed cosmetic lines emerge from the outer corneres of the eye extending towards the temples. The arched eyebrows also slope down towards the temple. The nose is slim and the cheeks are rounded, particularly at the jawline, with thick lips sharply incised and the corners of the mouth relaxed and flat, conveying a more serious facial expression. The outer edges of the nemes have numerous chips, particularly across the left side, and the ends of the wig are broken off around the neck area. The head of the uraeus has also broken off, and there are breaks to the king’s nose, lower lip, and chin. There are various visible scratches across the stone surface. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["diorite"], "Dimensions": [" Height: 19 centimetres ", " Width: 23.50 centimetres ", " Depth: 20 centimetres "], "Curator's comments": ["The identity of the royal figure has been debated across various sources, including attributions to Ramesses II (Budge 1922) and Amenhotep II (PM VIII). The provenance of the statue head is also uncertain. Further Bibliography: W. Seipel, 1992. Gott, Mensch, Pharao. (Vienna), p. 256-257, no. 91."], "Bibliographic references": [" Shimbun 1999 / Art and Afterlife in Ancient Egypt: from the British Museum (p. 173, no. 4) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 128, no. 69) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 101) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2009 13 Feb - 2023 17 Nov, Brighton Museum and Art Gallery, LT Loan (3 year renewable) "], "Condition": ["incomplete - head only"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37886"], "Registration number": ["1897,0508.128"], "Conservation": [" Treatment: 28 Oct 1998 ", " Treatment: 28 Oct 1998 "]}