{"artifact_name": "column", "Object Type": ["column"], "Museum number": ["EA1065"], "Description": [" Red granite column with palm-capital with relief hieroglyphs giving the names and titles of Ramses II, the cartouches have been partially usurped by Osorkon II. "], "Cultures/periods": [" 19th Dynasty ", " 22nd Dynasty (re-cut during) "], "Production date": ["1250BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Basta (Bubastis), Temple of Bastet "], "Materials": ["granite"], "Dimensions": [" Height: 632 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["commemorative"], "Curator's comments": [" ‘Mr Naville got a letter from Mr Brimmer of Boston saying that the Boston Museum would be very glad for a column to erect it in the quadrangle there. Now as the big column is destined for the British Museum, we have thought that a smaller monolith with palm leaf column capital which we found & which is in good condition, might be removed to be send (sic) to Boston. Mr Naville has to-day written about it to London & arranged that I shall get an answer by telegraph. ’ Extract from a letter from Count d’Hulst to Amelia Edwards Cairo, Apr 22 1888 (EES Archive III.k.105) Count d'Hulst was employed by Naville to remove monuments from the temple area and transport them to Cairo. ", " Extract from a letter from Count d’Hulst to Amelia Edwards, Cairo Jan 20 1888 (EES Archive III.k.103) ‘I have had the pleasure of making the acquaintance of Mr. Budge on his passage to Bagdad & infer from him that the British Museum would rather be pleased to obtain a pillar. It occurs to me that we could manage that because Mr. Grébaut provisionally asked last year for the fine pillar we found to place it in the Gardens of Gezirah Palace in case the Boolak Museum should be transferred to there. Now that this project has been abandoned or at least postponed at (sic) infinitum I think one might obtain permission to remove it elsewhere.’ "], "Location": ["On display (G4/B3)"], "Condition": ["good"], "Associated names": [" Named in inscription: Ramses II ", " Named in inscription: Osorkon II "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1065"], "Registration number": ["1889,0413.3"]}