{"artifact_name": "spacer-bead", "Object Type": ["spacer-bead"], "Museum number": ["EA26233"], "Description": [" .Glazed composition openwork spacer bead: in blue green glazed composition, pierced from top to bottom by seven holes showing it was once an element in a bracelet of seven strings of beads to keep them taut and separated. On one side Isis, wearing cow's horns and sun disc, sits on a throne suckling her son Horus who wears a Lower Egyptian crown. Papyrus plants fan out around them to represent the marshes of the delta in which Horus was reared in secret after the murder of his father Osiris. On the other side of the spacer the youthful god, wearing the sidelock that designates him heir to his father's throne and holding the crook, symbol of kingship, squats on an open lotus flower. At each side of him an upreared snake holds her wings protectively, one up, the other down. Both faces of the spacer have block decoration as pattern around the edge. "], "Cultures/periods": ["Third Intermediate"], "Production date": ["1000BC-800BC (circa)"], "Findspot": [" Found/Acquired: Egypt, Possibly from Tuna el-Gebel (see Tait, JEA 49) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 3.10 centimetres ", " Length: 4.50 centimetres ", " Weight: 8 grammes ", " Thickness: 0.80 centimetres "], "Curator's comments": [" Published in G.A.D. Tait, The Egyptian relief chalice, JEA 49 (1963), p. 130 and pl. XXIV, where provenance and comparable decoration on chalices are also discussed. ", " The motif of the youthful sun god on the lotus is a favourite theme in the art of the period. The production of jewellery elements in openwork glazed composition is equally characteristic and exhibits great skill in the handcarving of the tiny details. "], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.90-91)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Horus "], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26233"], "Registration number": ["1895,0511.17"], "Conservation": ["Treatment: 19 May 1998"]}