{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA69053"], "Description": [" Fragmentary face from a gneiss male figure, the rest of the statue now lost. The figure wears a striated wig, with only the section across the top of the head still intact. The wig is set low on the forehead and tucked behind the right ear. His eyes are narrow with a thick upper eyelid and thick eyebrows modelled in raised relief. His nose is damaged but the outline appears broad at the nostrils, and there is a clear cupid’s bow above his upper lip. The mouth is fleshy with thick lips that are pursed together. The lips are also sharply incised. Damage to the tip of the chin may suggest that he wore a false-beard, although there is no clear outline of this remaining. There are several large cracks across the surface, particularly on the left side of the face. The tip of the nose is also lost. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Temple of Merenptah (Originally from the Temple of Amenhotep III) "], "Materials": ["gneiss"], "Dimensions": [" Height: 21 centimetres (max) ", " Width: 19 centimetres (max) "], "Curator's comments": ["In Petrie’s publication of the Merenptah temple (Petrie 1897), he describes two colossal statues of the king found at the back of the second court of the temple space, one of which was left in situ and the other transferred to the Cairo Museum. These are erroneously referred to as Pl. VI, 10-11 in his illustrations, when via his description of surviving colour and details it is clear that this is actually a reference to an upper body of Merenptah recorded as Pl. VI, 12-13 (now JE 31414, Cairo Egyptian Museum: http://www.globalegyptianmuseum.org/record.aspx?id=14912). A reference to this British Museum face is erroneously described as Pl. VI, 8 rather than Pl. VI, 10 in Petrie’s brief discussion of the piece, which was also found within the Merenptah temple but with no other fragments nearby. Many images of the earlier king Amenhotep III were usurped and repurposed by the 19th Dynasty king Merenptah, which is possibly the case here."], "Bibliographic references": [" Adams 1977 / Egyptian objects in the Victoria and Albert Museum (p.5, Fig.4 & 5; p.18) ", " Petrie 1897 / Six Temples at Thebes, 1896 (p.10, Pl.VI,10) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Transferred from: Victoria and Albert Museum"], "Previous owner": ["Previous owner/ex-collection: Henry Martyn Kennard"], "Acquisition date": ["1979"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69053"], "Registration number": ["1979,1017.40"], "Additional IDs": [" Previous owner/ex-collection number: 917-1896 (V&A number) "]}