{"artifact_name": "model building/structure", "Object Type": ["model building/structure"], "Museum number": ["EA2462"], "Description": [" Limestone model of a house. Three storeys are depicted, with two doors on the ground level, and square windows on the upper floors (the middle floor windows feature cross-braces, while those above are represented with mesh coverings, perhaps of wood or metal). The sculptor has indicated the exterior brickwork, with courses rising towards the corners of the building. This construction method is typical of Third Intermediate and (especially) Late Period mudbrick architecture. The top of the model is damaged, but a rooftop space is suggested. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 21 centimetres ", " Width: 11 centimetres ", " Depth: 9.50 centimetres "], "Curator's comments": [" Published: ASAE II (1901). p. 31 N. de Garis Davies. The Town House in Ancient Egypt. Metropolitan Museum Studies I (1929). p. 250, fig. 14. Engelbach. ASAE XXXI (1931). p. 129-30. C. Desroches-Noblecourt. Revue D'Egyptologie 3 (1938). pp. 17-25, pls. I-II. Ashmolean Museum Report of the Visitors. (1972-3). pl. II E. Strouhal. Life in Ancient Egypt. (1992). p. 73, fig. 76. Las Casas Del Alma, Barcelona 1997, p.174 [13]. Shaw and Nicholson. BM Dictionary of Ancient Egypt. (2002) p. 293. ", " For a discussion of such models and possible correlation with archaeological evidence, see Kemp, Anatomy of a Civilisation (2nd edition, 2006), 354. Other examples of limestone house models: Egypt's Golden Age (exhibition catalogue, Boston, 1982): 34-5. "], "Location": ["On display (G61/dc5)"], "Exhibition history": [" Exhibited: 1997 15 Jan-15 Jun, Spain, Barcelona, Centre de Cultura Contemporània de Barcelona, Architectural Models of Antiquity 1998 Oct-1999 Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed "], "Condition": ["good"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2462"], "Registration number": ["1839,0921.725"], "Additional IDs": [" Miscellaneous number: BS.2462 (Birch Slip Number) "]}