{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10764,1"], "Title": ["Object: Papyrus Ramesseum 11"], "Description": [" P. Ramesseum 11, Frame 1. Papyrus written on the recto in hieratic script, while the verso is blank. The recto contains a magical text, possibly related to love-spells. The text is written in horizontal lines and there are traces of ruled lines. This frame contains Fragment A and four other fragments. The papyrus was a half-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.50 centimetres (frame) ", " Width: 23 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 11 Fragment A, four other fragments. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 14, pl. 44 (no published transcription). G. Posener, 'La légende de la tresse d'Hathor', in L. H. Lesko (ed.) Egyptological Studies in Honor of Richard A. Parker presented on the Occasion of his 78th Birthday December 10, 1983 (Hannover and London: Brown University Press 1986), 111-17. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (16.1) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380843) (http://www.trismegistos.org/text/380843) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (84–88, 332–333) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, fractured, fragile, skeletal Black ink Red ink Backed: gelatin Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10764,1"], "Registration number": ["1956,0714.13.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "]}