{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA16374"], "Description": [" Fragment of a statuette of a king as sphinx: the head and part of one shoulder of a king as sphinx moulded, in opaque turquoise-blue glass, glossy surface. The representation was traditional with the nemes headdress, beard strap, and beard and the fine incised pattern invariably found on the withers. An identifying inscription was undoubtedly incised on the front of the body now lost. The uraeus is of the slender, undulating type extending over the crown of the head. The fine details were doubtless formed in the mould but were extensively retooled after removal from the mould. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Technique": [" mould-made ", " incised ", " tooled "], "Dimensions": [" Height: 3 centimetres (max) "], "Curator's comments": ["While the representation of the king as sphinx was frequent in Egyptian art from the time of the Fourth Dynasty, this example is unique in glass. This fragment is from a minor masterpiece of Egyptian art and an exact attribution is desirable. It is clearly a product of the Eighteenth Dynasty and as it shows no trace of the style of either Tuthmosis III or Amenhotep III it must fall into the reigns Amenhotep II to Tuthmosis IV. The classical, idealizing style suggests Tuthmosis IV. The right side of the face and almost the entire body are lost. Bibliography: 'Journal of Glass Studies' 17 (Corning, 1960), figs. 6 & 7; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), p.165-167, no. 77. Temples and Tombs (American Federation of Arts, 2006): 80, cat no. 37 Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 196"], "Bibliographic references": [" Cooney 1976 / Glass (1783) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (77) ", " Tait 1991 / Five Thousand Years of Glass (fig.35, p.35) "], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2021-2022 16 Sept-9 Jan, Budapest, Museum of Fine Arts, The discovery of the Pharaoh's tomb, Amenhotep II and his time "], "Acquisition name": ["Purchased from: Leider"], "Acquisition date": ["1869"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA16374"], "Registration number": ["1869,0129.14"], "Additional IDs": [" Miscellaneous number: BS.6256a (Birch Slip Number) "], "Conservation": ["Treatment: 06 Oct 1990"]}