{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA72"], "Description": [" Upper part of a standing granodiorite statue of Sekhmet; solar disk on head broken at edges. Figure shown wearing a broad collar and close-fitting dress, and a bracelet on the right wrist. The left hand held a papyrus-sceptre in front of the body, but the arm and sceptre have been broken away. The right hand holds an ankh-sign. Lower legs missing. This figure may be distinguished by a patch of pink granite at the nose and another band of pink granite in the upper part of the solar disk. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["granodiorite"], "Dimensions": [" Height: 15.50 centimetres (Modern stone base) ", " Height: 180 centimetres (not including base) ", " Width: 41 centimetres (Stone base) ", " Width: 44 centimetres ", " Depth: 40.50 centimetres (Stone base) ", " Depth: 41 centimetres "], "Curator's comments": ["Bibliography: D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 107."], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good; incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1829"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA72"], "Registration number": [".72"], "Additional IDs": [" Miscellaneous number: ES.72 "]}