{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10755,1"], "Title": ["Object: Papyrus Ramesseum 2"], "Description": [" P. Ramesseum 2, Frame 1. Papyrus written on the recto and on the verso in hieratic script, containing a set of literary maxims written over ruled guidelines in horizontal lines. This frame contains pages i-ii on the recto and page i on the verso. The papyrus was a half-height roll. The two fragments are parts of a single roll. Although Barns stated that he could detect no fibre joins between the frames (Barns, Five Ramesseum Papyri, 11), a re-examination of the fibres reveals that fragment 2 follows directly on from fragment 1, possibly with a loss of only some 5 cm. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 58.70 centimetres (frame) ", " Width: 16.20 centimetres (frame) "], "$Inscriptions": [" "], "Curator's comments": ["P. Ramesseum 2 pages i-ii; verso: verso page i. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 8-9, pl. 3 (recto), pl. 5 (verso). J. W. B. Barns, Five Ramesseum Papyri (Oxford: Oxford University Press 1956), 11-14, pl. 7 (recto), pl. 8 (verso). This manuscript is available on T.L.A. (http://aaew.bbaw.de/tla/) S. Quirke, Egyptian Literature 1800 BC. Questions and readings (London: Golden House Publications 2004), 187-9. On the use of verse points: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 160. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (7.1) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380839) (http://www.trismegistos.org/text/380839) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragile, powdery, skeletal Black ink (loss) Backed: gelatin Transferred to horizontal storage 4 JAN 95 Mount Details: Sandwich: glass Binding: self adhesive tape Object Priority: B Mount Priority: A Overall Condition: D Curatorial condition comment: fair"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10755,1"], "Registration number": ["1956,0714.4.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "], "Conservation": [" Treatment: 14 Oct 1992 ", " Treatment: 14 Oct 1992 "]}