{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA64585"], "Description": [" Fragmentary steatite male figure, the lower legs and base now missing. The figure wears a short smooth cropped wig which is set high on the forehead and covers the ears. His eyes are large, wide-set and with a thin incised line at the upper eyelid. A faint ridge above indicates the slightly arched eyebrows. His nose is extremely broad, and his mouth is wide with thick lips. The lower lip is sharply incised. His face is particularly rounded at the cheeks and jawline, with a slight bulging area of flesh around the broad neck. Both arms are held by the sides of the body, with a large section of the right arm now lost. Both fists are clenched. The upper body is bare, with a visible ridge across the chest indicating the musculature and a narrowed waist. There is a slight swelling of the lower belly. He wears a shendyt kilt belted at the waist, and his left leg advances forward ahead of the right leg. On the reverse is a slim back-pillar inscribed with a single column of text, the top section of the text now missing. There is visible damage across the left shoulder and upper back where modern restoration has taken place. There are visible chips to the back of the wig, and cracks at the neck where fragments have been repaired. The tip of the nose has also been damaged. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Tell Atrib "], "Materials": ["steatite (?)"], "Dimensions": [" Height: 13 centimetres ", " Width: 5.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Such non-royal monuments were often inscribed with an offering formula and the subject’s name and titles; here the text appears to begin with the traditional offering formula and a reference to the funerary god Osiris, yet unfortunately the lower section of the text which might have included a name has been lost. At the bottom of the modern base are handwritten notes in pencil recording previous inventory numbers, as well as a date of ‘1922, May’. Above this are further pencilled notes that likely detail its belonging to part of another collection prior to the purchase by the British Museum. It does not appear to refer to the ‘Acworth collection’ mentioned on the front of the modern base, which has a later date of 1946."], "Location": ["Not on display"], "Condition": ["fair (2 fragments repaired)"], "Acquisition name": ["Donated by: Mrs Marion Whiteford Acworth JP"], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64585"], "Registration number": ["1946,1204.109"]}