{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA32696"], "Description": [" Fragmentary limestone head of a male figure. He wears a short curled wig that covers his ears, and there are traces of black paint visible across the wig. Red-brown coloured paint has been applied across his face and neck to convey the skin. His eyes are narrow with visible traces of white paint and faint black paint around the eyelids. His arched eyebrows are thick and modelled in raised relief. The bridge of the nose is slim while the nostrils are broad, and there is a slight cupid’s bow above his upper lip. His lips are pursed together and sharply incised, with a fleshy lower lip. There are several chips around the rough break at the neck, and visible scratches across the face. The object is now attached to a small modern base. "], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Abydos, Tomb D8 "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 6.70 centimetres (Figure) ", " Height: 6.30 centimetres (base) ", " Weight: 0.70 kilograms (Figure and base) ", " Width: 5.50 centimetres (Figure) ", " Width: 6 centimetres (base) ", " Depth: 6.90 centimetres (Figure) ", " Depth: 6.20 centimetres (base) "], "Curator's comments": [" This figure was found within the offering chamber of ‘tomb 8’ of Cemetery D at Abydos (Randall-Maciver 1902). It is unclear precisely where within the chamber it was uncovered, and if any further fragments of the object were also found. A number of the tombs within this area were dated to the Middle Kingdom, but the site continued to be used throughout the New Kingdom and into the Late Period. Stylistic features such as the short wig and the rendering of the facial features point towards an early New Kingdom date. While it is difficult to determine the original statue type, the raised angle of the neck could possibly indicate that it belonged to a stelophorous or block statue. Further Bibliography: D. Randall-Maciver, 1902. El Amrah and Abydos, p. 71, 83, 86, Pl.XXXVII (D8). ", " Randall-Maciver, El Amrah and Abydos, 71, 83, 86, pl.XXXVII, bottom right, two views "], "Bibliographic references": ["Porter and Moss 1962 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: V Upper Egypt: Sites (p. 69)"], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32696"], "Registration number": ["1900,1015.63"]}