{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA23050"], "Description": [" Feldspar and gilded seated figure of the goddess Isis suckling Horus-the-Child (Harpocrates), with a separate inscribed base made of green breccia. Isis wears a long smooth wig topped with a modius crown. At her forehead is a circular hole which was likely used to fit a uraeus ornament, possibly made from a separate material. Her hollow eyes bear traces of blue paint and were likely originally inlaid. The eyebrows are heavily arched and there is a heavy ridge delineating the upper eyelids, with short cosmetic lines at the outer corners of the eyes. Her nose is slim and her mouth is small in size, while her jawline is fleshy and rounded. There is little suggestion of her neck and the shoulders are raised high, creating a slightly hunched appearance of the upper body. She wears a long sheath dress, and Horus-the-Child (also known as Harpocrates) is shown as a naked infant resting on his mother’s lap. Isis cradles his head and offers him her breast, and gilded detail is visible across her wig, neck, arms and lower body, as well as across the face and body of Horus-the-Child. He appears to wear a skullcap and his arms are both held by his side. His facial features are less pronounced but appear similar to Isis’ own features with a slim nose and small mouth, and his body is only partly modelled though there is a clear distinction between his legs and feet. Isis sits upon a low-backed chair which also has surviving traces of gilding, and across each side has a crudely carved rectangular pattern. The separately made base includes horizontal lines of incised text on each side, and a small line across the top of the base at Isis' feet. The right side of Isis’ crown has suffered damage and there are several abrasions across the right side of the seat and corners of the statue base. There is also damage to the left side front corner of the base, and loss of part of Isis’ left foot. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" feldspar ", " gold ", " breccia (?) "], "Technique": [" inlaid ", " leaf-gilded ", " incised "], "Dimensions": [" Height: 15.10 centimetres (Figure) ", " Height: 3.30 centimetres (base) ", " Height: 17.50 centimetres (in total, figure sitting on base) ", " Weight: 655 grammes (base) ", " Weight: 614 grammes (figure) ", " Width: 6.60 centimetres (base) ", " Width: 4.50 centimetres (figure) ", " Depth: 12 centimetres (base) ", " Depth: 7.30 centimetres (figure) "], "$Inscriptions": [" ", " "], "Curator's comments": [" The base is securely dated to the reign of Psamtek I by his cartouche on top of the base. The remainder of the inscription also provides the name of dedicator of the figure, P(en)iah (other readings have also been offered, e.g. 'Pakap' in Porter and Moss 2008). The name of his father, Usirnakht, is also given. The listed titles and the close connection to the king suggests someone of great importance, perhaps further reinforced by the valuable features of this figure that include gilding and inlays for Isis' eyes which are now lost. Separately made pieces such as the uraeus cobra, and the likely additions to her crown which may have included a sun-disc and cow’s horns, suggest they were composed of a different material. Portrayals of Isis with Horus as a child emphasised her role as a divine mother and protector and were particularly popular in the first millennium BC. Further Bibliography: Regulski, I. (ed.), 2022. Hieroglyphs: Unlocking Ancient Egypt, p. 206. ", " Published in: Guide to the Fourth, Fifth and Sixth Egyptian Rooms (1922), pp.219-220 Porter & Moss viii, p. 1086 Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 206 "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.219-220) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 1093) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair - gilt worn"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates ", " Named in inscription: Psamtek I "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23050"], "Registration number": ["1895,0408.1"]}