{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA31"], "Description": [" Sandstone statue of Itju and Henutweret: the figures are represented seated, each with one arm on the far shoulder of the other, on a high-backed chair. Between them and reaching to the level of their knees is a figure of their son. Itju wears a long braided wig, short beard, bead collar, long skirt and sandals. In his left hand, which rests on his lap, he holds a folded cloth. Henutweret wears a long braided wig, bead collar and long tight-fitting dress. In her left hand she holds a lotus flower and two buds. The monument is inscribed on the sides of the seat, on the skirts of the two figures and on the pedestal in front of the small figure of their son. Apart from the erasure of some signs from the skirt inscriptions (but not from those on the seat) and a mutilation at the beginning of the skirt inscription on the figure of Itju, the text is undamaged. Traces of black on the wigs of both figures, blue in the skirt inscriptions and red in the dividing lines of the seat inscriptions are visible. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sandstone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 76.50 centimetres ", " Width: 38 centimetres ", " Depth: 56.50 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: A. Wiese, ‘Antikenmuseum Basel und sammlung Ludwig : die Ägyptische Abteilung’ (Mainz am Rhein, 2001), No.58; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.789; F. Arundale & A. Bonomi, ‘Gallery of antiquities, selected from the British Museum’ (London, 1842), p. 120, pl. 52. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 155."], "Bibliographic references": ["Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.7)"], "Location": ["Not on display"], "Exhibition history": [" 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2001-2014, Basel, Switzerland, Antikenmuseum. LT Loan. 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA31"], "Registration number": [".31"], "Additional IDs": [" Miscellaneous number: BS.31 (Birch Slip Number) "], "Conservation": [" Treatment: 04 Feb 2001 ", " Treatment: 15 Dec 1993 ", " treatment: 25.05.16 "]}