{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA320"], "Description": [" Limestone stela of Raweben: on the upper part of this round-topped stela appear representations in sunk relief accompanied by incised texts. Ra-Horakhty is seated on a throne on the left beneath a single-winged disk and before an altar on which rests a water-pot cooled by a lotus-flower. A figure on the right stands with raised arms in one of which he holds an offering. The text above him gives the name of Ḳn-m-ḫps.f, while two vertical lines on each side of the figures name Raweben and his son Rʿ-ms. Three horizontal lines of text incised below the scene contain an invocation to Ra-Horakhty on behalf of the workman Raweben. A portion of the surface of the upper part of the stela is raised due to the unevenness of the stone. Traces of the original colour remain. The hieroglyphs were black with red lines between the columns. Traces of blue can be seen on the border of the stela. The bodies, pleats of the kilts and the sun-disk on the head of Ra-Horakhty are red, while the wig and individual features on the face of the standing figure are black. There are traces of blue and red on the throne, while the stem of the lotus is red and the altar edged in red. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 34.50 centimetres ", " Weight: 13.50 kilograms ", " Width: 24.50 centimetres ", " Depth: 9 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The workman Raweben, joint owner of tomb 210, is known as a contemporary of the carpenters Ipuy and Qen who flourished in the first half of the reign of Ramses II. His monuments include two offering-tables. Raweben is closely associated with the chiseller Ipuy, son of Piay, in tomb 210, but their relationship is never stated. On an offering-table in Turin he is described as a son of the draughtsman Pay, but this need not be taken literally. It is possible that this stela has been repaired and reused, as the single-winged disk is attested almost entirely in the Eighteenth Dynasty. Bibliography: J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), no. 1001; G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880),, 184; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 208 (no. 757); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 734; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 784, no. 291(2); W. Seipel, 'Ägypten' Vol. 1 (Linz, 1989), p.276 [452]."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.81)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Qenemkhepeshef ", " Named in inscription: Ramose ", " Named in inscription & portrayed: Ra-Horakhty "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA320"], "Registration number": [".320"], "Additional IDs": [" Miscellaneous number: BS.320 (Birch Slip Number) "], "Conservation": ["Treatment: 09 Mar 1989"]}