{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA92"], "Description": [" Fragmentary limestone naophorous statue of the male official Ankhpakherd. The figure is depicted in a standing position and wears a version of the ‘Persian wrap’ garment. This includes a visible strap over the left shoulder and a large knot of material tied at the centre of his chest, with a further strip of material falling down the right side of the torso and resembling the ỉmȝḫ hieroglyph sign. His elongated arms carry a tall and slim naos shrine with the image of the deity Khonspakherd, the child form of the Theban god Khonsu. The god wears a crown depicting two phases of the moon (a full moon disc and crescent moon) with a uraeus cobra placed on the forehead. He has the traditional sidelock of hair, and is depicted nude His arms are held by his side, with a small ankh sign held in the right hand. The base of the naos appears to merge with the figure’s clothing. On the reverse the broad back-pillar features three vertical columns of inscribed text, the lower section of each line now missing. The front of the naos is also inscribed around the edges framing the image of Khonspakherd. In addition to the break at the neck and lower body, there are large gouges to the stone at borth elbows and notable chips across Ankhpakherd’s body. The corners of the naos shrine are also broken off, particularly across the façade at the top and the left side. Text from the left side and lower right side of the naos is also now lost due to damage. The rounded top of the back pillar is partially lost, and the bottom right corner of the back-pillar text is also damaged. The statue has been attached to a modern rectangular base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 69 centimetres (max) ", " Width: 22 centimetres ", " Depth: 23 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Naophorous statues were a popular Egyptian statue type from the New Kingdom through to the Greco-Roman period, in which the subject carries or presents outwards the figure of a deity enthroned within a ‘naos’ or shrine, often suggesting a reverence or personal relationship with the god. The original provenance for this figure is uncertain (PM VIII), however the focus on the Theban triad Amun-Re, Mut, and Khonsu and the statue subject’s name which is closely related to Khonspakherd may suggest that the statue was likely intended for a Theban site. It has been further hypothesised that since the evocation of Mut precedes the addressing of Khonspakherd, this could suggest that the statue may have been located within the Mut temple complex (Klotz 2009). Further discussion and an in-depth translation of the text can be found in Klotz 2009. Further Bibliography: K. Bosse, 1936. Die menschliche Figur in der Rundplastik der ägyptischen Spätzeit von der XXII. bis zur XXX. Dynastie (New York), p. 42, no. 101. D. Klotz, 2009. ‘The Theban Cult of Chonsu the Child in the Ptolemaic Period’, in C. Thiers (ed.), Documents de théologies thébaines tardives, CENIM 3, p. 106-120, Pl. 1. H. Wild, 1954. ‘Statue de Hor-Nefer au Musee des Beaux Arts de Lausanne’, Bulletin de l'Institut français d'archéologie orientale 54, p. 200-202."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 968)"], "Location": ["Not on display"], "Condition": ["incomplete - head and feet lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Khons"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA92"], "Registration number": [".92"], "Additional IDs": [" Miscellaneous number: BS.92 (Birch Slip Number) "], "Conservation": ["Treatment: 02 Jun 1999"]}