{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9999,75"], "Title": ["Series: The Great Harris Papyrus"], "Description": [" Papyrus Harris; column 75; Discourse to Mankind; 75.1-75.2 Introduction, 75.2-75.6 Prologue (End of 20th Dynasty), 75.6-75.10 Prologue (reign of Setnakht); red and black ink. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Dimensions": [" Height: 45.80 centimetres (frame) ", " Length: 58.90 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["The Great Harris papyrus was originally one of the longest to survive from ancient Egypt: the full roll was forty-two meters long before it was divided into more manageable sections. The text is written in hieratic, a handwritten adaptation of hieroglyphs for the medium of ink and brush on papyrus. The papyrus is divided into five sections. The first three sections describe the donations made by King Ramesses III (1184-1153 BC) to the gods and temples of Thebes, Memphis, and Heliopolis. The amounts were colossal: the list relating to Thebes alone includes 309,950 sacks of grain and large quantities of metals and semi-precious stones. Each of the three sections alternate with an illustration showing the king making offerings to the sacred families of Amun(-Ra), Ptah, and Ra(-Horakhty), the chief deities of these cult centres. The images are accompanied by hieroglyphic labels. The next section of the papyrus deals with a number of minor temples. The final section recounts the historical events of the reign and lists the possessions of all the great temples at the time of the king’s death. The text presents the chaos at the beginning of the Twentieth Dynasty (about 1186-1069 BC) including military battles with the Sea Peoples, Libyans, and Meshwesh, and other foreign expeditions. This section is clearly idealised, glorifying the king rather than presenting a trustworthy historical narrative. Nonetheless, it does contain many important pointers to the history of the reign. The account ends with the death of Ramesses III and the accession of his son Ramesses IV (1153-1147 BC)."], "Bibliographic references": [" Grandet 1994 / Le Papyrus Harris I: BM 9999 ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381231) (http://www.trismegistos.org/text/381231) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: loss, misalignment, creased Black ink Red ink Backed: white paper Mount Details: Sandwich: glass (warped) Sandwich: board Binding: cloth Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: good"], "Associated names": [" Named in inscription: Setnakht ", " Named in inscription: Ramses III "], "Associated titles": ["Associated Title:", " Discourse to Mankind "], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1872"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9999,75"], "Registration number": ["1872,1101.1.75"], "Additional IDs": [" Miscellaneous number: Frame.75 "]}