{"artifact_name": "chalice", "Object Type": ["chalice"], "Museum number": ["EA26226"], "Description": [" Blue glazed composition chalice: with a tall trumpet-like cup in the form of a blue lotus. It is exceptional in its elegant proportions and detailed floral relief on both stem and cup. The cup portion was made over a form, giving the interior a smooth surface, while the exterior relief decoration was painstakingly hand carved. A profusion of petals, some with central veining, have at their base eight papyrus umbels alternating with five smaller ones below; along the mould-made stem and flaring foot are inverted palm leaves. All are depicted with crisp precision, and must surely be the result of additional hand tooling after removal from the mould. Other details also appear to have been strengthened before firing. The stem was attached to the cup with a watery glazed composition paste that has obscured some of the decoration at the area of join. The foot has been repaired. "], "Cultures/periods": ["21st Dynasty"], "Findspot": [" Found/Acquired: Tuna el-Gebel (said to be from) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Diameter: 9 centimetres ", " Height: 12.50 centimetres "], "Curator's comments": ["The meaning of the lotus, the ubiquitous symbol of new life, was enhanced through depicting it in faience, a material in which notions of light and tebirth were intrinsic. Nevertheless, the function of these glazed composition chalices is not fully understood, and it should not be assumed that they all served the same purpose. Bibliography: 'Les amour d'une princesse égyptienne' (Saint-Gérard, 1997), p.123 [94]; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 144 J. Capart, ‘Documents pour servir à l’étude de l’art égyptien’ I & 2 (Paris, 1927 & 1931), pp. 63-64, pl. 83 B; J. Capart, ‘L’Art égyptien. 4: Les arts mineurs’ (Paris, 1947), p. 37, pl. 736; G. A. D. Tait, ‘The Egyptian Relief Chalice’, in ‘Journal of Egyptian Archaeology’ 49 (1963), pp. 101-02, pl. XII, 3."], "Bibliographic references": [" Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (114) ", " Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (148) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1982 Feb-May, Boston, Museum of Fine Arts, Egypt's Golden Age 1982 Jul-Sep, Houston, Houston Museum of Natural Science, Egypt's Golden Age 1982/3 Oct-Jan, Baltimore, Walters Art Gallery, Egypt's Golden Age 1990 Oct-Dec, Tokyo, Setagaya Art Museum, Treasures of The British Museum: Art & Man 1991 Jan-Feb, Yamaguchi Prefectural Museum of Art, Treasures of The British Museum: Art & Man 1991 Mar-May, Osaka, The National Museum of Art, Treasures of The British Museum: Art & Man 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 1998 May-Jul, Ohio, Cleveland Museum of Art, Gifts of the Nile: Ancient Egyptian Faience 1998/9 Aug-Jan, Rhode Island, Museum of Art, Gifts of the Nile: Ancient Egyptian Faience 1999 Jan-Apr, Kimbell Art Museum Texas, Gifts of the Nile: Ancient Egyptian Faience 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Condition": ["fair - foot repaired"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Previous owner": ["Previous owner/ex-collection: Rev Greville John Chester"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26226"], "Registration number": ["1895,0511.3"], "Conservation": ["Treatment: 28 Feb 1991"]}