{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA2304"], "Description": [" Limestone seated statuette of the male official Pashedu and his wife Ruiu on a high backed chair. Pashedu is seated on the right side and wears a shoulder length striated wig set low on the forehead and tucked behind the ears, and a long kilt which is belted at the waist. A central column of text is inscribed across his clothing. His right arm is held straight against the body framing the side of the inscription, while his left arm is placed around his wife. His face is very rounded particularly at the jawline and around the neck. His eyes are slanted with arched eyebrows that slope unevenly downwards at the outer edges. The mouth is narrow with thick lips, and the outer corners are slightly upturned to create a small smile. His wife Ruiu is seated on the left and wears a long braided wig with a centre parting and a gown belted at the waist that reaches down to the ankles. Her upper body appears bare. Her face is short and rounded, with wide slanted eyes and heavier eyebrows than her husband, a slim nose and thick lips with the corners pointed slightly down, conveying a more serious expression. She also has a column of text inscribed across the clothing, and with her right arm she embraces her husband. Despite their arms being placed around each others waist, hands are depicted placed on top of their shoulder on either side of the statuette. Paint is remarkably well preserved across the statue, with red-brown paint used to indicate the skin and black used for the wigs, belt and fringes of the clothing, and the border of text. The reverse of the chair takes the form of a round-topped stela, with two wedjat eyes decorating the arch. Five columns of text are inscribed on the reverse, with the text beginning in the centre and extending outwards to the edges of the chair. There are several chips visible across the stone surface, particularly at Pashedu’s face with his nose now missing, and to both torsos and upper left side of Ruiu’s wig. There are chips and scratches across both of the figures’ arms and around the edges of the chair. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 26.50 centimetres ", " Width: 15.30 centimetres ", " Depth: 15 millimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["While the provenance of the object is uncertain, the text across the reverse of the chair features various references to the gods Amun and Mut, which may perhaps indicate a Theban origin. Other similar paired statues are often understood to be intended for the tomb space. The orientation of the text from the reverse of the seat begins with a central column and the preceding lines move outwards towards the edge of the seat. This is a more unusual placement of columns than the typical orientation of text reading from right to left, and perhaps relates to the position of the male figure on the right side, for whom the two lines of text on the right side may be specifically linked to. Further Bibliography: J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 651."], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (p. 37-38, Pl. 32) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 126, no. 59) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 505) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed "], "Condition": ["good"], "Subjects": ["eye of horus"], "Associated names": [" Named in inscription & portrayed: Pashedu ", " Named in inscription & portrayed: Ruiu "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2304"], "Registration number": ["1839,0921.733"], "Additional IDs": [" Miscellaneous number: BS.2304 (Birch Slip Number) "]}