{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Museum number": ["EA58310"], "Description": [" Glazed composition female figure, standing upright with legs together, and hands flat at sides. Back pillar with lateral piercing for suspension at breast level. Upper part to mid thigh survives. Glaze creamy off white, with small porosities, with black-brown glaze on hair/wig, in large circles on breasts and in semi-circular shape on pubic area. Core -creamy, hard, fine texture. Modelling typical of group, with back crudely modelled with slight indication of buttocks and shoulder blades.. "], "Cultures/periods": [" Archaic Greek (?) ", " 26th Dynasty "], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Town (Naukratis) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 5.91 centimetres (max) ", " Thickness: 2.09 centimetres (max) ", " Width: 3 centimetres (max) "], "Curator's comments": [" The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). ", " The findspot information \"found in town' is given by Petrie, Naukratis I, pp. 39 and 99. It is possible and indeed likely, however, that this is displaced material from one of the sanctuaries, such as the sanctuary of Apollo. "], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (339) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. II, no. 17) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.22) "], "Location": ["Not on display"], "Condition": ["Fair (incomplete and glaze worn); break has been filled."], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58310"], "Registration number": ["1886,0401.1395"], "Additional IDs": [" Miscellaneous number: 1886,0401.1327 (registration number) "]}