{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10314"], "Description": [" Funerary papyrus of [..]-mont containing Book of Traversing Eternity (short version); row of black line vignettes with stars above; Hieratic text below. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Findspot": [" Found/Acquired: Egypt, probably Thebes? (see Herbin 2008, 158) "], "Materials": ["papyrus"], "Dimensions": [" Height: 27.50 centimetres (glass frame) ", " Height: 22.50 centimetres (papyrus) ", " Length: 58.10 centimetres (glass frame) ", " Length: 53 centimetres (papyrus) ", " Weight: 2288 grammes (papyrus in glass frame) ", " Thickness: 0.60 centimetres (glass frame) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: F.R. Herbin, Le Livre de parcourir l'eternite, OLA 58 (1994), pp.28-29, pl.XXXII. Herbin, F.-R., Books of Breathing and Related Texts (Catalogue of the Books of the Dead and Other Related Texts in the British Museum IV), London, 2008, pp. 158-159, pls. 147-149."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (280) ", " Herbin 2008 / Books of Breathing and Related Texts (pp.158-159, pls.147-149) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57912) (http://www.trismegistos.org/text/57912) "], "Location": ["Not on display"], "Exhibition history": [" 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: fair - lower edge damaged"], "Associated names": ["Named in inscription: Tentpaihay (mother of deceased)"], "Associated titles": ["Associated Title:", " Book of Breathing "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10314"], "Registration number": [".10314"], "Conservation": [" Treatment ", " Treatment: 04 Nov 1994 "]}