{"artifact_name": "votive offering", "Object Type": ["votive offering"], "Museum number": ["EA61620"], "Description": [" A hollow terracotta bust of an Apis Bull, with disc between horns; the disc has an uncertain device in relief, a damaged boss. Two patterns often appear on the disc, a uraeus or a head of Sarapis: neither is evident here. A garland or collar hangs from the roots of the ears, with an uncertain pendant on the neck, perhaps crescentic. The back is plain. Two-piece mould. Micaceous orange-brown Nile silt with a brown surface. The overall white dressing is much worn. Traces of pink paint are found within the ears, above the brow and on the garland. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 13.16 centimetres ", " Length: 9.88 centimetres ", " Width: 8.71 centimetres "], "Curator's comments": ["Terracotta Old collection nos: '69', in ink; 'B 358', on triangular paper label. Purchased in 1836: James Burton. Roman, first or second century AD. Comparanda: Close and near: Bayer-Niemeier 1988: nos 569-71, dated first to second century AD; Besques 1992: no. D/E 4539, from Middle Egypt, dated first century BC/AD; Bonham's Sale Catalogue, 30 April 1996: lot 294; Breccia 1934: no. 399; Dewachter 1986: 84, no. 102, dated first century AD; Dunand 1990: no. 920, dated Roman period; Petrie, in Engelbach et al. 1915: pl. lxi:45, bottom, two poor examples from a terracotta shop (not dated) at Memphis; Ewigleben and von Grumbkow 1991: no. 47; Fischer 1994: no. 1087, dated first to second century AD; Fitzwilliam Museum, Cambridge, e.18.1913, from Memphis = Ashton et al. 2004: no. 99, dated first century AD.; Fjeldhagen 1995: nos 172 and 173, dated between end of first century BC and second century AD; Kater-Sibbes and Vermaseren 1975: fig. 62, the owner of which stated that she obtained eight variants of this which were found in houses at Memphis and not in a temple (Murray 1904: 294); Petrie et al. 1910: pl. xl:14 and 15, from Burnt House B at Memphis, dated c. AD 50, but with material some of which is as late as the third century AD (the contemporary Burnt House C has a third- to fourth-century north Syrian mortarium); Petrie Museum uc48440, uc48555, and uc48276-9, all from Memphis; Schürmann 1989: no. 1225, dated first century AD; Skupinska-Løvset 1978: no. UT 109, dated end of first century BC; Török 1995: no. 6; Vogt 1924: pl. ciii:1 = 'LIMC' ii (2): pl. 176, Apis 7, from Alexandria; Warmenbol 1998: 276, pl. 6:2, dated first century AD; Weber 1914: no. 415, purchased at Giza. See the very fine Philipp 1972: fig. 18, dated end of first century BC, and Willems and Clarysse 2000: 274, no. 205 = Dunand 1990: no. 918; also Ashmolean Museum, Oxford, no. E3717, from Memphis, and Petrie Museum uc33563. And see Kater-Sibbes and Vermaseren 1975: nos 42 and 43 (from Petrie’s burnt houses at Memphis), 102 (from Alexandria), 118 (from Antinoopolis), 120 (from the Fayum), 123 (from Giza), 143, 150, 155, 179, 188, 189, 193 and 478, etc., all variants of this Apis bust, some of which have been noted more specifically above. Bibliog: Fischer 1994: 411, no. 1087; Kater-Sibbes and Vermaseren 1975: no. 470."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3719)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Acquisition name": ["Purchased from: James Burton"], "Acquisition date": ["1836"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA61620"], "Registration number": [".61620"]}