{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA24655"], "Description": [" Black steatite figure of the god Thoth seated upon a tall plinth. Thoth is depicted as a seated baboon and he wears the lunar-disc crown. The tip of the horns on either side of the crown are now lost. The fur around the head and ‘feathered hood’ or layers of fur of the chest are conveyed through detailed thin incisions. His front paws are placed on the knees, and his tail curled around the right side hind leg. He sits on top of a tall pedestal topped with a cornice, and with a double flight of steps incised on the front. The top left side of his head has been damaged, and the cornice and staircase at the front of the pedestal is chipped. The lower right side portion of the staircase is also lost. There are large scratches to the stone surface around the sides of the pedestal. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 21 centimetres (including fixed stone base) ", " Height: 18.50 centimetres (object) ", " Weight: 1807 grammes (including fixed stone base) ", " Width: 6.60 centimetres ", " Depth: 9.11 centimetres "], "Curator's comments": [" Baboons were animals sacred to the moon god Thoth, the patron deity of knowledge and writing and thus a key deity to scribes. He was also closely associated with the ibis bird. Another figure of Thoth which shares similar stylistic traits with this object includes a steatite example of roughly the same proportions and detail (EA 35401: https://www.britishmuseum.org/collection/object/Y_EA35401). This latter piece is thought to be Ramesside in date. The provenance of the figure is uncertain, nor is it clear whether this type of statue was intended for a funerary or temple context, or potentially made for the private cultic activity of a scribe. Further Bibiography: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 222-3. ", " Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 222-3 "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair - damage to the stairs"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Thoth"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24655"], "Registration number": ["1893,0514.36"], "Conservation": [" Treatment: 19 May 1999 ", " Treatment: 17 Jul 2014 "]}