{"artifact_name": "human mummy; bracelet; mummy-wrapping", "Object Type": [" human mummy ", " bracelet ", " mummy-wrapping "], "Museum number": ["EA6723"], "Description": [" Mummy of a boy aged about eight, wearing a bracelet around the right wrist. This body was emblamed and very tightly bandaged when it was in a state of decomposition as is shown by the damage done to the bony cage, the lumbar spine, and the pelvis. Skull - The head is flexed, all teeth are present and the mouth is firmly closed. The soft tissues of the nose, lips, and chin are clearly visible. There is a circular, comminuted fracture about the size of a small orange in the centre of the frontal bone, and the fragments lies within the apparently otherwise empty cranial cavity. The cervical spine appears normal. Thorax and Abdomen - Apparently empty. All the left ribs have been dislocated but not fractured at their costo-vertebral junctions, and the majority are crowded together in the upper left hemithorax. On the right side, the 10th and 11th ribs are lying free in the abdominal cavity but there are no associated fractures. The dorsal spine and intervertebral discs are within normal limits. There is a linen plug in the embalming would in the left flank. The lower four lumbar vertebrae have been dislodged and lie in a column in the right side of the abdomen. The pelvis has been severely compressed, and all the bones are dislocated but not fractured. The penis seems to have been bandaged separately. Arms - Extended. The palms of the hands (fingers extended) lie on the outer aspect of the thighs. No fractures or dislocations present. A bracelet of beads or semi-precious stones encircles the right wrist. Legs - The long bones appear normal save for a line of arrested growth at the lower end of either femur. No fractures or dislocations present. The feet appear normal. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" human tissue ", " linen "], "Dimensions": [" Length: 74 centimetres "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (75) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.104, p.111, table 1) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6723"], "Registration number": [".6723"], "Additional IDs": [" Miscellaneous number: BS.6723 (Birch Slip Number) "], "Conservation": ["Treatment: 03 Apr 2009"]}