{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA57332"], "Description": [" Limestone figure of a female suckling a child, shown seated on a high-backed chair. The female wears a long wig detailed in black paint, with a broad floral band across the front and sides of the head delineated with thick lines of red-brown paint. On the top of her head appears to be a section of a headdress or possible crown, which is now damaged. Her facial features are crudely rendered, with narrow eyes, thin eyebrows and a long slim nose. Her mouth is wide and the lips are pursed together, with traces of a red-brown colour around the edges. There is little definition between her neck and upper body. Her arms are simplistically modelled, with the right arm held up to the chest and the left arm placed across the waist. At her chest is the figure of a small child, the head and limbs detailed with red-brown paint to convey the skin. They adopt a crouched position with the head turned towards the mother figure. There are small traces of blue paint at the child’s shoulder. The mother appears to wear a long garment reaching to her ankles, with an outline of a lotus flower in black paint across her upper legs. A further spot of blue paint is visible on her right side thigh. Her feet are particularly broad and oversized, and they slope downwards on the top of the base. The sides of the seat at her upper body, lower legs and the top of the base are also detailed with red-brown paint. On the reverse the seat curves slightly outwards at the bottom, and appears to be uninscribed. There are traces of a yellow paint along the bottom of the seat which extends along the edge of the base. The left side arm and top of the head have been damaged. The sides of the seat have also been chipped and there are scratches to the right side of the wig. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["Ramesside (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 8.50 centimetres ", " Width: 3.54 centimetres ", " Depth: 6.96 centimetres "], "Curator's comments": ["Such images of a mother and child evoke the popular representations of the goddess Isis nursing the child Harpocrates (Horus-the-Child), emphasising Isis’ role as divine mother and protector. Such images became popular figures and protective amulets as early as the Ramesside period, and grew increasingly popular throughout the first millennium BC. While the female figure seems to have worn another item on the head which is now lost, there are no visual indications of divinity or royalty conveyed in the crude crouching child figure at her chest. Small traces of other colours such as blue and yellow across the surface hint at what may once have been a brightly coloured piece."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death "], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57332"], "Registration number": ["1923,1013.11"], "Conservation": ["Treatment: 11 Feb 2002"]}