{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA75198"], "Description": [" Limestone statue of a Nubian prisoner, kneeling with his arms bound behind his back, reconstructed from several fragments with a considerable quantity of restoration. All the left side of the head and face, with much of the back, has been restored in plaster. The figure rests on a roughly worked low plinth, integral with the statue. It has been joined through the waist and the legs. The captive wears a short wig and beard, the nose is broken, the eyes incised. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 86 centimetres ", " Weight: 120 kilograms ", " Width: 35 centimetres ", " Depth: 40 millimetres "], "Curator's comments": ["Published in: J. Revez, 'Le Traitement Iconographique des Prisonniers Etrangers dans l'Art Pharaonique a travers une piece de la Collection Diniacopoulos' in J. E. Francis and G. W. M. Harrison (eds), Life and Death in Ancient Egypt. The Diniacopoulos Collection (Concordia University, 2011), 41-9. T. Prakash, 'The prisoner statues in the Metropolitan Museum of Art and the British Museum. From the Late Old Kingdom to today', SAK 49 (2020), 191-215 For parallels: Egyptian art in the age of the pyramids, New York 1999, 440-441"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair - restored"], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Funder name": ["Funded by: Raymond Sackler"], "Previous owner": ["Previous owner/ex-collection: Vincent Diniacopoulos"], "Acquisition date": ["1999"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA75198"], "Registration number": ["2000,0129.1"], "Conservation": ["Treatment: 16 Jul 2013"]}