{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA58407"], "Description": [" Steatite group of a standing male and female figure sharing a large back-plinth. The male figure on the left wears a shoulder-length flaring wig which is tucked behind oversized ears. His facial features are large and the lower half of his face particularly rounded and fleshy, with little indication of the neck. His eyes are wide and the nose is broad with a flattened appearance. The lips are particularly thick and sharply incised, with the outer corners of the mouth left flat. The upper body is bare, and a long garment reaching to the lower legs is tied at the chest with two visible knots of material looped at the chest. The arms are held by the side of the body and are extremely elongated. There is a slight bulge at the stomach underneath the clothing. The feet are bare and slim in size compared to the rest of the body. The female figure on the right wears a long smooth wig reaching to the chest with faint incised lines at the ends of the hair, possibly indicating bands. The ears are extremely oversized and the facial features complement that of the male figure, with the jawline extremely rounded and no visible neck. The eyes are broad and the nose has the same flattened shape, while the lips are thick and sharply incised. The body is extremely slim with a narrowed waist and wide hips, and the edge of the dress reaches the lower legs. The elongated arms are held by the side of the body while the feet are bare and appear broader and longer in length than those of the male figure. On the reverse is a joint back-pillar with two separate columns of incised text delineated by their own borders, which are left open at the base. On the left side of the male figure at his feet is a short crude inscription, and traces of a similarly placed inscription is also notable at the right side of the female figure though this is now worn and difficult to read. Part of the base at the obverse and right side is damaged. There are further small chips to the body and face of the figures, and to the edges of their base. "], "Cultures/periods": ["12th Dynasty ((late, possibly 13th Dynasty))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 9.74 centimetres ", " Width: 6.62 centimetres ", " Depth: 4.26 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This figure forms part of a collection of six figures purchased from Denis P Kycitas in 1927, two of which are attributed to the Middle Kingdom. For this small group figure, stylistic features such as the oversized ears, broad limbs and wide facial features also point towards a Middle Kingdom date, likely within the 12th Dynasty. The provenance of the figure is uncertain. The offering formulae within the back-pillar inscriptions are both extremely brief, and the text here is more finely executed than the crude inscriptions on the top of the base, which were perhaps secondary."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58407"], "Registration number": ["1927,0514.12"], "Conservation": ["Treatment: 11 Feb 2002"]}