{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68308"], "Description": [" Terracotta figure of Bes standing on a rough plinth. He is naked, with his hands on his thighs, and wears a feathered headdress; an animal-head pendant hangs on his breast; the right lower arm is lost. A large piece has been broken away from the figure's left side. The underside of the plinth is very rough and has a low boss, which suggests that the figure was once affixed to some object. One-piece mould; object flattish and rough at the back. Red Nile silt with a thick grey core, containing some mica and white inclusions, probably sand. Overall white dressing, including the underside of the plinth. Most of the figure is painted pink, with traces of green paint on the feathers of the crown. There are areas of a dark pitch-like substance over much of the body and face. "], "Cultures/periods": [" 30th Dynasty (?) ", " Ptolemaic (?) "], "Production date": ["4thC BC-2ndC BC"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis), 5314 71/2-46 "], "Materials": [" terracotta ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 15.60 centimetres ", " Width: 5.54 centimetres ", " Depth: 4.81 centimetres "], "Curator's comments": ["Terracotta IV Excavation nos: SAK 71/2, 46; 5314. Donated: Egypt Exploration Society. Saqqara, from Block 3 of Sector 7 of the Sacred Animal Necropolis. Geoffrey Martin suggests this figure is part of a dyad - this may be so, but the lost figure would need to have its own separate plinth. The plinth is not gypsum, as Martin believed. Egyptian Late Period or Ptolemaic context. Comparanda (single Bes figures): Near: Affholder-Gérard and Cornic 1990: 59, no. 32, from Memphis, dated Roman period; Besques 1992: no. E 377, from Middle Egypt, dated Roman period; Dunand 1990: no. 45, from Tanis, Hellenistic date suggested; Ewigleben and von Grumbkow 1991: no. 50, left; Hodjash 2004: 99, no. 68, dated Hellenistic; Török 1995: no. 12, Hellenistic date suggested; Skupinska-Løvset 1978: no. UT 110, dated Hellenistic; Van Wijngaarden 1958: no. 37. Bibliog: Martin 1981: pl. 27:1331."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3090)"], "Location": ["Not on display"], "Condition": ["poor - repaired"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1975"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68308"], "Registration number": ["1975,0726.18"]}