{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA642"], "Description": [" Limestone tomb stela of Psusennes: shows Psusennes offering to Osiris, to his son the falcon-headed Horus, and to his wife, Isis. The spirit of the New Kingdom persists here in Psusennes' elaborate costume and wig, the ragged edge of which represents curled ends, and to some extent in the proportions of the figures. As always, the divine figures are rendered in a more conservative manner. Instead of the flowing robes typically shown on female figures of the Twenty-first and Twenty-second Dynasties, Isis wears the traditional tight sheath dress, and her figure lacks the bulging thighs depicted on mortal women of this time. As Osiris' queen, Isis here wears a vulture cap, with the bird's tail standing out behind her head like a little ruffle. The cap is crowned with a platform for hieroglyphs that spell her name. Horus' royal status is symbolized by his double crown and bull's tail. Osiris, mummiform, wears a white crown flanked by Maat feathers, a divine beard, and a large collar necklace, like those represented on anthropoid coffins of this period, with a counterweight at the back. Though the sunk relief figures are well carved, they are very crowded. Apparently the draftsman who drew the scene had been instructed to make the figures as large as possible. In doing so, he drew Psusennes' arm in such a way that it hides part of Osiris' crook, flail, and was scepter. Instead of an Isis knot, which has obviously been recarved over an erasure, Psusennes was originally profferring a figure of the goddess Maat. There are ten columns of hieroglyphic text above the scene and five rows below. "], "Cultures/periods": ["21st Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Abydos, Tomb D22 "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 94 centimetres ", " Weight: 395 kilograms ", " Thickness: 19 centimetres ", " Width: 61 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford, 1937), p. 68; S. Quirke, ‘Ancient Egyptian Religion’ (London, 1992), p. 99, fig. 55; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 208, fig. 251; D. Randall-Maciver, 'El Amrah and Abydos, 1899-1901(London, 1902), pp. 78, 84, 85 [pl.XXXI, bottom left, pl.XXXIV, 8]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 125, cat no. 80. A Leahy, in Broekman, Demaree and Kaper, The Libyan Period in Egypt (Leuven 2009), 423-5 & fig. 4. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 81."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (119)"], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2013 May - September, Perth, Western Australian Museum, The Book of the Dead 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good but bottom edge chipped"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Horus ", " Named in inscription & portrayed: Isis ", " Emblem of: Maat "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA642"], "Registration number": ["1900,1015.97"], "Conservation": [" Treatment: 03 Oct 2000 ", " Treatment: 30 Jun 1989 "]}