{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA49532"], "Description": [" A fragment of a hollow terracotta figure of Harpokrates, standing and naked except for a himation falling from his left shoulder. A circular bulge below his chest is perhaps the boss of a body-chain, but its straps are not certainly indicated; it may be a bulla. He holds an overflowing cornucopia in the crook of his left arm and leans on a processional standard of a rectangular tablet on a pole, with plants rising from the top. The back of the terracotta is entirely lost, the head, right shoulder and arm are missing, and the legs are broken off above the knees. Two-piece mould. Red-brown Nile silt, with some mica and a few white inclusions, fired buff to grey inside. Covered with a creamy white coating, possibly a fired-on slip, but perhaps a tenacious dressing. The remaining coloured details are probably post-firing: the body of Harpokrates is painted pink, a bunch of grapes emerging from the cornucopia has black paint, and the standard is painted green, as is one of the other fruits of the cornucopia. The drapery is the creamy-white of the underlying coating. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Oxyrhynchus (city) "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 11.50 centimetres ", " Width: 7.80 centimetres "], "Curator's comments": ["Terracotta IV Donated: Egypt Exploration Fund. Excavated at Oxyrhynchus. Roman, first or second century AD. Compare the standard on this figure to one held by a female (?) figure, perhaps the deceased woman, Alexandria, a devotee of Isis, on a sarcophagus fragment of the second or third century AD from Rome (Arslan 1997: 216, no. iv:195)."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3045)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1910"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49532"], "Registration number": ["1910,1210.105"]}