{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66526"], "Description": [" Mould-made scarab in Egyptian blue; well rounded back with clearly modelled clypeus, prothorax, and double line marking elytra; legs feathered at front and clearly modelled with undercut triangle at side; underside incised with representation of a Greek style chimera, with couchant lion's body, goat's head and snake for tail; longitudinally pierced; in hard and porous paste, bright blue in colour. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC- 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " undercut ", " pierced "], "Dimensions": [" Length: 1.45 centimetres ", " Thickness: 0.70 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": ["Hellenizing themes are common on the scarabs and scaraboids made in Egyptian blue, produced at the “Scarab Factory” (on its various productions see Webb forthcoming). The scarab belongs to a type which was widely distributed in the Mediterranean area, especially in Carthage, Kerkouan, Sicily and Gibraltar, but also in Greece, Cyprus and Rhodes (Gorton 1996, 118-121, type XXXIII, subtype A5-24, see especially A23 for this piece). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVII, no. 8) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 119, Type XXXIII A23) (but not A23 on drawing) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.23) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["classical mythological figure/creature"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66526"], "Registration number": ["1888,0601.56"]}