{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA561"], "Description": [" Limestone stela of Sa-aset: this round-topped stela is divided into three registers. At the top are four lines of a hieroglyphic offering formula. These record the expression of the wish that Khentimentiu, lord of Abydos, will make offerings for Sa-aset. The second scene shows Sa-aset standing at the left with a table of offerings before him and a libation basin below the table. To the right stand his father Zameres and mother Isenperes, with a small figure of his sister Meret-Aset-Hathor between them. The scene is to be understood as the owner of the stela making offerings and libations to his parents. The lowest scene contains six figures facing right. The first appears not to be named, but the others are two brothers and three sisters. No specific indication of the existence of a wife of Sa-aset is given on this stela. On this stela, Sa-aset is given the titles \"overseer of the land of Upper and Lower Egypt, overseer of the audience chamber.\" "], "Cultures/periods": ["12th Dynasty (mid-late)"], "Findspot": [" Found/Acquired: Abydos (probably) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 56.50 centimetres ", " Weight: 39.50 kilograms ", " Width: 34.50 centimetres ", " Depth: 13 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Although the provenance of this stela is formally unknown, from the prayers on it and the fact that its collector, Anastasi, worked at Abydos, it is reasonably sure that it originated in a chapel at that site. Other objects from the chapel of Sa-aset are a stela in Leiden (V 71) and an offering table in Cairo (CG 23006). His tomb was discovered at Dahshur in 1894, and the inscriptions there show that he obtained higher rank after his chapel at Abydos was completed, eventually holding the highest office in the land, that of vizier. Bibliography: W. K. Simpson, 'The terrace of the great God at Abydos : the offering chapels of dynasties 12 and 13' (New Haven, 1974), pl. 60. 'Des Dieux, des tombeaux, un savant. En Egypte sur les pas de Mariette Pacha' (Boulogne catalogue 2004), 189; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 136-7, pl. on p. 137."], "Bibliographic references": [" Scott-Moncrieff 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 2. (pl.25) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.136-137) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2004 7 May-30 Aug, Boulogne, Château-Musée, Des dieux, des tombeaux, unsavant: En Egypt sur les pas de Mariette Pacha 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Sa-aset ", " Named in inscription: Khentimentiu "], "Associated places": [" Named in inscription: Abydos "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA561"], "Registration number": [".561"], "Additional IDs": [" Miscellaneous number: BS.561 (Birch Slip Number) "], "Conservation": [" Treatment: 22 Oct 2004 ", " Treatment: 09 Mar 2004 "]}