{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36297"], "Description": [" Bronze kneeling figure of a king wearing the nemes-headdress with a uraeus; hands extended in front, palms face inwards; tang beneath. The king also wears a broad collar and a shendyt-kilt; these are indicated in incised line along with the nipples and a fairly deeply incised tear-shaped navel. The king has a fairly large nose and ears. The body of the cobra extends over the back of the nemes in a wavy, but relatively straight line (rather than curled). The figure appears to have traces of red paint applied to the surface of the entire figurine, especially visible on the head. The head of the uraeus is broken off. There is corrosion to the entire bronze surface, the head to a lesser extent. "], "Cultures/periods": ["Late Period (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": ["painted"], "Dimensions": [" Height: 19 centimetres ", " Width: 7 centimetres ", " Depth: 11.50 centimetres "], "Curator's comments": ["The tang, which would have fitted into a base, and king’s reverential pose suggest that the figure was part of a bronze group composition with the king kneeling before a divine figure. Similar kneeling bronze figures of the king such as EA 22920 and 64564 also seem to have traces of red paint."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["good"], "Acquisition name": ["Purchased from: H E E T Rogers"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36297"], "Registration number": ["1880,0303.11"], "Conservation": ["Treatment: 28 Apr 1992"]}