{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA35361"], "Description": [" Fragmentary white quartz seated figure of a king, the upper body now lost. The figure sits on a smooth block throne and wears a short shendyt kilt, with both hands placed across the thighs. The broad lower legs are positioned close together and the feet are carefully rendered. Across the top of the base just in front of the right foot is a very slim surviving section of incised text with an epithet referencing the god Sobek. The throne is heavily damaged on the left side at both corners and extending onto the base at both the front and back. There are chips to the body across the right side kilt and left hand and forearm. "], "Cultures/periods": ["Middle Kingdom (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartz"], "Dimensions": [" Height: 20 centimetres (max) ", " Width: 9.50 centimetres ", " Depth: 19.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Though damaged, the figure has been suggested to represent Amenemhat III (Budge 1922; PM VIII) because of the partially intact inscription which contains the epithet ‘beloved of’ and the crocodile sign for the god Sobek, meaning that the full epithet likely read: ‘beloved of Sobek the Shedetite’. This was a deity particularly associated with Amenemhat III, and may also support a possible Fayum provenance for this piece (Haney 2020). It is noted that the text appears to be inscribed within a cartouche as opposed to in a more conventional horizontal line of text defined by a border, for which there is no surviving comparable example within Amenemhat’s known representations (Haney 2020). Further Bibliography: L.S. Haney, 2020. Visualising Co-Regency: An Exploration of the Link between Royal Image and Co-Rule during the Reign of Senwosret III and Amenemhat III. Harvard Egyptological Studies 8, p. 623, no. 88, Pl.L. M. Zecchi, 2010. Sobek of Shedet: The Crocodile God in the Fayyum in the Dynastic Period. Studi sull’Antico Egitto 2, p. 42, n. 11, p. 16, no. 65. ", " See PM viii, p. 14. "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 122-123, no. 29) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 17) "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost"], "Associated names": [" Named in inscription: Sobek The Shedetite ", " Representation of: Amenemhat III (?) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35361"], "Registration number": ["1901,0608.94"]}