{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10470,3"], "Description": [" 'Book of the Dead', Papyrus of Ani (frame 3): Ani's Judgment: the scene is the Hall of Judgment. Centrally placed is a balance, holding in its two pans Ani's heart (on the left) and a feather (on the right) representing Maat, the divine personification of truth and order. The crossbar of the balance hangs from a feather-shaped peg attached to the upright support, on the top of which squats a small baboon. This creature is a form of the god Thoth, who acts in a different form and with a different duty elsewhere in this \"trial\". The god Anubis, here shown as a jackal-headed, human-bodied, kneeling deity, described as \"he who is in the place of embalming,\" holds the cord of the right-hand pan, and steadies the plumb bob of the balance. To the right of the balance stands Thoth, here in human form with ibis head; he is the scribe of the gods, and he holds a scribe's palette and a reed brush, ready to note down the results of Ani's interrogation. On a mat behind Thoth sits a monster ready to spring forward to consume Ani's heart if he fails to pass the test. This creature has the head of a crocodile, the forepart of a lion, and the hindquarters of a hippopotamus. At the top of the scene the great gods of Egypt are shown, formally seated on thrones, waiting to deliver judgment: Ra-Horakhty, Atum, Shu, Tefnut, Geb, Nut, Isis and Nephthys, Horus and Hathor, joined by gods personifying the divine word (Hu) and perception (Sia). Other deities observe the proceedings: to the left of the balance, Shay (fate) and, strangely, two birth goddesses, Renenutet and Meskhenet. Ani's soul or 'ba' bird, which will allow him freedom of movement in and out of the tomb after death, perches on a shrine-shaped building, ready to be released if judgment is given in Ani's favor. Into this formidable gathering comes Ani, accompanied by his wife Tutu. They enter from the left, bending forward in proper humility, and Ani mutters the words of Spell 30B of the 'Book of the Dead', which are addressed to his heart in the balance. All, it seems, goes well for Ani; he has qualified for the Afterlife. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1250BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Ani (Thebes) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 67 centimetres (frame) ", " Width: 42 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["The necessary texts and the illustrative elements of this crucial episode in Ani's judgment are most skillfully set out, rather generously, in the available space on the papyrus. It is not known how the layout, incorporating text and figures, may have been composed. In the simplest way, the texts could be written by a scribe skilled in the special forms of script used for the 'Book of the Dead', while the vignettes may have been drawn and painted by a different artist-scribe, or even by a small team of similar specialists. It may be that one scribe was responsible for the whole production. In this case, the various figures are so neatly integrated with the columns of text that at the very least a close liaison between text-scribe and artist-scribe must be postulated. The figures, especially those of Ani and Tutu, are executed with consummate confidence, while the scribal artist seems only marginally to observe the common devotion of the Egyptian artist to preliminary drawing. Instead, we find a similarly confident freedom of line and the application of free-drawn detail, even though the text does contain errors and corruptions. It would be very satisfying if one could be certain of recognizing, in the composition of this part of Ani's papyrus, the hand of a single artist-scribe. The next sheet of the papyrus he is shown being led by Horus into the presence of Osiris, the lord of the Afterlife himself. Bibliography: R. Freed, 'A Divine Tour of Ancient Egypt' (Memphis, 1983), pp. 89, 95 [71]; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 132-135 [38]; N. Strudwick, 'Masterpieces of Ancient Egypt' (London, 2006), 218-21. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 100."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (102) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.110-111) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (24) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 105) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134357) (http://www.trismegistos.org/text/134357) "], "Location": ["Not on display"], "Exhibition history": [" 1983 Sep-Dec, Memphis, Art Gallery of Memphis, A Divine Tour of Ancient Egypt 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss, bleached Black ink Red ink Pigment; faded, copper degradation, loss Backed: brown paper checked for loan to Far East 1997 Checked for loan to USA 1999 Checked for loan to USA 1999 (AFA) Displayed in Room 62 until 1997 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Ani ", " Named in inscription: Tutu (wife) ", " Emblem of: Maat ", " Named in inscription & portrayed: Thoth ", " Representation of: Anubis ", " Named in inscription & portrayed: Ra-Horakhty ", " Named in inscription & portrayed: Atum ", " Named in inscription & portrayed: Shu ", " Named in inscription & portrayed: Tefnet ", " Named in inscription & portrayed: Geb ", " Named in inscription & portrayed: Nut ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Horus ", " Named in inscription & portrayed: Hathor ", " Named in inscription & portrayed: Hu ", " Named in inscription & portrayed: Sia ", " Named in inscription & portrayed: Renenutet ", " Representation of: Ammit "], "Associated titles": ["Associated Title:", " Book of the Dead ", "(Chapter 30B)"], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10470,3"], "Registration number": ["1888,0515.1.3"], "Additional IDs": [" Miscellaneous number: Frame.3 "], "Conservation": [" Treatment ", " Treatment: 15 Sep 1997 ", " Treatment: 05 May 1995 ", " Treatment: 27 Sep 2010 ", " Treatment ", " Treatment: 24 Aug 1998 ", " Treatment: 10 Mar 1999 ", " Treatment: 23 Jul 1993 "]}