{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66462"], "Description": [" Mould-made scaraboid in the shape of cowroid in glazed composition; back decorated with single stamped dotted circle; underside bearing hieroglyphic inscription arranged horizontally composed of three hieroglyphs with from right ot left falcon, aA-column and sun-disc (represented as dotted circle); inscription stamped rather than incised; longitudinally pierced; glaze almost gone, just thin pale yellow skin survives; pale yellow core yellowish, soft in texture; much rubbed. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped ", " pierced "], "Dimensions": [" Length: 0.90 centimetres ", " Thickness: 0.40 centimetres ", " Width: 0.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). Cowroids are relatively rare in the corpus of scaraboids from Naukratis. Such shape was produced locally in the 'Scarab Factory' (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). Several examples similar to this specimen were found in Naukratis, notably in the 'Scarab Factory' (Petrie 1886, pl. XXXVII, no. 52). Though not listed in Gorton's typology, this scaraboid would fit well her type XXVIII B (Gorton 1996, 103-105). Falcon, sometimes wearing a crown or with a flail, is a recurring motif for various compositions found on scarabs and scaraboids produced at the 'Scarab Factory'. The hieroglyphs could be used here for their magical value, as suggested by Gorton for most of Naukratis scarabs (Gorton 1996, 93). Petrie interpreted the inscription as the name of Psamtek I (Petrie 1889, pl. 60, no. 1899). However, the Horus name of Psamtek I is Aa-jb and the jb-heart sign would have been replaced here by the sun-disc. Another possible interpretation would be to see a cryptographic reading for the name of Amun (on the cryptic writing of the name of Amun: Drioton 1957). Instead of the aA-column, however, it should be a wadj-column. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, ‘Faience finds from Naukratis and their implications for the chronology of the site’, in R. I. Thomas (ed.), Naukratis in Context I: The Nile Delta as a Landscape of Connectivity,Proceedings of the First Naukratis Workshop held at The British Museum, 16 –17 December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 52) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 60, no. 1899) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.087) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, though quite abraded and bit chipped"], "Subjects": ["bird"], "Associated names": ["Named in inscription: Amun-Ra"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66462"], "Registration number": ["1886,0401.1634"]}