{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA269"], "Description": [" Limestone stela of Maaninakhtef: two scenes are carved in sunk relief on this round-topped stela, and all texts are incised. In the upper register the deceased, whose name is lost, stands in adoration on the right before an altar on which rests a water-pot cooled by lotus blossoms. Behind it the god Ptah is enthroned followed by a standing figure of the goddess Maat. Below, in the lower register, the necropolis-workmen Maaninakhtef and Neferib kneel in worship. The upper edge and upper right side are lost and have been restored. The bottom edge has also been severely damaged. The surviving surface is much worn. Traces of red paint remain on the bodies of the figures, the outline of Ptah's body, the dress of Maat and the dividing lines between the columns of text. Blue traces can be seen in the hieroglyphs, the line between the two registers, the wig of the first kneeling human figure, the collar and wig of Maat and the cap of Ptah. Ptah's collars are red and black. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" carved ", " incised ", " painted "], "Dimensions": [" Height: 37 centimetres ", " Weight: 6.50 kilograms ", " Width: 26 centimetres ", " Depth: 5.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Maaninakhtef and Neferib are well-known workmen in the early part of the reign of Ramses II Maaninakhtef was married to the sister of Neferib (M. L. Bierbrier, 'Journal of Egyptian Archaeology' 66 (1980), 104-5). A second joint stela of the brothers-in-law is now in the Musée de Rennes. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 149 (no. 537); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 725; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 651; M. C. Budischovsky and N. Genaille, 'Annales de Bretagne et des Pays de l'Ouest' 93 (1986), 9-18."], "Bibliographic references": [" Hall 1925 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 7. (pl.40) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.30-31) "], "Location": ["Not on display"], "Condition": ["The stela is in a poor state of preservation. It has been broken in two and repaired in modern times. The upper edge and upper right side are lost and have been restored. The bottom edge has also been severely damaged. The surviving surface is much worn."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Maaninakhtef ", " Representation of: Ptah ", " Representation of: Maat "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA269"], "Registration number": ["1843,0507.80"], "Additional IDs": [" Miscellaneous number: BS.269 (Birch Slip Number) "]}