{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA20869"], "Description": [" Wooden cynocephalus figure covered in a layer of gilded and painted plaster; inlaid glass eyes(one lost); wedjat-eye pectoral. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Akhmim "], "Materials": [" wood ", " plaster ", " gold ", " glass "], "Technique": [" plastered ", " painted ", " gilded ", " inlaid "], "Dimensions": [" Height: 39 centimetres ", " Width: 19 centimetres ", " Depth: 23 centimetres "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.51 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.51 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.55 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.55 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.55 2001 13 Mar-24 Jun, Australia, Canberra, National Museum of Australia, Gold and Civilisation 2001 19 Jul-21 Oct, Australia, Melbourne, Museum Victoria, Gold and Civilisation 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["fair - one eye lost"], "Subjects": ["eye of horus"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20869"], "Registration number": ["1888,0512.125"], "Conservation": [" Treatment: 12 Oct 2000 ", " Treatment: 17 Jan 2014 ", " Treatment: 01 Aug 1981 ", " Treatment: 29 Mar 2012 "]}