{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA16041"], "Description": [" Limestone kneeling figure of the male official Psamtekseneb, the head and upper section of the back-pillar now lost. The figure is depicted in a kneeling position resting on his heels, and wears a short kilt belted at the waist. The chest and torso are bare with a slight narrowing at the waist, while the broad arms have minimal modelling. Both hands are placed on the outer edges of the clothing and frame the three columns of inscribed text along the clothing, which may represent a piece of papyrus placed upon the lap. A continuation of this text is placed at the top front edge of the statue base in two horizontal lines, directly beside the figure’s knees. Both the papyrus and base text are oriented to allow the viewer to read the inscription. On the reverse a further two columns of hieroglyphic text are inscribed on the broad back-pillar, with the beginning of both lines now missing. The stone surface is damaged in several areas across the statue body, with notable chips around the chest and both the upper and lower right arm, with breaks also visible at the edges of both hands. There is also notable damage around the top edges of the statue base. The central area of the papyrus text on the male figure’s lap is also damaged across the first two lines. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Kom Firin, originally from Sais (see comment)? (?; previously recorded in the database as 'Kom Afrin') "], "Materials": ["limestone"], "Dimensions": [" Height: 30 centimetres (max) "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["This statue was purchased by Petrie in Cairo and the provenance recorded as Kom Firin, which he detailed in his letters that are now held in the EES Archives: “Then Abd es-Salam capped it all by saying that a headless kneeling statue which I bought of (his cousin) Suleiman at Cairo came from there. This greatly increases its value to me, + above all this figure has three long inscriptions upon it, mentioning that the man, Psamtik-seneb, had built the temple of Neith which had fallen into disrepair (as far as Griffith can make it out). This is probably the very temple in question, as Neit was the most venerated deity of that time.’ (Nov 1884-Feb 1885 letters of Petrie - EES Archive XVII d 47; Petrie 1886).” However, the statue inscriptions repeatedly refers to Sais and the city goddess Neith, and further research conducted around the Kom Firin area has raised doubt about the provenance that Petrie provides (Spencer 2008). Psamtekseneb is also known from other surviving monuments as having a clear connection to Sais, with their inscriptions referring to particular structures in Sais such as the ‘Hwt-bit’ or ‘House of the Bee, a temple dedicated to Osiris (see for instance the naophorous block statue now held in the Metropolitan Museum of Art, New York (1982.318: https://www.metmuseum.org/art/collection/search/550755). A stela originally established in the Serapeum, the resting place of the sacred Apis bull in Saqqara, is now in the Louvre, Paris (IM 4128), and also bears the name of Psamtekseneb. The British Museum statue inscriptions provide an interesting contrast between the text oriented towards the front and thus more likely to have been visible to a living viewer, and the text inscribed across the back-pillar, which is typically understood to have been inaccessible in most cases for elite statuary. Here Psamtekseneb records his details his efforts in reconstructing and furnishing the temple of Neith at Sais, part of a wider theme within non-royal inscriptions of the Late Period which record their involvement in temple construction projects. By contrast the text on his back-pillar features personal requests for himself including reaching an old age and burial in the West, which could be argued to be intended for the divine to grant these wishes and thus there would be no need for the living viewer to be able to read this inscription. Further Bibliography: R. el-Sayed, 1975. Documents relatifs a Sais et ses divinites (Cairo), p. 256. K. Jansen-Winkeln, 2014. Inschriften der Spätzeit, Teil IV: Die 26. Dynastie, 2 vols.. Wiesbaden: Harrassowitz Verlag, p. 38. O. Perdu, 2006. ‘Documents relatifs aux gouverneurs du delta au début de la XXVIe dynastie’, Revue d'Egyptologie 57, p. 165-168, Pl. 21. N. Spencer, 2008. Kom Firin I: The Ramesside Temple and the Site Survey (London), p. 34, Pl. 91. N. Spencer, 2010. ‘Sustaining Egyptian Culture? Non-royal Initiatives in the Late Period Temple Building’, in L. Bareš, F. Coppens, K. Smoláriková (eds.), Egypt in Transition: Social and Religious Development of Egypt in the First Millennium BCE, Proceedings of an International Conference Prague, September 1–4, 2009 (Prague), p. 450-452, 460."], "Bibliographic references": [" Habachi 1943 / Sais and its monuments (p. 388) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 94-95) "], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Associated names": [" Named in inscription: Psamtekseneb ", " Named in inscription: Sopdetiit (born of) "], "Acquisition name": ["Donated by: Sir William Matthew Flinders Petrie"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA16041"], "Registration number": ["1885,1115.13"]}