{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA74100"], "Description": [" Fragments of two scenes of a painted papyrus, without text. One shows a fallen Egyptian overcome by a Libyan, while other Libyan archers rush on. The second shows registers of Egyptian infantrymen, some wearing helmets and/or short ox-hide tunics. Other unplaced fragments show parts of further infantrymen, and a tree. The scene includes other indications of landscape. "], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": [" Excavated by: Egypt Exploration Society ", " Excavated by: John Devitt Stringfellow Pendlebury "], "Findspot": [" Excavated/Findspot: Amarna, el-, Chapel of the King's Statue, R.43.2 "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 10.30 centimetres (Infantrymen scene) ", " Height: 11 centimetres (Libyan scene) ", " Height: 4.50 centimetres (Tree fragment) ", " Length: 10.47 centimetres ", " Length: 2.10 centimetres ", " Length: 6.50 centimetres "], "Curator's comments": [" Two fragments have another layer of papyrus behind. The Tree Fragment cannot be separated, the other can be partially, but the second layer is blank. Found with 1992,0725.2 Found with 1992,0725.3 Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 116 Publication: Parkinson, Richard and Schofield, Louise [1993], \"Akhenaten's Army?\", Egyptian Archaeology 3 (1993), pp.34-35. Parkinson and Schofield: ‘Of Helmets and Heretics: A Possible Egyptian Representation of Mycenean Warriors on a Papyrus from el-Amarna’. BSA 89, 157-70. Parkinson and Schofield [1995] \"Images of Mycenaeans: A Recently Acquired Painted Papyrus from El-Amarna\", in Davies, W.V. & Schofield, L. (eds), Egypt, the Aegean and the Levant - Interconnections in the Second Millennium BC, British Museum Press: London, 1995, pp.125-126, pl. 8. Parkinson and Schofield: ‘A Painted Papyrus from Amarna’ in J. Phillips (ed.), Ancient Egypt, the Aegean, and the Near East: Studies in Honour of Martha Rhoads Bell, 401-6. Austin: Van Siclen Books 1998. Infantrymen with helmets and tunics identified as Mycenaeans by Louise Schofield (see bibliography). 74100, 74101, 74102 were excavated by Pendlebury on 1st Dec. 1936 (cf. City of Akhnaten III, 142) and sent to England in small box marked R 43.2 (given by Liverpool). On return they were `temporarily lost' (Fairman, letter to EES), but by 1954 they had been given to Fairman for study and publication. After his death the pieces he had mounted disappeared until 1992; small (unplaced) fragments remained in Liverpool with the box. At the purchase of the mounted fragments, these were distributed to the Museum. ", " Publication: Parkinson & Schofield in Davies-Schofield, Egypt, the Aegean and the Levant, 125-6, pl. 8. "], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57062) (http://www.trismegistos.org/text/57062)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus Pigments checked for loan to USA 1997 Checked for loan to Met NY 2008 Mount Details: Sandwich: glass Binding: self adhesive tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: Fragmentary, colour flaking slightly"], "Acquisition name": [" Purchased through: Christie's (major fragments) ", " Division of Finds: Egypt Exploration Society (Some fragments) "], "Acquisition date": ["1992"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74100"], "Registration number": ["1992,0725.1"], "Conservation": ["Treatment: 21 Oct 1992"]}