{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68834"], "Description": [" Glazed composition figure of a crouching male, possibly representing the god Harpocrates. The figure is depicted in a crouched position with the left leg bent and held close to the chest with the arm resting on the left knee, while the right leg is bent at the knee and placed flat against the rectangular base. The right arm is held across the chest with the right hand placed at the mouth. The figure is nude, with a slightly protruding belly shown on the obverse and the spinal groove and crease of the buttocks modelled on the reverse. The hairstyle is cropped short with a small sidelock of hair visible on the figure’s right side, an established artistic convention indicating youth. The figure has been repaired in modern times, with the head now reattached to the body. The hands of the figure are missing, and across the surface of the figure there are large porosities in the rock. Most of the original glaze is now lost but visible in the creased areas such as the reverse along the base, behind the left arm, and at the chest and feet. There are also faint traces of a greenish colour visible within these creases. "], "Cultures/periods": ["Ptolemaic (early?)"], "Production date": ["(late)4thC BC - (late)3rdC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 8.18 centimetres ", " Width: 5.76 centimetres (across base) ", " Width: 3.80 centimetres (across body) ", " Depth: 5.57 centimetres (across base) "], "Curator's comments": ["Harpocrates is often identified by artistic conventions such as the sidelock of youth, and the hand being placed at the mouth. The child deity was a common subject for limestone, terracotta and faience figurines within Naukratis during the Late Period and early Ptolemaic Period; amongst other divine subjects such as Isis-Hathor and Bes, images of Harpocrates have survived in great numbers at the site. Many surviving representations of Harpocrates are also ithyphallic figures (see Thomas 2015). The figure was excavated during Petrie’s work at Naukratis, however the precise findspot for the object is uncertain. General Sources: L. Török, 1995. Hellenistic and Roman Terracottas from Egypt (Rome), p. 20-25. W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. A. Masson, forthcoming. ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. R.I. Thomas, 2015. ‘Ptolemaic and Roman figures, models and coffin-fittings in terracotta’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (ON.03)"], "Location": ["Not on display"], "Condition": ["poor - repaired"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68834"], "Registration number": ["1886,0401.1507"]}