{"artifact_name": "battle-axe", "Object Type": ["battle-axe"], "Museum number": ["EA30083"], "Description": [" Arsenical copper battle-axe-head: with original wooden haft and metal ferrule. The blade is thin and there are four binding-holes, which are misaligned. The lugs are hooked. The axe has been cleaned of corrosion product and is in good condition, though there are small surface imperfections. The cutting edge, though thinner than is normal for this type, is not very sharp. It is very slightly indented in parts, possibly as a result of use. The haft consists of a straight cylindrical piece of wood, which is now cracked at various points along its length and the bottom end of which is missing. The blade fits into a slit at the top end of the haft and is at present held fast by an adhesive applied in modern times. Originally, it would have been secured by a thong tied around the haft over the lugs and through the perforations. The original binding, now missing, has left a clear impression on the wood. The top of the haft is protected by a metal cap, which is now heavily corroded and damaged. The marks of binding on the wood indicate that there was no lower ferrule in this case. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" arsenical copper ", " wood (Ziziphus sp.) "], "Technique": ["drilled"], "Dimensions": [" Diameter: 3 centimetres (haft) ", " Length: 6.50 centimetres (blade) ", " Length: 75.50 centimetres (haft) ", " Weight: 426.50 grammes (blade & haft combined) ", " Width: 11.70 centimetres (blade) "], "Curator's comments": ["Radiocarbon analysis has dated the haft to 1870 ± 120 BC. There is no reason to doubt that the axe and haft belong together."], "Bibliographic references": ["Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (63)"], "Location": ["Not on display"], "Condition": ["fair - bindings lost"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30083"], "Registration number": ["1898,0315.209"], "Conservation": ["Treatment: 04 May 1999"]}