{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA845"], "Description": [" Lower section of a limestone naophorous statue of Hori, with a shrine featuring the image of the god Ptah. Hori wears a long pleated garment that covers his legs. He is shown kneeling and resting on his heels, and on his feet he wears sandals. His arms extend out in front of him to support a tall naos shrine with the image of the god Ptah. The god is identifiable via his mummified form, skullcap and the was sceptre he holds in both hands. The top, edges and front of the naos are inscribed with text that provides the name and titles of Hori and some of his family members. On the left side of the naos are four columns of text that include a dedication to the goddess Hathor, while on the right side of the naos is a relief figure of Hori’s son. On the reverse of the statue is a slim back-pillar with a column of incised text that is left undefined by a border at its end. The upper portion of the text is now lost. In addition to the loss of Hori’s upper body the surface of the stone is heavily pitted, and there are a number of small abrasions across the front of the naos, back-pillar, and round the statue base. The statue is now supported on a slim modern base. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Diameter: 31.50 centimetres ", " Height: 33 centimetres ", " Width: 17 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": [" Hori was clearly of high status as his father is the prince Khaemwaset, the son of Ramesses II. He is known to have had a tomb at the site of Saqqara (Quibell 1912; PM III (2)) and other objects likely from this funerary context are now in the British Museum collection. This includes two canopic jars (EA 36530 and EA 36565, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA36530, https://www.britishmuseum.org/collection/object/Y_EA36535). Further Bibliography: H. De Meulenaere, (1968-1972). Annuaire de l'Institut de Philologie et d'Histoire orientales et slaves Vol. 20, p. 196. K. A. Kitchen, (2003). Ramesside inscriptions : translated & annotated. Vol.4, p. 293. C. Maystre, (1992). Les grands pretres de Ptah de Memphis, OBO Vol. 113, p.289, no. 91. ", " Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 240 (no. 879); H. De Meulenaere, 'Annuaire de l'Institut de Philologie et d'Histoire orientales et slaves' 20 (1968-72), 196; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), 293; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), 580. Translation: C. Maystre, 'Les grands pretres de Ptah de Memphis' (OBO 113): p.289; "], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.36-39) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 240, no. 879) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 583) "], "Location": ["Not on display"], "Condition": ["Incomplete. The upper part of the statue comprising the head and torso is lost. The surviving portion is badly worn in places and heavily pitted. There are no traces of colour."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Hori ", " Named in inscription: Khaemwaset (father) ", " Named in inscription & portrayed: Ptah ", " Named in inscription: Hathor "], "Acquisition name": ["Purchased from: T O Feetham"], "Acquisition date": ["1859"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA845"], "Registration number": ["1859,0815.2"]}