{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA41644"], "Description": [" Fragmentary limestone female figure, the lower body and base now lost. The figure is depicted with a large and heavy wig, with a lotus stem placed along the top of the head and the flower extending above the forehead. Across the wig is a patterned fillet band. Her eyes are wide, sharply incised and almond shaped with deep arched ridges indicating the eyebrows. The nose is slim with broadened nostrils, and the mouth is full with thick lips which are upturned at the corners. The ridge of the lower lip is sharply incised, and there are traces of a cupid’s bow above the top lip. She wears a beaded broad collar composed of various strands, and the remains of a tight-fitting sheath dress is delineated with tight ripples across the clothing at the breasts and left side of the waist. Traces of a knot are visible under the right breast, and the rippled texture of the material continues in wider gaps along the upper left arm. The left arm appears to have been held close to the body. On the reverse are the remains of a back-pillar inscribed with three columns of text, the upper and lower portion of the text now missing. In addition to the loss of the lower body, part of the left side of the body from the edges of the wig to the lower arm and torso area are also lost. The edges of the back-pillar on the reverse are severely damaged. "], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Temple of Mentuhotep "], "Materials": ["limestone"], "Dimensions": [" Height: 26.50 centimetres (checked, with base) ", " Width: 16.50 centimetres (with base) ", " Depth: 16 centimetres (with base) "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The figure has been identified in early sources as a priestess votive figure, partly based on the addition of the ostrich-feather fan depicted at the side of the figure (Naville 1913). The figure was found during the excavations of the mortuary temple of Mentuhotep II alongside a number of other votive monuments also dating to the 18th and 19th Dynasties (PM II). Two images of the object feature in the glass plate negatives from the Egypt Exploration Society archive of the Deir el-Bahari site (DB.NEG.09.360, available to view online: https://www.flickr.com/photos/egyptexplorationsociety/27204991289/in/album-72157690852034655/; https://www.flickr.com/photos/egyptexplorationsociety/27204989879/in/album-72157690852034655/). Further Bibliography: E.A.W. Budge, 1930. General Introductory Guide to the Egyptian collections in the British Museum (London), p. 111, Fig. 80. E. Naville, 1913. The XIth Dynasty Temple at Deir el-Bahari Part III (London), p. 24, Pl. XVII (2)."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 80) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 394) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens & Commoners of the New Kingdom 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair (incomplete - upper part only)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41644"], "Registration number": ["1905,1014.6"], "Conservation": ["Treatment: 12 Feb 2002"]}