{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9901,1"], "Description": [" Book of the Dead of Hunefer (Hw-nfr) frame 1; fully coloured vignettes; coloured border. Opening hymn to rising sun (spell 15) with vignette. "], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Field Collection by: Antoine Barthélemy Clot"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 57.30 centimetres (frame) ", " Width: 46.20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["'Book of the Dead' papyri are first found in the early New Kingdom c.1450 BC and the finest (like Hunefer's) were written by expert scribes and decorated by master draftsmen. Perhaps, as royal scribe, it was Hunefer himself who put brush to ink to inscribe his own papyrus. Sheet split into two sections by a double black line. Opening hymn to rising sun (Spell 15) plus vignette. Left-hand section is primarily made up of 20 lines of black and red cursive hieroglyphic text with black dividing lines. In the bottom left-hand corner beneath lines 12-20 (R-L) is a polychrome vignette of the deceased and his wife in adoration poses; framed by double black lines; black cursive hieroglyphic captions above both figures and to the right in front of them; main colours are white, pink, yellow, red and blue. Right-hand section contains full height polychrome vignette of Isis and Nephthys standing either side of a personified djed-pillar; above this a falcon with a sun-disk on its head (Ra-Horakhty) is flanked by seven baboons underneath a curved blue line possibly representing the sky. By most figures are black cursive hieroglyphic captions organised in single lines with black outer lines. Main colours are blue, green, white, black, red, pink and possibly yellow but it has faded. Framed by black lines. Composition fills sheet; framed by faded red and yellow line on all sides except right-hand side. Hardly any text/image loss except for yellow paint which has faded. Bibliography: The vignette of this sheet is discussed in Lapp, Die Vignetten zu Spruch 15 auf Totenbuch-Papyri des Neuen Reiches (Beiträge zum Alten Ägypten 6). Basel 2015, 88-89. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 91-92, 99-100."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (89) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 125) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134351) (http://www.trismegistos.org/text/134351) ", " Parkinson 2010 / Hunefer and his Book of the Dead "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached Black ink Red ink Pigment (faded) Backed: white paper Displayed in Room 62 until 1997 Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good (but bleached in part)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Hunefer ", " Named in inscription: Nasha (wife) ", " Named in inscription: Sety I ", " Representation of: Isis ", " Representation of: Nephthys ", " Named in inscription: Ra-Horakhty "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: H Boone (dealer)"], "Acquisition date": ["1852"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9901,1"], "Registration number": ["1852,0525.1.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "], "Joined objects": [" Associated Group: G16566 (9 objects) "], "Conservation": ["Treatment: 26 May 2010"]}