{"artifact_name": "naos", "Object Type": ["naos"], "Museum number": ["EA476"], "Description": [" Limestone naos of Rek: the two jambs and lintel on the front of this shrine as well as the two sides and the back are covered with scenes in sunk relief and incised texts. The interior of the shrine is uninscribed. The jambs bear representations of the overseer of craftsmen, Rek, standing with his arms raised in worship and texts of a prayer to Osiris, while on the lintel a conventional group of symbols in the centre is flanked on either side by a figure of Anubis and a 'ba'-bird. The name of the lady Sn-snb is incised on the top right corner of the lintel, but the left corner is broken off. On the right and left sides of the naos Rek is depicted worshipping a standing figure of Osiris, in mummiform guise, at whose feet are shown Isis and Nephthys in the form of serpents. On the rear of the shrine there are two registers which cover only the upper part of the surface. The lower half of the back is uninscribed and probably unfinished. In the upper register the overseer of craftsmen Rek is shown seated with the lady Ḥnwt-'Iwnw. Before them is an altar on which are piled offerings and over which his son, the chief goldsmith, Bʒk-n-wrnr. Pouring a libation. Behind Rek and his wife kneel five figures holding lotus-blossoms: his daughter, the chantress of Amun, Mrwt-tʒ-dy, his daughter, the chantress of Amun, Ḥnwt-n-mʒʿt, his son [sic], the chantress of Amun, Ḥnwt-bw-ḫmt.s, his daughter, the chantress of Amun, Ḥʒt-šps(t), and his son P(ʒ)-n-ʿnḳt. The lower register is unfinished as the figures have not been carved and only the text remains. It names Rek, his wife, the lady Seniseneb, his son, the wʿb-priest of Amun, Rek, his daughter, the chantress of Amun, 'ly-m-wnwt, his daughter, the chantress of Amun, Ḥwt-Ḥr, his daughter Ṯwỉʒ, and his son, the wʿb-priest of Amun, 'Inw-šfw. In view of the fact that Seniseneb's name appears on the front of the shrine, there can be little doubt that she was the wife of the overseer of craftsmen, Rek, who thus would have been married twice. The naos is well preserved apart from some loss to the top-left corner and along the edges and bottom, especially at the rear where it has been repaired in modern times. The top and interior of the shrine are rough and unsmoothed. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Aniba (Nubia) (?) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Diameter: 41 centimetres ", " Height: 68.50 centimetres ", " Width: 56 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The joint grave of the overseer of craftsmen Rek and the overseer of craftsmen Bakenwerner (SA 31) has been found at Aniba (G.Steindorff, 'Aniba' II (Glückstadt, 1937), 83, 232-3). Thus Bakenwerner was undoubtedly the eldest son who inherited his father's position. The overseer of craftsmen Rek also appears with a group of officials adoring Ramses II in the rock shrine of the viceroy of Nubia, Setau, at Ibrim. The wʿb-priest Huy, son of the overseer of craftsmen Rek, son of the temple-scribe Ahmose, known from a graffito at Ellesiya is identified as another son of Rek of Aniba, especially as a graffito of Bakenwerner is also known from this site. It has been suggested that the temple-scribe Ahmose may be identical with a temple-scribe Ahmose known from a graffito at Abu Simbel and points out the existence of a scribe Ahmose, son of User, known from the tomb of the latter at Aniba and possibly an inscription at Toshka, but full publication of the Abu Simbel and Ellesiya graffiti shows that the father of temple-scribe Ahmose was named Hatia. With regard to the other children of Rek, Penanuket may be the scribe Pen ... who follows Raka in the shrine of Setau at Ibrim, while the younger Rek might be the owner of grave S49 at Aniba where shabtis of that name without titles were found. Bibliography: S. Sharpe, ‘Egyptian Inscriptions from the British Museum and other sources’ 2nd ser. (London, 1837-55), pl. 82; J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), no. 944; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 196 (no. 714); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press), 274; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 126-8, no. 79(1)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.58-60)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " ba "], "Associated names": [" Named in inscription & portrayed: Rek ", " Named in inscription: Seniseneb ", " Representation of: Osiris ", " Named in inscription & portrayed: Henutiunu ", " Named in inscription & portrayed: Bakenwerner ", " Named in inscription & portrayed: Meruttady ", " Named in inscription & portrayed: Henutenmaat ", " Named in inscription & portrayed: Henutbukhemetes ", " Named in inscription & portrayed: Hatshepsut ", " Named in inscription & portrayed: Penanuket "], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1845"], "Acquisition notes": ["Lot 153,1 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA476"], "Registration number": ["1845,0801.43"]}