{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA22559"], "Description": [" Calcite jar: cylindrical with a wide rim and a flat foot. The vessel bears inscriptions filled with blue pigment. The vertical hieroglyphs give the titulary of Pepy I. On the right is the main cartouche name of the king, his birth name Pepy, with the title \"king of upper and lower Egypt,\" within the cartouche he is also called \"son of Hathor mistress of Dendera.\" The middle name is his Horus name, Merytawy, written in a 'serekh'. The left-hand column gives two of his other names, the 'nebty' or \"two ladies\" name, Merykhet, and the so-called \"Golden Horus\" name, which is not easy to translate but is written with three falcons. The only name missing from the jar is the second cartouche or throne name, Meryre. In one horizontal line at the bottom is repeated twice \"given life and dominion forever.\" "], "Authority": ["Ruler: Pepy I"], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["calcite"], "Technique": [" incised ", " pigmented "], "Dimensions": [" Diameter: 15.80 centimetres ", " Height: 15.30 centimetres ", " Weight: 1.328 kilograms "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This cylindrical jar is of a type which became common for a period in the 6th 1 Dynasty; many vessels with similar inscriptions of Pepy I and Pepy II are known, but few mention other kings. These jars show the skill with which craftsmen of the later 3rd millennium BC could work stones such as calcite. These jars were perhaps luxury productions of royal workshops. Although none have been found in a good archaeological context, they may have been placed in the royal burial or given as marks of favour to important officials of the time. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford, 1979), p.422; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 170-1, pl. on p. 170. A related piece: Christie's New York, Antiquities, Thursday 6 December 2007: no.8 [Auction Catalogue]"], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.170-171)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": [" Named in inscription: Pepy I ", " Named in inscription: Hathor "], "Associated places": [" Named in inscription: Dendara "], "Acquisition name": ["Purchased from: Rev Chauncey Murch (?)"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22559"], "Registration number": ["1890,0412.6"], "Conservation": ["Treatment: 12 Oct 2004"]}