{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74706"], "Description": [" Portrait of a woman in ecaustic on limewood: the upper edge of the panel is broken, and three vertical fissures extend from the broken edge. This painting demonstrates a very sophisticated use of colour on a grey background; the drapery is painted in three tones of purple, with careful shading and highlighting, also used to form the tones of the face. The original wax was remelted by Petrie; a thin layer of paraffin wax was added to conserve the surface. The subject wears a cyclamen purple tunic, apparently draped to fall off the proper left shoulder (the line of the drapery is visible beneath a mantle of slightly darker hue). Both garments are of fine cloth; the mantle is worn over both shoulders. The woman wears gold hoop earrings set with three round emeralds, and two necklaces, of which the upper is set with longer emeralds interspersed with two gold elements, and the lower with small amethysts and a large central emerald in a gold setting, from which hang two pearls. The hair is curly and cut fairly close to the head, with locks falling in front of the ears. The eyes are large, with lightly curved lower lids and arched eyebrows; of refined appearance, the woman's ivory flesh is lightly tinted on the cheeks, with cream highlights on the nose. The style of the hair (especially the locks in front of the ears) "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara, Excavated in 1888 (Petrie AA), found with a male portrait (Petire Y) now in Cairo (CG 33236). "], "Materials": [" lime wood ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Length: 38.20 centimetres ", " Thickness: 0.15 centimetres ", " Width: 20.50 centimetres "], "Curator's comments": [" The skull belonging to the mummy with portrait AA (Petrie's numbering system) is in the Natural History Museum. See J. Picton, S. Quirke & P. Roberts, 'Living Images. Egyptian funerary portraits in the Petrie Museum', Walnut Creek CA 2007, 62 ", " The jewellery suggests a date in the early years of the second century AD. Bibliography: W. M. F. Petrie, 'Hawara, Biahmu and Arsinoe' (1889), 15, 44, frontispiece, n. 9; W. M. F. Petrie, 'The Hawara Portfolio: Paintings of the Roman Age' (1913), pl. 16; A. F. Shore, 'Portrait Painting from Roman Egypt' 2 ed. (1972) , pl. 14; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), 85, no. 218 (bibl.), pl. 54, 2; E. Doxiadis, 'The Mysterious Fayum Portraits. Faces from Ancient Egypt' (1995), 198, no. 41; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 130, 166, 171, pl. 5, 2; E. Doxiadis 1998, 140 no. 13 with pl. p. 47; M. F. Aubert and R. Cortopassi 'Portraits de l'Égypte Romaine' (1998), 106-7 no. 55; Parlasca and Seeman 1999, 130-1 no. 32. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 84 [56]. 'Portraits: De l’Egypte Romaine', Paris 1998, pp.106-107 [55]. S. Walker, 'Ancient Faces', New York 2000, p. 54 [16]. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (37) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.55) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (16) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.131, no.32) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 14 Oct, Bremen 2009 24 Sept-2010 17 Jan, Rome, Scuderie del Quirinale, Pituura Romana 2011 30 May-24 Jul. Spain,Madrid, Museo Arqueologico Nacional. 'Retratos de le Fayum'. Bussac, Claude. "], "Condition": ["fair - upper edge broken; three vertical fissures"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74706"], "Registration number": ["1994,0521.4"], "Additional IDs": [" Miscellaneous number: National Gallery 1263 "], "Conservation": [" Treatment: 24 May 2001 ", " Treatment: 21 Aug 1996 ", " Treatment: 30 Nov 2006 ", " Treatment: 30 Jun 2009 "]}