{"artifact_name": "figure; trial-piece(?)", "Object Type": [" figure ", " trial-piece (?) "], "Museum number": ["EA68860"], "Description": [" Fragmentary limestone head of a royal figure, possibly a sculptor’s model or trial-piece. The king is depicted with a band across the forehead which was likely intended to be topped by a royal headdress or crown. The wide set almond shaped eyes include a thin incised line illustrating the upper and lower eyelids, and the eyebrows are indicated by faint flat ridges along the forehead which converge with the bridge of the nose. The nose is long and slightly hooked and the ears are exaggerated in size. The roundness of the cheeks is conveyed via folds of flesh on either side of the mouth, and there is a notable dimple in the centre of his chin. His thin lips, with a clear cupid’s bow along the upper lip, are also visibly upturned at the outer corners of the mouth to form a subtle smile. The outer edges of the surface on the reverse have been completed behind the ears, and the top of the head has been worked to create a smooth flat surface. At the centre of the reverse a rough recessed strip of stone, now damaged, protrudes from the flat surface and was possibly intended to secure a separately made wig or headdress. The surface of the neck was also carved with a small tenon to be inserted into a separately made body. In addition to the damage along the reverse, there are small chips to the surface of the figure’s face, notably at the left side cheekbone and tip of the nose, and there is discolouration along the left side of the face. The limestone is extremely hard and finely polished. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Technique": ["polished"], "Dimensions": [" Length: 5.60 centimetres (max) ", " Width: 4.30 centimetres (max) ", " Depth: 4.70 centimetres (max) "], "Curator's comments": ["The facial features of this figure shares similarities with known portraits of Ptolemy V; in particular, the eyes, hooked nose and subtle smile is typical of sculpture from the 30th Dynasty. This particular figure originated from Naukratis (Gardner 1888), though its exact context is unknown. Faces of kings in the round were a popular subject for sculptor's models, particularly in the 30th Dynasty and early Ptolemaic Period (on nature and functions of this type of model, see Tomoum 2005; see also Ashton 2014 for a different interpretation regarding king's heads and busts). Though many models would include a flat plane on the reverse with an incised proportional grid, here instead there are deliberate workings to attach the head to a body and possibly a wig; the cream colour of the limestone may have also contrasted with the wig, which could have been made from another material such as a different coloured stone. Similar pieces were also made from plaster and limestone (Tomoum 2005). Sculptor's models of different types were discovered in Naukratis, suggesting the possible presence of such workshop on the site. Such objects are also suggested to have been used as votive offerings and deposited in temples (Silverman 1997), though the full process of such a practice is uncertain. Further Bibliography: S. Walker, P. Higgs, 2000. Cleopatra: Regina d'Egitto (Milan), p. 74, Fig I.62. General Sources: S-A. Ashton, 2014. ‘Limestone and Plaster Royal Sculpture of the Late and Ptolemaic Periods in the Fitzwilliam Museum', in A.M. Dodson, J.J. Johnston and W. Monkhouse (eds.), A Good Scribe and an Exceedingly Wise Man: Studies in Honour of W.J. Tait (London), p. 7-24. D.P. Silverman, 2014. Searching for Ancient Egypt: Art, Architecture, and Artifacts from the University of Pennsylvania Museum (Pennsylvania). N.S. Tomoum, 2005. The sculptors' models of the Late and Ptolemaic periods: a study of the type and function of a group of ancient Egyptian artefacts (Cairo)."], "Bibliographic references": [" Gardner 1888 / Naukratis II (p. 87, no. 3, Pl.XVII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.05) ", " Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (p. 52, Fig. 15) "], "Location": ["Not on display"], "Condition": ["Fair"], "Associated names": ["Representation of: Ptolemy V Epiphanes (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68860"], "Registration number": ["1888,0601.19"], "Conservation": ["Treatment: 05 May 2000"]}