{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10470,35"], "Description": [" 'Book of the Dead', Papyrus of Ani (frame 35): Spell 110 (vignette); spell 148. Life in the Afterworld: Ani has passed judgment and entered paradise. The large scene on the left is the vignette for Spell 110. Ani is shown doing things he is unlikely to have done on earth, not only greeting various gods of the Underworld, but also paddling his own boat in the top register, which is labeled, at the far right, \"Field of Offerings.\" In the second register, he harvests flax and drives oxen over a threshing floor, and he is plowing with oxen in the third, which is labeled over the cattle's backs as the \"Field of Reeds.\" Other captions in the scene make it clear that this is a blessed land, a land of abundance. The labors of Ani, who is here referred to only as Osiris, will ensure provisions for himself and these celestial spirits. Ani will join them soon - already his boat has the same shape as the one in which the sun god travels the sky. The fields are shown as surrounded by water. There are two small islands and an inlet or harbour for one of the boats. It is questionable, however, whether the four large registers should be interpreted as separate islands, since their numbers vary in different compositions. The fields are drawn as a combination of a plan and elevations. The plan takes the form of a highly schematic, and of course imaginary, map. To the right is part of Spell 148 and its vignette. This scene is composed within an architectural framework, as if it is taking place in a temple or shrine. The unrealistically narrow doors, one of which is visible on the left, are open. Inside, Ani prays to the sun god Ra, here shown as a mummiform falcon-headed figure. The cows represented are shown wrapped in red shrouds, each wearing a necklace and a sun disk between her horns. The bull has no signs of divinity. The animals are not named here, though we know their names from other sources. On the other side of this vignette, the four steering oars are depicted, with their names. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Ani (Thebes) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 70 centimetres (frame) ", " Width: 42.20 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Bibliography: 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan, 1999-2000): No 99; N. Strudwick, 'Masterpieces of Ancient Egypt' (London, 2006), 218-21. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 100."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (103) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (24) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 131) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134357) (http://www.trismegistos.org/text/134357) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, fractured, loss Black ink Pigment; faded, copper degradation, loss Backed: brown paper Checked for loan to Japan 1997 Checked for loan to Japan 1999 Checked for loan to USA 2000 Displayed in Room 62 until 1997 Displayed in Room 61 from 1997 to 2000 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: good"], "Subjects": [" ancient egyptian deity ", " cattle "], "Associated names": [" Named in inscription: Ani ", " Named in inscription: Tutu (wife) ", " Representation of: Amun-Ra ", " Associated with: Osiris ", " Representation of: Ra ", " Representation of: Thoth ", " Representation of: Ra-Horakhty "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10470,35"], "Registration number": ["1888,0515.1.35"], "Additional IDs": [" Miscellaneous number: Frame.35 "], "Conservation": [" Treatment ", " Treatment ", " Treatment: 04 May 1999 ", " Treatment: 15 Sep 1997 ", " Treatment: 10 Mar 1999 ", " Treatment: 05 May 1995 ", " Treatment: 27 Sep 2010 ", " Treatment: 27 Sep 2010 ", " Treatment ", " Treatment ", " Treatment ", " Treatment: 24 Aug 1998 ", " Treatment: 10 Mar 1999 ", " Treatment: 23 Jul 1993 ", " Treatment: 29 May 2009 ", " Treatment: 04 May 1999 "]}