{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA45087"], "Description": [" Wooden model of a sailing-boat with crew: the hull is unusually broad in the beam and once painted a creamy pink; the stern is a little higher than the bows. Thick plaster was used as an undercoat to take the paint on the hull. Deck hollowed out to leave low gunwales which merge into slightly raised fore- and after-decks with a deep notch for a steering-oar at the stern. It is painted white with the usual deck-plan marked out in red, showing seven rectangles on each side with a rectangular mast-space, and the plan is continued over the fore- and after-decks; the former has a wooden centre strip which widens at the point of the bows and is curled a little over the edge; it is crossed by alternate black and red stripes, and ends in a black patch at the point of the bows which may represent a leather fend-off. The gunwales are painted red, and there is a red sheer-line painted on the outside; the notch at the stern also is red. The fore-deck is marked off with three spaces each side of the centre strip; the after-deck is divided into two spaces each side, with the space containing the steering-post, just forward of the break of the after-deck, running right across the main deck. The mast and rigging are not preserved, but a square hole in the mast-space shows where the mast was stepped. There is a tall stout steering-post on after-deck; it has a square section with the corners shaved off so as to approximate to an octagon, and is rounded at the top but not grooved. There is now no steering-oar or rowing-oars. Nine figures now remain on the vessel; of these six are squatting cloaked figures representing the owner and his sons (?); the sailors are represented by only three figures. Of the passengers, one sits facing aft on the starboard side of the fore-deck; two more sit side by side facing aft on the second pair of deck-spaces; two are again side by side facing forward just forward of the steering-post. Yet another sits just abaft the steering-post on the larboard side of the after-deck. They have red faces, black wigs, and white over-all cloaks; their eyes are painted on in black and white without black outlines and their heads are cut off flat at the top. The two sailors are on a much smaller scale and are standing with their arms extended in the attitude of hauling on the rigging, with their right legs cut off below the knee to indicate that their feet are well below deck-level, i.e. as if standing on the deck in its true position. Their left legs, which once were slightly in advance of the right, are now missing. These men have red bodies, black wigs, and white skirts, and again the eyes are painted on. The pose of these figures shows that they were working the rigging rather than rowing; between them is a third figure which is smaller still, and seems to represent a young boy. His arms are absent and his legs are barely differentiated. The figures are roughly and summarily carved, and the features are not indicated except for the painted eyes. The squatting figures are probably pegged to the deck; the legs of the sailors fit into holes in the deck and their arms are secured to the shoulders with single pegs. "], "Cultures/periods": [" 11th Dynasty (?) ", " 12th Dynasty (?) "], "Findspot": [" Found/Acquired: Asyut (town), Tomb 35 "], "Materials": [" wood ", " plaster "], "Type series": ["Reisner Type II"], "Technique": [" painted ", " carved ", " plastered "], "Dimensions": [" Length: 54.50 centimetres ", " Width: 12.70 centimetres ", " Depth: 7.60 centimetres "], "Curator's comments": ["R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 34 (1992) p.756, [102]."], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (17) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 224) ", " Stephens 2012 / A Categorisation and Examination of Egyptian Ships and Boast from the Rise of the Old to the End of the Middle Kingdoms (131) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 5 Nov-15 Mar, Valencia, Art Galore 2009 13 Feb - 2023 17 Feb, Brighton Museum and Art Gallery, LT Loan (3 year renewable) "], "Condition": ["Fair. The stern is a little damaged and all gear is lost except for the steering-post; the two sailors have lost their left legs. The paint is in fairly good condition."], "Acquisition name": ["Donated by: Dr David George Hogarth"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA45087"], "Registration number": ["1907,0511.47"], "Conservation": [" Treatment: 26 Aug 2005 ", " Treatment: 11 Jul 1995 ", " Treatment: 05 Aug 2008 "]}