{"artifact_name": "cosmetic-palette", "Object Type": ["cosmetic-palette"], "Museum number": ["EA20792"], "Title": ["Object: The Hunters' Palette"], "Description": [" Fragment of 'The Hunters' Palette': of grey mudstone, decorated on one side only with scenes in low relief. Companies of warriors are shown hunting wild animals, particularly lions. Three men carry the standards denoting different tribes or provinces; the remainder carry their weapons, which include the bow, spear, mace, throwstick and lariat. The rounded objects carried by some of the warriors have been interpreted as bags or shields. One member of the company is attempting to hold a rope which has caught a hartebeest by the horns. Two lions have been hit by arrows and one of the wounded beasts is shown pursuing a man. The arrows are clearly of the flint-tipped variety, with a chisel edge rather than a point. The dress of the men consists of the short kilt with an animal's tail attached at the back; they all wear beards and most have feather headdresses. Apart from the lions, the animals depicted are the gazelle, hartebeest, hare, jackal, ostrich and a species of deer. In the middle of the palette, but slightly offset towards the wider end, is a flat area surrounded by a raised ring, imitating the circular depressions used for grinding eye-paint on functional palettes. At the broad end are two items which have attracted much attention, one being a representation of a shrine and the other a mythical beast consisting of the linked fore-parts of two buffalo. The entire surface of the palette is covered with fine scratches, made in the process of carving the relief. A fragment is missing from the middle of one side, whilst the upper left section is completed by the cast of the Louvre fragment. "], "Cultures/periods": ["Naqada III"], "Findspot": [" Found/Acquired: Amarna, el- (Register) "], "Materials": ["mudstone"], "Technique": ["painted"], "Dimensions": [" Height: 25.80 centimetres (All pieces) ", " Height: 14.20 centimetres (Cast piece) ", " Height: 20.70 centimetres ", " Weight: 0.80 kilograms (Cast piece) ", " Weight: 2.30 kilograms ", " Width: 66.50 centimetres (All pieces) ", " Width: 40 centimetres (Cast piece) ", " Width: 42 centimetres (inc makeup) ", " Depth: 2.40 centimetres (All pieces) ", " Depth: 2.40 centimetres (Cast piece) ", " Depth: 1.80 centimetres "], "Curator's comments": ["One of two fragments at the British Museum with a cast of a third fragment in the Louvre (E.11224). Affixed to 1888,0512.65 and cast of Louvre fragment. For comment on the rounded objects interpreted as sheilds or bags, see W. M. F. Petrie, 'Ceremonial Slate Palettes', 12: L. Keimer, 'Bulletin de l'Institut d'Egypte' 32 (1950), 76ft. See the chisel-edged flint arrowheads in W. M. F. Petrie, 'Royal Tombs of the Earliest Dynasties' II, pl.VI, 13-14. On the meaning of the group comprising a representation of a shrine, mythical beast and link fore-parts of two buffalo, see W. M. F. Petrie, 'Ceremonial Slate Palettes', 13: H. Ranke. 'Alter und Herkunft der Löwenjagd-Palette', 'Sitz. der Heidelberger Akad. der Wiss.' 1925, 12, n. 1; E. Baumgartel, 'The cultures of prehistoric Egypt' II (London, OUP), 97-8; J. Vandier, 'Manuel d'Archeologie egyptienne', I (1), 578. Bibliography (selective): B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), 104 with references. Also J. Vandier, 'Manuel d'Archeologie egyptienne', I (1), 574-9; H. Ranke. 'Alter und Herkunft der Löwenjagd-Palette', 'Sitz. der Heidelberger Akad. der Wiss.' 1925, 3ff and pl. I; U. Schweitzer, 'Löwe und Sphinx im Alten Ägypten', pl.III, 4; H. Asselberghs, 'Chaos en Beheersing: documenten uit aeneolithisch Egypte' (Leiden, 1961), figs. 122-4; K. Michalowski, 'Art of Ancient Egypt', 359, fig. 175; W. M. F. Petrie, 'Ceremonial Slate Palettes', 12-3 and pl.A, no. 3; W. S. Smith, 'History of Egyptian Sculpture and Painting in the Old Kingdom' III (London, 1946), fig. 25; S. Schott, 'Hieroglyphen', pl.II, abb. 3; E. Baumgartel, 'The cultures of prehistoric Egypt' II (London, OUP), 96ff; J. Mellink, J. Filip and C. Vandersleyen, 'Propyläen Kunstgeschichte' 13 (Belin, 1974), 248-9 and pl.211; Budge, 'Sculptured Slabs from Mesopotamia', 'Classical Review' 1890, 322ft; H. Frankfort, 'The birth of civilization in the Near East' (London, 1951) , pl.XIV."], "Bibliographic references": ["Spencer 1980 / Early Dynastic Objects (575)"], "Location": ["On display (G64/dc6)"], "Exhibition history": [" 2012, Apr-Aug. New York, The Metropolitan Museum of Art, Art of Early Egypt. "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Acquisition notes": ["The fragments were acquired by purchase in Egypt from an unknown source. They were registered with the provenance marked as 'Tell el-Amarna', probably due to confusion with other objects acquired from that site at the same time. Over thirty years after their acquisition, Budge stated their provenance to be Abydos ('By Nile and Tigris : a narrative of journeys in Egypt and Mesopotamia on behalf of the British museum between the years 1886 and 1913' I (London, 1920), 338)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20792"], "Registration number": ["1888,0512.66"]}