{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA494"], "Description": [" Lower portion of a limestone squatting statue. The upper body is now lost, but he wears a short kilt belted at the waist. The fringed detail of the belt is still visible across the back of the figure. Across the top of his clothing at least ten horizontal lines of text have been inscribed, though the outer edges of each line are now obscured. The figure likely held his arms by his sides with the hands at his lap, however the stone has been heavily damaged on either side of his clothing. His right knee is visible and is laid flat, showing that he originally sat cross-legged. At his lower right leg is further fringed detail of his clothing. Across the right side of his clothing are a further seven horizontal lines of incised text, undefined by a border and reading from right to left. The left side of his body clearly also had a similar layout of inscription, though only the upper portion of five lines of incised text nor remains. On the reverse next to these remaining signs is a single brief vertical line of inscription. The statue has been broken from the waist, the left side damaged, and much of the original base now lost. The object is supported on a thick modern base. "], "Cultures/periods": ["Middle Kingdom (late)"], "Excavator/field collector": [" Excavated by: Henri Édouard Naville ", " Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["limestone"], "Dimensions": [" Height: 29 centimetres (max) ", " Width: 25 centimetres ", " Depth: 30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" This figure was found during the EES excavations at Deir el-Bahari. Indurated limestone of this type was not commonly used within Middle Kingdom sculpture but became much more typical within the early 18th Dynasty. Therefore this is more likely to be an archaising piece dating to the early 18th Dynasty. A range of other votive statue fragments from the New Kingdom were also found within the temple site, including other figures made from indurated limestone. What survives of the inscription contains prayers to several deities including Osiris, Re, and Amun-Min. There is also a reference to the land of Punt. Further Bibliography: E. Naville, 1913. The XIth dynasty temple at Deir el-Bahari Vol. III. (London), Pl. IV, 6. ", " Published: HTBM 4: Plate 50 PM II (2): p.393 "], "Bibliographic references": ["Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 393)"], "Location": ["Not on display"], "Condition": ["incomplete - upper body and right knee lost"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA494"], "Registration number": ["1904,1008.59"]}