{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1816"], "Description": [" Mudstone statue of Ramses IV: a kneeling figure of Ramses IV wearing the 'nemes' head-dress and 'shendyt' kilt. On his right shoulder is incised his prenomen, and his nomen is carved on his left shoulder. His prenomen is also incised in an oval in the centre of the girdle of his kilt. The back pillar bears two columns of incised hieroglyphs giving the king's names with epithets. Fragments of the king's name and titles remain on the right and left sides of the base. At the top of the base there are the remains of inscriptions on the right and left sides. The front part of the statue including the front of the base, knees and hands of the figure are lost and have been restored in recent times with a 'nw'-bowl in each hand. The rear of the base and the bottom of the back pillar have also been lost and recently restored. The nose and uraeus of the figure have been damaged. The surviving portion of the back pillar is worn in places. There are no traces of colour. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["greywacke"], "Technique": ["incised"], "Dimensions": [" Height: 128.50 centimetres ", " Weight: 70 kilograms ", " Width: 50 centimetres ", " Depth: 32 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: C. W. Chute, 'A History of the Vyne in Hampshire' (Winchester, 1888), 160; The British Museum, 'British Museum Quarterly' 22 (1960), 75-7; C. Ziegler, 'The Pharaohs' (Venice, 2002), p. 416 [77]; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), 72; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press), 325."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.29)"], "Location": ["On display (G4/B10)"], "Exhibition history": [" Exhibited: 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2013 Jan - 2012 Oct , Shanghai, China, Treasure:The Human Form 2018-2019 12 Oct-13 March, Leiden, Rijksmuseum van Oudheden, The gods of Egypt "], "Condition": ["Incomplete. The front part of the statue including the front of the base, knees and hands of the figure are lost and have been restored in recent times with a 'nw'-bowl in each hand. The rear of the base and the bottom of the back pillar have also been lost and recently restored. The nose and uraeus of the figure have been damaged. The surviving portion of the back pillar is worn in places."], "Associated names": ["Named in inscription & portrayed: Ramses IV"], "Acquisition name": ["Purchased from: Sir Charles Chute, 1st Baronet (Executors of)"], "Acquisition date": ["1958"], "Acquisition notes": ["The statue entered the Chute collection prior to 1754 when it is mentioned in an inventory, and it may have been acquired in Italy in the early eighteenth century."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1816"], "Registration number": ["1958,1108.1"], "Conservation": [" Treatment: 21 Aug 2002 ", " Treatment: 30 Sep 2003 ", " Treatment: 17 Jul 1991 ", " Treatment: 09 Nov 1984 "]}