{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA27577"], "Description": [" Fragmentary solid-cast figure of Neith in copper alloy, fixed on an inscribed hollow-cast plinth. Figure broken off at ankles; deity depicted standing on small rectangular base, in striding pose; base partly detached from the larger hollow-cast rectangular plinth into which it is inserted by a thick rectangular tang. The larger plinth bears incised decoration: on the top surface, nine bows incised; on the front, a squatting figure wearing the Red Crown (probably the goddess Neith), upon an open lotus flower, between two winged goddesses, with star-filled band or sky-hieroglyph above; the other three sides of the large plinth bore a hieroglyphic dedicatory inscription to Neith, now partly lost. "], "Cultures/periods": ["Late Period"], "Production date": ["500 BC - 350 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' "], "Materials": ["copper alloy"], "Technique": [" solid-cast (figure itself) ", " incised ", " hollow-cast (plinth) "], "Dimensions": [" Height: 3.15 centimetres (plinth) ", " Height: 6.20 centimetres (total) ", " Length: 6.60 centimetres (base) ", " Length: 13.50 centimetres (plinth) ", " Width: 3.30 centimetres (base) ", " Width: 5.55 centimetres (plinth) "], "$Inscriptions": [" "], "Curator's comments": ["This partially preserved figure of Neith was discovered in the cache of bronzes in a building located in the southern part of the town. It does not appear in the content of the hoard listed in the publication of Petrie (Petrie 1886, 41-42). However, Petrie mentioned in his journal, a ‘box-stand inscribed’ among the bronze finds (Masson forthcoming), which corresponds to this specimen. The cache was probably made around the late 5th-early 4th c. BC, but some bronzes from this cache could be earlier in date (Masson 2015). This figure probably belongs to the type 136 (or maybe the rarer type 137?) in the typology of bronzes by K. Weiss, with Neith represented standing in a striding pose (Weiss 2012, 242-243, 693-698, Taf. 35d-i). This type is particularly well documented in Sais where Neith was the patron goddess, but also in the Memphite region and a few more attestations in Bubastis and Athribis (Weiss 2012, 243). Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81."], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.189) (phase 3) ", " Masson 2015 / Cult and Trade A reflexion on Egyptian metal offerings from Naukratis (76, fig. 3.6) "], "Location": ["Not on display"], "Condition": ["Poor, incomplete and corroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription: Neith"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27577"], "Registration number": ["1885,1101.74"], "Conservation": ["Treatment"]}