{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1429"], "Description": [" False door panel of Nyankhra: part of the limestone false door. In the central panel Nyankhra is shown in sunk relief seated before an offering table. The caption for the offering table is presented as if part of the pictorial scene, and reads in vertical lines. The hieroglyphs for the items are piled up under the offering table, and the word for 'fowl' is written with an usually full representation of the hieroglyph; usually only the head of a bird is portrayed, rather than the body. Beside Nyankhra his name is written in a vertical line in the same direction as his figure, which is the determinative to his name. The lintel and drum carry Niankhre's name and principal title; the central panel of the doorway has a short ḥtp-di-nsw formula and both jambs carry offering-lists. Each jamb has 24 entries arranged in six rows. The signs are carved in good sunk relief. No colour remains. "], "Cultures/periods": ["5th Dynasty (mid)"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 60 centimetres (case;.48) ", " Length: 34 centimetres (case;.49) ", " Width: 41 centimetres (case;.48) ", " Width: 25.50 centimetres (case;.49) "], "$Inscriptions": [" ", " "], "Inscription subject": ["religious"], "Curator's comments": ["This type of scene represents the practice of the funerary cult, where food offerings were invoked for the dead before the false door of the tomb chapel. From the 5th Dynasty mastaba of the Superintendent of the Hairdressers of the Palace, Niankhre, at Saqqara, east of the Step Pyramid. Other fragments from his tomb are in the British Museum, the Egyptian Museum, Cairo, Macquarie University, Sydney, and the Field Museum of Natural History, Chicago. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Part 2) (Oxford: Clarendon Press), 586; T.G.H.James, 'Hieroglyphic Texts' l (Part 2) (London, 1961), pl. 26; N. Kanawati,'An unpublished door jamb from Dynasty 5', Göttinger Miszellen' 100 (Göttingen, 1987), 41-3."], "Bibliographic references": [" Scott-Moncrieff 1911 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 1. (Pl.25) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (34) ", " James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.26) "], "Location": ["On display (G62/dc18)"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1429"], "Registration number": ["1908,0411.48-49"]}