{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14466"], "Description": [" Bronze standing figure of Khonsirdis: he is shown here as a priest with a shaven head and a leopard-skin vestment. In his proper left hand he holds the base of a statue that he supported with his right hand. That figure, made separately, is now lost but it was undoubtedly an image of Osiris. Khonsirdis's figure is covered with a wealth of incised detail, but apart from silver inlay in the eyes, there is apparently no evidence of precious metal inlays. On his proper right shoulder is a cartouche of Psamtek I and above his right breast a figure of Osiris in profile facing right. The leopard skin is here clearly an imitation, probably in cloth: the spots are shown as rows of circles, the \"paws\" are neatly fitted at the hips, and the tail hangs down behind. A band over the left shoulder, of a kind frequently represented on these vestments during the Twenty-fifth and Twenty-sixth Dynasties, gives Khonsirdis' names and titles and again names his king. Although his long kilt is elaborately pleated and has a stiffened front panel, it is narrow and relatively simple, more in the style of the Middle Kingdom than the New Kingdom. A narrow strip down the centre of the panel continues Khonsirdis' inscription, interrupted by a vignette that shows him worshiping Osiris. Thus the figure he held must have represented that god. Since there seems to have been relatively little modeling, as opposed to engraved detail, the figure's large navel and the trench-like depression leading down to it are very noticeable, though these details would have been largely hidden when the image of Osiris was in place. The figure's broad shoulders and long limbs increase the sense of monumentality in this large bronze. "], "Authority": ["Ruler: Psamtek I"], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" bronze ", " silver "], "Technique": [" inlaid ", " incised "], "Dimensions": [" Height: 40 centimetres ", " Weight: 4.40 kilograms ", " Width: 10.70 centimetres ", " Depth: 13 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 789. Bibliography: C. Hornemann, ‘Types of Ancient Egyptian Statuary II’ (Copenhagen, 1957), pl. 283; G. Pinch, 'Magic in ancient Egypt' (London, 1994), p. 71, fig. 35; S. B. Shubert, 'Realistic Currents in Portrait Sculpture of the Saite and Persian Periods in Egypt' JSSEA 19 (Toronto, 1989), pp. 27-47, pls. 9-20. J. Taylor, Mummy the inside story, London 2011, p. 14. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 94-5."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (130)"], "Location": ["Not on display"], "Exhibition history": [" 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["incomplete - figure of god lost"], "Associated names": [" Associated with: Osiris ", " Named in inscription: Psamtek I ", " Named in inscription & portrayed: Khonsirdis "], "Acquisition name": ["Donated by: Dr Harry Reginald Holland Hall"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14466"], "Registration number": ["1928,0524.1"], "Conservation": [" Treatment: 12 Nov 1993 ", " Treatment: 11 Aug 1981 "]}