{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA968"], "Description": [" Head from a black granite group statue. The male figure wears a double wig with a tight underlayer of curls. This wig partially covers his ears, and is set low on the forehead. His eyebrows are modelled in raised relief, and his eyes are almond shaped with a thin incised line for his upper eyelid. At the outer corners of his eyes is a short cosmetic line. His nose is damaged, though the outline of the slim bridge of his nose is still visible. His mouth is also damaged, but the outer corners are still intact. His lips appear thick and pursed together. There are further gouges to the face around the chin, but the jawline is rounded and fleshy. The head is broken at the edges of his wig. On the reverse, below the left edge of his wig are hieroglyph signs that suggest he had text inscribed across his body. There is also the left side portion of a broad back-pillar or high-backed seat, which is inscribed with eight columns of incised text. The right edge of this is damaged, obscuring the upper portion of four of these columns. The layout and break of the back-pillar suggests that it was originally much larger, indicating that this was most likely a group statue. There are a number of abrasions to the head and wig. The object is now supported on a tall modern base. "], "Cultures/periods": ["18th Dynasty (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 26 centimetres (max) ", " Width: 31 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": [" The head is described as being from Thebes, although a precise provenance is not known (PM I:II); this is further supported by the dedication to the god Amun-Re-Horakhty in the back-pillar inscription. Further Bibliography: H.M. Stewart, 1957. ‘A Possibly Contemporary Parallel to the Inscription of Suty and Hor’, Journal of Egyptian Archaeology, Vol. 43, p. 3-5, Fig. 1. ", " PM I Part 2: p.790 "], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 147-148, no. 526) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 790) "], "Location": ["Not on display"], "Condition": ["incomplete - one head only"], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA968"], "Registration number": ["1875,0810.11"], "Additional IDs": [" Miscellaneous number: BS.968 (Birch Slip Number) "]}