{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14397"], "Description": [" Fragmentary stone figure of a royal or divine woman, the lower body and base now missing. She wears a smooth wig which sits at the shoulders and extends down onto her back. At the forehead is the body of the uraeus cobra, it’s head now lost. The top of her wig is flat and a circular socket is visible which would have been used to secure a separately made headdress or crown, which is now missing. The face is particularly rounded and fleshy around the cheeks and jawline, with slim eyes and long thin eyebrows. The nose is long and broad while the mouth is full with thick lips. The outer corners of the mouth are slightly upturned to suggest a small smile. Traces of white colour are visible across the wig and shoulders. There is no clear indication of the clothing worn across the upper body. She held an object across the body, only the upper part now remains. In addition to the loss of the lower body, the arms and hands are also partially broken off. There are numerous scratches and chips to the stone surface particularly around the wig and on the sides of the body. The top of the object the figure holds in her hands is also damaged. The object is now attached to a small modern base. "], "Cultures/periods": ["Third Intermediate (possibly 25th Dynasty)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["calcite"], "Dimensions": [" Height: 6.49 centimetres (max) ", " Width: 5.11 centimetres ", " Depth: 4.10 centimetres "], "Curator's comments": ["This is an unusual figure which is difficult to identify but likely represents an archaising piece from the late Third Intermediate Period, possibly the 25th Dynasty. It is also difficult to identify the object held in the hands – its small size perhaps precludes an object like a stela, offering table or naos shrine, however its fragmentary status also means it is difficult to determine the full shape, for instance whether it may have represented a vessel for libations. Further there is no suggestion of a curved rim that we would expect for such a container. The wig almost resembles the ‘bag wig’ style found in elite male sculpture from the 26th Dynasty, though this includes a flat surface along the top for a headdress or crown and the back is much longer. One possibility could be that this figure represented a God’s Wife of Amun, an important political and religious role that gained new levels of importance during the latter phases of the Third Intermediate Period particularly under the Nubian kings. While the rounded face and broad features also recall a 25th Dynasty date, it is difficult to find comparable examples of the God’s Wives adopting such a wig style."], "Location": ["Not on display"], "Condition": ["incomplete - upper part only"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1882"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14397"], "Registration number": ["1882,1127.75"]}