{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA972"], "Description": [" Limestone stela of Ty: this round-topped stela bears a scene in sunk relief with incised texts. The High Priest of Ptah, Ty, is seated on the left behind an altar of offerings. On the right stands his son, the lector-priest of Bast, Say, with one arm raised and holding an incense-burner in the other. Beneath this scene there were four horizontal lines of text, of which only two are now partially preserved, containing a prayer to Ptah and Osiris on behalf of the High Priest of Ptah, Ty, son of the God's Father of Ptah, Ḥr. The upper part is badly worn and much of the surface of the lower part of the stela is lost. There are no traces of colour. "], "Cultures/periods": ["18th Dynasty (late)"], "Findspot": [" Found/Acquired: Saqqara (Memphis) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 74 centimetres ", " Weight: 56 kilograms ", " Width: 47 centimetres ", " Depth: 10.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The lower part of this stela was already lost when it entered this collection in 1875, but, fortunately, Sir John Gardner Wilkinson made two copies of the text when it was still intact and in the possession of A. C. Harris. The High Priest of Ptah, Ty, also called Ptahemhat, is known from several other monuments, all probably from his unlocated tomb at Saqqara (J. Malek, 'Göttinger Miszellen' 22 (1976), 43; C.Maystre, 'Revue d'Égyptologie' 27(1975), 175-9). A companion stela of almost identical dimensions, once in the Amherst collection, had a similar text with a dedication to Ra-Horakhty and Atum (Malek, op. cit., 43-6). The tomb of Ty is usually dated to the reign of Tutankhamun or Ay (A. Schulman, 'Journal of the American Research Center in Egypt' 4 (1965), 55-68; Maystre in 'Ägypten und Kusch' (Berlin, 1977), 303). This dating can be reconciled with the Berlin genealogy of the High Priests of Ptah where Ty is said to have flourished in the reign of Horemheb if the suppression of the Amarna pharaohs is taken into account (L. Borchardt, 'Die Mittel zur zeitlichen Festlegung von Punkten der ägyptischen Geschichte und ihre Anwendung' (Cairo, 1935), 99 and 104). However, the accuracy of this later account for the Eighteenth Dynasty is questionable since Ty is there described as a son of the God's Father of Amun, Sokaremsaf, whereas the contemporary stelae name his father as the God's Father of Ptah, Hori, unless these references are to one and the same man with two names (as Ty/Ptahemhat had) and two titles. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 241 (no. 876); C. Maystre in E. Endesfelder et al., ‘Ägypten und Kusch' (Berlin, 1977), 303-7; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), 711; Translation in C. Maystre, 'Les grands pretres de Ptah de Memphis' (OBO 113): p.279."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.8)"], "Location": ["Not on display"], "Condition": ["This stela is in a poor state of preservation. The upper part is badly worn and much of the surface of the lower part of the stela is lost."], "Associated names": [" Named in inscription & portrayed: Ty ", " Named in inscription & portrayed: Say (son) ", " Named in inscription: Hor (father) ", " Named in inscription: Ptah ", " Named in inscription: Osiris "], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA972"], "Registration number": ["1875,0810.18"]}