{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1785"], "Description": [" Red quartzite seated statue of Ankhrekhu; text on cloak and throne. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1850BC-1830BC (c.)"], "Findspot": [" Found/Acquired: Abydos (?) "], "Materials": ["quartzite"], "Dimensions": [" Height: 71 centimetres ", " Width: 45.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" See PM viii, p. 378. Franke, Personendaten, 249 (388), associating him possibly with two offering tables. Bibliography: M. Marée in N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 106-7. ", " Strudwick N 2006 Rehuankh (called Ankhrehu in older publications) was mayor of an unnamed town, no doubt Abydos. The statue must have been the centrepiece of a tomb chapel in the town's Northern Necropolis, where two offering tables of the same man were also discovered. One, now in Cairo (CG 23045), was found by Auguste Mariette; the other, now in Kyoto, was excavated by W.M.F. Petrie. In addition to Rehuankh himself, both tables commemorate an extraordinary number of relatives and associates. His brother, mother and maternal relatives also appear on a stela whose relevance in this context has hitherto been overlooked (Cairo Museum, CG 20582); it too was found by Mariette in the Northern Necropolis and undoubtedly comes from the same family chapel. As usual with late Middle Kingdom mayors, Rehuankh bears the additional title of 'overseer of god's servants', indicating managerial responsibility for his town's temple. His close involvement with its daily affairs is stressed by the inscriptions on the statue's robe and seat. Besides familiar titles such as 'senior lector', they contain effusive, title-like phrases emphasizing his care for a steady flow of offerings. We are left in no doubt as to where in Egypt this temple was sited. The cult recipient is identified as the 'Great God' and 'Lord of Eternity', in clear allusion to Osiris, and he is also called Rehuankh's 'lord'. There is also a reference to unnamed subsidiary gods 'who are in their shrines'. Rehuankh calls himself the 'god's sealer in the neshmet-boat', linking him to the sacred barque used in Abydos to carry Osiris' cult statue in festive processions. This is a unique variant of the regular title 'god's sealer', which on the Cairo offering table is borne both by Rehuankh and, in a secondary inscription, by his eldest son, who clearly inherited this office. A full string of 'prefix titles' assigns supreme status to Rehuankh, on a par with Egypt's top officials. This is no surprise, since he administered a sacred and flourishing pilgrimage town. Rehuankh's importance is underlined by the high artistic quality of the statue and its relatively large size for a private subject at this time. It is also significant that the statue is of quartzite, a rare, hard stone from quarries as far away as Heliopolis, which had only begun to be used for some private statues in the late Middle Kingdom. The sculptor undoubtedly belonged to a royal workshop and the statue may have been carved in the north and then shipped to Abydos. Stylistic features date it to the reign of Senwosret III or the early years of Amenemhat III. This agrees with the date of the Kyoto offering table, which comes from a well-attested sculpture workshop based at Abydos itself and active during Amenemhat's reign. Rehuankh's long robe is not specific to his mayoral office but a common feature in male private sculpture from the mid-Twelfth Dynasty onwards. His shoulder-length wig likewise reflects the fashion of his day. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.106-107)"], "Location": ["On display (G4/B19)"], "Exhibition history": [" 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. "], "Condition": ["good"], "Acquisition name": ["Bequeathed by: Lady Coote"], "Acquisition date": ["1944"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1785"], "Registration number": ["1944,1209.1"], "Conservation": ["Treatment: 20 Feb 2015"]}