{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2348"], "Description": [" Fragmentary steatite male figure, part of the head and the lower body now lost. The figure wears a shoulder-length striated wig, set low on the forehead and tucked behind the left ear. His eyes are narrow and almond shaped, with a heavy upper eyelid. A partial elongated cosmetic line is visible at the outer corner of the left eye. His eyebrows are modelled in raised relief and sit slightly asymmetrically on the brow. His nose is broad with a visible line at either side of the nostrils indicating a small fold of flesh. There is a trace of a cupid’s bow above the thick upper lip. The mouth is wide with fleshy lips, and the outer corners of his mouth upturned into a slight smile. His face is particularly wide around the mouth and jawline. His collar-bone is elongated and modelling of the musculature of the chest and abdomen is clear across the bare upper body. The waist is narrowed with a slight bulge around the hip area. A thick belt is visible around the waist, though the garment is now broken off at the lower body. The remaining outline of the now missing left arm and the partially intact right upper arm suggests that the arms were held at the sides of the body. On the reverse is part of the left section of a slim back-pillar, extending to the edge of the wig. Originally the back-pillar had two thin columns of inscription as indicated by the remains of a thin border at the very top, however the right side portion of the inscription is now missing. In addition to the damage to the top of the head, wig, and left arm, the right arm is also missing from the elbow. The object is now attached to a small modern base. "], "Cultures/periods": ["Late Period ((?))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 14 centimetres (max) ", " Width: 7.50 centimetres ", " Depth: 5.08 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The muscular form of the upper body, broad facial features and the fleshiness of the face around the nose and mouth may indicate a Late Period date, possibly within the 25th or early 26th Dynasty. The reference to Amun within the surviving back-pillar text may indicate a Theban provenance. The various gouges to the right side of the back-pillar suggest deliberate damage."], "Location": ["Not on display"], "Condition": ["incomplete - lower part lost"], "Associated names": ["Named in inscription: Amun"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2348"], "Registration number": [".2348"], "Additional IDs": [" Miscellaneous number: BS.2348 (Birch Slip Number) "]}