{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA12334"], "Description": [" Part of a polychrome glazed composition tile bearing a relief representation of the head and upper body of a Libyan prisoner with a pointed beard, side-lock and bound hands (one lost). The rest of the hair and the lower half of the body are missing. The face and right arm are yellow-beige in colour, but the left arm is coated with a layer of white. The eye is outlined in black. The groove on the right side of the neck likely held an ornamental body strap. The head and body were composed of separate pieces, joined at the base of the neck. There are many traces of bright blue faience on the top layer of the base, which probably originally formed a blue background to the figure. The back of the tile is very flat with a smooth finish. "], "Findspot": [" Excavated/Findspot: Tell el-Yahudiya "], "Materials": ["glazed composition"], "Dimensions": [" Length: 12.10 centimetres (max) ", " Weight: 0.24 kilograms ", " Width: 9.49 centimetres ", " Depth: 3 centimetres "], "Curator's comments": ["This tile was one of many found in the remains of the palace of Ramses III at Tell el-Yahudiya. These tiles arguably display a greater variety of pose, scale, and detail than their counterparts from Medinet Habu, the mortuary temple of Ramses III, and include some of Egypt's most accomplished works from this final era of polychrome glazed composition. Petrie’s excavations at Tell el-Yahudiya uncovered a palace of Ramses III, including a large red granite column base, calcite pavement blocks, and remnants of glazed tiles, as well as calcite decorative inlays featuring the cartouche of Ramses III and fragments depicting human and leonine elements (Petrie 1906, 8, 17, pl. 16A). Unlike some of the other foreigners shown on the tiles, the Libyan tribes were a real threat to the Egyptians in the period of Ramses III, and much wall space at Ramses Ill's temple at Medinet Habu depicts battles involving this group. The prisoner tiles from Tell el-Yahudiya were probably positioned in the same way as those at Medinet Habu, where the architectural context is well preserved, that is, set into the wall at the base of an area where the king appeared before the public. The tile is made of a glazed composition, also known as faience. The body of the tile was likely shaped with a mould, and the inlays may have been added by applying the paste freehand or using a shallow mould. Bibliography: PM IV (Oxford, 1934), p. 57; D. Arnold, ‘The encyclopaedia of ancient Egyptian architecture’ (London, I. B. Tauris, 2003), pp. 20-1; British Museum, ‘A guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room’ (London, British Museum, 1922), pp. 146-7; F.D. Friedman, ‘Gifts of the Nile: Ancient Egyptian Faience’ (London, Thames and Hudson, 1998), nos. 51, 54-6; W.C. Hayes, ‘Glazed Tiles from a Palace of Ramesses II at Kantir’, (New York, Metropolitan Museum of Art, 1937); G. Maspero, ‘L’Archaéologie Égyptienne’, (Paris, Quantin, 1887), pp. 257-9."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["incomplete - head and torso only"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12334"], "Registration number": ["1871,0619.347"], "Conservation": ["Treatment: 17 Mar 2011"]}