{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA32199"], "Description": [" Sycomore fig wood stela of Nesshutefnet: this large round-topped stela is divided into two sections. There is one scene in the upper register. At the top is a winged sun-disk with uraei. Osiris stands in the centre and is followed by Isis and Nephthys. Anubis on the right makes an offering to him and is followed by the deceased who raises his arms in adoration. The second section consists of nine lines of garbled text containing a prayer to Osiris, Isis, Nephthys, and Anubis on behalf of the prophet of Horus Nesshutefnut, son of Pʒ-dỉ-Ḥr-smʒ-tʒwy. The stela is well preserved apart from many gouges on the surface and some cracks on the sides and rear. There is a thin red border along three sides of the stela. The background of the upper scene is white. The disk is red with brown uraei. The tripartite wings are blue, now much faded in the upper section, brown with black dots in the middle, and green with black stripes in the lower section. The hieroglyphs below are green, red, and blue. The deceased has a red body, white gown outlined in black with black-dotted lower border, green collar, and white cap. The body of Anubis is blue with a black face, red wig, brown and green kilt with black details, and a white vessel in his hand. The body of Osiris is red, his collar green, his hands, face, sceptres, and crown brown, and the feathers on his crown are white with black details. Isis and Nephthys have brown bodies, green collars, blue wigs, brown head-dresses, and green and red dresses with black decoration respectively. The panels for the hieroglyphs are red with black borders except for the lower farthest left which is green. Only one has been inscribed in black. The text in the second section is black on a yellow background between red lines. The sides apart from the bottom have been painted yellow and the back has been lightly plastered in white. There are spaces for two pedestals at the bottom of the stela. At the top there are two holes for the attachment of a ba-bird whose feet have been painted in black. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Excavated/Findspot: Edfu, Edfu provenance questioned, see Stadler 2022, 422. (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 61.50 centimetres ", " Weight: 1.90 kilograms ", " Thickness: 6 centimetres ", " Width: 34 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " private ", " religious "], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 79 (no. 107); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), no (no. 19); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 251-2. Stadler, M.A. 2022. A New Version of the Beginning of the Book of Traversing Eternity: The Hieroglyphic-Demotic Funerary Stela of Pakhom, Son of Lykos, from Edfu (22 March 18 BCE [greg.]), in One Who Loves Knowledge. Studies in Honor of Richard Jasnow, Bryan B. et al. (eds), Columbus, p. 422."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.96)"], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nesshutefnet (deceased) ", " Named in inscription: Padihorsmatawy (father) ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Anubis ", " Named in inscription: Horus "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32199"], "Registration number": ["1899,1016.1212"], "Conservation": ["Treatment: 18 Mar 2014"]}