{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA66422"], "Description": [" Sycomore fig wood stela of Ikhonsshedef: at the top of this round-topped stela appear a curved sky-sign and a winged sun-disk. The deceased stands on the right with his hands raised in adoration before an altar of offerings. Behind it stand Ra-Horakhty and Isis. The texts above the figures name the prophet of Amun, Nht.f-Mwt, Ra-Horakhty, and Mut (sic). The scene is bordered by a 'was'-sceptre on each side. Below the scene are three lines of text which contain a prayer on behalf of the ỉt-nṯr priest of Amun, Ikhonsushedef son of the fourth prophet of Amun, Nakhtefmut. Apart from slight cracks on the surface and slight damage along the edges, the stela is well preserved. The background of the stela is buff-white with a blue sky-sign at the top. The sun-disk is red with green uraei. Its upper wings are buff with black dots and a blue-green upper edge; while the lower wings are blue-green with feathers indicated in black and edged in red. The human figure has a red body with black features, a blue cap, green cone and collar, and blue-green kilt. The altar is blue-green with red and blue-green offerings. The god has a white face with black features, blue wig, red fillet, white crown, with blue-green feathers, green shoulder, red body, and green hands and sceptre. The goddess has a blue-green body and head-dress, red dress and fillet, blue wig, and black features, and holds a red and blue-green flower. The sceptres are green. The hieroglyphs are black on the buff background divided by blue lines. The sides and back of the stela are plastered. "], "Cultures/periods": ["25th Dynasty"], "Excavator/field collector": ["Field Collection by: Robert Curzon, 14th Baron Zouche"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 37.20 centimetres ", " Weight: 1.475 kilograms ", " Thickness: 3 centimetres ", " Width: 25.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.24-25)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Ikhonsshedef (deceased) ", " Named in inscription: Nakhtefmut (father) ", " Named in inscription & portrayed: Ra-Horakhty ", " Named in inscription & portrayed: Isis (incorrectly named as Mut) ", " Named in inscription: Mut (incorrect name) "], "Acquisition name": ["Bequeathed by: Robert Curzon, 14th Baron Zouche"], "Acquisition date": ["1917"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66422"], "Registration number": ["1979,0108.51"], "Conservation": ["Treatment: 27 Mar 2014"]}