{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1272"], "Description": [" Limestone false-door fo Khenu: the upper part of the false door, including the cornice, is lost; at the top of what is preserved is the greater part of a panel bearing figures of the deceased and his wife seated on either side of an offering-table. Below this panel is the lintel of the actual false doorway with two lines of text containing the titles of Khenu; the left end of this lintel has a seated figure of Khenu. His titles are also inscribed on the right and left inner jambs of the door; the outer jambs carry standard offering-texts, that on the right jamb including a list of feast-days. The text also includes the cartouche of Menkaura. The inner and outer jambs have at the bottoms standing figures of Khenu. The whole doorway is carved in good quality low relief; for false doors sunk relief is regular. Much of the top and bottom of the stela is lost and there has also been some loss along the lines where the stela was cut into smaller pieces for transport. What remains is in moderate condition only; the surface is much rubbed and there has been additional surface disintegration through the action of salt. No colour remains. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Giza (Memphis) (probably) "], "Materials": ["limestone"], "Dimensions": [" Height: 175 centimetres (max) ", " Thickness: 19 centimetres ", " Width: 110 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press) p. 66; Part 2, 306."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.9)"], "Location": ["Not on display"], "Condition": ["Much of the top (now repaired) and bottom of the stela is lost and there has also been some loss along the lines where the stela was cut into smaller pieces for transport. What remains is in moderate condition only; the surface is much rubbed and there has been additional surface disintegration through the action of salt."], "Associated names": ["Named in inscription: Menkaura"], "Associated objects": [" cast (EA90871,a) ", " cast (EA90871,b) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1272"], "Registration number": ["1898,0312.209"]}