{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA20760"], "Description": [" Bronze menat-counterpoise amulet: this fine openwork amulet with details incised on both faces depicts the goddess Hathor in three separate manifestations. At the top she is in human form wearing a crown composed of upreared cobras. On one face the throne name of King Amenhotep III (Nebmaatre) is written in a cartouche just below her wig. On the other face the goddess's own epithet \"Mistress of the sycamore fig\" appears in the same place. The shaft of the counterpoise takes the form of Hathors fetish, which represents the handle of a sistrum or rattle. Here the goddess is characteristically frontally faced with cow's ears. The fetish stands on the hieroglyph for \"gold,\" a reference to Hathor's epithet \"the Golden One.\" In the roundel she takes the form of a cow, archetypal mother, wearing a sun disc between her horns (she was daughter of the sun god), and sailing through the marshes of the delta in a papyrus skiff. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Production date": ["1390BC-1352BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["bronze"], "Technique": ["incised"], "Dimensions": [" Height: 14.70 centimetres ", " Weight: 0.082 kilograms ", " Width: 4.83 centimetres (roundel) ", " Depth: 0.31 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["A counterpoise was worn between the shoulder blades to counterbalance the weight of a heavy collar worn over the chest. This type of counterpoise, is an elaborate version of the basic pendulum shaped example which was attached by a single bead string strap to a specific form of collar called a menyet, originally worn by priestesses of Hathor. Its mass of loosely strung rows of beads were shaken to produce a musical sound during the worship of the goddess, although the menyet came to be carried by all high ranking women as a symbol of their non-secular duties.The menat had connotations of fertility and birth, hence rebirth and fruitfulness in the afterlife. The counterpoise, however, because of the position in which it was worn on the body, was particularly associated with magical protection. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 272-273 No 85; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.550."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.210-211) ", " Andrews 1990 / Ancient Egyptian jewellery (40a) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image 2022 19 May – 25 Sept, London, British Museum, Feminine Power "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Amenhotep III (?) ", " Named in inscription & portrayed: Hathor "], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20760"], "Registration number": ["1888,0512.69"]}