{"artifact_name": "model group", "Object Type": ["model group"], "Museum number": ["EA45197"], "Description": [" Painted wooden model group of two male figures, one tending a fire, the other kneading dough or grinding grain. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 45C "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 23 centimetres ", " Length: 9 centimetres ", " Width: 42.50 centimetres "], "Curator's comments": ["Published: W. Seipel, Ägypten Vol. 1, Linz 1989, p.104 [71]. S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p.37 [2]."], "Bibliographic references": ["Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 228)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Apr-Sep, Linz, Oberosterreichisches Landesmuseum, Götter-Gräber und die Kunst-4000 Jahre altäg Jenseitsglaube 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.64 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.64 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.64 1992 Jul-Oct, Norfolk, Swaffham Museum, Ancient Egypt 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2009 May-present, Newcastle, Great North Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["good"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA45197"], "Registration number": ["1907,0511.157"], "Conservation": [" Treatment: 15 Nov 2004 ", " Treatment: 10 Jan 1989 ", " Treatment: 08 May 1992 ", " Treatment: 12 Aug 1998 ", " Treatment: 27 Jan 1997 "]}