{"artifact_name": "model; shield", "Object Type": [" model ", " shield "], "Museum number": ["EA37518"], "Description": [" A model shield, rectangular and curved, with a raised border. It is decorated with a figure of Harpokrates, wearing Macedonian armour, in high relief. He stands on a small plinth and is dressed in a scale-decorated cuirass over a tunic, with pteryges, and short sleeves; he has a garland round his neck, and is bald with a side-lock. A spear is held in his right hand and a small round shield on his left arm. Pressed into a one-piece mould; at the rear is an applied vertical handle. Micaceous red-brown Nile silt; traces of a white dressing overall. Lower corners damaged. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["applied"], "Dimensions": [" Length: 13.05 centimetres ", " Thickness: 3.11 centimetres ", " Width: 10.43 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Ptolemaic, second to first century BC. Comparanda: Close, probably from same mould-series: Pingiatoglou 1993: no. 33; Willems and Clarysse 2000: 269, no. 198, perhaps from Memphis: described as being dressed as a Roman general (= Petrie Museum uc8792). Close, but Harpokrates wears a chain-mail cuirass and has a sword and a rectangular shield: Perdrizet 1921: no. 111, from the Fayum, dated Roman period = Sekunda 1995: fig. 95, dated middle of first century BC. Two similar model shields in the Petrie Museum also show this god: uc8793 has a squatting Harpokrates, wearing a tightly woven wreath and a Double Crown, with a rectangular shield and a spear; uc8794 also has a squatting Harpokrates with a large leafy wreath and a Double Crown; he has his finger to his mouth: both are from Memphis. Bibliog. Budge 1925: pl. xxviii."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3067)"], "Location": ["Not on display"], "Condition": ["incomplete - lower corners lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37518"], "Registration number": ["1880,1112.4"]}