{"artifact_name": "throwing-stick; amuletic wand", "Object Type": [" throwing-stick ", " amuletic wand "], "Museum number": ["EA34213"], "Description": [" Blue glazed composition amuletic wand or throwing-stick: the profile of this object, inscribed for Akhenaten with a 'wedjat'-eye, implies a ritual association: its shallow curve is quite distinct from those of earlier sticks carved in the form of a \"boomerang\" or serpent. It has been suggested that this new shape - an Amarna innovation - reflects a change in the function of the throwstick from a hunting implement to a ritual baton or club. Each side is with painted decoration showing a lotus-flower. "], "Authority": ["Ruler: Akhenaten"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Amarna, el-, Royal Tomb "], "Materials": ["glazed composition"], "Technique": [" glazed ", " painted "], "Dimensions": [" Height: 9 centimetres ", " Length: 38.50 centimetres ", " Weight: 0.224 kilograms ", " Thickness: 1.80 centimetres ", " Width: 4.37 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Beginning in the Old Kingdom and continuing at least through the Eighteenth Dynasty, scenes of kings and commoners hunting birds in the marshes decorated tomb and temple walls. To bring down their prey these ancient hunters used throwsticks, some of which resemble the modern boomerang; others were fashioned in the form of snakes. The meaning of these hunting scenes remains debatable. A number of scholars interpret them as representing leisure activities that the deceased wished to continue in the afterlife; others see them as charged with religious symbolism. In Egyptian art and religion, for example, swamps had highly erotic connotations. Similarly, rhe Egyptian word for throwsrick (gmʒ) is very similar to that for \"beget\" or \"create,\" so that fowling scenes may have been intended to insure procreation and fertility after death. Whatever the meaning of such scenes, there is no doubt that fowling in the marshes played an important role in the lives of many New Kingdom rulers. In two Eighteenth Dynasty royal tombs (of Tutankhamun and Ay) paintings depict their royal subjects dispatching birds with throwsticks, and Amenhotep II and Tutankhamun were buried with wooden examples undoubtedly used in actual hunts. Some royal throwsticks, however, certainly had ritual meaning. Inscribed examples in blue glazed composition, which could not have survived being thrown, are known for almost every monarch of the Eighteenth and early Nineteenth Dynasties. Bibliography: G. T. Martin, ‘The Royal Tomb at El-Amarna. (The Rock Tombs of El-‘Amarna)’. 7 Part. I: ‘The Objects (Egypt Exploration Society, Archaeological Survey Memoir 35)’ (London, 1974), pp. 81-82, pl. 51; N. Reeves & J. H. Taylor, ‘Howard Carter Before Tutankhamun’ (New York, 1993), p. 41; R. E Freed, Y. J. Markowitz and S. H. D'Auria (eds.), 'Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamun' [exhibition catalogue] (Boston, New York/London, 1999), p. 269 [230] = R. Freed, 'Farao's van de Zon' (Leiden, 2000), p. 269 [230]; C. Ziegler, 'The Pharaohs' (Venice 2002), p. 485 [256]. J. Taylor, in J.-C. Chappaz, F. Tiradritti & M. Vandenbeusch (eds), Akhenaton et Nefertiti. Soleil et ombres des pharaons, Geneva 2008, p. 265."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (32)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1999 14 Nov-2000 6 Feb, USA, Boston, Museum of Fine Arts, Pharaohs of the Sun: Akhenaten Nefertiti Tutakhamen 2008/9 Oct-Feb, Geneva, Musee d'art et d'histoire, Akhenaten 2009 Feb-Jun, Turin, Palazzo Bricherasio, Akhenaten 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["eye of horus"], "Associated names": ["Named in inscription: Akhenaten"], "Acquisition name": ["Purchased from: Rev William John Loftie"], "Acquisition date": ["1882"], "Acquisition notes": ["Bought from the villagers of Tell el-Amarna."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34213"], "Registration number": ["1882,0522.1"], "Additional IDs": [" Miscellaneous number: BS.6178.b (Birch Slip Number) "], "Conservation": ["Treatment: 11 Nov 1992"]}