{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA43372"], "Description": [" Female figure, standing with left foot advanced and both arms outstretched from the elbows. The right hand is clenched, the fingers bent around a void into which an object, now lost, originally fitted. The left hand is open, with the palm uppermost and a metal pin, projecting upwards, which originally held in place some object now lost. The female wears a short hairstyle or wig, which fits closely around the head and frames the face. It conceals the ears, and ends at the level of the chin. It consists of rows of short curls, with chiselled detail representing the individual hairs of which the curls were formed. A gilded collar covers the shoulders and ends above the breasts. The outer row of this collar consisted of ‘drop’ beads and it is likely that the other rows were also represented in detail but the present condition of this area prevents clear identification. The figure wears a tightly-fitting dress which extends to above the ankles and reveals the bodily form beneath. It has widely flaring ‘sleeves’ which end above the level of the elbows. The eyes and eyebrows were originally inlaid and the surface of the body was partly covered with gesso and gold leaf, traces of which survive. Incised details are present on the headdress, collar and dress, and radiography has revealed that divine images were incised into the surface of the body. The iconography of the figure suggests that it represents either a God's Wife of Amun or a member of the entourage of one of these officials. "], "Cultures/periods": [" Third Intermediate (?) ", " Late Period (?) "], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": ["bronze"], "Dimensions": [" Height: 76 centimetres "], "Curator's comments": ["See PM viii, p. 751."], "Bibliographic references": ["McArthur et al 2015 / The conservation and technical investigation of a hollow-cast Egyptian bronze (p.111, p.112, p.113)"], "Location": ["Not on display"], "Condition": ["poor (much decayed)"], "Acquisition name": [" Purchased through: Sotheby's ", " Purchased from: Henry Salt (?) "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 821 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43372"], "Registration number": [".43372"], "Additional IDs": [" Miscellaneous number: BS.871 (Birch Slip Number) "], "Conservation": ["Treatment: 04 Dec 1995"]}