{"artifact_name": "flask", "Object Type": ["flask"], "Museum number": ["EA30458"], "Description": [" Pottery flask in the form of Isis riding a goose: the flask is in good condition, except for the nose of Isis and the base ring, which are damaged. The vessel was made in a two-piece mould; the fabric is micaceous brown Nile silt, covered with a black slip (Memphite Black Ware). This vessel shows Isis riding side-saddle on a goose, wrapping her arms around the neck of the bird, whose head turns back and leans on her right arm. Isis has a row of short corkscrew locks around her forehead, and then longer curls that fall on to her shoulders. She wears a fringed garment, knotted at her breasts, that covers her back and buttocks, but leaves her legs exposed. At the back the work is less detailed, and the goose's wing is extended. A flat handle, grooved on its front edge, runs from the head of Isis to her back, and on top of her head is the short, flaring mouth of the vessel. Below the group is a series of long, pointed leaves rising from the base ring. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": [" mould-made ", " slipped "], "Dimensions": [" Diameter: 6 centimetres (max.) ", " Height: 10.50 centimetres "], "Curator's comments": [" The face of Isis is distinctly unflattering and she may be intended to be a caricature of Aphrodite, who was commonly shown with geese; the semi-nudity and erotic nature of the group amplifies the parody. The vessel is of an unusual type, but the workmanship is excellent, with the feathers of the goose and the garment of Isis being finely textured and detailed. Bibliography: S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.49 [I.30] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 107 [130]. ", " Terracotta IV Purchased: Chauncey Murch Ptolemaic, probably second century bc. Comparanda: Close, probably same mould-series: Edgar 1911: xxv:32387; Pagenstecher 1913: pl. xxix:4. Close: Bonham’s Sale Catalogue, 12 December 1995: lot 402. Bibliog: Walker and Higgs 2000: 49, no. i:30; Walker and Higgs 2001: 106, no. 130, dated second or first century bc. "], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (130) ", " Terracotta / Catalogue of Terracottas in the British Museum (3008) "], "Location": ["Not on display"], "Condition": ["fair - chips off base"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Associated with: Aphrodite/Venus "], "Associated events": ["Associated Event: Leda And The Swan"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30458"], "Registration number": ["1899,0314.10"], "Conservation": ["Treatment: 08 Nov 1999"]}