{"artifact_name": "temple-relief", "Object Type": ["temple-relief"], "Museum number": ["EA1450"], "Description": [" Fragment of painted limestone temple-relief depicting a winged sun disc with uraei and ankh-symbols above the crown of King Nebhepetre Mentuhotep II and hieroglyphic text to the right. Above the upper register line are further symbols that are largely damaged apart from the sign for ‘sun’. Much of the paint is well-preserved, including red on the sun disc and crown details, blue-green on the wings, and white on the crown. Unlike usual depictions of the white crown, it features wide and narrow bands of red, and cross-hatching on the upper segment of the crown. "], "Cultures/periods": ["11th Dynasty"], "Excavator/field collector": [" Excavated by: Henri Édouard Naville ", " Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Shrine of Kemsit "], "Materials": ["limestone"], "Technique": [" painted ", " carved "], "Dimensions": [" Length: 36.50 centimetres (max) ", " Weight: 22 kilograms ", " Width: 26.50 centimetres (max) ", " Depth: 15.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Published: E. Naville, ‘The XIth dynasty temple at Deir el-Bahari, Part I’ (London, Egypt Exploration Fund, 1907), p. 32, pl. 17E PM I (Oxford, 1960), p. 385 PM II (Oxford, 1972), p. 389 (Wrongly indexed as 1907.7.15.478) The rounded, soft-edged style of raised high relief used here, along with very fine detailing, is particular to the shrine of the royal women at Deir el-Bahri. The unique crown is exclusive to Mentuhotep II, particularly to the early relief style of his reign. The unusual cross-hatching on the upper portion of the crown is suggestive of a woven material, and the placement of the feathers is also exceptional. The crown also features on another relief fragment from the temple at Deir el-Bahri, depicting the king with Kemsit, in which it is shown fronted by a uraeus (BM 1450/497; Bourriau 1988, no. 4). Similar representations of the king wearing same crown are found elsewhere in Kemsit’s shrine, as well as the shrines of Sadhe and ‘Ashayt (Naville 1910, pls. 12B, 13B, 14, 18A, 20). Another Deir el-Bahri relief fragment shows the king wearing a different but similarly styled crown, consisting of what might be the red crown topped by two feathers attached towards the front (Bourriau 1988, no. 2). Naville suggested that placement of the feathers was an innovative form of perspective, depicting the Osiride atef-crown, which usually features feathers on either side of the white crown, while Bourriau proposes that it was a new form of crown unique to Mentuhotep II (Naville 1907, p. 32; Bourriau 1988, p. 17). The atef-crown is a possibility since Mentuhotep II associated himself with Osiris at his mortuary temple, introducing the first royal Osiride statues. Experimentation with perspective and representational styles was common during the decentralization of the First Intermediate Period, which preceded Mentuhotep’s reign. The inscription indicates that the king was accompanied by his wife in this scene, presumably Queen ‘Ashayt rather than Kemsit, who was a minor wife. There were at least three major building stages at Mentuhotep II's funerary complex. The first stage included the burial of his main queen, Neferu. It also had the burials of six \"Royal Favorites\" and their closet-size, relief-decorated funerary chapels. One of those six women was Kemsit, and this relief fragment is from her funerary chapel. The exact status of Kemsit and her colleagues is not altogether clear. The women were all \"Unique Royal Favorites,\" and Kemsit was also a priestess of Hathor. Some fragments from her chapel and others show these women in a definitely conjugal relationship with King Mentuhotep II and so they are usually called concubines. More recently, however, some scholars have suggested that their actual importance lay in their role as priestesses. Be that as it may, Kemsit was doubtless some kind of wife to the king, and since we know Egyptian kings had more than one wife, it is probably most useful to regard her as a minor wife of King Mentuhotep II. Bibliography: J. Bourriau, ‘Pharaohs and Mortals: Egyptian Art in the Middle Kingdom’, (Cambridge, Cambridge University Press, 1988), pp. 13-17 E. Naville, ‘The XIth dynasty temple at Deir el-Bahari, Part II’ (London, Egypt Exploration Fund, 1910)."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["incomplete - fragment only"], "Associated names": ["Associated with: Mentuhotep II"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1450"], "Registration number": ["1907,1015.478"], "Conservation": [" Treatment: 14 Mar 2011 ", " Treatment: 19 Jan 2000 ", " Treatment: 28 May 2014 "]}