{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA829"], "Description": [" Limestone stela of Minnefer: the stela is dominated by Minnefer's mother, who stands behind him in the main scene. The women in front of them are, from left to right, his sister, a relative of his mother, and finally his wife. The three men below are \"her\" son (presumably the mother's son: a half brother of Minnefer?), Minnefer's father, and his maternal grandfather. The top line of text gives a date, year 29 of Amenemhat II. Then, before a standing figure of Minnefer, come prayers to Osiris, to other gods of Abydos, and all the gods of the necropolis, followed by an appeal for offering prayers for Minnefer, addressed to all who are living upon earth, all priests and priestesses of the temple where the stela was placed. In the main register below, there are a few signs of carelessness or haste. Minnefer's three female relatives appear to be shaking their fists at him, because the blue lotus blossoms they were meant to be holding were never carved. The bottom register, which consists of a row of offering bearers, is clearly unfinished: there are still-rough surfaces on the limbs and dress of the two left-most figures. The offerings held by the third and last figures were merely added in paint and are now almost invisible. Only one of these figures in the lower register is identified as a relative: the fifth from the left is identified as \"her\" (Minnefer's mother's?) daughter. The rest, presumably servants and employees, have titles and names, or just names, some of which seem inappropriate, although traces of painted hieroglyphs indicate that here, too, the carving was never finished. Before the feet of one of the women and one of the men are hieroglyphs in faded paint that read \"daughter\" and \"son.\" The odd placement of these words suggests that they were additions, perhaps made to add children who were still unborn when the stela was made, by usurping the figures of non-relatives. Though sadly faded, the paint preserves features that are often lost: the green dresses of several women; the use of paint to finish incomplete carving; the possible use of paint to amend inscriptions and thus to change the identity of figures. Damage to the painted surface also draws attention to the scratched mutilation of the figures of Minnefer's male relatives. "], "Authority": ["Ruler: Amenemhat II"], "Regnal date": [" 29 "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1937BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 64.50 centimetres ", " Weight: 92 kilograms ", " Width: 55 centimetres ", " Depth: 15 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 103, fig. 110; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 4 (London, 1913), pl. 5; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 117, cat no. 74."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (26)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["fair"], "Associated names": [" Named in inscription: Amenemhat II ", " Named in inscription: Osiris "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1857"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA829"], "Registration number": ["1857,0811.3"], "Additional IDs": [" Miscellaneous number: BS.829 (Birch Slip Number) "], "Conservation": ["Treatment: 08 Dec 2000"]}