{"artifact_name": "situla; votive offering; model", "Object Type": [" situla ", " votive offering ", " model "], "Museum number": ["EA27602"], "Description": [" Cast model of situla in copper alloy; slender, bag-shaped ending with simple pointed base; two opposite vertical suspension rings welded at mouth with large part of handle remaining; body (incomplete) decorated with a frieze depicting a dedicant, with both hands raised in an attitude of adoration, making an offering to a serie of deities including Min and Hathor; details of the base uncertain (usual lotiform petal base?); heavily corroded with large hole due to corrosion at base. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["630 BC - 332 BC (likely)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["copper alloy"], "Technique": ["cast"], "Dimensions": [" Height: 9.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": ["Situlae were used for libation of water or milk (Junker 1913, 10). This specimen, however, is just a model and not an actual piece of temple equipment. Situlae in metal, decorated or not, are common votive objects of the Late and Ptolemaic Period. They were massively produced ex-votos that visiting pilgrims dedicated in temples and shrines (see the chapter on situlae in Green 1987, 66-115). At least seven specimens were collected from Naukratis early excavations. As on this example, the ithyphallic god Amun-Min appears to be the main god to receive offerings on decorated situlae found in North Saqqara (Green 1987, 66). Green, C. I. 1987, The Temple furniture from the Sacred Animal Necropolis at North Saqqâra 1964-1976 (Egypt Exploration Society Memoirs 53), London, 66-115. Junker, H. 1913, Das Gotterdekret über das Abaton, Vienna."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.01) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather poor - oxidised, incomplete suspension-ring and body"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Min ", " Representation of: Hathor "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27602"], "Registration number": ["1885,1101.102"], "Conservation": ["Treatment: 21 Aug 1991"]}