{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36439"], "Description": [" Serpentine(?) striding male figure, the lower legs and base now missing. The figure wears a smooth shoulder-length wig with flared ends. The wig is set low on the forehead and tucked behind the oversized ears. His eyes are wide with a heavy ridge along the upper eyelid, and a faintly arched ridge above conveying the eyebrows. His nose is long and slim, and the lips are thick with the corners of his mouth slightly downturned. The lower lip is sharply incised. He has a broad jawline and the face is fleshy around the mouth and nose. A thick incised line across the upper body denotes the chest, and a long garment is wrapped high on the waist with a visible knot of material on the right side of his torso. There is a notable bulge at the stomach area. His elongated arms are held by the sides of the body. Though the lower legs are lost, it appears as if the left leg advances forward ahead of the right leg. On the reverse is a back-pillar incised with a column of text, the lower part of the pillar now missing. The top of the broad-collar is slim and the surface widens towards the bottom. There are various small chips at the top of the head, around the eyes, and at the right arm. The edges of the back-pillar are also chipped. and eyes of the figure, and across the edge of the back-pillar on the right side. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["serpentine (?)"], "Dimensions": [" Height: 17 centimetres ", " Width: 6.11 centimetres ", " Depth: 6.22 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Stylistic features such as the clothing style and the oversized ears point towards a later Middle Kingdom date. The modern base records a provenance of Abydos, though the offering formula address to the god Ptah may also support a Memphite origin."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36439"], "Registration number": ["1902,0412.139"]}