{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36298"], "Description": [" Fragmentary greywacke figure of Senusret III, the lower body and base now missing. The king wears the nemes headcloth with the material tucked behind the oversized ears and long striped lappets reaching to his chest. The horizontal band of the nemes is set low on the forehead with a uraeus cobra positioned in the centre, now headdless, and its coiled body extending across the top of the headcloth. His eyes are narrow with drooping eyelids, and arched eyebrows which also slope down at the outer edges. There is a suggestion of sunken skin underneath the eyes and on either side of the broad nose. The lower portion of his face is now damaged around the nose and mouth. His face appears fleshy particularly around the jawline. His upper body is bare with subtle modelling of the chest and abdomen. He wears a necklace composed of different sized beading, with an amulet in the centre. His arms are held by his sides, and the angle of his remaining left arm suggests that his elbow was bent, with his forearm likely held out before him. In addition to the loss of the lower body, both arms and sections of the torso are damaged. There are small chips visible across the stone surface at the face, the outer edges of the wig, and around the chest area. The object is now supported by a modern mount. "], "Authority": ["Ruler: Senusret III"], "Cultures/periods": ["12th Dynasty (late)"], "Production date": ["1874BC-1855BC (circa)"], "Findspot": [" Found/Acquired: Elephantine (?) "], "Materials": ["graywacke"], "Technique": ["incised"], "Dimensions": [" Height: 23 centimetres (max) ", " Weight: 3.83 kilograms ", " Width: 14 centimetres ", " Depth: 11.50 centimetres "], "Curator's comments": ["Stylistic traits of this fragmentary royal figure such as the oversized ears and recognisable facial features identify this figure as king Senusret III, of whom over a hundred surviving statues are known (earlier identifications of the figure included Amenemhat II; Budge 1922). Many surviving representations of Senusret III also include the adornment of a necklace, in contrast to earlier rulers who were rarely depicted wearing jewellery other than the typical broad-collar and bracelets (Haney 2020). The amulet necklace worn by this figure is unusual in its shape and has been posited to be a double pouch pierced by a thorn or equated with earlier Old Kingdom amulets (Polz 1995; Russmann 2001). Despite the loss of the lower body, it is likely that Senusret was originally depicted in a seated position, based on the bent angle of the left arm suggesting that his palms were placed on his legs in the traditional seated pose. A fragmentary seated statue from Elephantine has been proposed to potentially join this piece (detailed in Russmann 2001; Vandenbeusch et al 2016). Further Bibliography: H. R. Hall, 1930. 'Some Wooden Figures of the Eighteenth and Nineteenth Dynasties in the British Museum. Part I', Journal of Egyptian Archaeology Vol. 15, p. 157, Pl. 30. L.S. Haney, 2020. Visualising Coregency: An Exploration of the Link between Royal Image and Co-Rule during the Reign of Senwosret III and Amenemhet III, Harvard Egyptological Studies Volume 8 (Leiden), p. 188, n. 286. D. Soliman, 2019. ‘At the Hands of Senwosret III? The Iconography and Style of the Reworked Colossi Cairo JE 45975 and JE 45976’, Journal of Egyptian Archaeology Vol. 105 Issue. 1, p. 98, n. 9. M. Vandenbeusch, A. Semat, M. Maitland, 2016. Pharaoh: King of Ancient Egypt (New Haven; London), p. 170, no. 107. D. Wildung, 2000. Ägypten 2000 v. Chr: die Geburt des Individuums (Munich), p. 106, no. 38, p. 182. General Sources: F. Polz, 1995. Die Bildnisse Sesostris’ III. und Amenemhets III. Bemerkungen zur königlichen Rundplastik der späten 12. Dynastie’, Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo 51, p. 227-254."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 122, no. 23) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (p. 66, Pl. 9) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 25) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 104-105, no. 30.) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1992 Jul-Oct, Norfolk, Swaffham Museum, Ancient Egypt. 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["incomplete - leg section lost"], "Associated names": ["Representation of: Senusret III"], "Acquisition name": ["Purchased from: William Doherty Cutter"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36298"], "Registration number": ["1868,0825.1"], "Conservation": [" Treatment: 21 May 1999 ", " Treatment: 07 Jun 1995 "]}