{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA565"], "Description": [" Limestone stela of Ameny: with two main parts. The lunette at the top is unusually filled with a series of vertical red and yellow painted lines. The first main part consists of four lines of hieroglyphs. They take the form of a long offering formula to Osiris, here called \"lord of Busiris\", \"foremost of the westerners\", and \"lord of Abydos.\" The invocation is on behalf of a man named Ameny, who was \"supervisor of the chamber of the Great House.\" The lower part of the stela shows a large figure of the owner, behind whom are two sub-registers containing smaller depictions of members of his family. The upper row shows his mother Zatsekhmet and his father Zahathor and seemingly two women called \"his sister Iyi\". Below are four of his brothers, one shown smaller than the rest. A female figure \"his sister Zatkhentykhet\" straddles both registers. "], "Cultures/periods": ["12th Dynasty (early-middle)"], "Findspot": [" Found/Acquired: Abydos (probably) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 91 centimetres (case) ", " Width: 62 centimetres (case) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["This is one of many stelae in the collection of the British Museum which came from the material assembled by the Armenian merchant and Swedish consul in Egypt, Giovanni Anastasi, in the 1820s and 1830s. These were sold at various times; Anastasi collected a great number of stelae from Abydos, which, together with the mentions of Osiris in the formula, make that site the most likely provenance for this specimen. This stela has thus far not been assigned to a particular offering chapel, although objects in Paris, Durham and Cairo may belong to the same man. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 138-9, pl. on p. 138."], "Bibliographic references": [" Scott-Moncrieff 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 2. (pl.10) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.138-139) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Ameny ", " Named in inscription: Osiris "], "Associated places": [" Named in inscription: Busiris ", " Named in inscription: Abydos "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA565"], "Registration number": ["1839,0921.14"], "Additional IDs": [" Miscellaneous number: BS.565 (Birch Slip Number) "]}