{"artifact_name": "human skeletal remains; coffin", "Object Type": [" human skeletal remains ", " coffin "], "Museum number": ["EA52888"], "Description": [" Skeletal remains of a young adult, sex unidentified, with wooden coffin. Skull - Some of the lower front teeth show evidence of attrition. The cranium in its dimensions appears to be within normal limits. Thorax, Abdomen, Arms, and Legs: - The body is reduced to a mass of disjointed bones, now held together by paraffin wax. Remains of charred linen bandages are visible. A rectangular coffin for a contracted burial: made of rough planks fastened together by dowels. Some of the boards, particularly those of the lid, were not cut with parallel edges but were trimmed to fit irregular spaces. The coffin was constructed by making a frame of narrow bars of wood, forming the edges of the coffin and the corner posts, and then filling in the spaces with thin planks, set vertically along the sides and horizontally at the ends. The cover was made of rough planks laid lengthwise. Some parts of the lid are missing, but the surviving woodwork is in good condition. "], "Cultures/periods": ["1st Dynasty"], "Findspot": [" Excavated/Findspot: Tarkhan, Grave 1955 on Hill Q "], "Materials": [" wood ", " human tissue ", " linen "], "Technique": ["dowelled"], "Dimensions": [" Height: 48.50 centimetres (coffin without lid) ", " Length: 91.20 centimetres (coffin) ", " Width: 56.20 centimetres (coffin) "], "Curator's comments": ["Bibliography: W. M. F. Petrie, 'Tarkhan' II (London, 1914), pl. XLVII; W. R. Dawson and P. H. K Gray, 'Catalogue of Egyptian antiquities in the British Museum Vol.1, Mummies and human remains' (London, 1968), 4-5, no. 9."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (770) ", " Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (9) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.107, p.109, p.110, table 1) "], "Location": ["On display (G64/dc8)"], "Condition": ["fair"], "Acquisition name": [" Donated by: Egyptian Research Account ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1913"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA52888"], "Registration number": ["1913,0730.4"], "Conservation": [" Treatment: 25 May 1993 ", " Treatment: 18 Jun 2014 "]}