{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8470"], "Description": [" Sycomore fig wood stela of Nehemesratawy: there are four sections to this round-topped stela. At the top is a winged sun-disk with uraei and recumbent jackals on each side. In the second register the deceased stands in adoration on the right before Harpocrates on a pedestal and the solar barque in which appear Ra-Horakhty, Isis, Nephthys, Iuf, and Horus holding the rudder. The boat and pedestal rest on a stretch of water. The third register is divided into two scenes beneath a sky-sign. On the left the deceased Nehemesratawy stands in worship before an altar covered with offerings behind which stand Osiris and Nephthys. On the right in a similar scene the deceased worships Osiris and Isis. Six lines of text in the last register contain a prayer to Ra-Harakhty, Ptah-Sokar-Osiris, and Anubis on behalf of Nehemesratawy, whose beautiful name is Mrt-'lmn-ỉt[s], daughter of the prophet of [Amun] in Karnak... and the lady... The stela is in poor condition. It has split down the centre along the join of the two planks which compose it, and the right side has warped. The surface is damaged by wear and gouges with much loss to text and design. The stela appears to have been bordered on three sides by a multi-coloured selection of rectangles separated by one black and two white stripes, but only traces of red, blue, and white rectangles remain. The background of the stela is sandy white. The sun-disk is red with blue upper wings having a red upper edge, white black-striped middle wings with red tips, and blue lower wings with red tips. The uraei are outlined in black and enclose red rays and blue decoration. The jackals are black as is the text here and throughout the stela. In the second register there is a blue sky at the top. The human figure is outlined in black with a light brown body and black wig. Her name is written above her in four columns. The first three are on a blue, red and blue background between blue and red dividing lines. Harpocrates is outlined in black on a green-topped blue and red pedestal. The boat is dark green with a red rudder resting on blue water with black waves. The hawk-headed deities have red bodies, blue wigs, green and white kilts, and white faces with black features. Isis and Nephthys have sandy-white bodies, blue wigs, and green and red dresses respectively. Iuf has a dark green body, green and white kilt, blue wig, and other details in black. His serpent canopy is dark green. The sky in the third register is blue and the central vertical column is written on a blue background with blue borders. The female figure is again outlined in black on the sandy white background with black wig and apparently light brown feet and arms. On the left the altar is light brown with a dark green top. There are a black-topped red vase on a black stand and a green floral offering under the altar, and red offerings and blue green-stemmed lotus-flowers and buds on top. The altar and offerings on the right appear to have been similar except that the altar and top are sandy white. Osiris has a red body, light brown black-striped collar, green hands, face and sceptre, black beard, and sandy-white crown with dark green feathers on the left, and sandy-white and red crown on the right. The goddesses have sandy white bodies, green dresses, blue wigs, and blue head-dresses where visible. The columns of text here are on alternating blue and sandy white backgrounds between blue and red dividing lines. The text in the fourth register is black on alternating sandy white, pink, sandy white, and then blue backgrounds with a black upper line and then alternating blue and red dividing lines. The back and sides are not plastered, apart from some traces along the edges. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 54 centimetres ", " Weight: 3.250 kilograms ", " Thickness: 4.50 centimetres ", " Width: 36.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["It is possible that the Book of the Dead of the lady Nehemesratawy (.10038), which was acquired in the Salt collection, may also belong to this same individual. For the stela of the same or more probably another Nehemesratawy see British Museum stela 1843,0507.17. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 79 (no. 106); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 110 (no. 20); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 230; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 809."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.66-67)"], "Location": ["Not on display"], "Condition": ["poor - central vertical split; right side warped"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nehemesratawy ", " Representation of: Harpocrates ", " Named in inscription & portrayed: Ra-Horakhty ", " Representation of: Isis ", " Representation of: Iuf ", " Representation of: Horus ", " Representation of: Osiris ", " Named in inscription: Ptah-Sokar-Osiris ", " Named in inscription: Anubis ", " Representation of: Nephthys "], "Associated places": [" Named in inscription: Karnak (Thebes) "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8470"], "Registration number": [".8470"], "Additional IDs": [" Miscellaneous number: BS.8470 (Birch Slip Number) "], "Conservation": [" Treatment: 10 Dec 2013 ", " Treatment: 10 Dec 2013 "]}