{"artifact_name": "king-list; temple-relief", "Object Type": [" king-list ", " temple-relief "], "Museum number": ["EA117"], "Description": [" Part of a limestone king-list comprising 34 names. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1250BC (c.)"], "Excavator/field collector": ["Excavated by: William John Bankes"], "Findspot": [" Excavated/Findspot: Temple of Ramses II (Abydos) "], "Materials": ["limestone"], "Dimensions": [" Height: 135 centimetres ", " Length: 370 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Published: Kitchen, Ram. Insc. Vol 2 p.539 HTBM Part 9: Plate VIII PM VI, p.35; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 204-5. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 128-9 ", " Strudwick N 2006 The two main temples that survive at Abydos, the cult centre of Osiris, are memorial temples to two of the most prominent kings of the Nineteenth Dynasty, Sety I and his son Ramesses II. The decoration of both temples included a list of kings of Egypt. That of Sety I is complete and is still in the temple, while the five remaining fragments of the list of Ramesses II were excavated by Bankes in 1818, and in 1837 taken to France by the French Consul-General in Egypt, J.F. Mimaut; his collection was acquired for the British Museum in the same year. As far as can be discerned, the two lists were very similar, although the list of Ramesses may have been physically shorter, with more rows to accommodate the same number of royal names. A figure of Ramesses II would have stood at the right side of the scene, perhaps with a son. The royal figures were probably depicted making offerings to their predecessors and to Osiris, partly preserved at the left. The list's surviving part contains sections of three rows of cartouches. The upper two are those of earlier kings, while the bottom row gives the two alternating names of Ramesses II. The upper row names several kings who belong between the known rulers of the Sixth Dynasty and those of the later Eleventh Dynasty, as is clear from Sety's list, and are usually assumed to be the relatively short-lived kings of the Seventh and Eighth Dynasties. The Sety list omits the kings of the Ninth, Tenth and early Eleventh Dynasties. The middle row names kings from Senwosret II (Twelfth Dynasty) to Ramesses II, but omits Sebekneferu, the last ruler of the Twelfth Dynasty (a woman), all the kings of the Second Intermediate Period, the female pharaoh Hatshepsut, and the Eighteenth Dynasty monarchs between Amenhotep III and Horemheb (the Amarna Period). The importance of both Abydos lists is twofold. Most of the Seventh and Eighth Dynasty kings are not recorded elsewhere, but of perhaps even greater importance is the light these lists shed on who were regarded as legitimate kings. That it should omit the kings of the Intermediate Periods is hardly surprising, but all female rulers are missing too, and the list confirms the view that the Ramessides regarded the Amarna kings as best expunged from history. Such king-lists were not compiled to present an objective history to subsequent generations. Rather, their context is a temple which glorified the king and the deities. By showing themselves worshipping their predecessors, Sety and Ramesses were stressing how well they fitted into the age-old kingship of Egypt, thus enhancing their legitimacy. The list tells us as much about Egyptian ideas of history as it does about their sequence of kings. "], "Bibliographic references": [" James 1970 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 9. (Pl.8) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.204-205) "], "Location": ["On display (G4/B30)"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Jean Francois Mimaut"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA117"], "Registration number": [".117"], "Additional IDs": [" Miscellaneous number: BS.117 (Birch Slip Number) "], "Conservation": [" Treatment: 24 Feb 1998 ", " Treatment: 06 Feb 2015 ", " Treatment: 24 May 1984 ", " Treatment: 20.02.2015 "]}