{"artifact_name": "figure; model", "Object Type": [" figure ", " model "], "Museum number": ["EA65517"], "Description": [" Plaster face of Tutankhamun or his Queen: this face was cast from a single mould. Its rounded edges and uneven, lumpy back surface are typical results of a process in which liquid plaster is poured into an open mold. The face is symmetrical in structure and presents stylized forms. The surface texture of the cast is noticeably gritty and pitted. Stylistically, there is a restrained sensitivity and sweetly melancholic expression of the youthful face. It has a wing-shaped mouth, small chin, and slanted eyes below sharply accentuated brows. "], "Authority": ["Ruler: Akhenaten (or shortly after)"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Amarna, el- (said to be from) "], "Materials": ["plaster"], "Technique": ["cast"], "Dimensions": [" Height: 25.50 centimetres (with base) ", " Height: 13 centimetres ", " Weight: 2 kilograms (with base) ", " Width: 12 centimetres (with base) ", " Width: 10.50 centimetres ", " Depth: 12 centimetres "], "Curator's comments": ["This plaster face documents that the distinctive post-Amarna style that dominated the king's imagery began to evolve already during these last years of a royal presence at Amarna. Bibliography: T. G. H. James, 'Two Egyptian Plastic Objects of the New Kingdom' in 'British Museum Quarterly' 19/1 (London, 1954), pp. 16-17; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 55, cat no. 13"], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (58)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2008/9 Oct-Feb, Geneva, Musee d'art et d'histoire, Akhenaten. 2009 Feb-Jun, Turin, Palazzo Bricherasio, Akhenaten "], "Condition": ["fair (worn)"], "Associated names": ["Representation of: Tutankhamun (?)"], "Acquisition name": ["Purchased from: Dr Erich Cassirer"], "Acquisition date": ["1952"], "Acquisition notes": ["Formerly part of the von Bissing collection, purchased from an Egyptian peasant ['fellah'] at Amarna; then exhibited in Amsterdam and Stockholm prior to acquisition by the BM."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65517"], "Registration number": ["1952,1013.1"], "Conservation": [" Treatment: 06 Sep 2000 ", " Treatment: 15 Sep 1999 "]}