{"artifact_name": "textile; furnishing; garment", "Object Type": [" textile ", " furnishing ", " garment "], "Museum number": ["EA17176"], "Description": [" Square tapestry panel (19.5x20) of multi-coloured wool, applied and sewn to a bleached linen plain weave. The panel depicts, in the centre, a square with a medallion of a human figure in purple on a beige background. The figure is naked with a mantle on his shoulder, he is orientated to the right and kneeling or running. He is surrounded by vegetal and leave motifs and holds in his raised, right hand a circular object. He carries in his left hand, in front of him, a shield. The details of the figure and frame are in flying thread brocading. This is surrounded by a freize of white, pink, red and yellow flowers, with green leaves, on a yellow background. In each corner there is the same circular flower (with four petals) while the flowers inbetween (three each edge) are heart-shaped. The sqaure is finally framed with a plain purple border. The panel edges are hemmed and sewn and the four edges of the palin weave are cut and ragged. Plain weave: warp-bleached linen (S/22), weft-bleached linen (S/10). Tapestry on single threads: warp-undyed wool (S/13), weft-bleached linen (S/48), pink, red, yellow, green and purpel wool (S/red is 48); flying threads in bleached linen (S), over sewing in bleached linen (S) "], "Cultures/periods": ["Coptic"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " flying threads brocading ", " sewn ", " dyed "], "Dimensions": [" Height: 32 centimetres ", " Width: 25 centimetres "], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.22) (Table case H, no. 1)"], "Location": ["Not on display"], "Condition": ["A"], "Acquisition name": ["Donated by: Rev William MacGregor"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17176"], "Registration number": ["1886,0723.6"], "Conservation": [" Treatment: 20 Feb 1983 ", " Treatment: 11 Nov 2003 "]}