{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA56929"], "Description": [" Wooden funerary figure of the overseer of cattle of Amun Qenamun mummiform; traces of painted decoration; two columns of Hieroglyphic text down the front of the body recording that the figure was made by favour of the king. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1427BC-1400BC (c.)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 37.20 centimetres ", " Width: 11.76 centimetres ", " Depth: 7.60 centimetres (head) "], "$Inscriptions": [" "], "Curator's comments": [" Publications: Taylor, Death and the Afterlife, 133-5 with notes on extra-sepulchral shabtis; see Pumpenmeier, Eine Gunstgabe von seiten des Königs for the figures of Qenamun from Abydos (in particular) and from elsewhere. N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 140-1. ", " Strudwick N 2006 (Comment for registration nos. 1923,0512.4-5) These figures have often been called shabtis because of their similarity in shape to those well-known objects. The origins of shabtis lie in the Middle Kingdom, and generally they appear singly or in small numbers until the later New Kingdom. At that point they seem to have developed from being miniature figures of the deceased, and hence found in small numbers, to becoming workers for the dead in the afterlife, for which a greater number was evidently needed (compare the shabti of Ahmose, registration no. 1899,1016.1204). Eighteenth Dynasty shabtis are usually of very high quality and resemble these figures, but closer examination of these two reveals tangs protruding from the bases, indicating that (unlike shabtis) they stood on separate plinths. Nor do they hold the agricultural tools characteristic of the shabti. The inscription on their fronts indicates that they were 'made as a favour of the king for ... Qenamun'; this man was a very high official of the reign of Amenhotep II (c. 1427-1400 BC) and owned a very elaborate painted tomb chapel in Thebes (TT93). Clearly Qenamun was a man of great means; he must have been extremely close to the king to receive such items from him. Though not actually shabtis, the objects' mummiform shape suggests that they bear at least some association with them, and they have been categorized along with other so-called 'extra-sepulchral' shabtis - shabti figures discovered in locations other than tombs. This practice is known to have existed almost as long as the shabti itself, and several such figures from the Twelfth and Thirteenth Dynasties were found in holes near the Umm el-Gaab at Abydos. The Umm el-Gaab, originally the burial place of most kings of the first two dynasties, came to be regarded in the Middle Kingdom as the location of the tomb of Osiris himself. The cult was centred on the tomb of king Djer of the First Dynasty, which became a place of pilgrimage, so these shabtis would be commemorating persons in the presence of the god. Many other deposits of shabtis down to the Eighteenth and Nineteenth Dynasties are known at Abydos; similar objects belonging to Qenamun were found there during excavations in 1989. Another location was in the Memphite area, near the sacred site of Rosetjau, the entrance to the netherworld. A number of similar, royal figures (including Ramesses II and Merenptah) have been found in the Wadi Qubbanet el-Qirud on the West Bank at Thebes. It is interesting to note that Qenamun features prominently among these other deposits, since many of his shabtis and mummiform figures, the latter bearing a text similar to that on the present examples, were found at Abydos and south of Giza. The Abydos examples were found in miniature coffins inside inscribed wooden boxes. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.140-141)"], "Location": ["On display (G63/dc15)"], "Exhibition history": [" 2021 21 Oct - 2022 13 Feb, Budapest, Museum of Fine Arts, The discovery of the Pharaoh's tomb, Amenhotep II and his time "], "Condition": ["fair - paint worn Wood is delaminating and very fragile especially around knots in the wood (e.g. back of the head)."], "Associated names": ["Named in inscription & portrayed: Qenamun"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA56929"], "Registration number": ["1923,0512.4"], "Conservation": ["Treatment: 21 Jul 2021"]}