{"artifact_name": "capital", "Object Type": ["capital"], "Museum number": ["EA1107"], "Description": [" Red granite column capital with Hathor emblem: the surviving royal inscription and the classicizing style of the face indicate that they were made under Osorkon I and erected (or usurped) by Osorkon II. Each main surface of the capital front and back represented a female face with stylized cow's ears and a plaited, curled wig, on top of which was a platform decorated with a row of cobras bearing solar disks on their heads. This composition was the emblem or fetish of the goddess Hathor. In its full form it represented a sistrum in the shape of a naos, set in a handle topped by the goddess' face. Slender, stylized horns that terminate in spirals rise on either side of the naos. The mask-like quality of the face on this capital is emphasized by its flatness and by the broad plane down the length of the nose. There is much plaster restoration. "], "Cultures/periods": ["22nd Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Basta (Bubastis), Temple of Bastet, Festival Hall of Osorkon II or entrance hall "], "Materials": ["red granite"], "Technique": ["incised"], "Dimensions": [" Height: 195 centimetres (max) ", " Weight: 1991 kilograms ", " Width: 80 centimetres ", " Depth: 84 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This is the major part of a Hathor capital that once crowned a colossal column in the temple of the goddess Bastet in the eastern Nile Delta city of Bubastis. The column was one of four in a hypostyle hall adjacent to the great gateway decorated with scenes from the sed festival of Osorkon II. It was on the north side of the hall, a location indicated by the red crown of Lower Egypt on the heads of the cobras flanking the face. Behind the snakes were papyrus plants, also symbols of the North. Traditionally, the columns have been dated to the Middle Kingdom, but a recent study proves them to be much later. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford, 1934), p.29; E. Naville, 'Bubastis, 1887-1889' (London, 1891), 11-12. To be published by Karl Jansen-Winkeln"], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (112)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 July - September, Tokyo, National Museum, Queens of Egypt 2015 October - December, Osaka, National Museum of Art, Queens of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["incomplete and split in two"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Hathor ", " Named in inscription: Osorkon II "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1107"], "Registration number": ["1891,1016.11"], "Conservation": [" Treatment: 06 Nov 2000 ", " Treatment: 07 Apr 2015 "]}