{"artifact_name": "model group; boat", "Object Type": [" model group ", " boat "], "Museum number": ["EA45097"], "Description": [" Wooden model of boat: the hull, which is carved from a solid piece of wood, is narrow and shallow, sheer slight except for a sharp rise at stern. Deck hollowed out with high camber amidships, leaving low gunwales which merge forward into a slightly raised fore-deck ; after-deck not raised; stern notched for steering-oar. No trace of paint on hull, but a few traces of red on deck, suggesting that once this model had the usual red plan on white. Two holes in larboard gunwale, one in starboard gunwale, one in bows. In the normal position of the mast there are two circular holes, both containing stumps of wood; either is large enough for a mast-step, but one is slightly off centre. In the stern is a steering-post of round section without notch on top; nothing else remains. The rough appearance of the work probably is derived largely from its poor condition. "], "Cultures/periods": [" 11th Dynasty (?) ", " 12th Dynasty (?) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 38 "], "Materials": ["wood"], "Type series": ["Reisner Type II"], "Technique": [" painted ", " carved "], "Dimensions": [" Length: 47.20 centimetres ", " Width: 3.80 centimetres ", " Width: 9.50 centimetres "], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (14) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 225) ", " Stephens 2012 / A Categorisation and Examination of Egyptian Ships and Boast from the Rise of the Old to the End of the Middle Kingdoms (130) "], "Location": ["Not on display"], "Condition": ["Wood riddled with holes and cracks; no paint left except for traces of red on deck. Various poles and sticks, a badly preserved arm from a wooden figure of a man, a wooden spear-head (?) painted red, and a steering-oar with hole for tiller are associated with this model, but none appear to belong to it."], "Acquisition name": ["Donated by: Dr David George Hogarth"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA45097"], "Registration number": ["1907,0511.57"]}