{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6647"], "Description": [" Wooden anthropoid coffin, restored from fragments, made to contain the body of King Menkaure (Mycerinus) of the Fourth Dynasty. It is of simple form, representing the dead ruler in the shroud and tripartite wig of a transfigured being. The plain surface is relieved only by a hieroglyphic inscription carved in two columns down the centre of the lid. It reads: 'O the Osiris King of Upper and Lower Egypt Menkaure, living forever, born of the sky, conceived by Nut, heir [of Geb] .....: Your mother Nut spreads herself over you in her name of 'Mystery of Heaven'. She has made you a god, [whose enemies do not exist], King of Upper and Lower Egypt Menkaure, living forever.' This is a version of a much-copied inscription, found as early as the Pyramid Texts, which invokes the maternal sky-goddess Nut to protect the king and ensure his resurrection. The coffin is constructed from several different kinds of wood. The larger components are all of juniper and fir. Local timbers (sycomore fig and tamarisk) were used to make some of the dowels and tenons with which the planks are joined together. The coffin was not part of the original funerary equipment of Menkaure, but was made for a later restoration of his burial, as indicated by both stylistic and epigraphic evidence (see Comment). "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Pyramid of Menkaura "], "Materials": ["wood"], "Dimensions": [" Length: 166 centimetres (as mounted) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " royal "], "Curator's comments": ["PM III (2): 34. Vyse and Perring, Operations, II, 86, 87, 93-6, pl. opp. 94. Birch, ZAS 7 (1869), 49-50. Sethe, ZAS 30 (1892), 94-8. British Museum, A Handbook to the Egyptian Mummies and Coffins exhibited in the British Museum (1938), 21-23, pl. VIII; T G Allen, Occurrences of Pyramid Texts (1950), 28-9; C M Zivie-Coche, Giza au premier millenaire (1991): 97-101; J. Taylor in N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 264-5."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p181) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.264-265) "], "Location": ["On display (G63/dc14)"], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Menkaura"], "Acquisition name": ["Donated by: Col R W Howard Vyse"], "Acquisition date": ["1838"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6647"], "Registration number": ["1838,0113.2"], "Conservation": ["Treatment: 21 Apr 2010"]}