{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA828"], "Description": [" Round-topped limestone stela of Samontu divided into three registers: 1 - Cartouche of Amenemhat II above ten columns of Hieroglyphic text including the prenomens of Amenemhat I and Senusret I; row of text below. 2 - Scene of the deceased and wife before offerings; Hieroglyphic text above. 3 - Male and female figures; Hieroglyphic text above and between. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1925BC (circa)"], "Findspot": [" Found/Acquired: Egypt, Thought to be from Abydos "], "Materials": ["limestone"], "Dimensions": [" Height: 136 centimetres ", " Thickness: 20 centimetres ", " Width: 58 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Transliteration, translation, notes: Cl. Obsomer, Sesostris Ier, 539-42, doc. 32. Includes fuller bibliography. P. Vernus, Les parties du discours en Moyen Egyptien (CSEG 5, 1997), 70-76. Freed, R E. 1996, in Fs. Simpson, p.327, fig. 10a. Published: Art and Afterlife in Ancient Egypt (Japan 1999-2000): No 19 Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 162; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 88-9. ", " Strudwick N 2006 The magnificent stela of Samontu bears a mixture of texts and representations common on such Middle Kingdom objects. The small curved area at the top bears the date of year 3 of Amenemhat II, the third king of the Twelfth Dynasty. Below, in ten vertical columns, is a biographical text, followed by one horizontal line containing a simple offering formula. The longer text begins with some of Samontu's titles of rank, and then tells us that he was born in the reign of Amenemhat I and was 'a youth who tied the headband' (an indication of achieving a certain age or rite of passage) in that of Senwosret I. It continues by mentioning some of the offices to which Samontu was appointed by the king (not specifically indicated, but probably Senwosret I, who reigned for 45 years). These included 'scribe of the hearer's enclosure', 'scribe of the cadastre (land registry)', 'accountant of northern barley in Upper and Lower Egypt', 'scribe of the great (labour) enclosure', 'royal document scribe' and 'overseer of works in the entire land'. These last two titles are quite high in Egypt's administrative hierarchy, but it is difficult to decide whether the other stages of his career were typical. Two scenes appear below the texts. The upper one shows Samontu receiving choice offerings; he is seated and accompanied by a standing figure of his wife, Hedjeret. The lower scene depicts three sons and two daughters: the first son, Meriankh, is given titles which indicate that he was a legal official, while the other children are identified by their names: Satsatet, Senwosret, Samontu, and Neferu. The stela is cut in sunk relief and the original paint is well preserved. The hieroglyphs were coloured blue, and the men and women the usual red-brown and yellow-brown, while the offerings are a mixture of all these colours. The style of the stela, with its slightly elongated figures, suggests that it was made in the same workshop as a number of similar pieces from the reign of Amenemhat II, a considerable number of which definitely came from Abydos. Although the stela is dated to the reign of Amenemhat II, Samontu clearly lived most of his life in the reign of Amenemhat's father, Senwosret I. Historical discussion of the Middle Kingdom is often influenced by the question of whether the kings shared their thrones with their designated successor in a co-regency. A number of double-dated monuments exist which can be used to argue for such practices, and for many years, the Middle Kingdom was thought to be the one period during which this practice was common. However, recent research has reinterpreted much of the data, and current opinion regards co-regencies as less likely. "], "Bibliographic references": [" Scott-Moncrieff 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 2. (pl.21) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.88-89) "], "Location": ["On display (G4/B20)"], "Exhibition history": [" Exhibited: 2011 10 Feb - 10 June, Coventry, Herbert Museum, Secret Egypt 2011 10 June - 24th Oct Torquay Museum, Secret Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Samontu ", " Named in inscription: Amenemhat II ", " Named in inscription: Amenemhat I ", " Named in inscription: Senusret I "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1857"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA828"], "Registration number": ["1857,0811.2"], "Additional IDs": [" Miscellaneous number: BS.828 (Birch Slip Number) "], "Conservation": [" Treatment: 08 Mar 1999 ", " Treatment: 30 Jun 1989 ", " Treatment: 23 Jan 1989 "]}