{"artifact_name": "model", "Object Type": ["model"], "Museum number": ["EA37632"], "Description": [" A hollow terracotta model of an armchair, perhaps based upon a wickerwork example, with a high plain rounded back. The seat slopes forward steeply. The chair has short stubby legs at the front, and the face is decorated with rows of ornament: a top row of interfaced triangles; a wide row with two circles divided by six-armed crosses; a third row, very obscure, but apparently a series of crossed diagonals; and a fourth row consisting of a narrow plain moulding. In the centre of the front, interrupting the second and third rows, is a large circle which might have had impressed decoration, but the details are uncertain. The back and sides of the chair are completely plain. Two-piece mould. Red-brown Nile silt, with some mica. Traces of a white dressing, mainly on the front. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC-3rdC"], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Height: 11.49 centimetres ", " Width: 6.73 centimetres ", " Depth: 6.60 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Roman, second or third century AD. Comparanda: Close and near: Bayer-Niemeier 1988: no. 738, dated second to third century AD; Breccia 1934: no. 153, with an alien bust of Sarapis; Ede n.d.a: 165, lot 4, Ede n.d.b: xiii, lot 41 and xvi, lot 50, dated first to second century AD; Petrie 1905: pl. liia:164, from House K at Herakleopolis Magna, dated mid-third century AD (Petrie and Currelly 1905: 26–7, but with earlier and later material); Petrie Museum uc50520, from the Fayum, and uc50580; Schürmann 1989: no. 1253, dated second to third century AD. For Harpokrates in a somewhat similar chair, see Fjeldhagen 1995: no. 7, dated end of the second to early third century AD."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3282)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37632"], "Registration number": ["1870,0709.38"]}