{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37507"], "Description": [" Hollow terracotta figure of Harpokrates seated, his legs folded symmetrically beneath him, his finger to his mouth. He is clothed in a short-sleeved short tunic and wears a large bound wreath (the ribbons on his shoulders), surmounted by a Double Crown. His feet emerge from below his tunic, flanking his phallus. On his right is a cake or loaf with a cabled edge and a rosette in the centre; his left arm is supported by his pot. Flat-faced plinth. Back plain; circular vent. Two-piece mould. Micaceous red-brown Nile silt with a grey-buff surface, perhaps a slip. Slight traces of a whitish dressing on the front. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["slipped"], "Dimensions": [" Height: 14.90 centimetres ", " Width: 10.63 centimetres ", " Depth: 4.35 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Ptolemaic, probably third to second century BC. Perhaps from the same workshop as Bes, registration no.1880,1112.3. Comparanda: Near: Adriani 1940: pl. xlii:5 (head only), from the Hadra cemetery, Alexandria; Fjeldhagen 1995: no. 1, dated first century BC/AD; My´sliwiec and Bakr Said 1999: 198, fig. 15a (head only), from Athribis, context second century BC; Nauerth 1996: pl. iv, fig. 30 (head only), from a house at el-Hibe in Middle Egypt; Ochsenschlager 1967: pl. xxii, fig. 43, from Thmuis, near Mendes, context first half of the second century BC or slightly later; Petrie Museum uc34724 (head only)."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3053)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Rev Greville John Chester"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37507"], "Registration number": ["1880,1112.2"]}