{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA68856"], "Description": [" Glazed composition fragment of vase in shape of Bes. Part of the head and one arm of Bes, with details of ear, hair, forehead, beard and animal coat added in incision. Glaze - traces of blue on the back. Inner surface shows marks of wound core of papyrus or grass used to shape vase. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["3rdC BC (?)"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised "], "Dimensions": [" Length: 6.33 centimetres ", " Width: 4.49 centimetres ", " Depth: 1.60 centimetres "], "Curator's comments": ["This large fragment must belong to an oversize vessel in the form of Bes. That Bes was a very popular theme for containers of kohl and oil from New Kingdom onwards and into the 26th Dynasty is undoubted. They are so popular that they appear in a wide range of different styles and poses. Bes holding a libation (?) jar in front of him (Webb 1978, C1 Pl. II), which closely parallels Phase I vases -Webb's Leopard Spot Group; Bes holding a drum, (Friedman 1998. no. ); from the Greek world we have a steatite example from the Samian Heraion , no 73, and faience no 74 (Webb forthcoming); while there are other varieties from Samos, where the godlet is seated and holds in front of him the gazelle which he has captured, symbol of his victory over Seth, e.g. from a well-dated grave which also contained conventional faience aryballoi. Boehlau 1888, no. Webb 1978, 824 ; compare a cruder version, made by our workshops, Webb 1978, no 823. From the Greek world we have a steatite example from the Samian Heraion , no 73, and faience no 74 (Webb forthcoming)where Bes stands upright, and a much larger head only of Bes with a cavetto moulding above the head, (Diehl 1965, no ). The mimiature vessel now in Bonn, which claims Nuakratis as a findplace, is of sixth century type, but probably not found there. Clearly Bes can appear in a variety of poses, and is popular in the East Greek world of the sixth century, and therefore this little vase is not out of the ordinary. Closest parallels are from an early Ptolemaic production of the 3rd century BC of plastic vases in the form of Bes (Nenna and Seif el-Din, 2000, Pl.61, T10, nos. 424-431; Nenna 2013, 114, T10.2). Nenna, M.-D. 2013. Faience vessels and objects in Nicholson, P. T. (ed.) Working in Memphis: The production of faience at Roman period Kom Helul. London: Egypt Exploration Society: 106-132. Nenna, M.-D. and M. Seif el-Din. La vaisselle en faïece d’époque gréco- romaine. Études Alexandrines 4. Cairo: IFAO."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FD.02)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68856"], "Registration number": ["1886,0401.1767"]}