{"artifact_name": "door", "Object Type": ["door"], "Museum number": ["EA705"], "Description": [" Sycomore fig wood door; incised panel containing Hieroglyphic text and scene of Khonshotep before Osiris and Hathor. "], "Cultures/periods": [" New Kingdom ", " 19th Dynasty (early; ?) "], "Production date": ["1285 BC (c.)"], "Findspot": [" Excavated/Findspot: Tomb of Khonshotep (Thebes) "], "Materials": ["sycomore fig wood"], "Technique": ["incised"], "Dimensions": [" Height: 204 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" PM I Part 2: p.613 See Richardson, Travels, II, 2-3 [transcribed under Acquisition notes]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 212-3. Illustrated, Quirke, Egyptian Religion, 53; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 213. ", " Strudwick N 2006 This door belonged to the tomb of a high priest of Amun named Khonsuhotep, and is made of six planks of wood fixed together with nails and supports on the back. A large protrusion survives at the bottom for insertion into the lower door socket. In the centre is an incised depiction of the owner adoring and offering to Osiris and Hathor of the West, with the outline filled with white paint. This scene makes it evident that it came from a tomb rather than a house. Nothing more is known about Khonsuhotep. Very few Egyptian doors have survived, because of the poor survival of organic material in domestic contexts, the reuse of the tombs, and the high value of wood, which was not a common commodity. Doors in Egypt usually were made of a single leaf, with protrusions at the top and the bottom which fitted into sockets in the doorway on which the door pivoted; very similar doors are still in use in modern Egyptian villages. More often than not the principal traces of their existence are stone sockets in temples. Tomb doors are particularly rare, and few traces of sockets have been noted. Most doorways were probably closed with single-leaved doors, although larger doorways (as in temples) were probably made of two leaves and secured with bolts. The best surviving tomb door is from the tomb of Sennedjem at Deir el-Medina (Cairo, JE 27303). This closed the doorway between the shaft and the burial chamber, and is thus smaller than Khonsuhotep's door (117 cm), which without doubt sealed the entrance to his tomb chapel, which would have been much grander. Sennedjem's door was also decorated, but in colour, with scenes of him and his family worshipping Osiris and the West, and an additional scene of the worship of Ptah-Sokar-Osiris and Isis. Perhaps bright colours were used because this was an internal door, to complement the bright painting of the burial chamber. This door was collected for the Earl of Belmore in his travels in Egypt in 1817-18 by Giovanni d'Athanasi. Belmore presented it to Salt, and it came to the British Museum as part of the latter's first collection: 'Next morning, the 14th of January [1818], we proceeded, in company with Mr. Salt, to view the antiquities ... ; one of the most curious and interesting articles which he had discovered, was an ancient door made of what appears to be common deal. ... This ancient relic was found near one of the tombs that have been cut in the southern aspect of the mountain above the village of Gornou, a little to the west of the road that leads into the valley of the tombs of the kings ... The noble Earl made a present of it to Mr Salt, and it is now in the British Museum.' (Dr Richardson, physician to the Earl of Belmore, who travelled to Egypt with him.) "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.212-213)"], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Khonshotep ", " Representation of: Osiris ", " Representation of: Hathor "], "Acquisition name": ["Purchased through: Henry Salt"], "Acquisition date": ["1823"], "Acquisition notes": ["This object was found by Lord Belmore during his trip to Egypt in 1817-1818, and was given to Henry Salt in Thebes (Salt 1821 list, no. 106--it appears to have this number painted on it). I am assuming that he gave or sold it on to the BM with the rest of the collection. [NCS 9/2/05] Richardson (Travels, vol 2, 2-3) describes how Belmore acquired it: \"Next morning, the 14th of January [1818], we proceeded, in company with Mr. Salt, to view the antiquities which the diligent and faithful Greek [d'Athanasi] had acquired for the noble traveller, during his absence in Nubia, and with whose industry and success there was every reasons to be satisfied; one of the most curious and interesting articles which he had discovered, was an ancient door made of which appears to be common deal. It was nearly eight feet high, about three feet and a half broad, and the boards were fastened on with pins. There were nails in it; but they appears to be of a more modern date that the door itself, and not to have been any way connected with its original construction. A round projecting peg of the wood on one side, at the top and bottom of the door, served as a tenon, which being received into a mortise above and below, formed the hinges on which the door readily turned backward and forward. A few hieroglyphics with a figure of Osiris were carved on the outside of it. He is represented in a sitting posture, with his hands crossed over his bread, holding the crook and scourge. So that in Thebes Osiris appears to have been the guardian god of the door, as Saint Januarius is of the wine casks at Naples, in the present day. This ancient relic was found near one of the tombs that have been cut in the southern aspect of the mountain above the village of Gornou, a little to the west of the road that leads into the valley of the tombs of the kings. It is in an excellent state of preservation. The noble Earl made a present of it to Mr. Salt, and it is now in the British Museum.\""], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA705"], "Registration number": [".705"]}