{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA41748"], "Description": [" Sphinx; Egyptian hieroglyphs on the right shoulder and between paws, Proto-Siniatic signs on left shoulder and base. "], "Cultures/periods": ["Middle Kingdom"], "Production date": ["1800BC (c.)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Serabit el-Khadim "], "Materials": ["sandstone"], "Dimensions": [" Height: 15.40 centimetres ", " Length: 23 centimetres ", " Weight: 2.82 kilograms ", " Depth: 10 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": [" Published: Porter & Moss VII, p.360 N. Strudwick, 2006. Masterpieces of Ancient Egypt, pp.108-9. I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 160 ", " Strudwick N 2006 This sphinx was found by W.M.E Petrie in the temple of the mining settlement at Serabit el-Khadim, although further details of its provenance are not available. It is made from the local reddish sandstone, and, though initially dated by Petrie to the New Kingdom, is now thought more likely to be of the late Middle Kingdom, when the local mines were thriving and many other inscriptions at the site were made. Copper was mined here, starting in the Old Kingdom, but in the Middle Kingdom the site mainly produced turquoise. Hathor, 'mistress of turquoise', was the deity worshipped in Serabit el-Khadim. The particular interest of this otherwise somewhat undistinguished statuette is in the inscriptions it bears. On the right shoulder is carved in hieroglyphs 'beloved of Hathor, mistress of turquoise'; between the paws Petrie saw a royal name, which is unfortunately now illegible. The most important inscription is that on the left shoulder and base, which is written in the Proto-Sinaitic script. This script is known from objects from Serabit el-Khadim and elsewhere, including the deserts to the west of Egypt. Attempts to decipher it have been based on the assumptions that the script was alphabetic, that the signs were derived from hieroglyphs, and that the language was West Semitic. The early work of Gardiner and Albright was the key to an attempted decipherment based on these ideas. Phonetic values have been derived for most of the signs, and a number of words can be recognized, including the name visible here, which is that of the Semitic goddess Baalat, perhaps identified with Hathor. This makes it likely that the inscriptions on the sphinx are bilingual. It seems more likely that the script originated in Palestine or Syria than in Egypt. The Proto-Sinaitic inscriptions at Serabit el-Khadim were probably written by Asiatics working in Sinai alongside the Egyptians. Several hieroglyphic inscriptions from the site mention Asiatics or 'men of Retjenu', although they are usually quite small in numbers when compared with the Egyptian contingent (for example, 20 Asiatics and 200 [Egyptian] quarrymen in one text). It thus seems likely that they were not working as miners, but were either local guides or perhaps even traders, taking some of the materials to the Syro-Palestinian area. "], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (fig 59, pl. 31) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.108-109) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1982 5 May-8 Aug, Paris, Grand Palais, La naissance de l’ecriture en Asie occidentale et en Egypte 2000 14 May-29 Oct, Germany, Berlin, Martin-Gropius-Bau, Seven Hills – Images and Signs of the 21st Century 2014-2015 9 Oct-26 Jan. Palais des Beaux Arts de Lille. Senusret III. 2019 26 Apr- 26 Aug, London, British Library, Writing 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["incomplete - front of base damaged"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41748"], "Registration number": ["1905,1014.118"], "Conservation": ["Treatment: 27 May 2022"]}