{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA73809"], "Description": [" Fragmentary limestone figure of a sphinx, the body and base now missing. The figure wears the nemes headcloth with the horizontal band set low on the forehead and the cloth tucked behind the ears. The long lappets would have originally extended down beside the face, however only a portion of the right side is now intact. At the forehead is the coiled body of the uraeus cobra, now headless. The eyes are narrow with sunken skin under the lower eyelid. The eyebrows are deeply incised and converge into the bridge of the nose. The tip of the nose is almost as broad as the mouth, which is full with the thick lips. The bottom lip is sharply incised along the edge, and the outer corners of the mouth are slightly upturned. The face is rounded, particularly at the cheeks and around the mouth. There is a broad outline of a false beard from the edge of the chin towards the broken edges of the figure. The figure is badly damaged, with abrasions across the stone surface particularly notable on the left side of the wig and at the false beard. Part of the nose and chin of the sphinx has broken off, and there is damage across the face and to the right side of the eye and forehead area. There are numerous chips to the outer edges of the nemes and at the top of the cloth. "], "Cultures/periods": ["Middle Kingdom (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 8.17 centimetres ", " Width: 7.81 centimetres "], "Curator's comments": ["Depictions of royal figures in sphinx form, namely the head of a human and the body of a lion, symbolically linked the king with the lion’s perceived strength and ferocity. The sphinx could adopt different poses such as standing or crouching, each associated with their position as guardians or protectors. Due to the fragmentary nature of this British Museum sphinx fragment, it is difficult to determine its original pose. Based on stylistic features of the face, the figure has been dated to the later phases of the Middle Kingdom (PM VIII; Vassilika 1992). The provenance of the sphinx fragment is uncertain. Further Bibliography: E. Vassilika, 1992. ‘Museum Acquisitions, 1990: Egyptian Antiquities Accessioned in 1990 by Museums in the United Kingdom’, Journal of Egyptian Archaeology Vol. 78, p. 269, no. 27."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 36)"], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Acquisition date": ["1990"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73809"], "Registration number": ["1990,0103.1"]}