{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8467"], "Description": [" Sycomore fig wood stela of Pakharkhons: there are four registers on this round-topped stela. The upper register contains a winged sun-disk with two uraei on each side of which is a recumbent jackal holding a sceptre. In the second register the deceased in the form of a 'ba'-bird worships Ra, Atum, Khepri, Shu, Tefnut, and Geb who are all seated in a barque. In the third section the owner stands in adoration on the right before an altar on the other side of which are Osiris, Isis, Nephthys, Hornedjitef, and Hathor. The fourth register consists of four lines of text containing a prayer on behalf of the prophet of Amun in Karnak, šs bỉʒt Pakherkhons, son of the prophet of Amun in Karnak Pʒ-dỉ-'lmn-nb-nswt-tʒwy, and the sistrum-player of Amun-ra Nḥm.s-Rʿ-ʒwy. The stela is cracked down the centre and has suffered loss from flaking in places. The right side has been subject to more darkening than the left so that some features are not easily distinguished. The background of the stela was originally yellow-white with black hieroglyphs throughout. There was a blue, now black, border around three sides of the stela, while the registers were divided by a multi-coloured border of blue and red rectangles separated by one yellow and two white stripes all edged in black. The disk at the top is red with a yellow border. The upper wings are now blackened; the middle are white edged in red; while the lower are green edged in black with a red lower border. The uraei have blue heads and white bodies with blue, red, and green details and a black-lined centre. Their crowns are respectively white with green feathers and red and they hold black green-edged sceptres. The text between the uraei is red and green above blue, red, green bands, and decoration on the white background. The šn-signs beside the uraei are blue with a red on white centre. The jackals are black with blue flags, red sashes, and red-topped green sceptres. The black hieroglyphs are between blue lines. In the second register the centre of the bark is green with blue ends having some red details. It rests on a blue band as do the gods in the bark. An altar in the prow is blue with a red pot and green flower. Ra has a red disk, black uraeus, white face with black features, blue wig, and ankh-sign, black-lined collar, and red body. Atum has a green and red crown, originally red face now faded, red and yellow banded collar, blue on the shoulder, and green body and 'ankh'-sign. Khepri and Tefnut have green faces, green and yellow banded collars, blue wigs and ankh-signs, and red bodies. Their head-dresses are black and red respectively. Shu and Geb have blue wigs and 'ankh'-signs, red faces with black beards, red and yellow banded collars, and green bodies. The feather atop Shu is green. The rudder in the stern of the barque is red. On the left the 'ba'-bird apparently has a blue wig, and upper body, red face and hands, green lower body and red legs. It stands over a sign of the West with a blue base and green feather. The colours of a fan on the extreme right cannot be distinguished except for a dark, blue or black, frame. In the third register the deceased has a blue, now black, cap, with a green flower, red body, and a white garment with black details and a green belt and sash. The altar was apparently blue with a red pot with blue centre and green flower. Osiris has a white crown with green feathers, green face and hands, white collar with black details, red body, blue or black sceptres, and green hangings. Isis, Nephthys, and Hathor have blue wigs, green bodies, and red dresses. The two first have blue and red head-dresses and carry blue 'ankh'-signs. The last has a red disk with black horns. Horus has a red and green crown, white face with black features, blue wig, red body, and green kilt. His sceptre is black. The texts are between blue lines. The texts in the fourth register also appear to have been between blue lines. There is a red band at the bottom of the stela. Two unplastered areas were left for the pedestals now wanting. There is a red band along three sides of the stela. The bottom edge is unplastered, but the back has been covered with a thin layer of plaster now gone yellow. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Tomb of Ankhhor (Thebes) (probably) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 53.10 centimetres ", " Weight: 2 kilograms ", " Thickness: 2.80 centimetres ", " Width: 33 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), pp. 78-9 (no. 105); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 110 (no. 21); R. Parker, A Suite Oracle Papyrus from Thebes (Providence, 1962), 33 note 6; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 235-6; M. Bietak & E. Reisner-Haslauer, 'Das Grab des ʻAnch-Hor, Obersthofmeister der Gottesgemahlin Nitokris' II (Vienna, 1982), p. 256 note 488; F. von Kanel, 'Les prêtres-ouâb de Sekhmet et les conjurateurs de Serket' (Paris, 1984), pp. 208-9."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.80-81)"], "Location": ["Not on display"], "Condition": ["fair - central vertical split; right side darkened"], "Subjects": [" ancient egyptian deity ", " ba "], "Associated names": [" Named in inscription & portrayed: Pakharkhons ", " Named in inscription: Padiamunnebnesuttawy (father) ", " Named in inscription: Nehemesratawy (mother) ", " Named in inscription & portrayed: Ra ", " Named in inscription & portrayed: Atum ", " Named in inscription & portrayed: Khepri ", " Named in inscription & portrayed: Shu ", " Named in inscription & portrayed: Tefnet ", " Named in inscription & portrayed: Geb ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Hornedjitef ", " Named in inscription & portrayed: Hathor ", " Named in inscription: Amun-Ra "], "Associated places": [" Named in inscription: Karnak (Thebes) "], "Acquisition name": [" Purchased from: Henry Salt (probably) ", " Purchased through: Sotheby's "], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8467"], "Registration number": [".8467"], "Additional IDs": [" Miscellaneous number: BS.8467 (Birch Slip Number) "], "Conservation": [" Treatment: 10 Dec 2013 ", " Treatment: 10 Dec 2013 "]}