{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76273"], "Description": [" Three fragments of papyrus with Demotic text on recto and verso. Palimpsest. Fragment 1 has part of two columns of text on the recto of x+12 lines. It is torn on both sides and top and bottom. The verso is blank (traces of a previous text can be seen). Fragments 2 and 3 each contain part of one column of text on the both recto and versov (the text on the verso is upside down to that on the recto). They are both torn on both sides and top and bottom, although fragment 2 may still have its bottom margin,. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 33 centimetres ", " Width: 43 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of group of demotic papyri mounted between sheets of perspex (76273-87). Other papyri in this group, on the basis of internal evidence, can be assigned to Herakleopolis. The hand of fragments 2 and 3 looks to be different to that of fragment 1, although the traces at the very end of fragment 1 may be the same hand. The hand of fragments 2 and 3 is early demotic and looks to be the same as that of 76279, 76280 and 76284. It is an account papyrus and barley is mentioned. To be published by C.J. Martin."], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich: glass: binding: filmoplast t (temporary) Object Priority: D Mount Priority: D Overall Condition: D Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76273"], "Registration number": ["2000,0524.153"], "Conservation": [" Treatment: 28 Jul 2016 ", " Treatment: 24 Sep 2009 "]}