{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA44"], "Description": [" Head and torso of granodiorite statue of Senusret I: depicting Senusret I striding bare-chested and wearing a royal headcloth and a kilt with narrow pleats. Enclosed in a cartouche and carved in large hieroglyphs, the king's prenomen decorates the centre of the wide belt holding his kilt in place. The thick body of the royal uraeus cobra, its hood now broken away, completes five turns as it winds over the top of the king's pleated headcloth. The wide back pillar covers the back of the headcloth and narrows at the top in the form of an obelisk. Due to damage, the form of the mouth can only be conjectured. A naturalistic mouth would complete the image aesthetically. However, the extremely wide rounded corners preserved at the sides of the mouth and the full shape of the lower lip suggest that the king's mouth was highly stylized with almost everted lips, significantly altering the apparent naturalism of his expression. "], "Authority": ["Ruler: Senusret I"], "Cultures/periods": ["12th Dynasty"], "Production date": ["1965BC-1920BC (circa)"], "Findspot": [" Excavated/Findspot: Karnak (Thebes) (?) ", " Excavated/Findspot: Memphis (Egypt) (?) "], "Materials": [" granodiorite ", " feldspar (inclusions) "], "Technique": ["incised"], "Dimensions": [" Height: 76.30 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: D. Wildung, 'Ägypten 2000 v. Chr : die Geburt des Individuums' [exhibition catalogue] (Munich, 2000), no. 18, pp. 76, 179; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1972), p. 276; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 39, fig. 26; B. Fay, 'The Louvre Sphinx and Royal Sculpture from the Reign of Amenemhat II' (Mainz, 1996), p. 57, pl. 71c-d; 'Temples and Tombs' (American Federation of Arts, 2006): 44, cat no. 3'"], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (21)"], "Location": ["On display (G4/B22)"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["incomplete - arms and legs lost"], "Associated names": ["Named in inscription & portrayed: Senusret I"], "Acquisition name": ["Donated by: Col R W Howard Vyse"], "Acquisition date": ["1838"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA44"], "Registration number": ["1838,1115.1"], "Additional IDs": [" Miscellaneous number: BS.44 (Birch Slip Number) "], "Conservation": [" Treatment: 11 Jan 2000 ", " Treatment: 20 Feb 2015 "]}