{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74715"], "Description": [" Irregularly cut limewood panel bearing an encaustic portrait of a man with short hair; white mantle and tunic with a violet clavus; apex broken; vertical fissures. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": [" lime wood ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Height: 40.70 centimetres ", " Width: 21.50 centimetres ", " Depth: 1.70 centimetres "], "Curator's comments": ["Published: S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p. 78 [49]. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 184-6."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (25) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.127, no.31) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair - apex broken; vertical fissures"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Acquisition notes": ["Portraits NG 2912-2915 were presented to the National Gallery in 1912 by the British School of Archaeology in Egypt. See information from the NG on file [Nov 2005, NCS]. AES Archive 548."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74715"], "Registration number": ["1994,0521.13"], "Additional IDs": [" Miscellaneous number: National Gallery 2913 "], "Conservation": [" Treatment: 31 Oct 1996 ", " Treatment: 28 Mar 2017 "]}