{"artifact_name": "dish-cover", "Object Type": ["dish-cover"], "Museum number": ["EA38050"], "Description": [" An ivory cover for a dish: with the upper surface carved in a representation of a trussed ox. The piece has been skilfully carved, with the details of the mouth, eyes and legs depicted, but the ivory has decayed and cracked with age. Repaired from several fragments with some parts missing. On the underside the ivory has been hollowed into two depressions, one rectangular and the other semicircular, perhaps in order to fit closely over the dish and its contents. "], "Cultures/periods": ["Early Dynastic (Egypt) (?)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Osiris-Khentimentu (Abydos), Chamber M69 deposit "], "Materials": ["ivory"], "Technique": ["carved"], "Dimensions": [" Length: 20.10 centimetres ", " Width: 6.40 centimetres "], "Curator's comments": ["The date of some of the ivories from the deposit M.69 is not so certain as the date of the faience figures from the same deposit, which have been confirmed as Early Dynastic by the discovery of similar objects in a First-Second Dynasty level at Elephantine (G. Dreyer, 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 32 (Wiesbaden, 1976), 83-7 and pls.22-6). No Early Dynastic parallels to this form of ivory dish have been found, the style being more similar to ivory and wooden carving of the New Kingdom, see J. Vandier d'Abbadie, 'Les objets de toilette égyptiens' (1972), nos. 65-8; 73-5; 118. Petrie considered this object itself to be a dish, rather than a lid, but this would have meant the decorated side being always underneath and invisible. Bibliography: W. M. F. Petrie, 'Abydos' II (London, 1902), pl. III, 30."], "Bibliographic references": ["Spencer 1980 / Early Dynastic Objects (486)"], "Location": ["Not on display"], "Condition": ["incomplete - lid only"], "Subjects": ["cattle"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38050"], "Registration number": ["1903,1010.42"], "Conservation": ["Treatment: 26 Jun 1992"]}