{"artifact_name": "spacer-bar; bracelet", "Object Type": [" spacer-bar ", " bracelet "], "Museum number": ["EA57700"], "Description": [" Gold spacer-bar: from a bracelet, made in the form of a flat box enclosed at the ends and open at the sides. Twelve tubes run across the width of the box between upper and lower plates, rolled from incompletely joined strips of gold. There is a roughly scratched inscription on the base which lies between two horizontal lines. On top of the box recline three cats with heads erect and facing forward, their bodies lying to the left. Their back legs are stretched out in front of them, and their front paws are crossed. The legs are all made from beaten wire. Beaten notched wire tails curl around in front of the legs. The heads and bodies were probably not cast but made by hand; details were added with roughly-cut lines. The faces have details of eyes, noses and mouths and a rather smug expression; the ears were added separately. "], "Cultures/periods": ["17th Dynasty"], "Findspot": [" Excavated/Findspot: Edfu (?) "], "Materials": ["gold"], "Technique": ["incised"], "Dimensions": [" Height: 1.20 centimetres (cats with base) ", " Length: 3 centimetres (base) ", " Weight: 19 grammes ", " Width: 1.80 centimetres (base) "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["These spacers may have come from the tomb of Queen Sobkemsaf at Edfu: see B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), 205. Another gold spacer with a virtually identical inscription was published in ‘Proceedings of the Society of Biblical Archaeology’ 24 (London, 1902), 285. Queen Sobkemsaf was the wife of Nubkheperre Intef: see 'Cambridge Ancient History' II, part 1, 3rd Edition (Cambridge, 1970-77), 71; 'Journal of Egyptian Archaeology' 10 (1924), 233, n. 5. Nubkheperre Intef was one of the earliest Theban princes to reject Hyksos suzerainty: see 'Cambridge Ancient History' II, part 1, 3rd Edition (Cambridge, 1970-77), 70-1. For other bracelets with cats see H. E. Winlock, ‘The Treasure of Three Egyptian Princesses’ (New York, 1948), 29: pl.XVI = New York, MMA 26.8.121. Bibliography: P. E. Newberry, ' Burlington Fine Arts Club Exhibition Catalogue (1922)', 18; pl.L; 'Journal of Egyptian Archeology' 10 (1924), 233, note 5; H. E. Winlock, ‘The Rise and Fall of the Middle Kingdom in Thebes’ (New York, 1947), 112; pl.47; The British Museum, ‘A General Introductory Guide to the Egyptian Collections in the British Museum’ (London, 1964), 211; The British Museum, ‘An Introduction to Ancient Egypt’ (London, 1979), 226; A. Wilkinson, 'Ancient Egyptian Jewellery' (London, 1971), 94, 103; pl.XXVII, B; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 30a; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 174-175, No. 84; C. Andrews, 'Amulets of Ancient Egyp't (London, 1994), fig.48. Temples and Tombs (American Federation of Arts, 2006): 84, cat no. 41"], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (578) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (84) ", " Andrews 1990 / Ancient Egyptian jewellery (65b) ", " Miniaci et al 2013 / Analytical study of the first royal Egyptian heart-scarab, attributed to a Seventeenth Dynasty king, Sobekemsaf (p.53, p.55, fig.4, fig.5b, p.57, table.1, p.58) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["cat"], "Associated names": [" Named in inscription: Sobekemsaf ", " Named in inscription: Nubkheperre Intef VI "], "Acquisition name": ["Donated by: Charles William Dyson Perrins"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57700"], "Registration number": ["1924,1215.3"], "Conservation": [" Treatment: 08 Aug 2000 ", " Treatment: 16 Jul 1981 ", " Treatment: 23 Jan 2012 "]}