{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37996"], "Title": ["Object: The Ivory King"], "Description": [" Statuette of a king: the figure of a beardless king wearing a white crown, the weight of which seems to be pushing out the tops of his huge ears. Wrapped in a short, stiff robe, he strides forward on his left leg. Perhaps the most striking aspect of the figure is the sense of age conveyed by the stoop of the king's shoulders, the forward thrust of his neck, and the droop (possibly somewhat exaggerated by weathering) of his long, pointed chin. Though a few would disagree, most believe that this is a depiction of an aged king. The robe is the type worn by kings during the sed-festival. This ceremony of royal rejuvenation was already in existence at the beginning of the First Dynasty. Here, the garment has the form of robes shown on other Early Dynastic representations of this ceremony. Unlike other versions of the robe, however, the material is patterned, with a design of diamond shapes bordered by two bands of guilloche. The designs were carved with such plasticity that even the under-and-over intertwining of the strips in the guilloche bands can still be seen. The effect strongly suggests woven designs in a heavy fabric, rather than painting on leather, as has sometimes been suggested. The most singular feature of the robe is a sort of flap that hangs down over each shoulder. These \"epaulets\" are worn and cracked and extremely hard to see, but the better-preserved example, on the left shoulder, apparently has a scalloped edge. The objects appear to be unique, and no one has yet come up with a satisfactory identification or explanation, apart from a tentative (and unlikely) suggestion that they might represent animal paws. The arms of the figure are held at the front, by the fold of the cloak, and it is possible that the band of the robe hung over the right hand. "], "Cultures/periods": [" 1st Dynasty (?) ", " 2nd Dynasty (?) ", " Naqada II (? possibly Naqada IId) "], "Production date": ["3000BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Osiris-Khentimentu (Abydos), Chamber M69 deposit "], "Materials": ["ivory"], "Technique": [" carved ", " incised "], "Dimensions": [" Height: 8.80 centimetres (max) "], "Curator's comments": ["The accomplished technique of the ivory caning at so early a period should be no surprise. Ivory figures were already being made in early predynastic times, and they continued be produced throughout the Predynastic Period. But while predynastic ivory figures are very stylized, this statuette has an assured naturalism that can most tellingly be compared to a two-dimensional representation of King Den, which was also found at Abydos, and probably comes from the king's tomb. For the date of this deposit, see the introduction to the section on glazed composition objects, A. J. Spencer, 'Catalogue of Egyptian Antiquities in the British Museum' V Early Dynastic Objects, (London, 1980), 71. This particular object has been considered to belong to a later age than the Early Dynastic period, as there is no archaic parallel for it, but on the other hand no later parallel has been produced to support this view. An unpublished opinion, that the piece belongs to the Amarna period, on the basis of the form of the neck, fails to take account of the effect of the short Sed-festival robe on the appearance of the neck, caused by the way in which the robe rises in a ridge across the back. Compare the figures on the limestone slab from Saqqara (1969,0212.16). Compare the dress of the fragmentary statue of Amenophis III, in C. Aldred. 'Journal of Egyptian Archaeology' 55 (1969), 74, figs. 1-2. Fragments of reliefs showing a similar patterned cloak are known from the reign of Sneferu, see A. Fakhry, 'Monuments of Sneferu at Dahshur, II, The Valley Temple' part I (Cairo, 1959), pls.XXIX, C-D; XXXII, B. Bibliography (selective): W. M. F. Petrie, 'Abydos' II (London, 1902), pls.11, 3; XIII; J. Capart, ‘Les Débuts de L’Art', 154, flg. 112; J. Vandier, 'Manuel d'Archeologie egyptienne', I, (2), 958, fig. 628; H. Ranke, 'The Art of ancient Egypt : architecture, sculpture, painting, applied art' (Vienna, 1936), fig. 44; H. Schäfer, 'Die Kunst Ägyptens', 177; W. S. Smith, 'History of Egyptian Sculpture and Painting in the Old Kingdom' (London, 1946), pl.Ia; J. Josephson and G. Dreyer, 'Naqada IId: The Birth of an Empire', JARCE 51 (2015), 169-71, fig. 4; H. Asselberghs, 'Chaos en Beheersing: documenten uit aeneolithisch Egypte' (Leiden, 1961), fig. 32; W. B. Emery, 'Archaic Egypt', (London, 1961) pl.30b; C. Aldred, 'Egypt to the End of the Old Kingdom' (London, 1965), 62, fig. 52; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), 40; H Sourouzian in Fs. Leclant 1993, Vol 1 p507 A. Roveri and F. Tiradritti [eds.], 'Kemet: Alle Sorgenti del Tempo' (Ravenna, 1998), p.223 [185]; P. Pasini [ed.], 'Kemet: Guide all mostra' (Ravenna, 1998), p.18; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), pp. 66-67 [1]; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), fig. 33, p. 37; H. Sourouzian in C. Berger ‘et. al’ ‘Hommages à Jean Leclant’ I (Bibliothèque d’Étude 106/1 (1994)), no. 1, p. 50; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 70, fig. 50; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 23, fig. 21; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 36-7."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (483) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (1) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.36-37) "], "Location": ["On display (G64/dc10)"], "Condition": ["poor"], "Associated events": ["Associated Event: Sed festival"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37996"], "Registration number": ["1903,1010.1"], "Conservation": [" Treatment: 25 Aug 2000 ", " Treatment: 26 Jan 1994 ", " Treatment: 01 Jan 1900 ", " Treatment: 11 Nov 1993 ", " Treatment: 13 Dec 2005 ", " Treatment: 05 Jun 2014 ", " Treatment: 29 May 1992 "]}