{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32188"], "Description": [" Serpentine(?) striding male figure on a slim rectangular base. The figure is depicted with the left leg advancing ahead of the right leg, and he wears a long ankle-length garment which is tied at the chest. A visible knot of material is looped towards the right side of the torso, and the edge of the clothing is conveyed in a vertical line running down the centre of the material. The elongated arms are held at either side of the body with the palms placed flat against the lower legs. The figure has a shaven head, a broad neck, and a broad face which is particularly rounded at the jawline. The eyes are almond shaped with a heavy upper eyelid, while the tip of the nose is almost as wide as the mouth, which has thick lips. The lower lip is particularly sharply incised along the edge. On the reverse of the figure is a back-pillar inscribed with a single line of crudely carved text, and both sides of the pillar also feature carved text which is undefined by a border. The left side of the statue base also contains a line of incised text, while the right side appears to have traces of text which have been damaged. Across the top of the statue base text is also inscribed beside and in front of the figure’s feet. There are several visible large cracks across the stone surface at the clothing, arms and upper body. A small crack is also visible across the chin, with some small further abrasions also visible at the top of the head. "], "Cultures/periods": [" First Intermediate (?) ", " Middle Kingdom (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["serpentine (?)"], "Technique": ["incised"], "Dimensions": [" Height: 14.80 centimetres ", " Width: 4.19 centimetres ", " Depth: 7.48 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The figure has previously been thought to date to the Old Kingdom (Budge 1902 as ‘Dynasty VI’), or into the Middle Kingdom (PM VIII, ‘late Dyn. XII or Dyn. XIII’). The provenance of the figure is uncertain. Further Bibliography: E.A.W. Budge, 1902. A History of Egypt from the end of the neolithic period to the death of Cleopatra VII B. C. 30. Vol. II. (New York), p. 157."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 348)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32188"], "Registration number": ["1899,1016.1201"]}