{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA11522"], "Description": [" Fragmentary steatite head of the god Harpocrates. Harpocrates is shown wearing the tight skullcap crown which is tucked behind the ears, and the distinctive plaited sidelock of hair on the right side. His eyes are almond shaped and his nose is broad at the tip, while the mouth is full with thick lips. The face is particularly rounded and fleshy in appearance at the cheeks and jawline. On the reverse a hand supports the head of Harpocrates. In addition to the break at the neck, the left ear of the god is damaged and the hand on the reverse is also broken off from the wrist. The figure is now attached to a modern rectangular base. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 3 centimetres (max) ", " Width: 3.52 centimetres (max) ", " Depth: 3.86 centimetres (max) "], "Curator's comments": ["While only this small fragment survives, the intact hand supporting the head of Harpocrates confirms that this originally belonged to a figure of Isis cradling her son Harpocrates (Horus-the-Child) in her lap. This was an increasingly popular form of representing the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean. The nursing of the child Harpocrates emphasises Isis’ role as divine mother and protector, both for the god Harpocrates/Horus-the-Child and the Egyptian pharaoh. Though Harpocrates is only depicted here with the skullcap, in other existing representations he is also shown with a uraeus cobra, thus also evoking the royal insignia of the king but also the royal symbols adopted by his mother who is also typically shown with a uraeus."], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Harpocrates ", " Representation of: Isis "], "Acquisition name": ["Donated by: Henry Christy (Trustees of)"], "Acquisition date": ["1865"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA11522"], "Registration number": ["1865,1202.43"]}