{"artifact_name": "human mummy; mummy-mask; cartonnage; bead-net; mummy-wrapping", "Object Type": [" human mummy ", " mummy-mask ", " cartonnage ", " bead-net ", " mummy-wrapping "], "Museum number": ["EA20745"], "Description": [" Mummified remains of an adult man, prophet of Min, Horus and Isis, prophet of Osiris-Sokar, prophet of Sokar who resides in Ipu, stolist, master of secrets, named Irthorru, with gilded mask and bead net. Sex: male Age: Middle Adult (35-49 years old) Stature: 162.8 ± 2.8 cm Summary: Mummy of adult man Irthorru, with wrappings and cartonnage mask over his head. The mask is only covering the face, and not surrounding the head, instead a homogeneous mixture (perhaps wax or resin) covers the surface. A network of blue glazed composition and small polychrome beads lies over the body. A winged figure of Nut was incorporated into the upper section of the net, on the breast. Head and Neck - Mouth closed. Most teeth present and heavily worn; lower third molars are missing (probably never developed), lower right central and lateral incisors, and canine are missing. The skull shows no obvious post-mortem damage. Brain extracted through nasal passage, and back of skull cavity filled with resinous material. Packing, perhaps wax or resin, in nose. Two beads were placed on his forehead, and a metal amulet at the back of his mouth. Chest and Abdomen - Some packing material including four oblong packages, probably enclosing organs. Several amulets, including a small falcon-pectoral and a wedjat eye, can be seen on his chest, and a djed pillar amulet on his back. No apparent post-mortem damage to the ribs, spine or pelvis. Arms - Flexed at the elbows. Forearms crossed, right over left, on the breast, left hand clenched, right hand extended. Legs – Extended and complete with no post-mortem damage. Feet are complete and positioned at right angle to the legs. There is a small metal amulet (?) behind the left tibia and fibula. Pathological conditions – periapical lesion under the lower left incisors with extensive bone loss, Schmorl’s nodes on the 6-7th and 11-12th thoracic vertebrae and lipping on the edge of the 8th-10th thoracic vertebrae. Bandages – Very thin layer of bandages wrapping the body into a bundle with unidentified packing material between the arms, and presence of resinous material on body and on bandages. Condition Preservation skull: 100.0% Dentition: 90% Preservation post cranial: 100% Condition: Excellent – complete with little to no breakage Soft tissues or other: extensive, see summary Percentage mummified skull: 100% Percentage mummified post cranial: 100% "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" human tissue ", " linen ", " gold ", " glazed composition "], "Technique": [" gilded ", " glazed "], "Dimensions": [" Height: 26.50 centimetres (mummy) ", " Length: 166.50 centimetres (mummy) ", " Width: 38.50 centimetres (mummy) "], "Curator's comments": ["Found in 1888,0512.98.a Irthorru was a priest at the important city of Akhmim, cult centre of the fertility god Min. His father Ankhwennefer was \"Second Prophet\" of the god, a post which suggests that the family enjoyed high status. This is certainly borne out by the rich trappings of Irethoreru's mummy. Bibliography: J. Mack, ‘Masks : the art of expression’ (London, 1994),p. 176, fig. 122; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 64-5, pl. on pp. 64-5. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 82-104. D. Antoine and M. Vandenbeusch (2021), ‘Human mummies from ancient Egypt and Nubia: an overview and new insights from the British Museum collection’, in D.H. Shin and R. Bianucci (eds). The handbook of mummy studies, Springer Singapore,565-628. DOI: 10.1007/978-981-15-1614-6_17-1 Intrusion (human): No Intrusion (animal): No Scientific analysis: Yes – CT scan (obtained in 2014)"], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (50) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p191) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.64-65) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.5, pl.3, p.46, pl.1, p.47, p.106, p.110, table 1) "], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 29 Mar, Montreal, Museum of Fine Arts, Ancient Lives "], "Condition": ["fair"], "Subjects": ["eye of horus"], "Associated names": ["Associated with: Irethoreru"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20745"], "Registration number": ["1888,0512.98.b"], "Conservation": [" Treatment: 11 Oct 2000 ", " Treatment: 20 Dec 2015 ", " Treatment: 09 Sep 2014 ", " Treatment: 28 Apr 2003 ", " Conservation treatment: 1/6/19 "]}