{"artifact_name": "offering spoon", "Object Type": ["offering spoon"], "Museum number": ["EA55275"], "Description": [" Offering spoon, often referred to as a toilet spoon or cosmetic dish, in dark green hard schist or slate; in the form of a bound oryx; refine rendering with incised details and smoothed surface; complete. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (probably) ", " 27th Dynasty (early) "], "Production date": ["7thC BC - 6thC BC (likely 6thC BC)"], "Production place": [" Made in: Nile Delta "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": [" slate ", " schist ", " stone "], "Technique": [" carved ", " smoothed ", " incised "], "Dimensions": [" Length: 9.60 centimetres ", " Weight: 43 grammes ", " Thickness: 0.85 centimetres ", " Width: 4.70 centimetres "], "Curator's comments": ["Several 'offering spoons', often referred to as cosmetic dishes or toilet spoons, were discovered in Naukratis (Masson forthcoming). They are a category of artefacts well represented in the Delta. They occur for example at Bubastis, Tanis, Zagazig, Sais, Saqqara and Memphis (Wallert 1967, 53). As demonstrated by J. Bulté, the general theme displayed on offering spoons is often associated with the act of offering or with the offering itself (Bulté 2008). This specimen belongs to a common type representing bound cattle. This type was manufactured in various materials, in stone (slate or schist), in bone or ivory, in glazed composition or blue Egyptian (Bulté 2008, 9, pl. VI). A fragmentary similar example, BM 1888,0601.72, was already published for Naukratis (Gardner 1888, 87, Pl. XIX, no. 8). It is an archaizing copy of a New Kingdom model, that can be dated to the 26th or, latest, early 27th dynasty. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. On offering spoons in general: Bulté, J. 2008, '“Cuillers d’offrandes” en faïence et en pierre messagères de bien-être et de prospérité', Revue d’Égyptologie 59, Paris, 1-32. Wallert, I. 1967, ‘Der verzierte Löffel: seine Formgeschichte und Verwendung im alten Ägypten’, Ägyptologische Abhandlungen 16, Wiesbaden."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVII, no. 10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MA.5) (Phase 2) "], "Location": ["Not on display"], "Condition": ["good; top convex side slightly damaged"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55275"], "Registration number": ["1888,0601.76"]}