{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA90642"], "Description": [" Fragmentary grey stone naophorous figure of a male official holding a shrine, the head, feet, and base of the statue now lost. The male figure wears a version of the ‘Persian wrap’ garment, a long piece of clothing with a horizontal band across the chest indicating the top of the cloth and the edge delineated on the right side extending down the body next to the naos shrine. A thin strap of material is visible around the neck which supports the garment and across the upper left arm is a capped sleeve. A v-shape is also visible at the top of the neckline, further indicating that there was likely a thin tunic worn underneath the wrapped garment. The hands are placed on either side of the lower naos walls, supporting the weight of the shrine. Within the naos shrine is a standing goddess figure who wears a tight-fitting sheath dress and a long wig. The back-pillar on the reverse of the statue is uninscribed. In addition to the loss of the head and feet of the statue, the naos shrine and goddess figure are badly damaged. The statue’s right arm has also been damaged, with little of the upper arm now remaining. "], "Cultures/periods": ["Ptolemaic (Perhaps second century B.C.)"], "Findspot": [" Found/Acquired: Harlington, Found close to Great Western Railway line near Dawley Road bridge. 'Site of The Gramophone Factory, Blyth Road, Hayes, Middlesex. Found in September 1929, during construction of the factory, '6ft deep in the gravel, i.e. 8 to 9 feet below the surface' (letter from A. C. Wilberforce, Gramophone Company, to Reginald Smith, British Museum, April 1935)' (CSIR I, 10, p. 109). "], "Materials": ["stone"], "Dimensions": [" Height: 49.90 centimetres (max) ", " Weight: 22 kilograms ", " Width: 18 centimetres ", " Depth: 16 centimetres "], "Curator's comments": ["Naophorous statues were a common Egyptian statue type in which the subject carries or presents outwards the figure of a deity enthroned within a ‘naos’ or shrine, often suggesting a reverence or personal relationship with the god. This statue type became particularly popular in the later phases of Egyptian history and continued to be used into the Greco-Roman period. Typically, the dating and provenance of such objects are identified through the modelling of the statue, including the facial features and hairstyle, and the accompanying inscription. As this statue is headless and bears no text, it is difficult to hypothesise its original context. However, other statues with similar styled clothing of the tunic and wrap garment are known (Klotz 2014), which help to support the suggestion that this figure is Ptolemaic in date. In 1929, this statue was found embedded in gravel below surface clay at a depth of nine feet at a site in Middlesex. Though the date of its arrival into the country and burial at this findspot is uncertain, it has been suggested that this occurred during Roman times (Coombe et al 2015). General Sources: G. Cafici, 2014. ‘Looking at the Egyptian Elite: Sculptural Production of the Ptolemaic Period’, Egitto e Vicino Oriente 37, p. 118-119, Fig. 5. D. Klotz, 2014. ‘Replicas of Shu: On the Theological Significance of Naophorous and Theophorous Statues’, Bulletin de l’Institut français d’archéologie orientale 114, p. 291-338."], "Bibliographic references": ["CSIR I, 10 / Roman Sculpture from London and the South-east (no. 203)"], "Location": ["Not on display"], "Condition": ["incomplete - head and feet lost"], "Acquisition name": ["Donated by: The Gramophone Company, Hayes, Middlesex"], "Acquisition date": ["1935"], "Acquisition notes": ["Object found during digging foundation for a new factory in September 1929, at a depth of nine feet in gravel."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA90642"], "Registration number": ["1935,0417.1"]}