{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA272"], "Description": [" Limestone stela of Paneb: a small rectangular stela divided into two registers. All figures are carved in sunk relief and all texts are incised. In the upper register on the left the foreman Paneb is kneeling with arms raised in adoration before a coiled serpent on the right, doubtless the goddess Meresger. In the lower his son, the workman ʿʒ-pḥty, his son Pʒ-nb and his son Nb-mḥy(t) are shown kneeling in a similar attitude of worship. The stela is in a good state of preservation apart from some scratches on the surface and chipping around the edges. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 19.30 centimetres ", " Width: 17 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The chief workman Paneb, son of Nefersenut, is well known from several sources. He is first attested as a workman in Year 66 of Ramses II. He began to prepare Tomb 211 when still a workman. He became chief workman between Years 1 and 5 of Sethos 11 and is last attested in office in Year 2, probably of Siptah. He was most likely disgraced and removed from office at the end of the Nineteenth Dynasty, although the exact date is uncertain. No son of his named Paneb is elsewhere attested. Similarly, Nebmehyt is not otherwise known as a son of Paneb, but it appears from offering-table 22037 in Turin that 'Apehti had a son Nebmehyt and thus he too may be a grandson rather than a son of Paneb. Bibliography: G. Maspero,‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880) 174; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 138 (no. 490); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 5 (London, 1914), pl. 42; J. Černy, 'Journal of Egyptian Archaeology' 15 (1929), 254; B. Bruyère, 'Meret Seger à Deir el Médineh' (Cairo, 1930), fig. 54; B. Bruyère, 'Tombes thébaines à decoration monochrome' (Cairo, 1952), 86; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 730. K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), p435."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.70) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p263) "], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Paneb ", " Representation of: Meretseger ", " Named in inscription & portrayed: Aapehty ", " Named in inscription & portrayed: Nebmehyt (son) "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA272"], "Registration number": ["1843,0507.7.b"], "Conservation": ["Treatment: 21 Dec 2022"]}