{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68818"], "Description": [" Limestone fragmentary figure of a ram, lower legs and base now missing. The figure is clearly identified as a ram by the long curved horns detailed on either side of the head. The body, legs and tail are crudely carved, with stone fill remaining underneath the belly of the animal on both sides. The ram appears to stride forward with the front left leg, with the right shown slightly behind. The condition of the stone has eroded, and there appears to be no surviving traces of paint. In addition to the broken areas, there are several chips to the stone surface at the face and hind of the ram, and along the right side of the animal at the belly and rear right leg. A marking in pencil of an early registration number is handwritten on the left side of the stone fill underneath the ram’s body. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Great Temenos (possibly) "], "Materials": ["limestone"], "Type series": ["Thomas L-A.1"], "Technique": ["carved"], "Dimensions": [" Height: 4.66 centimetres ", " Length: 6.70 centimetres ", " Width: 2.21 centimetres "], "Curator's comments": ["The provenance of the ram figure is uncertain and it does not appear to be mentioned within Petrie’s publication of the 1886 excavation. Within recent studies it has been argued to have likely originated from the Great Temenos site at Naukratis, given that this was the site of the cult for Amun-Ra Baded (Yoyotte 1983; Guermeur 2005), which appears to also have been accepted in more recent publications (Thomas 2015). Ram figures appear to be rare at Naukratis; in addition to the British Museum figure, two parallels are known (possibly Fitzwilliam Museum, Cambridge NA309; an unprovenanced similar figure dated to the Late Period is also now in the Petrie Museum, London UC 60056). Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 27, n. 249, Fig 43; p. 75, n. 814. General Sources: I. Guermeur, 2005. Les cultes d’Amon hors-de-Thèbes, Turnhout. W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), (London). J. Yoyotte, 1983. ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, p. 129–136."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.199)"], "Location": ["Not on display"], "Condition": ["incomplete - damage to the legs"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68818"], "Registration number": ["1886,0401.1483"]}