{"artifact_name": "razor", "Object Type": ["razor"], "Museum number": ["EA37198"], "Description": [" Bronze razor with wooden handle; rotating type. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt, Thebes, 'small temple of Isis' (Deir el-Medina). "], "Materials": [" bronze ", " wood "], "Dimensions": [" Height: 1.10 centimetres ", " Height: 11 centimetres ", " Weight: 0.05 kilograms ", " Width: 16.80 centimetres "], "Curator's comments": ["J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 131. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 136-7."], "Location": ["Not on display"], "Exhibition history": [" 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 30 Nov – 26 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 04 May - 03 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Acquisition name": ["Purchased from: James Burton"], "Acquisition date": ["1837"], "Acquisition notes": ["Sotheby's sale catalogue of the collection of James Burton, 25 July 1836, lot 232, notes that the razor (there identified as an artist's or scribe's instrument) was originally contained in the leather bag which formed part of the same lot (EA 37180). Both razor and bag are illustrated on plate I of the auction catalogue. They are stated to have been found together with scribal palette EA 5515 (also part of lot 232), and with writing board EA 5601 (Salt sale 1835, lot 245)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37198"], "Registration number": [".37198"]}