{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1629"], "Description": [" Limestone stela of Dydy: this fragment of a large stela is divided into two registers, both of which are incomplete. The scene in the upper register is carved in slightly raised relief with deeply incised texts. In the centre of the scene as preserved are two standing figures facing right and with arms raised. They are named as his son Bʒk-n-ʒy and his son Nʒḫy. On the right are two kneeling and apparently one standing figure, all facing left. The texts name Nfr(t)-ỉry whose titles if any are lost, and the lady of the house, Mwtwy. On the extreme right is a pile of offerings. The lower scene is carved in sunk relief with twelve columns of text consisting of a funerary invocation to Osiris, Anubis, Hathor and the gods and goddesses of the necropolis on behalf of the chief craftsman Dydy. The pyramidion of a tomb is depicted on the left of the scene, and on the right are the upper parts of four standing mummiform figures. An opening-of-the-mouth adze and the top of an incense-burner, both of which must have been held by an individual now lost, appear on the extreme right. The name of the lady Ḥmt-nṯr and that of her daughter, which is now lost, were incised on the right side of the bottom edge. The left edge of this fragment is sawn straight, but the other edges are rough and damaged. The surface of the stone is pitted in several places, and some of the text in the lower register is almost worn away. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 36.50 centimetres ", " Width: 45 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The chief craftsman Dydy is known from the fragments of a large stela found at Deir el-Medina. He is also named on the statue of his son, the chief craftsman Pendua, who flourished in the reign of Ramses II. He is presumably the same man as the workman Dydy attested on a fragment of a stela and a shabti and the Dydy without title who appears on other monuments. He is cited as the father of the workman Amennakhte on a stela in Turin and appears together with him on an offering-table. It is quite probable that British Museum stela 1926,0508.146 forms part of the large stela of Didi from Deir el-Medina. Stela 1926,0508.146 could be the left-hand portion of registers one and two, as the lower part of register two includes the lower part of a tomb and the feet of several standing mummiform figures to match exactly the scene on the lower register of 1926,0508.146. The fact that BM 1629 has a straight left edge without a jamb text is not necessarily significant as that side has been sawn straight in modern times. The ladies Nefertari and Mutuy are otherwise unknown but are presumably relations of Dydy, perhaps his daughter and his wife. Bakenany and Nakhy are presumably his sons. The former is not known from other sources, although the name is attested in the contemporary tomb of Khabekhnet. The lady Hemetnetjer and her daughter who are named at the edge of this fragment can be identified with Hemetnetjer and her daughter Iy who appear regularly together or separately as professional mourners in the reign of Ramses II. They are cited in Tombs 2,218,219, 250, and 335 and on stelae in Turin. Presumably the two women were depicted kneeling at the feet of the mummiform figures in the original stela. Bibliography: K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press), 37."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.63)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Associated names": [" Named in inscription: Dydy ", " Named in inscription & portrayed: Nakhy (son) ", " Named in inscription: Nefertiri ", " Named in inscription: Hemetnetjer ", " Named in inscription: Osiris ", " Named in inscription: Anubis ", " Named in inscription: Hathor "], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1629"], "Registration number": ["1926,0508.146"]}