{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA55278"], "Description": [" Rectangular sycomore fig wood stela of Merirtyfy: the panel is divided into two sections. At the top is the barque of Sokar with four lines of hieratic written on the left. The main part of the stela depicts the deceased before two piles of offerings. Offerings of meat and fowl are shown on the left and bread and beer at the top on the right. Below these on the right are three columns of hieratic consisting of a prayer to Osiris on behalf of Merirtyfy. The panel has been covered with white gesso and the figures and texts outlined in black. In the upper section, the back of Sokar and the tops of the prow and stern of his boat are green, while its oars and poles are red. The wig of the deceased is blue and she wears green bracelets and carries a green staff. The haunch and ox head have red patches and red blood spurts from some of the offerings. The bread and beer are green. The panel is cracked in places and the texts and outlines are faded. Two small holes have been drilled near the top. The back and sides are also plastered. "], "Cultures/periods": ["17th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " gesso "], "Technique": ["painted"], "Dimensions": [" Height: 53.50 centimetres ", " Weight: 1.400 kilograms ", " Thickness: 2 centimetres ", " Width: 28.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.1)"], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Sokar ", " Named in inscription: Osiris "], "Acquisition name": ["Donated by: Charles Wycliffe Goodwin"], "Acquisition date": ["1874"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55278"], "Registration number": ["1874,0216.1"], "Additional IDs": [" Miscellaneous number: BS.6656a (Birch Slip Number) "]}