{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10471,2"], "Description": [" 'Book of the Dead', Papyrus of Nakht (frame 2): Worshipping Osiris: a representation of a couple named Nakht and Tjuiu worshipping Osiris and Maat, before the mountains of the western desert. The West was the realm of Osiris, the land of the dead. Above appear the breasts and arms of the sky goddess Nut, who receives the sun at sunset. But the couple appear to be on their estate, flanked by their house and an artificial lake surrounded by trees. The artist has emphasized the ambiguity of this setting with an extraordinary detail: a grapevine at the corner of the lake (where vines were not normally planted) seems irresistibly attracted to the face of Osiris, which sometimes, as here, is coloured green to symbolize the god's association with plant germination and growth. Nakht was a scribe and a military man, Tjuiu a musician of the god Amun, in token of which she holds a sistrum, together with two blossoms of fragrant blue lotus. Both are in gala attire with cones of perfumed ointment on their heads, filmy linen garments and a great deal of jewellery, including earrings so large that the one we can see on Tjuiu's head displaces the tress beside her face. With their slightly dumpy figures and their huge eyes, on which the crease of the eyelid is indicated, the couple so closely resemble figures in tombs decorated during the reign of Tutankhamun. "], "Cultures/periods": [" 18th Dynasty (late) ", " 19th Dynasty (early) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 39.70 centimetres (papyrus) ", " Length: 64.40 centimetres (frame) ", " Width: 39 centimetres (frame) ", " Width: 93.20 centimetres (papyrus) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Although the combination of elements in this scene may be unique, almost all of its components have close parallels in Eighteenth Dynasty private tombs at Thebes. The house and the tree-shaded lake are drawn in the typical Egyptian manner, by combining architectural-style plans and elevations. Like the rules for drawing human figures, this way of representing buildings and landscape elements was intended to provide information, rather than to create an illusion of reality. Perspective was disregarded, so much so that the small size of the lake should not be understood to indicate that it was some distance away. It is far more likely that this feature was simply scaled to fit the available space. Bibliography: E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 196-197 No 100. Lucarelli, R. 2015. The inhabitants of the Fourteenth Hill of Spell 149 of the Book of the Dead. In Morenz, Ludwig D. and Amr El Hawary (eds). Weitergabe: Festschrift für die Ägyptologin Ursula Rößler-Köhler zum 65. Geburtstag, 275-291. Weisbaden: Harrassowitz. Tarasenko, M. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 91, 93. Tarasenko, M. 2020. The Vignettes of Chapter 17 from the Book of the Dead as found in the Papyrus of Nakht (Papyrus London BM EA 10471): At the Beginnning of the Ramesside Iconographic Tradition, Journal of the Hellenistic Institute of Egyptology 3, 131-146."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (100) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (119) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (133529) (http://www.trismegistos.org/text/133529) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: cockled, fractured, loss Black ink Red ink Pigment (cracked, discoloured, loss) Backed: brown paper (cockled) Mount Details: Sandwich: glass Sandwich: board Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nakht ", " Named in inscription & portrayed: Tjuiu (wife) ", " Named in inscription: Takyky (daughter) ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Ra ", " Representation of: Thoth "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10471,2"], "Registration number": ["1888,0512.101.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "], "Conservation": ["Treatment: 04 May 1999"]}