{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA55251"], "Description": [" Unfinished basalt statue of a seated female figure. A basalt stone block has been roughed out through careful chiselling to provide the outline of a female figure seated upon a low backed chair or throne, with her hands clearly placed on the upper legs and the head adorned with a headdress or crown. The shape of stone at the forehead would also suggest that this would, once completed, have formed a uraeus. Both the crown and use of the uraeus suggest that this piece was likely intended to represent a royal or divine female figure once finished. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 30.50 centimetres "], "Curator's comments": ["Incomplete objects such as this statue provide a valuable insight into the creation and manufacturing process for stone monuments, which by the Late Period was a long-established practice in Egypt. After the initial block of stone had been roughly cut, tools made of harder stone were used to cut into the block to create an approximate shape of the statue with each side of the block chipped down until they were roughly equal. A grid system, usually marked via painted red lines, provided a canon of proportions to ensure that the finer details of the body, limbs, and head were of equal size. A combination of more delicate copper chisels and abrasive stones were then used to refine the statue’s features and polish the surface to a high standard. Without personalised details that may have been provided through the facial features or inscription accompanying the statue, it is difficult to identify the statue subject. The statue’s original provenance is also uncertain. Further Bibliography: M. Stead, 1986. Egyptian Life (London), Fig. 55."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 947)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55251"], "Registration number": ["1843,0507.127"], "Additional IDs": [" Miscellaneous number: BS.515 (Birch Slip Number) "]}