{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA482"], "Description": [" Fragmentary red granite figure of a male official, partly restored. He wears a heavy shoulder-length striated wig that covers the ears. His eyes are rounded and softly incised, with the brow line partly obscured but the edges of his thin eyebrows are still visible. His nost is broad, and damaged at the nostrils. The lower portion of his face, including his mouth and chin, are now lost. The partial remains of his upper body suggests that his chest was bare, and there is no indication of a broad collar around his neck. The placement of his upper right arm may suggest that his arms were originally held flat against the side of the body. At the reverse are the remains of a broad back-pillar, with no discernible inscription. Underneath the modern base is another red granite fragment of the same statue, that includes the right foot of the figure and part of the statue base. Much of the upper body appears to have been subjected to intense heat, causing the discolouration. The face and body are also heavily damaged. "], "Cultures/periods": ["Old Kingdom (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["red granite"], "Dimensions": [" Height: 17.50 centimetres (upper frag) ", " Length: 12.50 centimetres (lower frag) ", " Width: 15 centimetres (upper frag) ", " Depth: 14 centimetres (upper frag) "], "Curator's comments": ["The right side edge of the back-pillar only reaches to the figures' back, however the left side edge is broken off but appears to have extended much further in its original state. This suggests that the male figure was likely accompanied by another individual, possibly his wife. Such group compositions were popular for non-royal sculpture in the Old Kingdom."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA482"], "Registration number": [".482"], "Additional IDs": [" Miscellaneous number: BS.482 (Birch Slip Number) "]}