{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1641"], "Description": [" Fragment of a black basalt Egyptian-style statue of Ptolemy I: the statue is preserved to below the chest; the left shoulder and the head of the uraeus are missing. The 'nemes' headdress and back pillar are damaged and there are further superficial marks on the surface. Only the top of the back pillar, which ends at the middle of the shoulder, survives and is uninscribed. The 'nemes' headdress, plain at the top but ribbed on the lappets, and the uraeus identify the subject as a ruler. The mouth has drill holes in the corners, forcing the lips into a wide smile. The wide, fleshy nose, cheeks and chin are representative of portraits of the Thirtieth Dynasty and Ptolemaic periods, but the slightly raised eyebrows are carved in a more naturalistic manner than those on Late Period sculpture. The large, fleshy ears are also characteristic of Ptolemaic portraiture. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["305BC-283BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Technique": ["drilled"], "Dimensions": [" Height: 64 centimetres (max) ", " Width: 66 centimetres ", " Depth: 34 centimetres "], "Curator's comments": ["Because this particular piece does not bare a strong resemblance to the inscribed statues of Ptolemy II, it is, therefore, likely to represent the ruler's father, Ptolemy I. Although the exact provenance of the statue is unknown, it is said to have been found in the lining of a well in the Delta. It was acquired with a number of other objects, but, unfortunately, the site was not named and it has been suggested that the story of its discovery was fabricated to increase interest in the piece. See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 198. Bibliography: E.A.W. Budge, 'Egyptian Sculpture in the British Museum' (London 1914), 23, pl. 52; S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.64-65 [I.53] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 40-41 [3]; P. E. Stanwick, 'Portraits of the Ptolemies : Greek kings as Egyptian pharaohs' (Austin, 2002), p. 131."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (3)"], "Location": ["On display (G1/od/nr115)"], "Condition": ["incomplete - head and shoulders only"], "Associated names": [" Portrait of: Ptolemy I Soter I (?) ", " Portrait of: Ptolemy II Philadelphos (?) "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1641"], "Registration number": ["1914,0216.1"], "Conservation": [" Treatment: 14 Sep 2000 ", " Treatment: 05 Jun 2000 ", " Treatment: 12 Dec 2003 "]}