{"artifact_name": "ampulla", "Object Type": ["ampulla"], "Museum number": ["EA36034"], "Description": [" A pottery flask in the form of a figure (possibly an African slave) sleeping in a crouched position, resting against and holding his master's bath equipment, including a large ribbed-handled askos for hot water and, in his right hand, a strigil, beside which hangs a pointed-based amphoriscoid aryballos for bath-oil. His left hand rests on his stomach. Between his shoulders a ring-handle, now broken, was placed. The mouth of the flask rose from the top of his head, but is mostly lost. The back and the flat resting-surface of the flask are plain. Two-piece mould. Micaceous dark-grey Nile silt; thin black slip: Memphis Black Ware. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["pottery"], "Dimensions": [" Length: 7.60 centimetres ", " Width: 4.70 centimetres ", " Depth: 3.30 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Ptolemaic, second century BC. Comparanda: Close: Hilton Price 1897: 401, no. 3321, from Bubastis; Kotitsa 1998: pl. 68:118, from the Fayum, dated second half of second century BC = Hausmann 1962: 268-9, Beilage 77:3; Perdrizet 1921: no. 375, from Memphis; uclia, Gayer Anderson Bequest, ucl 1585. For the askos, compare a bronze example shown on the emblema of a mosaic of the early second century BC from a house at Chatby in Alexandria: Grimm 1997: 461, fig. 7a, and in Walker and Higgs 2001: 88, no. 95, dated c.200-150 BC. Also several miniature terracotta examples in Edgar 1911: pl. xxi."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3543)"], "Location": ["Not on display"], "Condition": ["incomplete - handle lost"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1876"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36034"], "Registration number": ["1876,1130.15"], "Conservation": ["Treatment: 27 Feb 1981"]}