{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA43468"], "Description": [" Tomb wall-painting of scribes: a fragmentary tomb-painting on plaster. Comparison with other tomb-paintings indicates that this is part of a harvest scene, showing scribes assessing and recording the harvest. At the top and down the right-hand edge a green border is visible. To the left is the figure of a squatting scribe taking records of the harvest. Above him is his scribal chest, painted with a black and white design. On top of its sloping lid is a white roll of papyrus, and above this a wooden palette with reed pens in the slot, painted yellow to indicate wood. Behind the scribe an inspector sits on a pile of grain, now lost; he holds a staff and a bouquet of greenery as he watches his subordinates work. The scribes' linen costumes distinguish them from the workers in such scenes, who are shown as wearing only loin-cloths. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["plaster"], "Technique": ["painted"], "Dimensions": [" Height: 30 centimetres ", " Width: 36.50 centimetres "], "Curator's comments": ["The painting comes from the walls of an unknown Theban tomb, similar in style to, though not identical with, the mid-18th Dynasty tomb of Nebamen. It is generally well preserved, although the black paint has flaked off in several places. Bibliography: L. Manniche, 'Lost Tombs:A Study of Certain Eighteenth Dynasty Monuments of the Theban Necropolis' (London, 1988), 196 (location in the British Museum not then known to author)."], "Bibliographic references": ["Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (57)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": [" Purchased from: William Talbot Ready ", " Purchased through: Sotheby's "], "Previous owner": ["Previous owner/ex-collection: Robert de Rustafjaell"], "Acquisition date": ["1907"], "Acquisition notes": ["Lot 401 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43468"], "Registration number": ["1907,0112.79"]}