{"artifact_name": "panel; naos", "Object Type": [" panel ", " naos "], "Museum number": ["EA67022"], "Description": [" A small section of the wooden panel from a naos: elaborately inlaid in mosaic and monochrome glass and gilded. The inlays described here, all monochrome, are in two blocks of plaster, apparently not in their original order. The larger group consists of the remains of a panel representing a flying falcon in dark-blue and light turquoise-blue glass. Some of the feathers are tipped with red. Scattered traces of gold-leaf. Also set into this plaster are two shaped pieces in dark-blue glass. The smaller group appears to be from the lower area of the panel, that section so frequently decorated with palace-façade panelling. The uppermost register is a series of vertical rectangles in opaque dark-blue glass alternating with the aa-sign hieroglyph in light turquoise-blue glass. Below is a register of the nb-sign hieroglyph in dark-blue glass. In the lowest register are groups of three horizontal rectangles in opaque red and light turquoise-blue glass. All glass surfaces are filmed. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC (?)"], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Gumaiyima, Temenos "], "Materials": [" glass ", " gold ", " plaster "], "Technique": [" inlaid ", " gilded ", " mosaic "], "Dimensions": [" Length: 33 centimetres (larger piece) ", " Length: 19.70 centimetres (smaller piece) ", " Width: 23.90 centimetres (larger piece) ", " Width: 19.70 centimetres (smaller piece) "], "Curator's comments": ["Found within the temenos at Gumaiyima. No drawing or photograph of the panel survives and only isolated elements of the ensemble can how be identified. Routine work suggestive of a very late date - perhaps the second century A.D. Bibliography: W. M. F. Petrie 'et al.', 'Tanis' II (1888), 39. According to Petrie's description of the panel as he found it, the pieces of glass in the smaller group have not been reset in their correct order."], "Bibliographic references": ["Cooney 1976 / Glass (1429)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67022"], "Registration number": ["1887,0101.1528"]}