{"artifact_name": "sarcophagus; bath-tub(re-use); religious/ritual vessel", "Object Type": [" sarcophagus ", " bath-tub (re-use) ", " religious/ritual vessel "], "Museum number": ["EA23"], "Description": [" Grey granite sarcophagus of high official Hapmen. Exterior - elaborated with relief figures including Isis, Nephthys, Sons of Horus, Anubis (shown twice) and wedjat-eyes, the text gives the name and titles of the deceased and is derived from Chapter 72 of the Book of the Dead; interior - decorated with a relief comprising 21 funerary deities with a figure of Nut on the base. Hole drilled at one end. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600BC (circa)"], "Findspot": [" Found/Acquired: Ibn Tulun Mosque (re-used at) "], "Materials": ["granite"], "Dimensions": [" Height: 119.40 centimetres (max) ", " Length: 274.40 centimetres (max) ", " Width: 139.70 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": [" The sarcophagus was the object of many myths, tales, and stories concerning its ‘magical powers’ after its rediscovery in the medieval period. In the 15th century Mamluk historian Ibn Iyas wrote that in the 900s, a mysterious basin made of “dark stone and inscribed with the writing of birds” magically floated across the Nile, transporting people inside of it like a ferry. Italian nobleman Pietro della Valle visited the basin in 1615, recording that it was then situated in the ruins of a palace near Cairo’s Citadel. He wrote that local residents told him it was known as the Lovers’ Fountain, because one could drink from it to “be relieved of the torments of love.” It was later used as a ritual bath, and a ‘plug-hole’ has been drilled for this purpose at one end. Another tale suggested that jinn (spirits) held markets by the basin during the Islamic holy month of Muharram, and if a passer-by purchased food from them, he would find his purchase transformed into gold. Savants from Napoleon’s Expedition to Egypt recorded the sarcophagus in 1798 and collected it with the aim of taking it to France. After the French surrender in 1801, the sarcophagus was given to the British, and it arrived at the British Museum in 1802. The Cairo neighborhood where the sarcophagus was located is still known as “al-Houd al-Marsoud,” Arabic for the Enchanted Basin. Published: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 32 ", " It has been suggested that the decoration is copied from the sarcophagus of Thutmose III in the Valley of the Kings. See Hayes, Royal Sarcophagi. "], "Bibliographic references": [" Porter and Moss 1934 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV (p. 72) ", " Hayes 1935 / Royal sarcophagi of the XVIII dynasty (pp. 153- 154, n. 42) ", " Meulenaere 1966 / Le surnom égyptien á la basse époque (p. 17) ", " Limme 1972 / Deux steles inedites du Serapeum de Memphis (pp. 100- 101) ", " Gillespie and Dewachter 1987 / Monuments of Egypt: the Napoleonic edition: the complete archaeological plates from la Description de l'Egypte (notes) ", " James 1988 / Ancient Egypt: the Land and its Legacy (fig. 32) ", " Dodson 1990 / The Canopic Chest of Ramesses II (p. 35, n. 21) ", " Reeves 1990 / The Complete Tutankhamun: The King, the Tomb, the Treasure (p. 32, n. 98) ", " Dodson 1994 / The canopic equipment of the kings of Egypt (p. 51) ", " The British Museum 1994 / Time machine: Ancient Egypt and contemporary art: exhibition guide (p. 48, pl. 50) "], "Location": ["On display (G4/B5)"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Anubis ", " Representation of: Sons of Horus ", " Representation of: Nut "], "Associated titles": ["Associated Title:", " Book of the Dead ", "(Chapter 72)"], "Acquisition name": ["Donated by: George III, King of the United Kingdom"], "Acquisition date": ["1802"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23"], "Registration number": [".23"], "Additional IDs": [" Miscellaneous number: ES.23 "], "Conservation": ["Treatment: 25 Aug 1994"]}