{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74708"], "Description": [" Portrait of a man in encaustic on limewood: the panel is cut down at the sides as well as at the top. A crack extends from top to bottom through the centre. The lower part was left unpainted. The surface of this expressive portrait was worked with a spatula, and the background is more thickly rendered with brush-strokes than is usual. The wax was remelted by Petrie, and a thin coat of paraffin wax was applied to conserve the surface. The mummy was wrapped in coarse linen, which has left diagonal impressions framing the portrait, so only the face and upper neck were visible. The hair, black and cropped close to the head, is very similar to Roman court portraiture of the Trajanic period, as is the shape and contouring of the face, which confronts the viewer directly in the Roman manner. Short black brushstrokes on the chin may indicate stubble. The outline of the face is drawn in reddish brown, also used to part the lips. The face is painted in ochre and burnt sienna tones, with highlights in pink and cream. The brown eyes are deeply recessed and shaded. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120"], "Findspot": [" Excavated/Findspot: Hawara, Excavated in 1888 (Petrie JJ), found with a badly rotted portrait of a girl (Petrie jj). "], "Materials": [" lime wood ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Height: 42.10 centimetres ", " Thickness: 0.24 centimetres ", " Width: 23 centimetres "], "Curator's comments": [" The skull belonging to the mummy with portrait JJ (Petrie's numbering system) is in the Natural History Museum. See J. Picton, S. Quirke & P. Roberts, 'Living Images. Egyptian funerary portraits in the Petrie Museum', Walnut Creek CA 2007, 63 ", " The original depiction of the subject without clothing is concealed. The Romanised appearance could indicate high social status, but the overall impression (somewhat lessened by inconfident painting of his left ear) is of maturity and physical strength, the latter expressed in the rugged physique and sunburned countenance. Bibliography: W. M. F. Petrie, 'Hawara, Biahmu and Arsinoe' (1889), 42, 43, pl. 10; W. M. F. Petrie, 'The Hawara Portfolio: Paintings of the Roman Age' (1913), pl. 23; A. F. Shore, 'Portrait Painting from Roman Egypt' 2 ed. (1972) , pl. 5; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), 67-8, no. 148 (bibl.), pl. 35, 3; E. Doxiadis, 'The Mysterious Fayum Portraits. Faces from Ancient Egypt' (1995), 105, no. 71; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 12, 74, 107, 159, pl. 58.1; E. Doxiadis 1998, 134 no. 2 with pl. p. 10; M. F. Aubert and R. Cortopassi 'Portraits de l'Égypte Romaine' (1998), 142-3 no. 87 Parlasca and Seeman 1999, 127-8 no. 30. 'Portraits: De l’Egypte Romaine', Paris 1998, pp.142-143 [87]. S. Walker, 'Ancient Faces', New York 2000, pp. 49-50 [11]. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (26) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.87) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (11) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.127, no.30) ", " Verri et al 2010 / The 'Treu Head': a case study in Roman sculptural polychromy (p.45, p.47, fig.7) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2009 24 Sept-2010 17 Jan, Rome, Scuderie del Quirinale, Pituura Romana 2010 Aug-2016 Jul, Colchester & Ipswich Museum, J Lyall "], "Condition": ["good"], "Acquisition name": ["Donated by: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74708"], "Registration number": ["1994,0521.6"], "Additional IDs": [" Miscellaneous number: National Gallery 1265 "], "Conservation": [" Treatment: 24 May 2001 ", " Treatment: 17 Jun 1996 ", " Treatment: 24 Jan 2011 ", " Treatment: 30 Mar 2009 "]}