{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1465"], "Description": [" Limestone tomb-relief of Nebmose: there are two almost identical scenes on each side of this relief with incised texts and figures and objects in sunk relief. The slab is divided in the centre by a vertical row of floral offerings and similar, although smaller, offerings occur on the left and right edges of the relief. On the left side of the relief the chantress of Isis, Bʒk(t)-ʿnḫt stands holding an offering before the fan-bearer on the right of the king, royal scribe, overseer of the treasury and first prophet of Isis, Mistress of Iseum, Nebmose, who is seated facing her and holding lotus-flowers in his hands. Between the two figures is an altar heaped with offerings. A similar scene occurs on the right side of the relief. The top left corner and most of the cornice (now restored) are lost. Several large cracks on the surface of the stone have been repaired in modern times. Traces of red paint remain on some of the flowers. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) (?) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 76 centimetres ", " Length: 215 centimetres ", " Depth: 21.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Nebmose appears to be otherwise unknown. It has been stated without any firm evidence that this relief comes from Memphis or Saqqara. As it was purchased in Cairo, the provenance of the New Kingdom cemetery at Saqqara seems possible. However, the relief may have come from a tomb at Iseum (Bahbit el-Higara). Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 176 (no. 635); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Part 2) (Oxford: Clarendon Press), 759; 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan 1999-2000), [25]. C. Ziegler, 'The Pharaohs' (Venice, 2002), p. 453 [169]. M. Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. pl. 93"], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.93)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons "], "Condition": ["fair - cornice restored"], "Associated names": [" Named in inscription & portrayed: Nebmose ", " Named in inscription & portrayed: Baketankhet ", " Named in inscription: Isis "], "Associated places": [" Named in inscription: Bahbit el-Higara "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1465"], "Registration number": ["1908,0411.68"], "Conservation": ["Treatment: 16 Dec 1998"]}