{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1574"], "Description": [" Stela of Mehu and his son Herib: the lower part of an unfinished stela. The surface still bears considerable traces of the black grid-lines used for laying out the inscribed area. The bodies of two men are shown, facing each other; on the right is that of Herib who raises both hands in an attitude of adoration. Below this figure is a short offering-text on Herib's behalf and in front the lower part of a vertical line of text which identifies him as the eldest [son] of the person represented on the left. A similar offering-text beneath the figure of this latter person gives his name, but unfortunately its reading is uncertain. The whole stela is carved in a very rough, unfinished, low relief. Red colour remains in most of the signs and there are traces of yellow on the kilt of the figure of Herib. "], "Cultures/periods": ["6th Dynasty (?)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Abydos, E416 "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 45 centimetres ", " Weight: 28 kilograms ", " Width: 43.60 centimetres ", " Depth: 10.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p. 77; E Brovarski in Fs. Leclant, 1994, Vol 1 p113; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 6 (London, 1922), pl. 21; T. E. Peet, ‘The Cemeteries of Abydos, part II. 1911-12’ (London, 1914), 120, fig. 84."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.42)"], "Location": ["Not on display"], "Condition": ["Incomplete - lower part only"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1574"], "Registration number": ["1912,1012.7"]}