{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA551"], "Description": [" Round-topped limestone stela, from the tomb of Horemheb at Saqqara: winged sun-disc with pendant uraei; relief representation of Horemheb, standing with arms uplifted in adoration, before Ra-Horakhty, Thoth and Maat with remains of fifteen columns of hieroglyphs; twenty-five registers of hieroglyphs containing a prayer to Ra; traces of red, blue and yellow paint are visible. Round-topped limestone stela of Horemheb: in the arch, carved in low relief, is the winged disc with pendent uraei. The stela is divided into two registers. The first register comprises a scene carved in low relief. The deceased stands with arms uplifted in an attitude of adoration before the deities Ra-Horakhty, Thoth and Maat, who stand on pedestals. The deceased is clad as in the foregoing panels, but without uraeus or fan and wearing a bead collar. In front of and behind him is an incised text in four vertical columns. Ra-Horakhty, whose pedestal is in the shape of a hieroglyphic sign, is falcon-headed and wears a long braided wig surmounted by a disk with uraeus, a bead collar and a short garment reaching to the knees, with tail. He holds an 'ankh' in the right hand and a sceptre in the left. Above him is text incised in five vertical columns. Thoth, who is ibis-headed, is attired like Ra-Horakhty, and also holds an 'ankh' in the right hand and a sceptre in the left. Above him is incised a text, in three vertical columns. Maat, who is human-headed, wears a long braided wig surmounted by a fillet and a feather, and a long tight-fitting dress reaching to the ankles. She holds an 'ankh' in the right hand and a sceptre in the left. Above her is a text, incised in three vertical columns. The second register comprises an inscription, incised in twenty-five horizontal lines. The upper portion of the stele is considerably mutilated and small abrasions have occurred at the edges. Some superficial cracks are visible, but otherwise the text is in an excellent state of preservation. The bodies of the males, the disc of Horakhty, the dress and fillet of Maat bear considerable traces of red paint. Yellow is visible in many of the hieroglyphs and some bright blue remains at the edges. "], "Authority": ["Ruler: Tutankhamun"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Tomb of Horemheb (Saqqara) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 195 centimetres (max) ", " Width: 100 centimetres (max) "], "$Inscriptions": [" ", " "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: T. Martin, ‘The Memphite tomb of Ḥoremḥeb, commander-in-chief of Tutʻankhamåun’ (London, 1989), pl 21-2; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 196; Part 2, p. 660; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 186-7."], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.28) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.186-187) "], "Location": ["On display (G4/CSE)"], "Condition": ["fair (top damaged)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Horemheb ", " Representation of: Ra-Horakhty ", " Representation of: Thoth ", " Representation of: Maat ", " Named in inscription: Ra "], "Associated objects": [" cast (EA90853) "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA551"], "Registration number": [".551"], "Additional IDs": [" Miscellaneous number: ES.551 "]}