{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA9180"], "Description": [" Green glazed composition shabti of Tarudj born of Tentmen: with a lappet-wig, a modelled face with a plaited beard, parallel hands in relief holding an adze. A hoe and the string of the seed-basket hang over the shoulder. The front of the leg section is inscribed with a column of incised hieroglyphs. The waist is also inscribed. There is a back-pillar and a plinth beneath the feet. The figure was mould-made. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Saqqara (Memphis) (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised "], "Dimensions": [" Height: 15.60 centimetres ", " Weight: 0.152 kilograms ", " Width: 4.40 centimetres ", " Depth: 3.20 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["These ushebtis must have been among the earliest to find their way to Europe. The majority of the antiquities brought back to Europe during the 17th and 18th centuries came from the more easily accessible Late Period tombs and sacred animal catacombs at Saqqara. One of the burials that evidently was accessible to collectors was that of Tarudj. An ushebti bearing her name was presented to the Bodleian Library, Oxford, by Archbishop William Laud as early as 1635. This figure formed part of the collection of the merchant Pitt Lethieullier, assembled in the early 18th century and given to the British Museum in 1756. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 234-5, pl. on p. 234. I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 190"], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.234-235)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription: Tarudj ", " Named in inscription: Tentmen (mother) "], "Acquisition name": ["From: Pitt Lethieullier"], "Acquisition date": ["1756"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9180"], "Registration number": [".9180"], "Additional IDs": [" Miscellaneous number: BS.9180 (Birch Slip Number) "], "Conservation": ["Treatment: 20 Apr 2004"]}