{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA75320"], "Description": [" Three papyrus fragments written in different hands all stuck together, possibly for bookbinding purposes. Text 1 (Coptic) is preserved upside-down and towards the right of the whole assemblage, but was originally the left-hand side of the first 9 lines of a tithe collection contract/guarantee. This text is written against the fibres. Text 2 preserves 11 lines of Coptic from the bottom left of a papyrus, written against the fibres. Text 3 is preserved on the back of the other two fragments, bearing two fragmentary lines of Coptic. Mounted with EA 75319, 75318, 75317, 75316, 75315. "], "Cultures/periods": ["Coptic"], "Production date": ["8thC (script)"], "Findspot": [" Found/Acquired: Egypt ", " Excavated/Findspot: Monastery of Apa Apollo (?) "], "Materials": ["papyrus"], "Dimensions": [" Height: 30.70 centimetres (frame) ", " Height: 13 centimetres (max.) ", " Width: 30.70 centimetres (frame) ", " Width: 18.50 centimetres (max.) "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["legal"], "Curator's comments": [" Clackson considered texts 1 and 3 as one document, though she thought the fragments themselves not directly connected, and edited them together. She described text 2 as a \"larger, unrelated, Coptic papyrus letter.\" ", " Provenance: the acquisition details for this text suggest that its place of origin may have been the Hermopolite monastery of Apa Apollo. Very little information can be gathered from this fragmentary tithe collection text, which was probably drawn up in the monastery. Its author may have been a scribe. "], "Bibliographic references": [" Clackson 2000 / Coptic and Greek Texts relating to the Hermopolite Monastery of Apa Apollo (p.12, 66, pl.7) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (86573) (http://www.trismegistos.org/text/86573) "], "Location": ["Not on display"], "Condition": ["fair (incomplete - fragmentary)"], "Associated places": [" Named in inscription: Monastery of Apa Apollo ", " Named in inscription: Hermopolis "], "Acquisition name": ["Purchased from: Christie's"], "Acquisition date": ["1996"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA75320"], "Registration number": ["1996,0608.20"], "Additional IDs": [" Miscellaneous number: P.Mon.Apollo 15 "], "Conservation": [" Treatment: 20 Jul 2005 ", " Treatment: 23 Apr 1998 "]}