{"artifact_name": "figure(Greek type); pendant", "Object Type": [" figure (Greek type) ", " pendant "], "Museum number": ["EA58306"], "Description": [" Glazed composition figurine of a male figure. Kneeling man wearing a schenti in the offering pose, presenting a jar. The figure holds lid with right hand, while left hand rests on thigh, and kneels on rectangular base, without back pillar. The jar is a two-handled one, a small amphora, with eared handles on either side and a flat lid. Main outlines crudely modelled with blade. Face with triangular shape, projecting eyes, and large ears, with hands without fingers, and only thumb indicated on left hand. Suspension loop pushed through below hair line at back. The glaze has faded to off-white, with greenish tinge indicating originally green? Black-brown secondary glaze applied on hair, on top of amphora, and on right handle, and in thick band on hem of skirt. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["580 BC – 550 BC (circa)"], "Production place": [" Made in: Naukratis (likely) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 6.53 centimetres (max) ", " Thickness: 3.24 centimetres (max) ", " Width: 2.32 centimetres (max) "], "Curator's comments": [" Typical member of 'Block' Group, see Webb 1978, p. 89, which has a widespread distribution in East Greece and the West. Dating may be indicated by find from Taranto, Tomb no 82, with Late Corinthian pottery, 580-550, Lo Porto, Annuario, 21/22, fig. 182c. ", " The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). ", " Appears on Gardner 1888, pl. XVII, which is labelled ''Various sites.' "], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (no 405, p. 89, pl. XII) ", " Gardner 1888 / Naukratis II (pl. XVII, no. 6) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.02) "], "Location": ["Not on display"], "Condition": ["fair (repaired and glaze worn)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58306"], "Registration number": ["1888,0601.44"]}