{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Museum number": ["EA58308"], "Description": [" Glazed composition amulet of a flute player: male figure playing the double-flute; shown with left leg advanced, supported by back-pillar, and standing on rectangular base. Figure modelled by hand, facial features quite neatly modelled, ears shown, and wig/hair in conventional shape with added black-brown glaze, away from modelled edge. Pubic area marked by blob of black-brown glaze, above modelled male organ, which is very small; legs, especially thighs are poorly modelled, too thick; arms too short. Flutes modelled and marked with line of black-brown glaze. Perforation horizontally pierced through back pillar below shoulder.Glaze main, dirty off-white with black -brown on hair, pubes and flutes. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: First Temple of Apollo (Naukratis), Stratum AΠ5 (top level of 'bothros' / 'trench with bowls'), probably "], "Materials": ["glazed composition"], "Technique": [" hand-modelled ", " glazed "], "Dimensions": [" Height: 7.20 centimetres "], "Curator's comments": [" A conventional member of the group of amuletic figurines ", " The object is marked with two Greek letters alpha and pi (AΠ) in pencil, indicating the find spot in the sanctuary of Apollo, but without number to indicate the layer. The piece is also published by Petrie (pl. II.7, cf. list on p. 99) as from the sanctuary of Apollo, and referred to in his discussion of the faience figures from the sanctuary of Apollo (p. 14). Apart from hawk figurines, which are also found in earlier levels, the faience figures seem to have been found primarily in stratum AΠ5, as marked on his stratigraphic diagram, pl. XLIV. ", " The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. II, no. 7) ", " Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (no 299, 83, pl. XII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.04) "], "Location": ["Not on display"], "Condition": ["complete, fair (repaired)"], "Subjects": ["music"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58308"], "Registration number": ["1886,0401.1330"]}