{"artifact_name": "sarcophagus", "Object Type": ["sarcophagus"], "Museum number": ["EA17"], "Description": [" Black siltstone base and lid of the anthropoid sarcophagus of Sasobek, northern vizier of Egypt during the reign of Psamtek I: the lid is finely carved, showing the deceased wearing wig, beard and collar and with two vertical registers of hieroglyphic offering texts, surmounted by a figure of Nut. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["siltstone"], "Technique": ["incised"], "Dimensions": [" Length: 225 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["Strudwick N 2006 The heyday of the anthropoid stone sarcophagus was after 700 BC, in the Late Period. Sasobek's sarcophagus is one of the finest examples of its type to have survived. It is of a relatively unusual type - finely detailed false divine beards are uncommon on such sarcophagi. Many other examples of this period display rather exaggerated wide facial features, but Sasobek's face is naturalistic (although not a portrait) and serene. The large ears may hint at some archaizing inspiration from monuments of the Middle Kingdom. The sarcophagus is in a superb state of preservation, having suffered damage only to the tip of the beard and the left side of the wig. Sasobek holds the djed pillar of Osiris in his right hand and the knot of Isis in his left. These amuletic symbols would grant him the stability and protection associated with the two deities. A broad collar runs across his shoulders, and below his hands is a kneeling winged figure of the goddess Nut, with her arms spread protectively across the body. Below the goddess are two columns of hieroglyphs, consisting of offering formulae, names, and titles. The style of the sarcophagus suggests a date in the middle of the seventh century BC or a little later. Sasobek's principal title was that of vizier, and it seems most likely that he served in the reign of Psamtek I (664-610 BC). The provenance of this sarcophagus is less than certain. Thebes has been suggested as one possibility, although very few stone sarcophagi of this date have been unambiguously identified as coming from there, and this seems most unlikely. Similar sarcophagi come from the Memphite necropolis, and Sais, the city from which Psamtek's family came, has also been suggested; one of Sasobek's titles associates him with Neith, the goddess of Sais, although this does not necessarily indicate a Saite provenance. Sasobek's son Horwedja is known from a statue in Baltimore (Walters Art Gallery 154); he bears titles associated with both the Memphite region and with Neith."], "Bibliographic references": [" Porter and Moss 1934 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV (p. 48) ", " Buhl 1959 / The late Egyptian anthropoid stone sarcophagi (pp. 120- 121) ", " Spencer 1982 / Death in Ancient Egypt (pl. 29) ", " James and Davies 1983 / Egyptian Sculpture (p. 59, fig. 65) ", " James 1988 / Ancient Egypt: the Land and its Legacy (fig. 31) ", " Putnam 1990 / Egyptology: an introduction to the history, art and culture of ancient Egypt (p. 59) ", " James 1992 / Egypt the living past (fig. 74) ", " Quirke & Spencer 1992 / The British Museum Book of Ancient Egypt (fig. 33) ", " Taylor 1996 / Mummies (p. 45) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.266- 267) "], "Location": ["On display (G4/B5)"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Sasobek ", " Representation of: Nut ", " Associated with: Psamtek I "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17"], "Registration number": ["1839,0921.1190"], "Additional IDs": [" Miscellaneous number: ES.17 "]}