{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA24784"], "Description": [" Fragmentary theophorous figure made from grey basalt(?), depicting a male official holding an image of the funerary god Osiris. The figure wears a calf length kilt belted at the waist, with the left leg extending outwards. Both hands are stretched out in front to support the smaller figure of the funerary god Osiris, who is identifiable via the mummified form of the body, the feathered atef-crown, and the crook and flail items held across the chest. A single column of hieroglyphic text is inscribed on the broad back-pillar with both the beginning and the conclusion of the inscription now missing. On the left side of the back pillar and behind the figure’s body are two short inscriptions in Latin and Greek both translating to 'priest carrying Osiris', which have been carved into the stone at an unclear later date. The upper body, feet, and base of this figure are now lost, with much of the stone surface rounded and worn. There are notable chips on the reverse of the figure towards the base of the back pillar, and on the left side of the body around the lower legs of the kilt. "], "Cultures/periods": ["Graeco-Roman"], "Findspot": [" Found/Acquired: Beirut "], "Materials": ["basalt (?)"], "Dimensions": [" Height: 18 centimetres (max) ", " Width: 7.54 centimetres ", " Depth: 12 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The word ‘theophorous’, meaning ‘god bearer’ in Greek, refers to the Egyptian statue type in which the subject carries or presents outwards the figure of a deity. This pose was popular from the New Kingdom onwards and continued to be used into the Greco-Roman period, as the embracing of the god’s image indicated a reverence or personal relationship with the deity. This official is thought to originally date to the Late Period (Klotz 2014). During the Roman rule of Egypt, Egyptian sculpture and monuments were transported for installation in buildings including villas, temples, and public spaces in places such as Rome and Pompeii, reflecting the integration of certain Egyptian deities (especially Osiris and Isis) into the Mediterranean religious landscape. Statues of officials bearing images of deities were particularly attractive, and often of easily portable size. The carving of Greek and Latin writings as accompaniments to the ancient Egyptian hieroglyphs embodies the repurposing of such monuments for new audiences, perhaps unfamiliar with the original purpose of such statues. It is likely that these Greek and Latin writings are much later additions to the original Egyptian production and are considered to have possibly been written by the same individual (Colburn 2016). This figure was purchased by the British Museum from Miss Lord in 1893, though the object appears to have originally belonged to the Danish Consul-General Peter Julius Løytved (1836 – 1911). While it is described as being in his possession in Beirut, Lebanon, the object itself is noted to have been from Tyre (PM VII; Erman 1893). This is unlikely to be the original provenance of the monument, but instead where it was first purchased. Løytved was an avid collector of ancient Classical, Islamic and Near Eastern objects, and is known to have sold numerous objects to Copenhagen’s National Museum (Buhl 1977). The connection between Løytved and Miss Lord, and how this piece came to be in her possession, is not yet established. Further Bibliography: H.P. Colburn, 2016. ‘Roman collecting and the biographies of Egyptian Late Period statues’, World Archaeology 48:2, p. 226-238. A. Erman, 1893. ‘Eine ägyptische Statue aus Tyrus’, Zeitschrift für ägyptische Sprache und Altertumskunde 31, p. 102. D. Klotz, 2014. ‘Replicas of Shu: On the Theological Significance of Naophorous and Theophorous Statues’, Bulletin de l’Institut français d’archéologie orientale 114 (2), p. 291-338. M. Malaise, 2004. ‘Statues égyptiennes naophores et cultes isiaques’. Bulletin de la Société d’Égyptologie de Genève 26, p. 63-80. General Sources: M. Buhl, 1977. ‘Some Western-Asiatic Bronze Figurines and a Few Remarks on Julius Løytved as an Antiquarian’, Acta Archaeologica 48, p. 139-218. H.P. Colburn, 2016. ‘Roman collecting and the biographies of Egyptian Late Period statues’, World Archaeology 48:2, p. 226-238."], "Bibliographic references": ["Porter and Moss 1975 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings VII: Nubia, The Deserts, and Outside Egypt (p. 383)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Named in inscription & portrayed: Osiris"], "Acquisition name": ["Purchased from: Miss Lord"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24784"], "Registration number": ["1893,1016.1"]}