{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6705"], "Description": [" Base-board and cover of the wooden coffin of Soter, son of Cornelius Pollius and Archon of Thebes, with polychrome painted and gilded decoration and inscriptions: the base board is rectangular, originally joined to the cover by mortise and tenon joints, decorated with a full-length representation of Nut, with laden fruit tree behind, shown with eight long tresses, in Greek style, and wearing a chaplet of red flowers, wearing a floral collar, necklace, chain with pendants and snake-bracelets, with representations of Isis and Nephthys, in mourning, on each side of head, with a vertical register of hieroglyphs, containing an invocation to the goddess, down the centre of the body, traces of a black resinous substance adhere in places; the interior of the vaulted cover is decorated with another representation of Nut, with hands raised above head, surrounded by the twelve signs of the zodiac, arranged anti-clockwise, and, on the left side, the twelve hours of the night and, on the right, the twelve hours of the day, and is inscribed in places, the exterior is decorated with funerary deities and architectural motifs; a gilded and painted wooden figure of a hawk, crowned with solar disc, which would have surmounted the lid, also survives. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120 (circa)"], "Findspot": [" Found/Acquired: Sheikh Abd el-Qurna (Thebes), tomb 32 (probably) "], "Materials": [" wood ", " gold "], "Technique": [" painted ", " gilded "], "Dimensions": [" Length: 213 centimetres ", " Width: 77 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Found with .6950 Found with .6707 Found with .6708 Published: S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, pp. 178-179 [136]. PM I Part 2: p.675 Riggs, in Strudwick and Taylor (eds.): The Theban Necropolis (2003). p. 193 [pls.101, 104-105] G. Pinch, Magic in Ancient Egypt (London 1994), p.142, fig.90 (misnumbered EA 6075); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 308-310. Hieroglyphic inscriptions: Stadler, M. A. 2023, The Hieroglyphic Inscription on the Coffin of Soter (BM EA 6705), in Habachy, M. and F. Servajean (eds), A wise man from the beloved land. Recueil d’Études dédiées au professeur Aly Omar Abdalla par ses amis, collègues et étudiants, CENIM 34. Montpellier, 267-276."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (166) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p42) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.308-310) ", " Riggs 2005 / Beautiful burial in Roman Egypt (no.77, figs.87-9) "], "Location": ["On display (G62/dc27)"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Soter ", " Representation of: Nut ", " Representation of: Isis ", " Representation of: Nephthys "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6705"], "Registration number": [".6705"], "Additional IDs": [" Miscellaneous number: BS.6705 (Birch Slip Number) "], "Conservation": [" Treatment: 31 May 1996 ", " Treatment: 30 Nov 1995 "]}