{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA25565"], "Description": [" Bronze figure of Bastet: this solid cast figure of the goddess Bastet represents her as a woman with cat's head wearing a heavily patterned long garment. Her eyes have gold inlays and her ears are pierced for earrings. Of all the maned lion goddesses who were revered for their ferocity, Bastet alone was later transformed into the less terrible cat. The female cat was particularly noted for her fecundity, and so Bastet was adored as goddess of fertility and, with less obvious logic, of festivity and intoxication. As evidence of her fecundity no less than four kittens sit at her feet. Another perches inside the sistrum or Egyptian rattle, which she carries in her hand to symbolize the other facet of her personality, for it is a musical instrument connected with merrymaking. Originally there were two horizontal rods inside the hoop bearing metal discs intended to make a clashing sound when the instrument was shaken. The face of the goddess Hathor, who was also connected with music, appears on the sistrum's handle. Across her chest Bastet carries an aegis or broad collar, surmounted by a lion goddess' head wearing a sun disc, perhaps representing Bastet herself in her original fierce manifestation. The 'aegis' is probably to be interpreted as the top of the counterpoise to a 'menyet' collar of loosely strung beads, another musical instrument connected with merrymaking; when shaken the beads would clack together. There is a hieroglyphic text around the edges of the plinth, largely eroded or erased. "], "Cultures/periods": ["Late Period"], "Production date": ["900BC-600BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Tell Basta (Bubastis) "], "Materials": [" bronze ", " gold "], "Technique": [" incised ", " inlaid "], "Dimensions": [" Height: 27 centimetres ", " Width: 8.26 centimetres ", " Depth: 10.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bastet was particularly popular during the Libyan Period because her cult city of Bubastis in the delta was the place of origin of the ruling family. She also came into particular prominence in the 26th Dynasty when there was a cleansing of foreign influences from the Egyptian pantheon. As a deity whose origins could be traced back to the earliest Dynasties, Bastet was considered untainted. Such a bronze would have been donated to a temple as a sign of the donor's special piety towards the deity in question. Unfortunately in this instance the inscription is all but lost and the donor's name cannot be read. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 1125; E. Naville, 'Bubastis, 1887-1889' (London, 1891), 53; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 90-91 No 21."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p50) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.72-73) "], "Location": ["On display (G1/wp38/sh1)"], "Condition": ["good"], "Subjects": [" cat ", " ancient egyptian deity "], "Associated names": [" Named in inscription & portrayed: Bastet ", " Representation of: Hathor "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1894"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA25565"], "Registration number": ["1894,1208.3"], "Conservation": [" Treatment: 12 Aug 2002 ", " Treatment: 10 Sep 1997 ", " Treatment: 20 Jan 1995 "]}