{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10471,13"], "Description": [" Book of the Dead of Nakht; frame 13; flax-harvesting vignette; sixteen columns of Hieroglyphic text. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Published: Shaw and Nicholson, BM Dictionary of Ancient Egypt, 1995, p.53. The Treasures of the British Museum. p. 80, pl. 62. Kitchen, Ram. Insc. Vol 1, p. 321. Lucarelli, Rita. 2015. The inhabitants of the Fourteenth Hill of Spell 149 of the Book of the Dead. In Morenz, Ludwig D. and Amr El Hawary (eds). Weitergabe: Festschrift für die Ägyptologin Ursula Rößler-Köhler zum 65. Geburtstag, 275-291. Weisbaden: Harrassowitz. N. Billing, Nut the Goddess of Life, USE 5 (2002), p. 331, fig. A.6 (drawing). Tarasenko, M. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 86, 91, 93. Tarasenko, M. 2020. The Vignettes of Chapter 17 from the Book of the Dead as found in the Papyrus of Nakht (Papyrus London BM EA 10471): At the Beginnning of the Ramesside Iconographic Tradition, Journal of the Hellenistic Institute of Egyptology 3, 131-146."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (119) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (133529) (http://www.trismegistos.org/text/133529) "], "Location": ["On display (G63/dc3)"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.62 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.62 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.62 "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, loss Black ink Red ink Pigment: faded Backed: brown paper Checked for loan to USA 1999 Displayed in Room 63 until 1997 Mount Details: Sandwich: glass Binding: self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Nakht ", " Named in inscription: Tjuiu (wife) ", " Named in inscription: Takyky (daughter) ", " Representation of: Thoth "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10471,13"], "Registration number": ["1888,0512.101.13"], "Additional IDs": [" Miscellaneous number: Frame.13 "], "Conservation": ["Treatment: 04 May 1999"]}