{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA65356"], "Description": [" Limestone stela of Nebnefer: a round-topped stela depicting Amun-Ra seated on a throne on the left being worshipped by the workman Nebnefer who stands on the right. It appears that Nebnefer originally held a brazier and a flower but these were later erased, possibly because the figure of the god and man were found to be too close together. Six columns of text appear at the top of the stela. Both figures and text are painted. This stela is well preserved apart from some areas of the text which have worn away. There are slight cracks on the surface of the stone. Most of the colour has survived. The background of the stela is white with a black border at the bottom edge and a blue-green border along the sides and top edge. The hieroglyphs are black between red borders. The figure of Nebnufer is outlined in grey with a red body, black wig and facial features, blue jewellery and white kilt. Amun-Ra is painted dark green over a blue base with black facial features. He wears a white collar and white robe with red dots. His crown was reddish-brown, now mostly worn away, and his plumes were outlined in black and white and composed of red, blue and white blotches of colour. The throne is painted in sections of red, white and blue-green. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 25.50 centimetres ", " Width: 17 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2),(Oxford: Clarendon Press), ii, 727; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press); 359."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.89)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Nebnefer ", " Named in inscription & portrayed: Amun-Ra "], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65356"], "Registration number": ["1939,0324.221"]}