{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA67"], "Description": [" Upper part of a red granite colossal statue of Ramses II: the middle part of the statue has not been found, and the left elbow is broken. Aside from the damage to the nose, the sculpture is in good condition and displays very good workmanship. The surfaces are smoothly polished, with the exception of the band on the forehead, the eyebrows, and the cosmetic bands around the eyes, which were left unpolished, probably to facilitate the application of paint. All the decorated elements of the king's attire are finely chiselled. Ramses II wears a double crown upon a curled wig. The royal uraeus is fixed at the forehead. A decorated fillet, tied in the back, encircles the wig and ends with two streamers falling on the sides, each supporting a uraeus crowned by the sun disk. A ceremonial beard is attached under the royal chin. A broad collar, fringed by a row of drop-like pearls, surrounds his neck, and a bracelet adorns each of his wrists, the one on the right decorated with an incised 'wedjat' eye, symbol of soundness. The visage is almost round, with full cheeks. Under the wide forehead, the eyebrows, depicted in raised relief, form two symmetrical arches on the protruding brow-bone. A faint depression separates them from the heavy upper eyelids. The eyes, placed horizontally and framed by cosmetic bands, gaze slightly downward. The narrow root of the nose expands gently toward the base, which is broken. The mouth, slightly slanting, is articulated by well-defined edges. Two little hollows mark the corners of the lips. The rounded chin overlaps the top of the tapering beard. The neck is broad, the chest schematic, with large shoulders. On the arms of the sovereign are engraved his birth and throne names. The cartouches are surmounted by a double plume flanking a disk, and placed on the hieroglyphic sign for gold. The back pillar bears two vertical columns of a delicately incised hieroglyphic inscription that ends on the lower part of the statue. "], "Authority": ["Ruler: Ramses II"], "Cultures/periods": ["19th Dynasty"], "Production date": ["1280BC (circa)"], "Excavator/field collector": ["Field Collection by: Maj Leake"], "Findspot": [" Excavated/Findspot: Temple of Khnum "], "Materials": ["granite"], "Technique": [" chiselled ", " polished ", " incised ", " painted "], "Dimensions": [" Height: 158 centimetres (including plinth) ", " Height: 15 centimetres (plinth) ", " Weight: 495 kilograms ", " Width: 52 centimetres (plinth) ", " Width: 68 centimetres ", " Depth: 52 centimetres (plinth) ", " Depth: 52 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": ["This bust derives from a colossal statue that represented Ramses II standing, hands crossed over the chest, and holding the insignia of royalty, the flail and the crook. Measuring 22 7/8 inches (58 cm) high, the base of the statue supporting the royal feet was unearthed much later in the temple of the god Khnum at Elephantine and recently identified by the author of this entry as belonging to the bust. The royal costume was certainly a kilt, completed with an animal tail hanging between the legs. The tip of the tail is still preserved on the lower part of this sculpture, which is kept on Elephantine. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford, 1937), p. 243; T. G. H James, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' 9 (London, 1970), no. 67, p. 9, pl. 5, 5a; D. Valbelle, ‘Satis et Anoukis’ (Mainz am Rhein, 1981), no. 149, p. 19; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), pp. 41-42, fig. 49; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 71, fig. 51; H. Sourouzian, ‘Standing Colossi of the Middle Kingdom Resued by Ramesses II’ in ‘Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 44 (Wiesbaden, 1988), pp. 281-284, figs. 1, 2, pls. 42, 43; M.A. Corzo, 'Nefertari Luce d'Egitto' (Rome, 1994), p. 144 [17]; 'Egyptian Treasures' [exhibition catalogue], (Shanghai, 1999), pp. 33-35 [1]. Text: K.A. Kitchen, 'Ramesside Inscriptions' 2 (Oxford, 1979), p.715."], "Bibliographic references": [" James 1970 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 9. (pl.5) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p.240) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (89) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.20-21) ", " Andrews 1990 / Ancient Egyptian jewellery (89) "], "Location": ["Not on display"], "Exhibition history": [" 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.54 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.54 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.54 2011 10 Feb - 10 June, Coventry, Herbert Museum, Secret Egypt 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2011 Oct–2012 Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov–2013 Feb, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2014 23 Apr-01 Aug, Manarat Al Saadiyat, Abu Dhabi, 'A History of the World in 100 Objects' 2014-2015 13 Dec-15 Mar, National Palace Museum, Taipei, 'A History of the World in 100 Objects' 2015 18 Apr–28 Jun, Tokyo Metropolitan Art Museum, Tokyo, 'A History of the World in 100 Objects' 2015 14 Jul–6 Sep, Kyushu National Museum, Dazaifu, 'A History of the World in 100 Objects' 2015-2016 20 Sep-11 Jan, Kobe City Museum, Kobe, 'A History of the World in 100 Objects' 2016 13 Feb-18 Jun, National Museum of Western Australia, Perth, 'A History of the World in 100 Objects' 2016-2017 08 Sep-29 Jan, National Museum of Australia, Canberra, 'A History of the World in 100 Objects' 2017 1 Mar-31 May, National Museum of China, Beijing, 'A History of the World in 100 Objects' 2017 28 Jun-08 Oct, Shanghai Museum, Shanghai, 'A History of the World in 100 Objects' 2018 19 Apr-22 Jul, Musée des Beaux-Arts, Valenciennes, 'A History of the World in 100 Objects' 2019 15 May-9 Sep, Hong Kong Heritage Museum, 'A History of the World in 100 Objects' "], "Condition": ["good (incomplete - upper part only)"], "Subjects": ["eye of horus"], "Associated names": [" Named in inscription & portrayed: Ramses II ", " Named in inscription: Khnum ", " Named in inscription: Maat "], "Associated places": [" Named in inscription: Elephantine "], "Acquisition name": ["Donated by: William Richard Hamilton"], "Acquisition date": ["1840"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67"], "Registration number": ["1840,1114.3"], "Additional IDs": [" Miscellaneous number: ES.67 "], "Conservation": [" Treatment: 12 Dec 2013 ", " Treatment: 07 Sep 2000 ", " Treatment: 05 Oct 1998 ", " Treatment: 27 Jul 1994 ", " Treatment: 17 Mar 2006 ", " Treatment: 06 Aug 1990 "]}