{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA2379"], "Description": [" Fragmentary upper body of a schist(?) female figure, the lower body and base now lost. She wears a long detailed lappet-wig that is set low on the forehead and tucked behind the ears. The individual tresses of the hair are carefully delineated. On top of her head is a slim horizontal fillet or headband. Her eyes are narrow and with extended cosmetic lines reaching to the temples, and her nose is particularly broad at the tip. The mouth is small with thick lips pursed together, and the chin is particularly heavy and rounded in appearance. A visible line of clothing appears to be delineated across the neck, and possibly an indication of sleeves conveyed by a slight bulge across the shoulders and upper arms, although there is no clear visible outline of material on either arm. On the reverse are the remains of the top of a broad back-pillar that begins at the back, with only the initial few incised signs of text now remaining. In addition to the loss of the lower body, back-pillar and base, part of the lower right arm has also broken off and there are several chips and scratches to the stone surface around the chest, face, and arms. The figure is attached to a modern base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["schist (?)"], "Technique": ["incised"], "Dimensions": [" Height: 12.08 centimetres (max) ", " Width: 8.69 centimetres ", " Depth: 6.76 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Previous discussions of the figure have suggested that this may represent a Ptolemaic queen (Budge 1922), however other than the styled wig and fillet there are no further visual markers of divine or royal status, nor does the surviving part of the back-pillar inscription help to confirm the identity of the figure. Though the lower body is missing, the back-pillar may indicate that the figure originally adopted a standing position, though a seated figure may also be possible. Further Bibliography: S. Albersmeier, 2002. Unterschungen zu den Frauenstatuen des Ptolemäischen Ägypten (Mainz), p. 157, n. 19, Pl. 17a. ", " See PM viii, p. 1011. Published: Albersmeier, Unterschungen zu den Frauenstatuen, 157 n.19; pl. 17a "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.134, no. 129) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 1033) "], "Location": ["Not on display"], "Condition": ["incomplete - upper part only"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2379"], "Registration number": [".2379"], "Additional IDs": [" Miscellaneous number: BS.2379 (Birch Slip Number) "]}