{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Museum number": ["EA68831"], "Description": [" Upper part of a ceramic figure holding a cylindrical object, the lower body now lost. The figure is depicted with the right hand across the chest, holding onto the object held high on their left side and projecting above the figure’s head. The object is roughly cylindrical in shape with a horizontal groove on top, though its function is unclear. The individual is crudely carved, with the long hair and facial features discernible but not depicted in detail. On the reverse the upper left arm is held flat against the body, and the top of a slim back-pillar which is uninscribed is also visible. The crude modelling and poor-quality execution make it difficult to determine if the figure is male or female. In addition to the break and loss of the lower body, there are several abrasions around the arms and neck area of the figure, with two chips to the head also visible on the reverse. The object would originally have been glazed; though this has not survived, there are subtle tinges of a yellowish colour to the ceramic core. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["550 BC (circa)"], "Production place": [" Made in: Naukratis (possibly) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Town (Naukratis) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Dimensions": [" Height: 4.15 centimetres (max) ", " Width: 3.09 centimetres ", " Depth: 2.15 centimetres "], "Curator's comments": ["The object held on the left side of the figure has been compared to those figures which hold a musical instrument such as a harp or lyre (Webb 2015), however given its different shape to those objects, other interpretations could include a phallus. The findspot for this crudely carved figure is recorded as the town area at Naukratis (Petrie 1886), however it has since been argued that it may have instead been displaced from the sanctuary of Apollo (Webb 2015). Webb (2015) groups this figure with two other examples, both also of the upper parts of the object and both holding an instrument or object on their left side (both also now in the British Museum collection, EA 68826 and 1934,0309.4). Each of these figures are poorly constructed, with limited remains of glazing and generally very crudely modelled. On this basis, Webb suggests a production date of the middle of the 6th century BC (ibid). Further Bibliography: V. Webb, 2015. ‘Archaic mixed style faience figures’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p.13, p. 24, Fig. 35. V. Webb, 2019. ‘Faience finds from Naukratis and their implications for the chronology of the site’, British Museum Studies in Ancient Egypt and Sudan 24, p. 47."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 14, p. 39, Pl. II, no. 18) ", " Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (p. 89-90, no. 404, Pl. XIII) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.12) "], "Location": ["Not on display"], "Condition": ["incomplete - lower part lost"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68831"], "Registration number": ["1886,0401.1503"]}