{"artifact_name": "architrave", "Object Type": ["architrave"], "Museum number": ["EA1278"], "Description": [" Limestone architrave of Washptah: the top is missing. The remaining four lines of text form part of a regular offering-formula containing Washptah's titles and dignities. On the left is a representation of the deceased, seated behind an offering-table piled with half-loaves of bread Above is shown another, smaller, offering-stand with jugs and a pot. The whole is carved in good, plain, sunk relief. There are various blemishes in the surface which, in antiquity, were made good with plaster, some of which has now fallen out, taking signs or parts of signs with it. Such a loss occurs after 'Mʒ‘t' in the last line; the second - of 'mrrw' later in the same line is carved on plaster. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) "], "Materials": [" limestone ", " plaster "], "Technique": ["plastered"], "Dimensions": [" Height: 46 centimetres (case) ", " Height: 37 centimetres ", " Width: 180 centimetres (case) ", " Width: 172 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["The tomb of Washptah was discovered by Mariette and the texts were published in A. Mariette, 'Les Mastabas de l'Ancien Empire' (Paris 1889), pp. 267 f. The principal stela with architrave above is published in drawings, op. cit., pp. 268-71; the text on the architrave corresponds precisely with such as is still preserved on this architrave, but it is reproduced running from left to right, whereas the text on this architrave runs from right to left. Furthermore, the measurements given by Mariette do not correspond with those of this architrave. Mariette gives the width of the false door as 1.84 m. and the architrave, as shown, must be wider, perhaps about 2.10 m. The measurement for the false door is confirmed by that given by M. Mogensen, 'Inscriptions hiéroglyphiques du Musée national de Copenhague' (Copenhagen, 1918) , p. 7, where 1.80 m. is given. This architrave is 1.72 m. wide and, although part of the right end is missing, the loss can hardly amount to nearly 40 cm. Yet it seems hard to believe that the two architraves are not one and the same piece. Between the time when Mariette copied it and its arrival in the British Museum, the architrave also lost its top line of text. Reference to Mogensen, op. cit., shows that the texts are reproduced in reverse order in Mariette, loc. cit. Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 106; Part 2, p. 456."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.21)"], "Location": ["Not on display"], "Condition": ["Apart from the loss of the top line and the right-hand end of the whole, the condition is good. There are various blemishes in the surface which, in antiquity, were made good with plaster, some of which has now fallen out, taking signs or parts of signs with it."], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1278"], "Registration number": ["1898,0312.215"]}