{"artifact_name": "stopper; plug; seal-impression", "Object Type": [" stopper ", " plug ", " seal-impression "], "Museum number": ["EA53962"], "Description": [" Yellow plaster wine-amphora stopper with Nile silt pottery disc plug (mostly lost). The seal is made from lime plaster or lime plaster and gypsum mix. It has been impressed with a circular stamp and then painted red (only traces remain). A cross occupies the centre of the circle; in the upper quadrants are the letters α and π, perhaps initials of a name, and, in the lower quadrants α and ω, the nomen sacrum. There are inconclusive traces of two string marks, possibly used for removal. The black sealant is barely visible, but is probably pine pitch. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" pottery ", " plaster ", " lime ", " gypsum (?) ", " pine pitch (?) "], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 79 millimetres ((max)) ", " Diameter: 71 millimetres (amphora neck) ", " Diameter: 68 millimetres (stamp impression) ", " Height: 17 millimetres "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, types 1& 7; Thomas and Tomber 2006: types 1 & 7). The black sealant on this object is barely visible, but is probably pine pitch, indicating that this stopper belonged to a wine amphora (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). The cross motif and amphora fabric used for the plug suggests a late Roman date of 4th century to early 7th century AD. Cf., very similar late Roman stamps were found on plaster amphora stoppers from Clysma (Bruyère 1966, pl. 27.2–4), but none with the same letters. Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (57)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53962"], "Registration number": ["1915,0207.12"]}