{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2275"], "Description": [" Serpentinite standing statue of the king Amenhotep III, the head now missing. The king is depicted in a striding pose with the left leg advancing ahead of the right leg, on top of a narrow rectangular shaped base. The left arm is held along the side of the body with the fist clenched while the right arm is placed against the torso with a crook in the right hand thatd rests on the shoulder. The king also wears a large broad collar and a short kilt wrapped at the front with a decorated central panel. Both the pattern of the panel and the belt at the waist suggest beadwork, and on either side of the panel are two uraeus cobras facing out towards the side of the body. Shorter straps of material are detailed on either side of the panel, with a looped strap notable on the right side under the belt. In the centre of the belt is an empty cartouche where the king’s name would have been incised. The belt is wider and worn higher at the back, sloping downward at the front to accommodate the king’s waist and stomach. The arms and legs are broad, with the stone fill between the legs deliberately left intact to ensure the integrity of the stone sculpture. On the reverse, a broad and round-topped back-pillar was originally inscribed with a single column of text that is now almost entirely lost, with only the beginning and final signs of the inscription still visible. In addition to the loss of the head, part of the left hand is now missing. There are notable chips across both the upper left and right arm and there are a number of scratches across the stone surface, particularly at the back-pillar, legs, and statue base. The object has been attached to a modern rectangular base. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["serpentinite"], "Technique": ["incised"], "Dimensions": [" Height: 14 centimetres ", " Width: 4.57 centimetres ", " Depth: 6.02 millimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["The heavier frame of Amenhotep III with the swollen belly and wide legs are stylistic traits typically assigned to the later phases of his reign, or even his posthumous depictions (Russmann 2001). Though the left hand is partially broken and the object once held in it is fragmentary, it has been suggested that the king held a knot or sash in the left hand (Hall 1928). A comparable headless standing figure of Amenhotep III now in Berlin depicts the king in a similar pose and bearing the crook in the right hand, and also includes a similarly decorated kilt (accession number 17020, Ägyptisches Museum, Berlin; Raymond Johnston 1996; Bryan 2007). Though the British Museum figure is headless, speculation over the original crown worn by the king includes the blue crown, which is noted as the most commonly worn regalia by the king from his other surviving representations (Russmann 2001). However, there are no surviving traces or indications of streamers on the back of the figure, which typically fell from the edges of the back of the blue crown onto the body. The material used for this statue is alternatively described in other sources as steatite (Hall 1928; Raymond Johnston 1996; Bryan 2007). The provenance for the figure is unknown (PM VIII). Further Bibliography: B.M. Bryan, 2007. ‘A “New” Statue of Amenhotep II and the Meaning of the Khepresh Crown’, in J. Richards, Z. Hawass (eds.), The Archaeology and Art of Ancient Egypt: Essays in Honor of David B. O’Connor (Cairo), p. 180, 186, n. 28. H.R. Hall, 1928. ‘Objects of Tutankhamun in the British Museum’, Journal of Egyptian Archaeology 14, p. 75-76, Pl. 11. W. Raymond Johnston, 1996. ‘Amenhotep III and Amarna: Some New Considerations’, Journal of Egyptian Archaeology 82, p. 70."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 134-135, no. 53) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 58) ", " Bryan and Kozloff 1992 / Egypt's Dazzling Sun (p. 194, 229) "], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Associated names": ["Named in inscription & portrayed: Amenhotep III"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2275"], "Registration number": [".2275"], "Additional IDs": [" Miscellaneous number: BS.2275 (Birch Slip Number) "], "Conservation": [" Treatment: 12 Jul 2005 ", " Treatment: 28 Jun 2000 "]}