{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA55305"], "Description": [" Black granite block statue of Nebtawy. He wears a shoulder-length wig, and his eyes are slim with a thick upper eyelid. His nose is long and slim, and he has a full mouth with thick lips which are pursed together. His face is rounded and fleshy at the jawline. His arms are folded across the top of the block form with one fist clenched and the other hand held flat against the stone. A slim column of inscription begins in the space between his hands and extends down onto the front of the block form. The sides and reverse of the block form are uninscribed and there are no indications of his body. A horizontal line of continuous text begins on the front of the statue base and extends around to the left side. There are several gouges to the top of the head and some further small abrasions to the left side of the face and ear. The top edges of the front of the block also feature some small breaks. The statue is now supported on a modern base. "], "Cultures/periods": ["22nd Dynasty (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 34 centimetres ", " Width: 16 centimetres ", " Depth: 22 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" Several dates have been proposed for the statue, from 18th Dynasty through to the 26th Dynasty (PM VIII 2008). While the statue may have originated from the New Kingdom it could have been repurposed at a later stage; stylistic details such as the shape and outline of the eyes don’t appear to match each other, and may be an indication of remodeling. Based on the inscription that provides Nebtawy with professional titles such as ‘priest of Amun-Re’ and the reference to the west bank of Thebes found in the statue base text, the statue was likely established in the Theban area. ", " See PM viii, p. 847. "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 133, no. 119) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 849) "], "Location": ["Not on display"], "Condition": ["fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55305"], "Registration number": [".55305"]}