{"artifact_name": "adze", "Object Type": ["adze"], "Museum number": ["EA22834"], "Description": [" Adze: a heavy wooden adze with a bronze blade and leather lashing. The blade is splayed a bit at the bottom and has a slightly curved cutting edge. Its sides taper inward near the top, where they again splay out into a flattened knob. The blade was lashed to the handle while the leather strapping was wet and elastic, so that when it dried the blade would fit tightly against the haft. Since the blade tapers gradually outward at the bottom, however, repeated blows pushing the blade upward would have had the effect of first tightening the lashing somewhat, then eventually stretching and loosening it. "], "Cultures/periods": ["New Kingdom"], "Excavator/field collector": ["Field Collection by: Sir Ernest A T Wallis Budge"], "Findspot": [" Excavated/Findspot: Tomb of Ani (Thebes) "], "Materials": [" bronze ", " wood ", " leather "], "Technique": ["bound"], "Dimensions": [" Height: 29.30 centimetres ", " Length: 58.70 centimetres ", " Weight: 1.654 kilograms ", " Depth: 6.30 centimetres "], "Curator's comments": ["This adze was found in a basket of carpenter's tools that also contained chisels, a saw, and an oil horn. Adzes and hoes are structurally much the same, with the blade at a right angle to the handle. Since the action involved with both is one of striking out and pulling back, it is possible that the form and employment of a primitive forked-branch hoe suggested the specialization of the form (with the addition of a blade) for woodworking purposes. Adzes were used by woodworkers for cutting and trimming rough wooden planks and shaping and smoothing wooden surfaces. They thus acted both as carving knives and as planes, neither of which was known to the Egyptians. In the tomb of Rekhmire carpenters can be seen using adzes for smoothing planks, shaping furniture legs, and carving the elements of an openwork shrine. After the initial carving of an object, a fine finish would be given to the wood with some sort of abrasive stone rubber or scraper. Bibliography: S. Clarke & R. Engelbach, ‘Ancient Egyptian masonry’ (London, 1930), pp. 17, 194; W. C. Hayes, 'The scepter of Egypt : a background for the study of the Egyptian antiquities in the Metropolitan Museum of Art' II (New York, 1959), p. 217, fig. 129, p. 226; E. Otto, ‘Das Ägyptische Mundöffnungsritual’ II (Wiesbaden, 1960), pp. 17ff; J. Śliwa, ‘Studies in Acient Egyptian Handicraft’ (Warsaw/Krakow, 1975), pp. 24-26."], "Bibliographic references": ["Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (23)"], "Location": ["Not on display"], "Exhibition history": [" 2015 23rd Feb - 22nd May, Cambridge, Fitzwilliam Museum, Coffins 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22834"], "Registration number": ["1891,0509.8"], "Conservation": [" Treatment: 06 Jan 2016 ", " Treatment: 28 Nov 1952 "]}