{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA341"], "Description": [" Limestone stela of Pashad: the god Amen-Re‘ is enthroned on the right of this round-topped stela. The necropolis-workman Pashed stands on the left in adoration. Below the figures are two lines of text naming the necropolis-workman. The figures are in sunk relief and all texts are incised. The stela is battered about the edges, and there are several gouges on the surface. The area around the god's head appears to have been damaged and then repaired in antiquity. There are no traces of colour, but there are remains of plaster in some of the hieroglyphs. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": [" limestone ", " plaster "], "Technique": [" incised ", " plastered "], "Dimensions": [" Height: 35 centimetres ", " Weight: 10 kilograms ", " Width: 25 centimetres ", " Depth: 8.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["There are many workmen named Pashed in the Deir el-Medina community during the Ramesside period. The name of the workman in the last line appears to be garbled. It is possible that the 'nb' sign was not completely carved as the area between the two strokes is left blank rather than damaged later. If the name can be read as Pennub, another stela (Fitzwilliam Museum EGA 3002.1943) names a workman Pashed and his son Pennub (J. Janssen, ‘Chronique d’Égypte’ 25 (Brussels, 1950), 207-12). This Pashed should be identified with the workman Pashed, son of Pennub, who flourished under Amenmesse (J. Janssen, 'Commodity Prices from the Ramesside Period' (Leiden, 1975), 77). His father, Pennub the Elder, is known from an ostracon of year 40 of Ramses II, while another Pennub who appears at the end of the Nineteenth Dynasty is probably to be identified as Pennub, the younger son of Pashed (Janssen, op. cit., 77). Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 129-30 (no. 459); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 7 (London, 1925), pl. 25; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), ii, 732; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), 240."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.32-33)"], "Location": ["Not on display"], "Condition": ["The stela is battered about the edges, and there are several gouges on the surface. The area around the god's head appears to have been damaged and then repaired in antiquity. There are no traces of colour, but there are remains of plaster in some of the hieroglyphs."], "Associated names": [" Named in inscription & portrayed: Pashed ", " Named in inscription & portrayed: Amun-Ra "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA341"], "Registration number": [".341"], "Additional IDs": [" Miscellaneous number: BS.341 (Birch Slip Number) "]}