{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA17061"], "Description": [" Granite kneeling female figure holding an effigy of Osiris across the lap. The figure is shown kneeling and resting on her heels, with the curvature of the body and facial features only faintly outlined. She appears to wear a short wig, though the edges are not delineated. Her facial features are crudely formed and there is little suggestion of her neck. On her lap s an effigy of the funerary god Osiris placed horizontally across the knees. Osiris is identifiable via the mummified form of his body, and the suggestion of the feathered atef-crown and implements held across his chest. Osiris is possibly placed on some form of bed or table, as indicated by an elongated section of stone above the figure’s knees that extends outwards from Osiris’ own body. On the reverse is the outline of a slim back-pillar. The object has been attached to a modern rectangular base. "], "Cultures/periods": ["Late Period (?)"], "Findspot": [" Excavated/Findspot: Tell Jaiff "], "Materials": ["granite"], "Dimensions": [" Height: 14 centimetres ", " Width: 7.26 centimetres ", " Depth: 9.96 centimetres "], "Curator's comments": [" The body and facial features of both figures are rudimentary in form, and could possibly be unfinished. The object was purchased from the avid collector Rev. Greville John Chester, and is one of three within the British Museum collection which are described as originating from the Tell Jaiff area in Egypt, the exact location of which is still unknown today. All three objects depict a kneeling figure holding an effigy of Osiris in their lap (London, EA 17056: https://www.britishmuseum.org/collection/object/Y_EA17056; EA 17058: https://www.britishmuseum.org/collection/object/Y_EA17058). As suggested via the label on the modern base, the figure has been interpreted as a representation of the goddess Isis, however particularly in comparison to the other two examples, this is the most poorly executed example of the three and there are no clear visual markers to indicate this represents a divine figure. There are also key differences between the three figures within the British Museum collection, most notably that one also features a Horus cippi at the reverse of the figure (EA 17058). While it is difficult to definitively date this figure and there is no accompanying inscription, a Late Period date has been proposed based on the other two Tell Jaiff figures within the British Museum collection which have also been tentatively dated to the Late Period. ", " To b epublished by Jocelyne Berlandini-Keller (CNRS). "], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Osiris "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17061"], "Registration number": ["1886,0605.30"]}