{"artifact_name": "mummy-case; cartonnage; human mummy", "Object Type": [" mummy-case ", " cartonnage ", " human mummy "], "Museum number": ["EA6681"], "Description": [" Mummy of a young adult man. The cartonnage mummy-case bears the name Peftauemawykhons, also called. Ankhunennefer. The mummy was plundered in antiquity and probably fragments of it were scattered on the ground by the plunderers in their search for jewellery or amulets. An attempt was made to restore the damage: some of the bones were gathered up by the restorer and the whole was consolidated by means of a paste of sand, mud, and resin, which became solidified to form a hard mass. The legs do not appear to have been disturbed. The restorer omitted to insert many of the vertebrae, which are missing. The mummy was then re-wrapped so as to make a presentable exterior, and put within the cartonnage case. The remains of the mummy may not be those of the original occupant of the case: it may be a re-used cartonnage to replace that broken by the plunderers. There are also separate fragments of linen, some bearing remains of painted plaster. Skull - Mouth slightly open, exposing the teeth, some of which appear to be missing. All the cervical vertebrae are missing. Thorax and Abdomen - The ribs and the remnants of the spinal column are in a state of confusion. Most of the dorsal vertebrae are missing and the lumbar vertebrae disorganized. An attempt has been made to consolidate the broken body by a filling of mud, sand, and resin which has become solidified into a hard mass. This is demonstrated radiographically by two large dense masses extending from each thoracic apex to the corresponding subcostal margin. Between these masses can be seen the disorganized remnants of the dorsal and lumbar spine. There is a rounded granular mass of packing in the pelvis. The pelvis is intact save for a dislocation (post mortem) of the left sacro-iliac joint. Hips and upper femoral shafts appear normal. Arms - Extended. Hands with extended fingers in the pubic region. Legs - Well-formed bones free from fractures, dislocations, and lines of arrested growth. There is well-marked subcutaneous packing in both legs extending from the gluteal region to the dorsum of the feet. The soft tissues of the inner aspect of the legs have been infiltrated. "], "Cultures/periods": ["22nd Dynasty (mummy-case)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" linen ", " plaster ", " human tissue "], "Technique": ["painted"], "Dimensions": [" Length: 169 centimetres (main object) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.830. R. Loynes, Prepared for eternity. Archaeopress Egyptology 9, 2015, passim"], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (20) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.110, table 1) "], "Location": ["Not on display"], "Condition": ["fair - repaired in antiquity"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6681"], "Registration number": [".6681"], "Additional IDs": [" Miscellaneous number: BS.6681 (Birch Slip Number) "], "Conservation": [" Treatment: 20 Mar 2017 ", " Treatment: 18 Mar 2011 ", " Treatment: 04 Oct 2013 ", " Treatment: 04 Oct 2013 ", " Treatment: 24 Jun 2004 "]}