{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA36327"], "Description": [" Large vase of marl pottery with a flat base, convex sides, a direct lip rim and three pierced triangular lug handles (picked out in paint) on the shoulder; decorated in purple pigment with three boats above which are human figures, an antelope and bush motifs. An isolated antelope is painted near the base of the vessel. "], "Cultures/periods": ["Predynastic (Naqada IID)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Diameter: 29.50 centimetres ", " Height: 35 centimetres ", " Weight: 2460 grammes "], "Curator's comments": ["Decorated ware in Petrie’s Corpus of Prehistoric Pottery (1921). Four wavy-lines are painted beneath rim. Below them are three boats, each with between 41 and 46 oars, stylized fronds on the prow, two central cabins and two conjoined triangles as standards. Above each boat is a large female figure with her arms raised over her head. In one scene she is accompanied by an antelope identified by its twisted horns as an addax; a bush is painted at the boat’s stern. In the next scene she is accompanied by a smaller male figure who holds her arm with one hand, the other on his hip, a bush is painted above the stern. In scene three the woman is held at the arm by a small man as above, but another male figure at the boat’s stern faces them holding clappers. An isolated antelope, possibly identified as an oryx is painted near the base of the vessel. Published: G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 290"], "Bibliographic references": ["Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p196)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36327"], "Registration number": ["1902,0412.27"], "Conservation": ["Treatment: 11 Nov 1993"]}