{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66432"], "Description": [" Scaraboid in glazed composition; back in form of Black African head, with hair represented by squares and facial features crudely cut out; side view very narrow, with single line for base indicated; underside decorated with papyrus thicket consisting in central flower, two drooping buds, and a semi-circular line underneath; longitudinally pierced; glaze gone, but green tinge survived overall; cream core fine in texture. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " cut ", " incised "], "Dimensions": [" Length: 1.40 centimetres ", " Thickness: 0.60 centimetres ", " Width: 1 centimetres "], "Curator's comments": ["Scarabs and scaraboids with a motif of papyrus thicket depicted on the base belong to a standard group produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). Petrie illustrated a number of different versions on scarabs and scaraboids (Petrie 1886, pl. XXXVII, 4-7). This scaraboid is close to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 98-99, type XXVIII A, A169 for this piece). However, since the motif on the base is engraved and not stamped, it does not share the technical characteristics as defined in Gorton's type XXVIII. For related motifs on Naukratis scarabs and scaraboids: Boston, Museum of Fine Arts 86.681; BM 1886,0401.1604; BM 1888,0601.1605; Birmingham City Museum and Art Gallery 1888A195.4. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund). Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 4) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 99, Type XXVIII A169) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.071) (phase 3) "], "Location": ["On display (G13/dc7)"], "Condition": ["Fair"], "Subjects": [" plant ", " african "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66432"], "Registration number": ["1886,0401.1603"]}