{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37887"], "Description": [" Fragmentary granite upper body of a female figure, the lower body and base now lost. The figure wears a long heavy wig with a lotus stem placed across the top of the head, and the lotus flower extending over the forehead with the centre parting of the hair depicted underneath. Across the wig is a decorated fillet band or diadem. The individual tresses of the hair have been braided at shoulder length and doubled on both sides, with shorter separated tighter braids around the ends of the hair. She wears a large beaded broad collar composed of various strands that sits high on the neck. She holds her left arm across the body, with a sistrum in her left hand. Across the left wrist is a patterned sleeve of her garment, which also covers the left arm and shoulder. Her face is rounded and fleshy, with wide eyes and thick arched eyebrows. There appears to be an incised line above the right eye to indicate a fold of flesh, which is not clearly mirrored on the left side. The nose is long and slim, with a small cupids bow visible above the upper lip. The lips are thick, with the left outer corner upturned slightly higher than the right side. On the reverse are the remains of a back-pillar inscribed with two broad columns of text, the right side edge now damaged and the lower portion of both columns now lost. In addition to the loss of the lower body and the right side of the body, the fingertips of the left hand and the nose are now damaged. "], "Cultures/periods": ["19th Dynasty (early)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" granite (?) ", " basalt (?) "], "Technique": ["incised"], "Dimensions": [" Height: 34 centimetres (including object and attached block) ", " Height: 31 centimetres (object) ", " Weight: 14.20 kilograms ", " Width: 18 centimetres ", " Depth: 18 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Though it is unclear whether the figure represents a royal or elite woman, the use of the darker, harder stone has been suggested indicates the statue was more likely to have been established within a temple rather than funerary setting (Russmann 2001). Early sources also record the provenance of this figure as Thebes (Budge 1922; though ‘unprovenanced’ in PM VIII; Russmann 2001). Further Bibliography: W. Seipel, 1992. Gott, Mensch, Pharao. (Vienna), p. 238-239, no. 82. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 652."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 186-187, no. 94) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 129, no.71) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 723) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2013 Jul - Octr, Cambridge, The Fitzwilliam Museum, Origins of the Afro Comb 2016-2017 Dec - Jun, Karlsruhe, Badisches Landesmuseum, Ramesses 2017-2018 13 Sep-15 Jan, Lens, Louvre, Musiques et sons antiques "], "Condition": ["incomplete - lower part lost"], "Acquisition name": ["Purchased through: Harry Osborn Cureton"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37887"], "Registration number": ["1853,0822.3"], "Additional IDs": [" Miscellaneous number: BS.802 (Birch Slip Number) "], "Conservation": [" Treatment: 05 Apr 2016 ", " Treatment: 12 Nov 1973 ", " Treatment: 14 Jan 1997 ", " Treatment: 25 Nov 1977 ", " Treatment: 09 Sep 1993 ", " Treatment: 04 Mar 2013 "]}