{"artifact_name": "model", "Object Type": ["model"], "Museum number": ["EA37554"], "Description": [" The forepart of a horse with an armed rider: St Menas as a military saint. The body and head of the horse were made in a two-piece mould and are hollow; the legs were added. The rider also was applied, using shaped strips of clay, but only the feet, legs and buttocks, his right hand, and a small part of his body survive. The feet are shown in a curious arched manner. A circular shield is luted onto the left side of the horse's neck. The legs of the horse have lost their extremities. Buff marl ware containing a few grains of sand, probably Abu Mena Buff Ware. There is brown paint detailing the horse's eyes and mane, and also some on the head; the same paint is used to depict the breastband and ornaments below it, with details in white paint; there is red paint on one ear. The rider has a red body, white legs and brown feet (boots?). The shield has a brown-painted edge, a circle of roundels and a central element also in brown. This central element has red paint additions, and white paint is used on the rest of the shield’s ornament. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["6thC-7thC"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["pottery"], "Technique": [" painted ", " luted "], "Dimensions": [" Height: 13.43 centimetres (max) ", " Length: 9.43 centimetres (max) ", " Width: 4.33 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Late Roman, sixth to seventh century AD. Comparanda: Consider Kaufmann 1908: 65, fig. 44, made and found at the kiln area at Abu Mena. Near: Ballet 1991: 503, from Abu Mena; Fitzwilliam Museum, Cambridge. e.p.434 (the treatment of the rider's feet is the same, as is the fabric); Heide and Thiel 2004: 91, no. ii.2.44, dated fifth to sixth century AD. Also same technique: Ashmolean Museum, Oxford, no. 1896-1908.E4672, thought to be from Naukratis. Treatment of feet the same, but not so extreme: Parandowski 1990: 305, fig. 3, right, from Kom el-Dikka, Alexandria, thought to be from Abu Mena."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3471 bis)"], "Location": ["Not on display"], "Condition": ["incomplete - rear section lost"], "Subjects": ["equestrian"], "Associated names": ["Representation of: St Menas"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1881"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37554"], "Registration number": ["1881,0614.101"]}