{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66431"], "Description": [" Glazed composition mould-made daisy button scaraboid; decorated on the back with a relief marguerite rosette, with straight sides; underside decorated with five probably stamped dotted circles; pierced through diameter; some remains of light turquoise glaze; surface slightly eroded. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Egypt Exploration Fund ", " Excavated by: Sir William Matthew Flinders Petrie (probably) "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped ", " pierced "], "Dimensions": [" Diameter: 1.13 centimetres ", " Height: 0.55 centimetres "], "Curator's comments": ["Composition comprising several dotted circles is a common theme on scarabs and scaraboids produced at the “Scarab Factory” (Petrie 1886, Pl. XXXVII, 1-3; Gardner 1888, Pl. XVIII, 1-2; on its various productions, see Webb forthcoming). This scaraboid was discovered in the “Scarab Factory” itself with another similar scaraboid. They belong to the type XXIX in Gorton 1996, which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 108-109, see especially type XXIX no. 28 for this specimen). This type of decoration imitates earlier designs: for some scarabs with relatively similar designs, Magnarini pointed out that they could date to the 25th-26th dynasty with an archaizing motif (Magnarini 2004, 167, 04.05). For close parallels to this scaraboid but on simple disc-shaped scaraboids, see: BM 1885,1101.57; Oxford, Ashmolean Museum AN1888.209, AN1896-1908-EA.912 and AN1896-1908-EA.913; London, Petrie Museum UC73690a. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London, Pl. XVIII, 1-2. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford, 108-109, type XXIX. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241, 167, 04.05 Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London, Pl. XXXVII, 1-3. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 2) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 108, Type XXIX, no. 28) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.090) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66431"], "Registration number": ["1886,0401.1602"]}