{"artifact_name": "sceptre; amulet", "Object Type": [" sceptre ", " amulet "], "Museum number": ["EA54412"], "Description": [" Glazed composition amulet: this mould-made amulet is in the shape of an 'ankh'-sign. Superimposed in raised relief on its front are three other hieroglyphic symbols: a 'was'-sceptre placed on the pillar-like 'djed'-sign, and the kneeling figure of the heh-sign on the top of the 'djed'-pillar. The amulet's reverse is nearly identical except that the 'was'-sceptre is lacking. "], "Cultures/periods": ["Napatan"], "Production date": ["700BC-500BC"], "Findspot": [" Excavated/Findspot: Temple of Taharqo, B 300 "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 23.60 centimetres ", " Weight: 0.32 kilograms ", " Width: 11 centimetres ", " Depth: 2.50 centimetres "], "Curator's comments": ["Although amulets are often found in burials, this one was found in a temple and was not intended for funerary use. Because of its size and the absence of a lug by which to suspend it, it was probably made to be carried. The magical properties of this amulet and the benefits it was to bestow on its owner are clearly expressed through the four hieroglyphic symbols of which it is composed: life ('ankh'), endurance ('djed') and dominion ('was'-sceptre) for millions and millions of years ('heh') - enduring domination and rule by its royal owner. This 'ankh'-amulet was one of two purchased by the British Museum from the collection of Lord Kitchener, and are said to have been purchased by him in the Sudan in 1919 from Mohammed Ahasi. Probably Egyptian imports into Nubia, records indicate that they may have come from the Temple of Taharqo (B 300) at Gebel Barkal, the capital of the ancient Nubian kingdom of Napata whose early kings ruled Egypt as the Twenty-Fifth Dynasty (c. 770-657 BC). Taharqo was one of the most important kings of this dynasty, completing the Kushite conquest of Egypt begun by his ancestors. Like many other traditional Egyptian religious symbols, Egyptian-style amulets were widely used by ancient Nubian kings. 'Ankh'-shaped amulets continued to be made even after the Kushite Dynasty in Egypt ended. Bibliography: W.V.Davies (ed.), 'Egypt and Africa : Nubia from prehistory to Islam' (London, 1991), p. 315; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 94, fig. 74; Berlandini, 'BSEG' 18 (1994), 10; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 280-1."], "Bibliographic references": [" Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (119) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.280-281) "], "Location": ["Not on display"], "Exhibition history": [" 1983 Sep-Dec, Memphis, Art Gallery of Memphis, A Divine Tour of Ancient Egypt 1995/6 Oct-Jan, Royal Academy of Arts, Africa: The Art of a Continent 1996 Mar-May, Berlin, Martin Gropius Bau, Africa: The Art of a Continent 1996 May-Sep, New York, Guggenheim Museum, Africa: The Art of a Continent 1998 May-Jul, Ohio, Cleveland Museum of Art, Gifts of the Nile: Ancient Egyptian Faience 1998/9 Aug-Jan, Rhode Island, Museum of Art, Gifts of the Nile: Ancient Egyptian Faience 1999 Jan-Apr, Kimbell Art Museum Texas, Gifts of the Nile: Ancient Egyptian Faience 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2022 27 April – 25 July, Paris, Musée du Louvre, Pharaoh of the Two Lands "], "Condition": ["fair"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Previous owner": ["Previous owner/ex-collection: Horatio Herbert Kitchener, Earl Kitchener of Khartoum"], "Acquisition date": ["1919"], "Acquisition notes": ["The entry in Gifts of the Nile, p 226 says it was '...purchased from the collection of Lord Kitchener, and are said to have been purchased by him in 1919 from Mohammed Ahasi'. This is surely wrong a) as Kitchener died in 1916, and b) his collection was sold at Sotheby's in 1938."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54412"], "Registration number": ["1919,0208.71"], "Conservation": ["Treatment: 28 Feb 2006"]}