{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA371"], "Description": [" Limestone stela of Penpahapi: round-topped stela divided into two registers. The scenes and inscriptions are indicated in black ink, possibly as preparatory sketches for carving which never took place. In the upper register the workman ... pahapi kneels on the right in adoration of the goddess Meresger in the form of a snake on the left. In the lower register a male and two females are depicted in an attitude of worship. There are nine columns of hieroglyphic text above. The text has been painted in black ink, while the figures and dividing lines have been outlined in red and corrected in black ink. The ink has faded badly in some areas. The surface is scratched and there are chips along the edges of the stela, especially in the lower left corner. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 23.90 centimetres ", " Width: 15.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["A scribe Penpahapi is attested under Merenptah (J. Černy, 'Ostraca hiératiques' (Cairo, 1935), no. 25504), while a door-keeper Penpahapi (wrongly read as Penpayom or Penpamer) appears under Ramesses III and IV (J. J. Janssen, 'Commodity prices from the Ramesside period : an economic study of the village of necropolis workmen at Thebes' (Leiden, 1975), 29). A coppersmith Ptahpahapi appears under Ramesses III (Janssen, op. cit., 67), while a later Ptahpahapi, son of Kenherkhepeshef, is attested in the middle of the dynasty (W. Spiegelberg, 'Ägyptische und andere Graffiti (Inschriften und Zeichnungen) aus der Thebanischen Nekropolis' (Heidelberg, 1921), Nos. 803, 860, 868-9). Finally, two Amenpahapis are known from the Twentieth Dynasty, one of whom is definitely not this man (Janssen, op. cit., 43; M. L Bierbrier, 'Journal of Egyptian Archaeology' 66 (1980), 103 and note 29 where the true reading of the last element of the name is established). Bibliography: T. Young, 'Hierglyphics collected by the Egyptian Society' (London, 1823-8), pl. 50; S. Sharpe, 'Egyptian Antiquities in the British Museum' (London, 1862), 99, no. 371; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 150 (no. 540); B. Bruyère, ‘Mert Seger à Deir el Mèdineh’ (Cairo, 1930), fig. 51; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 731."], "Bibliographic references": [" Hall 1925 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 7. (pl.29) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.34-35) "], "Location": ["Not on display"], "Condition": ["The ink has faded badly in some areas. The surface is scratched and there are chips along the edges of the stela, especially in the lower left corner."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Meretseger"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA371"], "Registration number": [".371"], "Additional IDs": [" Miscellaneous number: BS.371 (Birch Slip Number) "]}