{"artifact_name": "spacer-bead(?); ornament", "Object Type": [" spacer-bead (?) ", " ornament "], "Museum number": ["EA27560"], "Description": [" Glazed composition element perhaps used as a spacer-bead; in form of papyrus palmette capital, double faced, with two broad faces and two narrow faces, and two circular perforations running vertically from the base, and diverging to emerge at the top. Details well modelled in deep, clear incision. Glaze surface very smooth, with olive green colour overall, yellow on some petals and reddish brown on 'bud' of palmette fan, core -white fine and hard. "], "Cultures/periods": ["Late Period"], "Production date": ["6thC BC - early 4thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Town (Naukratis), House of 'cache of bronzes' "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " pierced "], "Dimensions": [" Height: 4.90 centimetres (max) ", " Thickness: 1.50 centimetres (max) ", " Width: 3.70 centimetres (max) "], "Curator's comments": ["This element corresponds to the 'ornamented piece, with threading holes, lotus pattern, in green and red pottery, fine work', discovered in the cache of bronzes (Petrie 1886, 42; Masson 2015). Similar elements were discovered in Tell Defenneh and were dated to the 6th century BC (Petrie 1888, pl. XL nos. 5-6; Leclère and Spencer 2014, pl. 26, inv. no. EA 18640). From Naukratis itself, another close, but simpler example, Oxford AN1896-1908-EE.670. Leclère, F. and Spencer, J. 2014, Tell Dafana Reconsidered: The Archaeological of an Egyptian Frontier Town (The British Museum Research Publication 199), London. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Petrie, W. M. F. 1886, Naukratis. Part I., 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M. F. 1888. Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes). London: Truebner & Co, pl. XL nos. 5-6."], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (QC.2) (phase 3) ", " Masson 2015 / Cult and Trade A reflexion on Egyptian metal offerings from Naukratis (78, fig. 3.9b) "], "Location": ["Not on display"], "Condition": ["fair (exterior worn)"], "Subjects": ["plant"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27560"], "Registration number": ["1885,1101.66"]}