{"artifact_name": "furniture-fitting", "Object Type": ["furniture-fitting"], "Museum number": ["EA16518"], "Description": [" Furniture ornament in the form of a cobra: the fact that the cobra wears the red crown of Lower Egypt means almost certainly that it represents Wadjet. The fine workmanship and the material used suggest that it belonged to a piece of elite, perhaps royal, furniture, such as a chair. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Dimensions": [" Height: 17 centimetres ", " Weight: 99 grammes ", " Width: 5.50 centimetres ", " Depth: 1 centimetres "], "Curator's comments": ["The cobra was a much feared and respected creature in Egypt. It possessed many different associations, particularly with royalty, and use of the symbol meant that the dangerous power of the cobra was always magically turned to the benefit of the user. Thus the king's uraeus, worn on his brow, is referred to in some battle texts as destroying his enemies and giving the king power over them. Images of Egyptian gods also bear the rearing cobra. This cobra could be interpreted as either Hathor who, in the guise of the eye of Ra, was sent to destroy mankind for being disrespectful, or as Sekhmet who was the fiery weapon of the god Ra and who could also be sent out to destroy the enemies of the gods. Ra bequeathed this gift of potential destruction, represented by the rearing cobra, to his descendants, the kings of Egypt.The rearing cobra also represents the goddess Wadjet, patron of the town of Buto. She and the vulture goddess Nekhbet, of el-Kab, represented Lower and Upper Egypt respectively and were shown wearing the appropriate red and white crowns. Together they were the tutelary goddesses of the third name of the king, the so-called \"two ladies\" name, placing him under their protection. Hence the uraeus represents both Wadjet and the power immanent in the cobra. Bibliography: 'Gold and Civilisation' Catalogue (Australia, 2001), p.117; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), 69, fig. 49; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 174-5, pl. on p. 174; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 269."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.174-175) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.269) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 13 Mar-24 Jun, Australia, Canberra, National Museum of Australia, Gold and Civilisation 2001 19 Jul-21 Oct, Australia, Melbourne, Museum Victoria, Gold and Civilisation 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity (?)"], "Associated names": ["Representation of: Wadjet (?)"], "Acquisition name": ["Purchased from: William Talbot Ready"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA16518"], "Registration number": ["1886,0412.2"], "Conservation": [" Treatment: 23 Aug 2004 ", " Treatment: 17 Jul 1981 "]}