{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA5602"], "Description": [" Fragment of painted raised limestone relief; Hieroglyphic text reading 'Son of Ra'. This fragment from the tomb of Sety I in the Valley of the Kings comes from the king’s titulary. The goose and a red sun-disc read ‘Son of Ra’, which generally preceded the king’s nomen, or birth name. The text is painted on a yellow background and goose is painted blue-green with a red head, red and yellow back, and details of feathers in black. Below is a canal sign in green and blue, likely part of an epithet reading ‘beloved of’ a certain god. The text in the tomb of Seti I was written in vertical columns; the green band at the top indicates the top of the inscription, while the right hand side features a column dividing line and further hieroglyphs, one of them a mouth sign for the letter R. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Sety I "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 22 centimetres ", " Length: 29 centimetres ", " Weight: 20 kilograms ", " Depth: 14 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The royal tomb of Sety I, from which this relief fragment derives, is the deepest and longest in the Valley of the Kings. It is richly decorated with painted reliefs as well as extensive texts: the first tomb to be decorated with a complete program of religious texts, including the Litany of Ra, Book of the Dead, Amduat, Book of Gates, and Opening of the Mouth ritual."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Sir John Gardner Wilkinson"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5602"], "Registration number": [".5602"], "Additional IDs": [" Miscellaneous number: BS.5602 (Birch Slip Number) "], "Conservation": [" Treatment: 16 Apr 1999 ", " Treatment: 07 Apr 2011 ", " Treatment: 11 Jan 2016 ", " treatment: 28/09/2023 "]}