{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2342"], "Description": [" Fragmentary upper body of a green basalt male figure, originally part of a group statue. He wears a short smooth wig set low on the forehead and tucked behind the simplistically modelled ears. His eyes are almond shaped with thick lines around the eye, and a faint crease at the upper eyelid. The right eye appears slightly larger in size. His eyebrows are thick and arched. His nose is broad with visible lines at both cheeks on either side. His thick lips are pursed together, with the outer corners of the mouth slightly upturned. The face is fleshy and rounded in appearance at the mouth, jawline, and neck. His upper body appears bare, with broad shoulders and a narrowed chest. His right arm appears to have been held close to the side of the body while the left arm extends out. On the reverse are the remains of a broad back-pillar or the reverse of a high-backed seat, with two fragmentary columns of incised text. In addition to the loss of the lower body, the right side of the head and seat have been heavily damaged. There is a further break on the left side from the upper arm and shoulder area extending onto the back-pillar. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 11 centimetres (max) ", " Width: 11 centimetres ", " Depth: 10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This figure was likely part of a group statue, suggested by the positioning of his left arm that could indicate that he embraced another figure beside him, but also the surviving hand which is visible on his right shoulder. This suggests that he was on the right side of the composition, while the other figure, now completely lost, was standing or seated on the left side. What survives of the back-pillar may have extended out from a larger seat, however based on the small fragment it is difficult to determine the original pose."], "Location": ["Not on display"], "Condition": ["inscomplete - upper portion only"], "Acquisition name": ["Donated by: Dr Alexander Turnbull Christie (Trustees of)"], "Acquisition date": ["1835 (Donated with 27 other objects)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2342"], "Registration number": [".2342"], "Additional IDs": [" Miscellaneous number: BS.2342 (Birch Slip Number) "]}