{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37450"], "Description": [" Bronze figure of Sobek: this solid cast figure depicts the god Sobek as a plump crocodile sprawled on a hollow shrine shaped plinth. The details of his scales are carefully incised, his eyes have gold inlays and on his head he wears an 'atef' crown composed of a central tall reed crown with bulbous top (now lost) and sun disc, flanked by ostrich feathers and upreared cobras, all mounted on a pair of twisted ram's horns. "], "Cultures/periods": [" Ptolemaic (?) ", " 26th Dynasty (?) "], "Production date": ["600BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" bronze ", " gold "], "Technique": [" inlaid ", " incised "], "Dimensions": [" Height: 12.50 centimetres ", " Length: 10.07 centimetres ", " Width: 5.14 centimetres "], "Curator's comments": ["Wherever the Nile was rendered treacherous by sandbanks or cliffs, or there were marshlands, the crocodile was revered as Sobek by a kind of propitiatory magic. The creature was particularly feared because not only did it kill, it ate the body of its victim without which there could be no afterlife. The reasoning was that if the crocodile was deified, and sacred crocodiles were tended while alive and embalmed when dead, Sobek would do no harm to those who revered him. This bronze might have been dedicated at one of the god's temples by a pious worshipper although there is no dedicatory inscription. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 82-83 No 18."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.66-67)"], "Location": ["On display (G1/wp38/sh2)"], "Exhibition history": [" exhibited: 2015-2016 12 Dec-14 Feb, London, BM, Room3, Crocodile Mummy "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sobek"], "Acquisition name": ["Purchased from: Naaman"], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37450"], "Registration number": ["1902,1013.4"], "Conservation": ["Treatment: 26 Oct 1994"]}