{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA501"], "Description": [" Red quartzite mendicant statue of Paaha: The god Ptah - or more specifically, a cult statue of the god - is represented standing in a small naos, or shrine. Paaha is represented sitting cross-legged on the ground with his legs and feet covered by his long kilt. As was often the case with kneeling statues holding cult images, Ptah's shrine is balanced on one thigh, the proper left, and held by Paaha's corresponding left hand. Here, the sculptor has blundered by making the shrine so high that it impinges on his chin. The reason for doing this, apparently, was to support Paaha's raised hand. The gesture, hand to mouth with palm upward and thumb awkwardly forward, was one of begging offerings from the god. There is incised hieroglyphic text on the back-pillar and round the plinth. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Diameter: 26 centimetres ", " Height: 45 centimetres ", " Weight: 25 kilograms ", " Width: 17 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 556. Bibliography: H. R. Hall, ‘Egyptian Antiquities’ in ‘British Museum Quarterly’ 2/1, pp. 41-42, pl. 22; B. Hornemann, ‘Types of Ancient Egyptian Statuary II’ (Copenhagen, 1957), pl. 397; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 158, fig. 122; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 102, cat no. 60. G. Pinch, Votive offerings to Hathor (Oxford 1993), p.153. ", " Permission to publish photograph of this object granted to Dr Edith Bernhauer in email 31/3/04. To be published in her thesis 'Die Innovationen in der Privatplastik der 18. Dynastie', in the Egyptological Memoirs (Brill) Series. [NCS] "], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (95)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2009 2 Mar-29 Jun, Paris, Louvre Museum, Les Portes du Ciel "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Ptah"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA501"], "Registration number": ["1927,0514.1"], "Conservation": [" Treatment: 06 Sep 2000 ", " Treatment: 04 Jan 1994 "]}