{"artifact_name": "votive offering(?)", "Object Type": ["votive offering (?)"], "Museum number": ["EA37526"], "Description": [" A hollow terracotta processional holder, tapering to its lower end, and with double-torches at the top, each with a hole for the insertion of sticks of incense. Between the torches is a rearing cobra, the head of which is damaged. Below the serpent, flanked by thyrsoi (?), is a female bust, very damaged, but probably that of a maenad; below her is a series of panels reducing in size. The back is plain. Two-piece mould. Micaceous orange-brown Nile silt. "], "Cultures/periods": ["Roman Period (?)"], "Production date": ["1stC-2ndC"], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["pottery"], "Technique": ["mould-made"], "Dimensions": [" Height: 26.40 centimetres (max) ", " Width: 9.30 centimetres (max) ", " Depth: 3.20 centimetres (max) "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Roman, first or second century AD. Comparanda: Close: Bayer-Niemeier 1988: no. 712, where the bust is thought perhaps to be that of Athene: dated second to third century AD; Fischer 1994: no. 1200, dated third century AD: the bust is also thought to be that of Athene; Weber 1914: no. 160, from the Fayum, again the bust is regarded as Athene. Near: Breccia 1934: no. 438: the bust is thought probably to be that of Harpokrates; Perdrizet 1921: 109: it is suggested that the bust is of Isis. Also see Schmidt 1994: no. 272 and Weber 1914: nos 162 and 163, where a torch of similar appearance is held by a figure of Athene."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3276)"], "Location": ["Not on display"], "Condition": ["fair (worn)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1878"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37526"], "Registration number": ["1878,1109.39"], "Additional IDs": [" Miscellaneous number: BS.4755.x (Birch Slip Number) "]}