{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA29411"], "Description": [" Green basalt(?) seated figure of the goddess Isis suckling Harpocrates (Horus-the-Child). Isis wears a modius crown topped with the solar disc and cow horns, and a long striated wig with a vulture headdress on top. There is a uraeus cobra at her forehead, and traces of gilded detail across the sun disc and modius crown, as well as the sides of her face and wig. Her eyes are narrow with a long cosmetic line emerging from the outer corners. The lower half of her face is damaged, obscuring details of her nose and mouth. Her face is fleshy in appearance at the cheeks and jawline. She wears a long tight-fitting sheath dress, and Harpocrates is shown as a naked infant resting on her lap. He wears the distinctive sidelock of hair, with part of the right side of his head now damaged. His facial features mirror those of Isis, with narrow eyes and a similar fleshy face. His left hand is placed across his thigh, while his right hand clasps his mother’s wrist. He rests his feet on a separate section of the seat which extends out from the right side. On the reverse is a slim uninscribed back-pillar which reaches to the top of Isis’ crown. The left side tip of Isis’ crown has broken off, and there is damage to both her face, the left side of her wig, and her right side breast. There are several chips and scratches to the back-pillar and edges of the seat. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" basalt (?) ", " gold "], "Technique": ["gilded"], "Dimensions": [" Height: 19.60 centimetres ", " Width: 5.99 centimetres ", " Depth: 11.46 centimetres "], "Curator's comments": ["The nursing of the child emphasises Isis’ role as divine mother and protector, both for the god Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean. Examples range in material, quality and size from small figures likely used as votive offerings to much larger pieces of sculpture. The surviving traces of gilding suggest that this figure may have been completely covered in gold detail."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Horus "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29411"], "Registration number": ["1897,0511.127"]}