{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2341"], "Description": [" Grey basalt figure of Psamteksanet with a naos containing an image of the goddess Neith, much of the statue now lost. He is depicted in a kneeling position as shown on the surviving right side of the fragment, which includes the right hand holding the naos and a portion of the right knee underneath. The naos shrine was likely also supported by his left hand, and the shrine appears to have been placed in his lap. Inside the shrine is a standing figure of the goddess Neith, who wears a tight-fitting dress, broad collar, and the Red Crown of Lower Egypt. In her left hand she holds a was-sceptre while in her right hand she holds an ankh. Two lines of inscription have been carved around the edges of the shrine, both beginning at the top and reaching to the base, with portions of the right side and lower left side text now missing. The corners of the naos are chipped, however the Neith figure is in good condition. The fragment has been attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 15 centimetres (max) ", " Width: 9 centimetres ", " Depth: 11 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Naophorous statues were a popular statue type from the New Kingdom onwards and continued to be used into the Graeco-Roman period, as the embracing of the god’s image indicated a reverence or personal relationship with the deity. The preservation of the naos in comparison to the damage around the edges and loss of the main figure likely suggests that this was deliberately removed from the original composition in earlier times. Though the provenance of the figure is uncertain, based on the representation of the goddess Neith within the naos shrine and her evocation within the surviving inscription, and her status as the patron deity of Sais, it is likely that the figure was originally set up within this area. An allusion within the surviving inscription to the temple dedicated to Osiris in Sais, known as the ‘Hwt-bit’ or ‘House of the Bee, further suggests that the figure may have a connection to the Sais area."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 133, no. 117) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 820) "], "Location": ["Not on display"], "Condition": ["incomplete - central portion only"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Neith ", " Named in inscription & portrayed: Psamtek "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2341"], "Registration number": [".2341"], "Additional IDs": [" Miscellaneous number: BS.2341 (Birch Slip Number) "]}