{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68855"], "Description": [" Fragmentary limestone figure of a horse with rider, possibly representing the god Harpocrates. The surviving main body of the horse is thicker and wider towards the obverse and has little definition or indication of features. The head, legs, lower body, and tail of the horse are now lost. The rider figure sits low on the raised neck of the horse and is comparatively smaller in size, leading to suggestions that this represents a child figure or deity. Schematic indications of the rider’s bent legs and upper arms are crudely sculpted, with the lower arms appearing to merge with the body of the horse. The upper body and head of the rider figure are also lost. Traces of a red-brown coloured paint are notable across the body of the horse, while traces of red paint are also visible around the rider’s feet. In addition to the broken areas of the sculpture, the right side of the rider figure has been damaged. There are also several chips and scratches across the surface of the horse’s body. "], "Cultures/periods": ["Late Period"], "Production date": [" 550BC - 400BC ", " (late)5thC BC - (early)4thC BC (context) "], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' "], "Materials": ["limestone"], "Type series": ["Thomas L-R.1"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 7.30 centimetres ", " Length: 11.95 centimetres ", " Thickness: 3.10 centimetres (max) "], "Curator's comments": ["Various examples of limestone rider figures on horseback were found at Naukratis, as a common representation within both the Late Period and early Ptolemaic era (Thomas 2015). Surviving examples now in various museum collections include: Archäologisches Institut der Universität (Heidelberg, ST48), Musées Royaux d’Art et d’Histoire (Brussels, A.1850), Egyptian Museum (Cairo, JE36257, JE33573.2), Ashmolean Museum (Oxford, AN1896-1908-G.1013, AN1896-1908-G.1007, AN1896-1908-G.109, AN1896-1908-G.1041, AN1896-1908-G.1040, AN1896-1908-G.1039), Bolton Museum (Bolton,1966.90.A), British Museum (London, 1886,0401.1486, 1886,0401.1487), Fitzwilliam Museum (Cambridge MCA NA 306). Variants of these figures were also found at Naukratis (Ashmolean Museum Oxford, AN1896- 1908-G.1027; British Museum London, 1886,0401.1493, 1965,0930.952, 1965,0930.949). Parallels of this rider figure are also known from Buto (Egyptian Museum, Cairo TR14/1/34/8), Tell Dafana (Petrie 1888: 71, dated 7th century BC; Edgar in Hogarth 1905, 129, dated 6th century BC), Saqqara (Quibell 1907, 13). Based on distinctive features various later examples seem to represent Harpocrates. This figure, however, is too crudely carved to definitively identity the deity. Late variants of this are sometimes depicted as ithyphallic, consistent with representation of Harpocrates of the 4th century BC (Thomas 2019). This figure was found within a cache of bronze objects in the town area of Naukratis (Petrie 1886: 41-42; Masson-Berghoff 2019: 128 for quote in Petrie’s journal). Although Petrie’s detailing of the cache and subsequent other areas within the southern part of the city has resulted in various discrepancies, this cache has since been described as a deposit of votive offerings (Thomas 2015; Thomas 2019). Petrie dated most of these pieces to the 6th to 4th century BC. Four examples, including two with Greek dedications (possibly dated c. 450Bc -350BC), were found next to the Hellenion in untouched earth containing 'early Naukratite pottery' (Edgar in Hogarth et al. 1905: 30, 39, 55, Pl.14.10 and 11, wall [35]). Other artefacts from these earliest deposits include Late Archaic, but mostly Classical period pottery and terracottas of the end of the 6th and the 5th centuries BC. Two examples were found in a Well deposit of the 5th century BC (Hogarth 1905: 122; Hogarth Diary 24-25/04/1905, well 2 bottom), and another with a 5th century BC bronzes hoard in Petrie’s so called ‘Ptolemaic building’ at the south of the town (Petrie 1886: 30, 40, Pl.19.5). Further Bibliography: A. Masson-Berghoff, 2019. ‘Naukratis: Egyptian offerings in context’, British Museum Studies in Ancient Egypt and Sudan 24, p. 132, Fig. 3.7. General Sources: D.G. Hogarth, H.L. Lorimer and C.C.Edgar, 1905. ‘Naukratis, 1903’, Journal of Hellenic Studies 25, p.105-136. F. Leclère, J. Spencer, 2014. Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (London), p. 58. W.M.F. Petrie, 1888. Tanis II: Nebesheh (Am) and Defenneh (Tahpanhees), London. J.E. Quibell, 1907. Excavations at Saqqara 1905-1906, Cairo."], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.144) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p. 58) "], "Location": ["Not on display"], "Subjects": [" ancient egyptian deity (?) ", " equestrian "], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68855"], "Registration number": ["1886,0401.1766"]}