{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA50749"], "Description": [" Fragment of a limestone seated figure of the official Tetiky. He wears a double-wig with long tresses of hair across the upper part of the wig and an undersection of tighter curls. His upper body appears bare, with part of a kilt belted at the waist intact between his right arm and the back of the seat. The surviving upper body shows a clear bulge around the torso area. The god's name Amun has been carved on his upper right arm. The right side of the dorsal pillar features a single column of incised text, and on the reverse of the pillar are partial remains of four columns of text. The first and second line are preserved to roughly halfway down the column while only the initial signs of the third line are visible, and the final line is completely damaged and no longer legible. There are several chips to the stone surface, and there are gouges to Tetiky's upper body and right arm. The top of the dorsal pillar is heavily chipped at the left side. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (Tomb of Tetiky) "], "Materials": ["limestone"], "Dimensions": [" Height: 33 centimetres ", " Width: 11.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["The early 18th Dynasty tomb of an individual named Tetiky was excavated by Lord Herbert, the 5th Earl of Carnarvon, and Howard Carter at the Dra Abu el-Naga necropolis site (Carnarvon and Carter 1912, chapters I-III). This statue fragment is recorded as being found within the tomb, though its precise location is not given (Carnarvon and Carter 1912, Chapter III by Newberry). Two other finds from the tomb bearing the name of Tetiky are now in the British Museum collection, one also by Carnarvon of an inscribed offering table with dedications to Osiris (EA 1511: https://www.britishmuseum.org/collection/object/Y_EA1511; Newberry Chapter III in Carnarvon and Carter 1912, Pl. XII.1). The second find of a fragmentary stela was found in the courtyard area during a subsequent excavation of the tomb (de Garis Davies 1925: 12), and was donated to the museum at a later date in 1929 (EA 1661: https://www.britishmuseum.org/collection/object/Y_EA1661). Further finds within the tomb included wooden shabtis, figurines, and model coffins (see Newberry chapter III in Carnarvon and Carter 1912; de Garis Davies 1925). The interior reliefs and inscriptions of the damaged tomb walls record the name and titles of Tetiky as well as his father (Rahotep), mother (Sensoneb) and wife (Senbi) (PM I-I). Further Bibliography: P. Newberry, 1912. ‘The Funerary Statuettes from Tomb of Teta-ky’ in G.H. Carnarvon, H. Carter (eds.) Five years’ explorations at Thebes: a record of work done 1907-1911 (Oxford), p. 21. General Sources: G.H. Carnarvon, H. Carter, 1912. Five years’ explorations at Thebes: a record of work done 1907-1911 (Oxford). p. 21 N. de Garis Davies, 1925. ‘The Tomb of Tetaky at Thebes’, Journal of Egyptian Archaeology 11, No. 1/2, p. 10-18."], "Bibliographic references": ["Porter and Moss 1970 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I: The Theban Necropolis Part 1. Private Tombs (p. 26-27)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Jun-Sep, Swaffham Museum, Wonderful Things! The Howard Carter Exhibition "], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Tetiky"], "Acquisition name": ["Donated by: George Herbert, 5th Earl of Carnarvon"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50749"], "Registration number": ["1912,0212.3"], "Conservation": [" Treatment: 08 Oct 1992 ", " Treatment: 03 Apr 1989 ", " Treatment: 03 Apr 1989 ", " Treatment: 03 Apr 1989 ", " Treatment: 01 Nov 1972 "]}