{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1781"], "Description": [" Fragmentary limestone seated statue of Samut. He wears a wrap-around garment with delicate pleats and a fringed hem, with his right hand placed across the chest and holding the edge of the material. His left arm is enveloped in his garment though the left hand is exposed, and his fist is clenched and appears to hold a thin section of pleated material over his lap. A slim column of text is inscribed across his upper thighs and is damaged from his knees down to the edge of his clothing. The lower section of clothing appears to have had a pleated front panel, but much of this is now damaged. On both the left and right side of the seat are six columns of incised text, each particularly damaged around the edges. Along the bottom of each side is a further horizontal line of text with a separate border. On the reverse, part of the seat reaches to his upper back and includes another six columns which are missing the beginning of each line, and a horizontal line of text also with a separate border. The figure is missing his head, upper body and lower legs, and there is damage to his arms and lower body. The top portion of his seat is also missing and badly damaged. "], "Cultures/periods": ["18th Dynasty (late)"], "Findspot": [" Found/Acquired: Egypt (Likely from Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 43 centimetres (max) ", " Width: 16.50 centimetres ", " Depth: 26 centimetres (max) "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": [" Samut is given the title of ‘acolyte’ of Amun within the surviving text, and he also provides the names of his parents, Bekenamun and Wesi. His father also held the title of acolyte of Amun. Samut further mentions the 'Khenemtankh', a mortuary temple for Thutmose I that was located near the Ramesseum on the west bank at Thebes, which suggests a likely Theban provenance for this monument. The statue was previously part of the Marquess of Dufferin and Ava collection, originally formed by Lord Dufferin who also undertook an excavation project at Deir el-Bahari in 1859, which then was transferred to Christies and acquired by the British Museum in 1937 (BMQ 1936-1937). Further Bibliography: British Museum Quarterly Vol. XI, 1936-1937, p. 191. ", " Temporarily given the number 90602 during KEB move. Changed 15/9/98 [NCS] See PM viii, p. 545 "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 545)"], "Location": ["Not on display"], "Condition": ["incomplete - head and feet lost"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1781"], "Registration number": ["1937,0715.1"]}