{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10610,5"], "Title": ["Object: Papyrus Ramesseum B (the Dramatic Papyrus)"], "Description": [" P. Ramesseum B, Frame 5. Papyrus written on the recto in linear hieroglyphic script, containing the text of a liturgy in honour of Senwosret I (the so-called Ramesseum Dramatic Papyrus), illustrated with vignettes. The text is written in vertical columns with titles and some text in horizontal lines, possibly in retrograde script. This frame contains lines 108-138 on the recto and the plan of a building on the verso. The papyrus was a full-height roll. A rough plan is drawn on the verso of the papyrus, but the nature of the building depicted is not clear. 'The small chamber below to the left might be a porter's lodge, while the three circles to the right suggest bins. The hieratic legends are too faint and too incomplete to be read, but the word in the long corridor to the left must be attached either to the stem smA \"to slaughter\" or to sAm \"to burn\"' (Gardiner, The Ramesseum Papyri, 1955, 18). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 44.20 centimetres (frame) ", " Width: 30 centimetres (frame) "], "$Inscriptions": [" ", " "], "Curator's comments": ["P. Ramesseum B lines 108-138. K. Sethe, Dramatische Texte zu altaegyptischen Mysterienspielen (UGAA 10; 1928), pl. 10-11, 21-22. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 8, 17-18, fig. 2. [The papyrus is substantially the same as in Sethe's photographs, but some small fragments included in Sethe's drawings and in the text of his volume do not appear in either, perhaps lost or destroyed in the unrolling and mounting process?] D. Lorand, Le papyrus dramatique du Ramesseum (Lettres orientales; Leuven: Peeters 2009). S. Quirke, The Administration of Egypt in the Late Middle Kingdom. The Hieratic Documents (New Malden: Sia Publishing 1990), 194-5. J. Quack, 'Zur Lesung und Deutung des Dramatischen Ramesseumpapyrus', ZÄS 133 (2006), 72-89. R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 148-49. Christina Geisen, The Ramesseum Dramatic Papyrus: A New Edition, Translation, and Interpretation (DPhil dissertation, University of Toronto 2012). R. B. Parkinson in N. Strudwick, Masterpieces of Ancient Egypt (London: British Museum Press 2006), 102-4. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (102-104) ", " Parkinson 2011 / The Ramesseum Papyri (2.5) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380893) (http://www.trismegistos.org/text/380893) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragmentary, dark, fragile, skeletal Black ink Tabbed: silk Backed: gelatin (cracked, discoloured) Mount Details: Sandwich: glass Binding: paper Object Priority: C Mount Priority: B Overall Condition: D Curatorial condition comment: fair"], "Acquisition name": [" Donated through: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10610,5"], "Registration number": ["1929,0601.4.5"], "Additional IDs": [" Miscellaneous number: Frame.5 "], "Conservation": ["Treatment: 09 Dec 1992"]}