{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA45"], "Description": [" Granodiorite statue of Sekhmet: showing the goddess as a woman with the head of a lioness but a divine female wig. On her head is a solar disc with a uraeus cobra on her brow. In her left hand she holds a sceptre with a top in the shape of a papyrus umbel (a 'wadj' sceptre); while in her right hand she holds an 'ankh' sign. Most of the right arm is lost. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["granodiorite"], "Dimensions": [" Height: 220 centimetres (not including stone base) ", " Height: 16 centimetres (stone base) ", " Width: 53.50 centimetres (stone base) ", " Width: 48 centimetres ", " Depth: 53.50 centimetres (stone base) ", " Depth: 43 centimetres "], "Curator's comments": ["Seated and standing statues of the lioness-headed goddess Sekhmet are a common sight in major museums. The largest single group of examples outside Egypt is in the British Museum, where there are in excess of thirty such statues, complete or broken. Most of them were recovered from the temple of Mut at Karnak, where many are still visible. But their original provenance was without doubt the mortuary temple of Amenhotep III on the West Bank at Thebes. Amenhotep's temple fell into decay around one hundred years after his death, and was used as a convenient quarry by many later pharaohs. Reliefs from the walls were reused in the nearby temple of Merenptah, and considerable numbers of the Sekhmet statues were moved to the Mut temple, and some kings added their names to the statues in their new locations. The association between Sekhmet and Mut is probably to be sought in the form of the lioness common to the iconography of both deities. In addition, most of the statues were positioned near the sacred lake in the temple. This lake has an unusual kidney shape, and there are other places in Egypt in which rituals to Sekhmet were carried out near similarly shaped lakes. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II, 2nd ed. (Oxford: Clarendon Press), p.265; J. Yoyette, ‘Une monumentale litanie de granit: les Sekhmet d’Aménophis III et la conjuration permanente de la déesse dangereuse’, Bulletin de la société français d’Egyptologie’ 87-88 (1980), pp.47-75; B. M. Bryan & S. Quirke (eds.), ' The temple in ancient Egypt : new discoveries and recent research' (London, 1997), pp. 57-81. Illustrated: Baines, Cambridge Archaeological Journal 4 (1994), 82, fig. 13; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 14-5, pl. on p. 15."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.14-15)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2011-2012-'Fantastic Creatures' "], "Condition": ["fair (incomplete amd restored)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA45"], "Registration number": [".45"], "Additional IDs": [" Miscellaneous number: BS.45 (Birch Slip Number) "], "Conservation": [" Treatment: 13 Apr 2011 ", " Treatment: 11 Sep 1986 ", " Treatment: 29 Jun 2022 "]}