{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66478"], "Description": [" Mould-made scaraboid in glazed composition; back in the shape of a lion couchant, crudely modelled, an approximation to the Egyptian pose with two front paws extended; underside bearing hieroglyphic inscription arranged vertically; inscription seems incised rather than stamped, but too eroded to be sure; longitudinally pierced; glaze lost; pale yellow core, coarse and soft in texture; abraded. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" pierced ", " incised (possibly) ", " mould-made ", " stamped (?) "], "Dimensions": [" Height: 0.85 centimetres ", " Length: 1.50 centimetres ", " Width: 0.75 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This lion scaraboid belongs to a common series produced at Naukratis (on the ‘Scarab Factory’ productions, see Webb forthcoming). Moulds to produce lion scaraboids were discovered in Naukratis: BM 1896,0610.16 and BM 1896,0610.17. Numerous couchant lion scaraboids were discovered in Naukratis (see for example the ones illustrated in Petrie 1886, pl. XXXVII, nos. 50, 64, 69, 80, 92, 99, 104). Lion scaraboids usually bear on the underside either the name of the god Amun/Amun-Ra often written in a cryptographic way, or an imitation of a royal name. This item displays a shortened version of the name of Psamtek, possibly referring to Psamtek II since part of the activity at the Scarab Factory happened during his reign. Petrie noted four attestations altogether, two from the Factory (Petrie 1886, pl. XXXVII, no. 80). This scaraboid belongs to a type widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, type XXVIII B, subtype B152-160, see especially B154 for this piece). A solar disc sign accompanies the name of Psamtek. The association of the solar disc with a lion (either for the shape of the scaraboid or depicted on the underside of scarabs) is very common in the Naukratite production. Scholars tend to interpret this as a way to write the name of Ra during the Late Period, as the lion is a phonetic equivalent Rw (De Wit 1951, 138ff). De Wit, C. 1951, Le rôle et le sens du lion dans l’Egypte ancienne, Leiden. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 80) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 62, no. 1974) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 105, Type XXVIII B154) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.083) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": ["mammal"], "Associated names": ["Named in inscription: Psamtek II (likely)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66478"], "Registration number": ["1886,0401.1652"]}