{"artifact_name": "bangle", "Object Type": ["bangle"], "Museum number": ["EA49269"], "Description": [" A mis-shapen tortoise-shell bangle: with flat inner face and sharply pointed profile. The two ends meet. "], "Cultures/periods": ["Naqada II (?)"], "Findspot": [" Found/Acquired: Mahasna, el- "], "Materials": ["tortoise-shell"], "Dimensions": [" Diameter: 6.30 centimetres (external) ", " Width: 0.30 centimetres ", " Depth: 0.20 centimetres "], "Curator's comments": ["It is probable (but cannot now be confirmed with certainty) that Mr. Legge, the donor of this and eight other similar bangles, received the group of antiquities, which he presented to the Museum in 1910, from the excavations of Ayrton and Loat at Mahasna in 1908-9, not those of Garstang at the same place in 1900-1. Legge worked at nearby Abydos in the same year in which Ayrton and Loat worked in the Predynastic cemetery at Mahasna (see 'Egypt Exploration Fund Arch. Report, 1908-9', 2, 5 ff.). It is noticeable that all excavated examples of tortoise-shell bangles which can be dated firmly to the Predynastic Period are open hoops, often with extensive overlapping of the ends. Cf. bangles from Hierakonpolis (New York Metropolitan Museum of Art 35.7.47-9): 'Bulletin of the Metropolitan Museum of Art' 30 (New York, 1935), ii, 43, fig. 10 = W. C. Hayes, 'The scepter of Egypt : a background for the study of the Egyptian antiquities in the Metropolitan Museum of Art' I (New York, 1953), fig. 18; G. A. Reisner, ‘Archaeological Survey of Nubia, 1907-8’ (Cairo, 1910), pl,66b, nos. 17-18; H. Junker, ‘Bericht über die Grabungen der Akademie der Wissenschaften in Wein auf den Friedhöfen von el-Kubanieh-Süd. Winter 1910-11’ (Vienna, 1919), 96, fig. 55. Moreover, the open-ended form continued to be used by the C-Group people of Nubia: see C. M. Firth, ‘Archaeological Survey of Nubia, 1908-9’ (Cairo, 1912), ii. pl.37c. no. 9. For a comprehensive catalogue of tortoise-shell bangles from most periods see H. G. Fischer, ‘Ancient Representations of Turtles’ (New York, 1968), 8. n. 14."], "Bibliographic references": ["Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (102)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: F Legge"], "Acquisition date": ["1910"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49269"], "Registration number": ["1910,0804.11"]}