{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8497"], "Description": [" Limestone stela of Pennub: this stela is in the form of a doorway with a 'cavetto'-cornice and torus moulding at the top. The lintel, jambs and the central area are carved with representations in sunk relief and incised texts. The lintel bears the figure of a winged disk, while the jambs carry invocations to Ra-Horakhty and Ptah on behalf of the workman Pennub. In the doorway Ptah is depicted sitting on a throne before an altar on which rests a water-pot cooled by a lotus-blossom. Five columns of text containing a prayer to Ptah by Pennub are incised on the rear of the stela. The stela is in a good state of preservation apart from slight damage to the rear right edge. The hieroglyphs largely preserve their original colour of black, and the dividing lines between the columns are red. Parts of the throne of Ptah, his collars, the lotus stem and the edge of the altar are painted red, while the beard of the god and the lotus-flower are black. There are slight traces of blue paint on the head of the god but most of the colour on his body is lost. The sun-disk on the lintel is red, and the cornice is decorated alternately in red, white and blue edged in black, although most of the blue has faded. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 23 centimetres ", " Width: 16.90 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The workman Pennub is probably to be identified with the workman Pennub who is attested in Year 40 of Ramses II. He is associated with several workmen of that period, in particular Khamy whose exact relationship to Pennub is unknown. Pennub might have been deputy of the gang, but this is not certain. His ancestry is unclear, as two references to the father of a Pennub at this period are both broken and may not necessarily refer to him. He left at least three sons, Pashed, Nebnufer and Nebnakht, who appear in ostraca during the reign of Amenmesse. A second Pennub appears briefly at the end of the Nineteenth Dynasty or the beginning of the Twentieth Dynasty. He may be the same man as Pennub, son of Pashed, of Fitzwilliam Museum stela EGA. 3002. 1943 and hence a grandson of Pennub the elder. Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 103 (no. 4). 114 (no. 51); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 732; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), 445."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.74-75)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Pennub ", " Named in inscription: Ra-Horakhty ", " Named in inscription & portrayed: Ptah "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8497"], "Registration number": [".8497"], "Additional IDs": [" Miscellaneous number: BS.8497 (Birch Slip Number) "]}