{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA75"], "Description": [" Upper section of a granodiorite figure of Tutankhamun: wearing a royal 'nemes' headcloth, false beard, beaded broad collar, and elaborately pleated kilt, steps forward to present a chest-high pillar that once tapered toward the statue base (now lost). The three exposed surfaces of the pillar are decorated with low raised relief depicting lotus blossoms, bunches of grapes, pomegranates, sheaves of grain, and clutches of bagged ducks hung by their feet. An adjoining fragment from the lower part of the statue preserves the umbels of papyrus plants that \"grew\" from the base on the proper left side of the sculpture. This may be a depiction of the pharaoh in the guise of the god Hapi, who embodied the Nile in flood. The back-pillar is inscribed. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1350BC (circa)"], "Findspot": [" Found/Acquired: Karnak (Thebes) "], "Materials": ["granodiorite"], "Technique": ["incised"], "Dimensions": [" Height: 167.70 centimetres (max) ", " Width: 48 centimetres ", " Depth: 72 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Although the cartouches give Horemheb's name, the face does not exemplify Horemheb's physiognomy, nor the style peculiar to his reign. The features and the way they are rendered evoke Tutankhamun's portrait in sculptures that can now be assigned with confidence to the later years of his reign. This sculpture would seem, then, to have been made for Tutankhamun. Either the back pillar had remained uninscribed during Tutankhamun's lifetime and was thus free to receive Horemheb's text when he ascended the throne, or Horemheb's sculptors usurped it for their king by cutting down the surface to remove completely any trace of an original text naming Tutankhamun. Attached to .102 Other fragments of the same statue are Cairo, Egyptian Museum T.20/1/41/3: Eaton-Krauss, The Unknown Tutankhamun (London 2016), 68 and n. 46 on p. 145. These include the left knee, part of the kilt, part of the back pillar (with most of the name of Horemheb), and the left foot wearing a sandal. (JHT) Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1972), p. 533; J. Baines, 'Fecundity Figures' (Warminster, 1985), 119, fig. 80; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 43 with fig. 51; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 57, cat no. 16 Illustrated: S. Quirke, 'Ancient Egyptian Religion' (London, The British Museum Press, 1992), p. 58; T.G.H. James, Ancient Egypt: the land and its legacy (London, 1988), p. 211; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 184-5. N. Strudwick, 'The early display of Egyptian sculpture in the British Museum', EDAL 1 (2009), pp. 113-123. ", " Comments on this and others of the genre also in Laboury, La statuaire to Thoutmosis III, 136-9; the Thutmosis III parallel is considered by Loeben, Beobachtungen zu Kontext und Funktion königlicher Statuen im Amun-Tempel von Karnak, 88-92. "], "Bibliographic references": [" James 1970 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 9. (Pl.3) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p298) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (63) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.184-185) "], "Location": ["On display (G4/B13)"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2014 24 July -26 October, Oxford, Ashmolean Museum, Discovering Tutankhamun "], "Condition": ["fair (upper part only)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Horemheb ", " Representation of: Hapy ", " Representation of: Tutankhamun ", " Named in inscription: Amun-Ra "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Acquisition notes": ["This is not certain, but at the present it seems possible that this is part of the first Salt list. Certainly on display in the 1834 reinstallation [NCS, to check further]"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA75"], "Registration number": [".75"], "Additional IDs": [" Miscellaneous number: ES.75 "], "Conservation": [" Treatment: 15 Nov 2000 ", " Treatment: 24 Jun 2014 ", " Treatment: 03 Feb 2023 "]}