{"artifact_name": "collar; bead; pendant", "Object Type": [" collar ", " bead ", " pendant "], "Museum number": ["EA40928"], "Description": [" A broad collar ('wesekh'): consisting of five rows of beads, two semicircular terminals and seven mummiform pendants, all of glazed composition. Four of the rows are of vertically strung cylindrical beads connected only at the ends. The longer beads are in the centre of the collar, the shorter ones at the sides. The top row is of white glazed composition, the second of bright-blue, the third of white and the outermost row of purplish glazed composition. The last colour, not common until the Eighteenth Dynasty is produced from manganese oxide. The fifth, topmost, row is composed of a single string of bright-blue and white cylinder beads strung lengthwise. In the centre of each of the five rows is a short loop of bright-blue glazed composition disc beads. The seven bright-blue glazed composition mummiform pendants are attached to the bottom row of beads. The two bright-blue semicircular terminals are undecorated. Each has a ridge along the underside which is pierced by six holes through which the threads holding the rows of beads are knotted. "], "Cultures/periods": ["11th Dynasty"], "Production date": ["2020BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Deir el-Bahri (Thebes), Pit 3 "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Diameter: 0.50 centimetres ", " Height: 21 centimetres ", " Weight: 0.85 kilograms ", " Width: 25 centimetres "], "Curator's comments": ["For manganese oxide, see A. Lucas, ‘Ancient Egyptian Materials and Industries’, 4th ed. (London, 1962), 262. Also from this burial: pair of bangles (1904,1008.29), pairs of bracelets (1904,1008.30 & 1904,1008.31). Bibliography: E. Naville, 'The XIth Dynasty temple at Dier el-Bahari’ I, (London, 1907), 44; pl.X; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 221, no. 1; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 21a; L. S. Dubin, 'The history of beads : from 30,000 B.C. to the present' (London, 1989), fig.19; Treasures of the British Museum (Japanese Exhibition), (1990-1), p.89; E. Strouhal, 'Life in Ancient Egypt', (Cairo, 1992), p.88, fig.90; 'Treasures of the British Museum', pl.73, p.88. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 136."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (394) ", " Andrews 1990 / Ancient Egyptian jewellery (50) "], "Location": ["Not on display"], "Exhibition history": [" 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.73 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.73 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.73 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA40928"], "Registration number": ["1904,1008.28"], "Conservation": [" Treatment: 30 Mar 1999 ", " Treatment: 01 Oct 1989 ", " Treatment: 5 Jul 2016 "]}