{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA589"], "Description": [" Round-topped limestone stela of Neferabu: inscribed on both sides in shallow sunk relief. The front is divided into two registers; on the upper Ptah, in his usual mummy form, sits on a block throne in a booth adorned with a garland of flower petals. Before Ptah is a table heaped with bread and plant offerings. At the top are four ears, a pair of raised arms, and two eyes, designed to assure the attention of the god and a successful response to the prayer. The lower register displays an image of the donor kneeling with raised arms, praying to the god; the text of the prayer is inscribed in front of the figure in eight vertical columns. The text continues on the back with ten vertical lines of inscriptions. "], "Authority": ["Ruler: Ramses II"], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes), Bierbrier (Tomb Builders, 97) thinks it most likely came from the Ptah sanctuary on the route from Deir el-Medina to the Valley of the Queens. "], "Materials": ["limestone"], "Dimensions": [" Height: 39 centimetres ", " Weight: 7.50 kilograms ", " Width: 27.50 centimetres ", " Depth: 5 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["This stela is an example of a large class of votive objects placed by pious Egyptians in temples and tombs. Its purpose was to remedy a particular misfortune incurred by the supplicant, in this case blindness, which is referred to twice in the text. Invoking the name of the god falsely was apparently a crime of considerable gravity in view of its frequent mention in stelae of this type. It is interesting to note that \"confessions of sin\" first appear in the Ramesside Period, when they reflect contemporary notions of personal piety . The comparison of the man with stray dogs in the street is strengthened by the intentional pun between the words 'iway' (\"dog\") and 'iwayt' (\"wrongdoing\"). The same individual dedicated another stela, now in Turin, in which he prays to the goddess of the Western Mountain for a cure for his condition. Neferabet is the owner of TT5; this stela may have come from this tomb or perhaps one of the shrines at Deir el-Medina. There are a number of other stelae and objects from this tomb in the British Museum--see discussions in T. G. H James, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' Part 9 (London, 1970), 34-7. The stela is said to have been found in a tomb at Thebes in 1818 (Hawkins, Tablets...Belmore, pl. VII). Vandier (MIFAO 69) thinks, probably correctly, that this is just the standard sort of attribution for a stela dug up clandestinely. It is more likely a votive stela from a sanctuary. Bierbrier ('The tomb-builders of the pharaohs' (Cairo, 1989), 97) thinks it most likely came from the Ptah sanctuary on the route from Deir el-Medina to the Valley of the Queens. Bibliography: K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), p771; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.728 M. Lichtheim, 'Ancient Egyptian Literature' Vol. 2 (Berkeley, 1976), p.109-110; B. Gunn, “The Religion of the Poor in Ancient Egypt”, in ‘Journal of Egyptian Archaeology’ 3 (1916), p. 88; J. Vandier, “La Tombe de Nerfer-abou”, in ‘Mémoires publiés de l’Institut français d’archéologie orientale’ (Cairo, 1935), p. 49, pl. 26. E. Frood, Biographical Texts from Ramessid Egypt (Atlanta SBL 2007), no. 46a."], "Bibliographic references": [" James 1970 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 9. (pl.31) ", " Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (414) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1982 Feb-May, Boston, Museum of Fine Arts, Egypt's Golden Age 1982 Jul-Sep, Houston, Houston Museum of Natural Science, Egypt's Golden Age 1982/3 Oct-Jan, Baltimore, Walters Art Gallery, Egypt's Golden Age 1983 Sep-Dec, Memphis, Art Gallery of Memphis, A Divine Tour of Ancient Egypt 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens & Commoners of the New Kingdom 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Condition": ["fair (cracked, cleaned and repaired)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Neferabu ", " Named in inscription & portrayed: Ptah "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA589"], "Registration number": ["1843,0507.9"], "Additional IDs": [" Miscellaneous number: BS.589 (Birch Slip Number) "]}