{"artifact_name": "base", "Object Type": ["base"], "Museum number": ["EA71572"], "Description": [" Fragmentary greywacke rounded base for a statue, only the front section now remaining. Across the top of the base is a right-side corner of stone that may have formed part of a naos shrine or stela, which is now lost. Across the front of this corner are partial incised signs of text, further suggesting that it provided a flat surface across the front. Along the top of the base are three rows of incised text reading from right to left. The beginning of each line is now damaged, and the final sign of the third line is also damaged. Around the side of the base is a single horizontal line of incised text that reads continuously from the left side around to the right side. This likely concluded on the reverse of the base, which is now broken. The surface is worn around the sides of the base, obscuring some of the hieroglyph signs particularly from the left side and moving to the front. There are also small chips to the top rounded edge of the base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["greywacke"], "Dimensions": [" Height: 7 centimetres (max) ", " Length: 13 centimetres (max) ", " Width: 8.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The inscription includes the name Wahibra, born of Djedasetiufankh, who was originally represented by the now missing statue. Though none of his figure has survived, the corner of an object separate from the base likely represented a naos shrine or stela that Wahibra may have held out in front of him, as naophorous statues were particularly common in elite sculpture of the first millennium BC."], "Location": ["Not on display"], "Condition": ["incomplete - front of plinth only"], "Associated names": [" Named in inscription: Wahibra ", " Named in inscription: Djedastiufankh (born of) "], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Acquisition date": ["1989"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA71572"], "Registration number": ["1989,1220.2"]}