{"artifact_name": "paddle doll", "Object Type": ["paddle doll"], "Museum number": ["EA6459"], "Description": [" Wooden paddle doll; painted geometric decoration; hair represented by strings of mud-beads. "], "Cultures/periods": [" First Intermediate (Late; ?) ", " Middle Kingdom (early; ?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" wood ", " mud "], "Technique": ["painted"], "Dimensions": [" Length: 19.10 centimetres "], "Curator's comments": [" Bibliography: G. Pinch, Votive offerings to Hathor (Oxford 1993), p.217; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 74-5. ", " Strudwick N 2006 A variety of female figurines were included in burials from the Predynastic Period onwards, among them one of the earliest statuettes known from Egypt (the ivory figure of a woman, registration no. 1929,1106.30). Their general characteristics emphasize the sexual and reproductive aspects of the female figure, notably the breasts, hips, and pubic area. This type of figurine is made of a flat piece of wood, and the shape employed has given rise to the modern nickname of 'paddle doll'. The body shape is very stylized, with a short stump of wood for the neck and the arms shown as rather short and lacking hands; the body terminates in an exaggerated depiction of the pubic region. The figure is painted with a collar in red and yellow round the neck, and the body is covered by a low-backed dress with shoulder straps, decorated in a geometric pattern of red, yellow, and black. It has been suggested that the patterns used on this object and others like it are inspired by Nubian dress. The head is made separately, from cloth wrapped around the wooden stump and then shaped and painted black, with two small objects, probably beads, representing the eyes. The impressive head of hair is composed of a number of small disc beads made of unfired mud, strung and attached to the head. Most objects of this type come from Upper Egypt, and are of early Middle Kingdom date; examples are particularly numerous at Thebes. Early Egyptologists interpreted these figures as dolls, ignoring the emphasis placed on their sexual attributes. It has also been suggested that they are 'concubine figures', intended to provide sexual gratification in the afterlife. However, this fails to take account of the fact that the figures appear in the burials of women as well as men. The current preferred opinion is that these figures represent human fertility and birth and were placed in burials to guarantee eternal rebirth, symbolizing the sexual aspects of regeneration. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.74-75)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1837"], "Acquisition notes": ["Perhaps lot 316?"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6459"], "Registration number": ["1837,0413.46"], "Additional IDs": [" Miscellaneous number: BS.6459 (Birch Slip Number) "]}