{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA47626"], "Description": [" Part of an anthropoid wooden coffin, painted blue, yellow, red and black, with remains of inscription painted on one side, paint badly flaked. "], "Cultures/periods": ["11th Dynasty"], "Excavator/field collector": [" Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Henri Édouard Naville ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Found/Acquired: Deir el-Bahri (Thebes), tomb "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 15.20 centimetres (max) ", " Length: 24 centimetres ", " Weight: 528 grammes ", " Width: 3.20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["The signs are suggestive of the Golden Hosurs name of Mentuhotep II followed by mr.y. The left most sign can be interpreted as a serekh, referring to the Horus name of the king. E. Naville, The XIth Dynasty Temple at Deir el-Bahari III, EEF Memoir 32, London 1913, 31, n. 1, notes that the fragment was found during the excavation of the temple, but was “not certainly found in the ‘tomb’” and that on it “seem to appear the signs of the king’s Horusname”. Arnold, D. 1974. Der Tempel des Königs Mentuhotep von Deir el-Bahari I. Architektur und Deutung, AV 8, Mainz, 46, Abb. 30. Arnold, D. 1981. Der Tempel des Königs Mentuhotep von Deir el-Bahari III. Die königlichen Beigaben, AV 23, Mainz, 48, Taf. 1c, 61a. Arnold interprets the object as a fragment of a box-shaped coffin (rather than an anthropoid coffin). He confirms the reading of nbw and mr.y and tries to explain Naville’s reading by reconstructing a double line with Mentuhotep’s names. He admits that the traces on the left are not easy to reconcile with the Horusname."], "Location": ["Not on display"], "Condition": ["poor (incomplete and cracked)"], "Associated names": ["Named in inscription: Mentuhotep II"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA47626"], "Registration number": ["1907,1015.1"], "Conservation": ["Treatment: 18 Sep 1992"]}