{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA20775"], "Description": [" Wooden amulet, rectangular, protrusion at top, pierced for suspension, carved with figures of deities - Ptah in a naos, Min, Thoth, Haroeris, Isis, and Nephthys - and a border of wedjat-eyes, with hieroglyphic inscription on reverse. "], "Cultures/periods": [" Late Period ", " Ptolemaic "], "Production date": ["4th century BC"], "Findspot": [" Found/Acquired: Akhmim "], "Materials": ["wood"], "Dimensions": [" Height: 8.80 centimetres ", " Weight: 15 grammes ", " Width: 0.40 centimetres ", " Depth: 6.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The text is an incantation, which continues on the other side with two more lines. The incantation mentions Sekhmet, Thot, Isis, Nephthys and Horus Imi-Schenut. This parallels the iconography on the reverse, expect for the replacement of Sekhmet with her consort Ptah and the appearance as Min as local god. The text is directed towards hostile beings. They are threatened with the violent wrath of the deities in question, and they will be denied what is otherwise known as a favourable fate in the afterlife, i.e. the assignment of the bas to heaven and the corpse to the underworld, the receiving of offerings, etc. All classes of people, enemies and bad things, are specifically invoked. The text thus provides a rather wide-ranging protection, probably with a special focus on spirits of the dead. Bibliography: G. Pinch, Magic in Ancient Egypt (London 1994), fig.36. G. Vittman, Ein Amulett aus der Spätzeit zum Schutz gegen Feinde, in: ZÄS 111 (1984), 164–170, pl. V. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, pp. 148-49."], "Location": ["Not on display"], "Condition": ["good (chipped)"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Representation of: Min ", " Representation of: Thoth ", " Representation of: Haroeris ", " Representation of: Isis ", " Representation of: Nephthys "], "Acquisition name": [" Purchased through: Sir Ernest A T Wallis Budge ", " Purchased from: Giza Museum (and other sources) "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20775"], "Registration number": ["1888,0512.76"]}