{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA54343"], "Description": [" Sycomore fig wood stela of Astsy(?): this round-topped stela consists of three registers and sits on two pedestals with a 'ba'-bird on top of it. A winged sun-disk with two uraei and two jackals holding sceptres appear in the upper register. In the middle register a male figure stands on the right with arms raised in worship before an altar on which rests an offering cooled by a lotus-bud. Above him his name is given as Astsy(?) with the title 'nb pr'. On the other side of the altar stand Ra-Horakhty, Osiris, Horus, Isis, Nephthys, and Anubis. The lower register consists of three lines of text with a prayer to Osiris, Isis, Nephthys, Hornedjitef, and Anubis. The stela is cracked twice down its height where the three planks which compose it adjoin. The surface is worn in places. There is a patch in the back to fill a hole in one of the planks. The background of the stela is yellow. There is a red border along three sides of the stela beside which is a thin blue border. Further in is a multi-coloured border consisting of blue, green, blue, and red rectangles separated by one black and two white stripes. A similar border separates each register. The disk at the top is red. The wings have a red upper edge and are in three sections: blue, yellow with red stripes, and blue with white tips. The uraei are blue with light green crowns and enclose an area of white with red dotted rays. The jackals are black with red sashes and blue sceptres. The text is black here and in the next register where it is written between black lines, apart from the last column which is set off by green lines. The deceased has a red body, yellow kilt with blue lines and a red fringe, black belt, blue cap, green cone, and black flower. The altar is blue with a green offering and blue lotus. The deities have red bodies, yellow black-striped collars, blue aprons, green hands, apart from Anubis, holding red cloths, and blue wigs. Horakhty has a yellow face with black features and a red disk with black uraeus. Osiris has a blue face, black beard and uraeus, and green crown and streamer. Horus has a similar face to Horakhty with a green and red crown. Isis and Nephthys have green faces and green and red and green, blue, and red crowns respectively. Anubis has a black face and black hands. The text in the third register is black on alternate white and yellow backgrounds between blue lines. The sides are painted half red towards the front and half white towards the back, apart from the bottom edge on which there are only traces of white. The back was painted white, most of which has faded. The fronts of the pedestals are yellow with a blue grid and bottom red edge. The outer sides are half red towards the front and half white towards the back. The inner sides and bottoms appear to have been entirely white of which only traces remain. The 'ba'-bird has a blue wig and beard, yellow face and front with black details, and red wings and legs. Its perch is white on top and blue on the sides. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 49 centimetres ", " Weight: 1 kilograms ", " Width: 25.50 centimetres ", " Depth: 14 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" religious ", " private "], "Curator's comments": ["Bibliography: P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 243."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.92-93)"], "Location": ["Not on display"], "Condition": ["fair - damage to the back"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Ra-Horakhty ", " Named in inscription & portrayed: Osiris ", " Representation of: Horus ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription: Hornedjitef ", " Named in inscription & portrayed: Anubis "], "Acquisition name": ["Bequeathed by: Hugh Barlow Webb"], "Acquisition date": ["1917"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54343"], "Registration number": ["1917,0815.1"]}