{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1820"], "Description": [" Limestone tomb-relief Nebwenenef: this fine relief depicts the overseer of the prophets of all the gods and High Priest of Amun, Nebwenenef, in an attitude of adoration. The figure of the High Priest is cut in raised relief and the hieroglyphs are incised. The relief has been broken in two and repaired. The right side has also been damaged probably on removal from the tomb. Traces of red, blue and green paint survive on the hieroglyphs and dashes of red paint on the skirt of Nebwenenef. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Dra Abu el-Naga (Thebes), Tomb 157 "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 69 centimetres ", " Width: 35 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The High Priest of Amun, Nebwenenef, was appointed in Year 1 of Ramses II and was the owner of Tomb 157 in Dra Abu el-Naga on the western bank of the Nile. This relief originates from this tomb, and from a copy taken prior to its removal it can be seen that Nebwenenef was worshipping the Djed-pillar in a scene in the entrance hall. It is unlikely that the royal scribe and general Nebwenenef can be identified with the High Priest Nebwenenef who possessed neither of these titles, the latter of which has been erroneously assigned to him in the past. Bibliography: I. E. S. Edwards, 'British Museum Quarterly' 23 (1960-1), 10-11 and pl. V; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, XXI; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 291, no. 1(j); Royal Academy of Arts (Great Britain), '5,000 years of Egyptian art : the Diploma Galleries Royal Academy of Art, London 22 June to 12 August' (London, 1962), p. 19 [67]."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.40)"], "Location": ["Not on display"], "Condition": ["Fair (incomplete). The relief has been broken in two and repaired. The right side has also been damaged probably on removal from the tomb."], "Associated names": ["Named in inscription & portrayed: Nebwennef"], "Acquisition name": ["Purchased from: Spink & Son Ltd"], "Funder name": ["With contribution from: Art Fund (as NACF)"], "Previous owner": ["Previous owner/ex-collection: Rev George Denis Nash"], "Acquisition date": ["1959"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1820"], "Registration number": ["1959,1212.159"]}