{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA171"], "Description": [" Statue of Ankhwa: a red granite statue of an official, shown seated upon a cubical stool with hollowed sides and back. He holds an adze in the left hand; the right hand rests, palm downwards, on the lap. The figure wears a short kilt and a full wig, upon which the details of the curls are indicated. The face is full and heavy, but skilfully carved. The broad mouth, with its rounded corners, dominates the frontal view of the face. The crisp carving of the lips contrasts with the modeling of the eyes, which lack any indication of the lower lids. On the kilt above the left knee is a vertical line of inscription in low relief. The striations of Ankhwa's flaring coiffure undulate near the crown of his head; two ridges at the lower ends suggest crimping. The boat-hieroglyph has an animal head at the prow, possibly that of a bull. "], "Cultures/periods": ["3rd Dynasty"], "Production date": ["2686BC-2613BC (circa)"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) (probably) ", " Excavated/Findspot: Giza (Memphis), The statement that the piece comes from Giza, in Budge, Guide (Sculpture)[see bibliography], 2, has no firm basis. Saqqara would seem a more likely source. (?) "], "Materials": ["red granite"], "Dimensions": [" Height: 13.40 centimetres (Top of head to base of wig (front)) ", " Height: 15 centimetres (top of head to base of wig (back)) ", " Height: 65.50 centimetres ", " Length: 39 centimetres (base) ", " Width: 29.50 centimetres (base) "], "$Inscriptions": [" ", " "], "Curator's comments": ["See the Predynastic drawings of boats with animal figureheads, in B. Landström, 'Ships of the pharaohs: 4000 years of Egyptian shipbuilding ' (London, 1970), 16-18; also the boats on the knife-handle from Gebel el-Arak, in H. Asselberghs, 'Chaos en Beheersing: documenten uit aeneolithisch Egypte' (Leiden, 1961), pl.XLI, fig. 58. The inscribed name has previously been read 'pr-'nḫw (P. Kaplony, 'Die Inschriften der Ägyptischen Frühzeit I (Wiesbaden, 1946), 446, with references). Steindorff, in 'Archäologischer Anzieger', 1893, 65, gave the name as Ankhwa, but without comment on the hieroglyphs. For the title, see also N. de G. Davies, 'The rock tombs of Sheikh Saïd ' (London, 1901), 33. Bḏms has been regarded as the name of the person depicted, but the reason for the signs being outside the main text has not been explained. Kaplony suggests that Bedjmes was the name of the father of Ankhwa, quoting a statue in Cairo as evidence (P. Kaplony, 'Die Inschriften der Ägyptischen Frühzeit I (Wiesbaden, 1946), 446-7, 506, 594; see also L. Borchardt, 'Statuen und Statuetten von Königen und Privatleuten (Catalogue général des antiquités du Musée du Caire)' I (Cairo, 1911), no. 1). Whilst it is true that the Cairo statue bears two names, there is no real evidence that one refers to the father of the person depicted. Another possibility is that both names belong to the same man. There are examples from the Third Dynasty of inscriptions giving both a [rn‘ʒ] and a [rn nḏs]. In the case of the British Museum statue, Ankhwa would be the great name since it follows the titles, whilst Bedjmes would be the lesser name (cf. the names of Khabawsokar, in A. Mariette, 'Les Mastabas de l'Ancien Empire' (Paris 1889), 74-5. In support of this suggestion, an Old Kingdom statue in the Metropolitan Museum of Art may be quoted, which bears two names of a single person. It is interesting to note that the second name has been carved in small hieroglyphs, just like the name Bedjmes on the statue of Ankhwa; see H. G. Fischer,' Ancient Egypt in the Metropolitan Museum Journal vols. 1-11' (1968-1976), 80 and fig. 12. Kaplony reads the name Bedjmes as [Bḏh] taking the ms-sign, the three fox tails hieroglyph, as a determinative (P. Kaplony, 'Die Inschriften der Ägyptischen Frühzeit I (Wiesbaden, 1946), 475-6), but this hieroglyph later occurs in various forms in its normal reading, as, for example, on the stela of Tjetji (British Museum 614), where it takes a slightly different form) This same sign on the statue has also been taken as a variant form of nbw, the hieroglyph resemling a gold collar, and the group read as a title: [bḏ.tl nbw]; see R. Drenkhahn, 'Die Handwerker und ihre Tätigkeiten im Alten Ägypten' (Wiesbaden, 1976), 39-40. Bibliography (selective): B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1974), 728; R. Weill, 'IIe' et 'IIIe Dynasties', 255ft. and pl.I; Birch, 'Gallery of Antiquities', pl. 50, fig. 177; E. Naville, 'Journal of Egyptian Archaeology' 2 (London 1915), 45; J. Vandier, 'Manuel d'Archeologie egyptienne', I, (2), 983, fig. 659; W. S. Smith, 'History of Egyptian Sculpture and Painting in the Old Kingdom', pl. 3d; E. A. Wallis Budge, 'Egyptian Sculptures in the British Museum', pl. I; British Museum, 'Hieroglyphic Texts from Egyptian Stelae, etc'., VI (London), pl.19; PM, III, pt. 2, 728; British Museum, 'Hieroglyphic Texts from Egyptian Stelae' VI, pl. 19; 'L'art egyptien au temps des pyramides' (Paris 1999), p. 102 (fig.73) = 'Egyptian Art in the Age of the Pyramids' (New York) 1999, p. 59 (fig.30); E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 69-70 No 4; HTBM Part 6: Plate 19; R. Drenkhahn, 'Die Handwerker und ihre Tätigkeiten im Alten Ägypten' (Wiesbaden, 1976); P. Kaplony, 'Die Inschriften der Ägyptischen Frühzeit I (Wiesbaden, 1946); H. G. Fischer,' Ancient Egypt in the Metropolitan Museum Journal vols. 1-11' (1968-1976) A. Mariette, 'Les Mastabas de l'Ancien Empire' (Paris 1889); L. Borchardt, 'Statuen und Statuetten von Königen und Privatleuten (Catalogue général des antiquités du Musée du Caire)' I (Cairo, 1911); N. de G. Davies, 'The rock tombs of Sheikh Saïd ' (London, 1901); B. Landström, 'Ships of the pharaohs: 4000 years of Egyptian shipbuilding ' (London, 1970); H. Asselberghs, 'Chaos en Beheersing: documenten uit aeneolithisch Egypte' (Leiden, 1961). Temples and Tombs (American Federation of Arts, 2006): 87, cat no. 47; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 16, fig. 15; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 53 with fig. 48; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992 p. 154, fig. 118; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 48-9. D. Huyge, Bulletin des Musées Royaux d’Art et d’Histoire 82 (2011), pp. 10-14."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (1) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (4) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.48-49) "], "Location": ["On display (G64/dc12)"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA171"], "Registration number": [".171"], "Additional IDs": [" Miscellaneous number: BS.171 (Birch Slip Number) ", " Miscellaneous number: EA70 (former registration number) "], "Conservation": [" Treatment: 26 Oct 2000 ", " Treatment: 17 May 1993 "]}