{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Museum number": ["EA60750"], "Description": [" Fragmentary steatite amuletic figure of the goddess Isis with the lower body now missing, originally representing Isis suckling Horus-the-Child (Harpocrates) seated on his mother’s lap. Isis is depicted wearing a modius crown topped with the sun-disc and horns, with the uraeus placed against the forehead. She also wears a sheath dress and long striated wig, set low on the forehead and tucked behind the ears. Her eyes are wide and almond shaped, with thick eyebrows that slope downwards to meet the elongated cosmetic lines that are depicted at her outer eye. The nose and mouth are broad, with the outer corners of the mouth upturned to suggest a small smile. The face is fleshy and rounded particularly around the jawline and neck. Her arms are held close to the body with the right hand placed over the left breast, and the positioning of the left arm likely a modern restoration. The hand of Harpocrates is visible on the right wrist of Isis, but the rest of his figure is now lost. On the reverse of the figure is the upper part of a back-pillar, uninscribed, with a notable suspension hole bored into the stone. In addition to the loss of the lower body, a large crack is visible across the stone surface along the right forearm, and there are several chips at the top of the head, across the face and wig. The figure is attached to a modern rectangular base. "], "Cultures/periods": [" Third Intermediate ", " Late Period "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": [" bored ", " polished "], "Dimensions": [" Height: 10 centimetres (max) ", " Width: 5.58 centimetres ", " Depth: 4.54 centimetres "], "Curator's comments": ["The use of the sun disc and horned crown, often identified with the bovine goddess Hathor, is a particular stylistic trait associated with images of Isis from the Late Period onwards. Although only the upper body of the Isis figure survives, the intact hand of the child Harpocrates on the right wrist confirms that this originally was a seated depiction of Isis nursing the child. This composition typically included Isis’ left hand supporting the child’s head, which here seems to have been amended and restored in modern times to be tucked under the right arm. The suspension hole on the reverse may suggest that the figure was worn as an amulet, particularly given its small size. The nursing of the child emphasises Isis’ role as divine mother and protector, both for the god Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean. While a range of materials and provenances for such images survive, bronze figures of both divine mother and child or independent representations of Harpocrates also became increasingly popular during the Late and Ptolemaic periods, with bronze items commonly associated with sites such as Naukratis (Masson forthcoming; Weiss 2012). Though it deviates from the pose of nursing a child, parallels are often noted between such representations of Isis and Harpocrates and the much earlier alabaster figure of king Pepi II seated across the lap of his mother Ankhnesmeryre II, in which the figures also sit at a 90 degree angle and the mother figure wears regalia associated with Isis (Brooklyn Museum, 39.119: https://www.brooklynmuseum.org/opencollection/objects/3446). The provenance of the figure is uncertain. General Sources: J.D. Cooney, 1972. ‘Harpocrates, the Dutiful Son’, Bulletin of the Cleveland Museum of Art 59, p. 284-290. M. Hill, D. Schorsch (eds.), 2007. Gifts for the Gods: Images from Egyptian Temples (New York), p. 149-150. Iconography of Deities and Demons in the Ancient Near East (Research Project of the History of Religions Chair of the University of Zurich, Switzerland, in co-operation with Brill Academic Publishers, Leiden, Netherlands): (http://www.religionswissenschaft.uzh.ch/idd/prepublications/e_idd_harpocrates.pdf) A. Masson, forthcoming. ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. E. Swan Hall, 1977. ‘Harpocrates and Other Child Deities in Ancient Egyptian Sculpture’, Journal of the American Research Center in Egypt Vol. 14, p. 55-58. K. Weiss, 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81."], "Location": ["Not on display"], "Condition": ["incomplete - leg-section lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60750"], "Registration number": ["OC.1189"]}