{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA66424"], "Description": [" Sycomore fig wood stela (paint on plaster) depicting Horakhbit: there is only one scene on this round-topped stela. At the top there are a curved sky-sign and a winged sun-disk with uraei. On the right stands the prophet of Amun, Horakhbit, son of the prophet of Amun and secretary of the Lord of the Two Lands Ḥr, clad in a long robe and a leopard-skin, in an act of adoration. Before him is an altar heaped with offerings. On the left sits the god Ra-Horakhty, mummiform. Between them are eight columns of text consisting of a funerary invocation of Ra-Horakhty, Atum, and Ptah-Sokar-Osiris on behalf of the deceased. On the sides are the standards of East and West. The stela is cracked in several places and slightly discoloured at the top left and the bottom right. The paint has faded in some areas. The general background is white with a blue sky-sign at the top. The disk is red with a white border and uraei outlined in black. The upper wings are white with a blue upper edge, while the lower are green edged in red with feathers delineated in black. The deceased has a red body, black beard, eyebrow, and eye on white. His cone is red and white, his wig blue, and the lotus-bud on his head green and brown. His collar is green, the leopard-skin is brown with black features, and his kilt is white with black lines. The legs and left shoulder under the gown are pink. The altar is blue with white and pink offerings. The lotuses are green with pink flowers, brown bases, and pink stems. Those under the altar are green. The disk of the god is red with a white border. His face was white, now discoloured, his beak black, his eye black on brown, and his facial marks blue (upper) and black (lower). The wig is blue, the collar, sceptres, and lower body brown, the upper body red, and the hands green. The throne is red and blue edged in white on a green base with white ties. The figures stand on a pink base, decorated with twisted diagonal lines of white and red, with a green upper edge and a white (?) lower one. The hieroglyphs are black on a brown background. The poles of the standards are brown with blue ties and the tops edged in black on the white background. White paint remains on the sides and top edge of the stela. "], "Cultures/periods": ["Third Intermediate"], "Excavator/field collector": ["Field Collection by: Robert Curzon, 14th Baron Zouche"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 29.30 centimetres ", " Weight: 0.630 kilograms ", " Thickness: 2 centimetres ", " Width: 24 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" invocation ", " funerary "], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.10-11)"], "Location": ["Not on display"], "Exhibition history": [" 2018-2019 27 Oct -27 Jan, France, Musee de Grenoble, Amon to Thebes "], "Condition": ["fair - cracked, area of discolouration"], "Associated names": [" Named in inscription & portrayed: Horemakhbit (deceased) ", " Named in inscription: Hor (father) ", " Named in inscription & portrayed: Ra-Horakhty ", " Named in inscription: Atum ", " Named in inscription: Ptah-Sokar-Osiris "], "Acquisition name": ["Bequeathed by: Robert Curzon, 14th Baron Zouche"], "Acquisition date": ["1917"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66424"], "Registration number": ["1979,0108.53"], "Conservation": [" Treatment: 27 Mar 2014 ", " Treatment: 24 Sep 2018 "]}