{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA13320"], "Description": [" Steatite group of Antef and his wife Mersebes, both shown standing on a slim rectangular base. Mersebes stands on the right stand and wears a smooth Hathor wig tucked behind her oversized ears. Her eyes are slanted and she has arched eyebrows, a slim nose, and a small mouth. The face is particularly rounded and fleshy at the jawline, and the neck is broad. She wears a tight-fitting sheath dress that reaches to the ankles, with the abdomen and pubic area denoted with faint incisions. Her arms are extremely elongated, and held by the sides of the body. At her right side, crudely carved text is visible beside the feet on top of the statue base. Antef stands on the left and wears a flared shoulder-length wig. His ears are also oversized, and his facial features mirror those of his wife. He wears a long garment which is knotted at the waist while the upper body is bare and a slight swelling of the chest is visible. The arms, also elongated, are held by the sides of the body with the broad hands placed on the outer edges of the clothing. While Mersebe’s feet are placed together, Antef’s feet are set slightly apart. On the reverse is a back-pillar inscribed with five lines of horizontal text which is undefined by a border. At Antef’s left side crudely carved text is visible behind his leg and beside his feet on top of the statue base. The left corner of the base in front of the male figure has been broken, and there are further chips around the edge of the base. There are also thin cracks to the figures across the front of the bodies and along the arms. "], "Cultures/periods": ["13th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 3 centimetres (base) ", " Height: 15.20 centimetres ", " Width: 10 centimetres (base) ", " Width: 8.10 centimetres ", " Depth: 6.50 centimetres (base) ", " Depth: 5.56 millimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Early sources dated the figures to somewhere between the 6th and 13th Dynasties alongside other similar works (Budge 1904); however, stylistic features such as the large ears and elongated arms suggest the figures are much more likely to be Middle Kingdom in date. The evocation to Horus of Bedhet within the back-pillar inscription likely suggests that the figures originated from Edfu, though their exact provenance is unknown."], "Bibliographic references": [" Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 91, no. 155) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 120, no. 6) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13320"], "Registration number": ["1868,1102.427"]}