{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA18531"], "Description": [" White steatite scarab of the 'an-ra' type, pierced lengthwise, with pronotum and elytra divided by a T-shaped trace formed with carved double lines; the wing-cases are bordered by a line and marked by V-shaped humeral callosities; the forelegs are notched and protrude from the body; rings reinforce the threading holes. The base is decorated with engraved inscriptions consisting of two opposed open-ended vertical ovals or pseudo-cartouches surrounding 'an-ra'-type sequences of four and five signs (‛, n, r, and possibly t), flanked on each side by addorsed uraei (one missing). two supplementary signs r are carved above the heads of the uraei. "], "Cultures/periods": ["New Kingdom (?)"], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["steatite"], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.40 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": ["This type of scarab exists from the Second Intermediate Period onwards, but the presence of humeral callosities could suggest a later date, probably the beginning of the 18th Dynasty. On the Anra scarab in general, see F. Richards, The Anra Scarab. An Archaeological and Historical Approach, BAR I.S. 919, Oxford, 2001, particularly for this type, p. 72, 79. fig. 4.19. However, the protruding notched legs, the double lines on the back, the marked humeral callosities, the threading holes reinforced by rings could also indicate a New Kingdom dating, possibly Ramesside, according to the comment about a similar item by Fr. Magnarini, Catalogo ragionato di una collezione di Scarabei-Sigillo Egizi, BAR I.S. 1241, 2004, p. 162, No. 03.74."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 111, pl. xli, 66) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.65, p.181, pl.23) "], "Location": ["Not on display"], "Condition": ["fair (incomplete, base chipped)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA18531"], "Registration number": ["1887,0101.678"]}