{"artifact_name": "mummy-mask; cartonnage", "Object Type": [" mummy-mask ", " cartonnage "], "Museum number": ["EA69020"], "Description": [" Painted and gilded cartonnage mask of a woman: named Aphrodite, daughter of Dides, aged twenty: apart from slight damage around the edges, the front of the mask is well preserved. The woman wears a tunic with a clavus (now black, but originally purple) visible below the proper right shoulder; a veil is draped over her head and shoulders. She wears ball earrings and a necklace comprising a gold chain with a central plaque showing three divinities, perhaps two Demeters with Harpocrates. On both arms are elaborate snake bracelets, triple armlets and a second armlet with enlarged bezel. No finger rings are visible. In her right hand she holds a wreath of pink flowers. The hair, painted black, is arranged in three tiers of snail-shaped curls with no central parting. Banks of curls surmount the ears; ringlets fall behind them onto the shoulders. The eyes, eyebrows and lashes are simply painted in black and white. The nostrils are painted orange. The lips are slightly opened. The inscription is of raised gilt letters applied to the painted ground of the veil, behind the gilded edge. On the top of the head, representing Nekhbet, is a vulture wearing the crown of Upper Egypt (here coloured pink instead of the traditional white), its wings enfolding the head of the deceased. The badly damaged scene at the back originally showed Osiris (only his crown is preserved), whose head was flanked by falcons and mummiform divinities. The gilding on the front lies on a ground of pinkish-orange paint visible at the sides and the lower edge. "], "Cultures/periods": ["Roman Period"], "Production date": ["50-70 (circa)"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Found/Acquired: Hawara "], "Materials": [" gold ", " plaster ", " linen "], "Technique": [" painted ", " gilded "], "Dimensions": [" Height: 56.50 centimetres (inc. mount) ", " Height: 56 centimetres ", " Weight: 4.60 kilograms (inc. mount) ", " Width: 31.50 centimetres ", " Depth: 27 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Cited as the latest and most individualised of the Romanised gilded cartonnage masks from Hawara, the portrait is regarded as Flavian, though the particular combination of jewellery, drapery and hairstyle does not rule out a late Claudian or Neronian date. Bibliography: W. M. F. Petrie, 'Hawara, Biahmu and Arsinoe' (London, 1889), 16f, pl. 4, 3; W. M. F. Petrie, 'Ten Years' Digging in Egypt' (London, 1893), 97, fig. 73 lower 1.; F. Priesigke, 'Sammelbuch griechischer Urkunden aus Ägypten' I (Strassburg, 1915), 4177; K. Parlasca, 'Mumienporträts und verwandte Denkmäler' (Wiesbaden, 1966), III, 167 n. 105; G. Grimm, 'Die römische Mumienmasken aus Ägypten' (Wiesbaden, 1974), 49, 53, 108, 114, 117, 127 A6 (bibl.), pl. 74, 4 (throughout cited as Victoria and Albert Museum Inv.1687-1888); S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 102 [74]; S. Walker, 'Ancient Faces' (New York, 2000), pp. 67-68 [28]; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 76-7, pl. on p. 77. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 178."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (59) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (28) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.76-77) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.110, no.11) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2005-2008, USA, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2013 Nov 10 - 2014 Feb 2, Rome, Cleopatra Magic 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair - discoloured and flaking at the back"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Nekhbet ", " Named in inscription & portrayed: Aphrodite ", " Representation of: Demeter/Ceres (?) ", " Representation of: Harpocrates (?) ", " Representation of: Osiris "], "Acquisition name": [" Transferred from: Victoria and Albert Museum (Department of Architecture and Sculpture) ", " Donated by: Henry Martyn Kennard "], "Previous owner": ["Previous owner/ex-collection: Jesse Haworth"], "Acquisition date": ["1979"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69020"], "Registration number": ["1979,1017.7"], "Additional IDs": [" Previous owner/ex-collection number: 1687-1888 (V&A number) "], "Conservation": [" Treatment ", " Treatment: 28 Mar 2017 ", " Treatment: 30 Jan 2012 ", " Treatment: 30 Jun 1999 ", " Treatment: 24 Apr 1996 ", " Treatment: 01 Oct 2004 "]}