{"artifact_name": "human remains", "Object Type": ["human remains"], "Museum number": ["EA32752"], "Description": [" Naturally mummified remains of an adult female. Sex: female Age: Adult Stature: unknown The individual is in a tightly flexed position, laying on her left side with her hands positioned in front of her face. Preservation of the skin and soft tissues means that much of the skeleton cannot be observed. Long brown hair is present on the scalp. The mouth is slightly open There appears to be some post-mortem damage to the skull, arms, left leg and some of the ribs. Black markings on her right upper arm and right shoulder are tattoos. The upper arm shows a depiction of a crooked staff/crook and the shoulder shows a series of four ‘S’ shapes. C14 dating in 2017 gave a date of 3351-3092BC (Cal BC 95.4%) Condition Taphonomic changes: There are traces of historical insect damage and some weathering on the skin. Preservation skull: 95% Dentition: 95% Preservation post cranial: 95% Condition: Excellent – complete with little to no breakage Soft tissues or other: extensive, see summary Percentage mummified skull: 95% Percentage mummified post cranial: 95% "], "Cultures/periods": ["Late Predynastic (C14 dating in 2017 gave a date of 3351-3092BC (Cal BC 95.4%))"], "Findspot": [" Excavated/Findspot: Gebelein "], "Materials": ["human tissue"], "Dimensions": [" Length: 151 centimetres "], "Curator's comments": [" Bibliography: W Peck in Cockburn & Cockburn (eds), Mummies, Disease and Ancient Cultures (Cambridge 1980), 13, fig. 1.2. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', (London, 1997), p.36 [1]; A. Shimbun (ed.), 'Art and afterlife in Ancient Egypt : from the British Museum' (Japan 1999-2000), No 52. ", " Publication on conservation: C. Johnson and B. Wills, 'The conservation of two pre-dynastic Egyptian bodies' in S.C. Watkins and C.E. Brown (eds.), Conservation of Ancient Egyptian materials (London, United Kingdom Institute for Conservation (UKIC), Archaeology Section, 1988) A. Rae, 'Dry human and animal remains - their treatment at the British Museum' in K. Spindler et al. (eds.), Human mummies: a global survey of their status and the techniques of conservation, vol. 3: The man in the ice (Wien, Springer, 1996), pp. 33-38 "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (2) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.107, p.109, p.110, table 1) ", " Friedman et al,. 2018 / Natural mummies from Predynastic Egypt reveal the world's earliest figural tattoos "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed "], "Condition": ["fair"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32752"], "Registration number": ["1900,1018.2"], "Conservation": ["Treatment: 24 Apr 2001"]}