{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6690"], "Description": [" Lid and base of the anthropoid outer coffin of Takhebkhenem, Lady of the House, daughter of Pedikhons, made of wood, elaborated with polychrome painted decoration on a white ground. The exterior surface has been coated with a varnish which is now orange-yellow in colour. On the top of the head is an image of the solar disc (perhaps originally shown rising on the eastern horizon). The face is painted pink and is framed by a large striped wig. On the breast is a floral collar, and below this a series of horizontal registers containing the following: (1) Winged solar disc, identified by inscriptions as 'He of Behdet' (the solar Horus); at each side a short text containing a speech of the dead woman; (2) At right, the weighing of the heart of the deceased on a balance. Left of this Takhebkhenem is depicted holding a sistrum and led by the ibis-headed Thoth towards a company of deities: a serpent, the falcon-headed Re-Horakhty, Osiris, Isis, Nephthys and three of the four Sons of Horus; (3) A long inscription giving the genealogy of the deceased, followed by a religious text; (4) In the centre the mummy of Takhebkhenem lying on a bier beneath the life-giving rays of the sun; five jars stand under the bier; to each side a short speech by the deceased and a falcon with wings outstretched in protection; (5) Another inscription giving the genealogy of the deceased, followed by a religious text. On the sloping area above the feet is a large image of a mummified falcon, named in the inscription as Sokar. The wedjat (Eye of Horus) also appears, and short texts are inscribed at each side; in these Osiris promises offerings to sustain the deceased, whose name is written in a variant form, Takhenem(et). The inside of the lid and the base of the foot are undecorated. The inside of the base, now damaged and incomplete, is decorated with a representation of Osiris-Sokar. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 46 centimetres (base) ", " Height: 47 centimetres (lid) ", " Length: 224 centimetres (base) ", " Length: 224 centimetres (lid) ", " Weight: 50 kilograms (lid) ", " Depth: 85 centimetres (base) ", " Depth: 85 centimetres (lid) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["In set with .6690.B In set with .6691 Mummy is 6692. Brown paint on the outer coffin, EA 6690 has been identified as modern: DCDS Report no. AR2005/34. PM I Part 2: p.829"], "Location": ["Not on display"], "Exhibition history": [" Lid: 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good (base damaged and incomplete)"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription: Takhebkhenem ", " Representation of: Osiris-Sokar "], "Acquisition name": ["Purchased from: Dr Alexander Turnbull Christie"], "Acquisition date": ["1835"], "Acquisition notes": ["The set of coffins and mummy (EA 6690-6692) were purchased for 'sixty dollars' by Christie from 'Yanni the Greek' (Giovanni d'Athanasi) at Alexandria in 1832, as recorded in Christie's diary - where the provenance of the coffins is given as Thebes (Correspondence 1826-1860, vol. 3 [CA-CL], 1033)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6690"], "Registration number": [".6690.A"], "Additional IDs": [" Miscellaneous number: BS.6690 (Birch Slip Number) "], "Conservation": [" Treatment ", " Treatment ", " treatment: aug 2021 "]}