{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA58892"], "Description": [" Gneiss sphinx of Amenemhat IV reworked in Ptolemaic times. Rests on an integral plinth with a rounded end at the back. Face damaged; wears lion mane in form a nemes headdress; round hole in back 2.5cm in diameter. Inscribed on the chest with the prenomen of Amenemhat IV, beloved of Atum, Lord of Heliopolis "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1786BC-1777BC (c.)"], "Findspot": [" Found/Acquired: Beirut "], "Materials": ["gneiss"], "Dimensions": [" Height: 38.10 centimetres ", " Length: 64.50 centimetres (BASE) ", " Length: 58.50 centimetres ", " Weight: 90 kilograms ", " Width: 20 centimetres (BASE) ", " Width: 20.20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" PM VII, p.384-5; Fay, The Louvre Sphinx, 68 (54), pl. 94a-b; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 98-9. ", " Strudwick N 2006 Discovered in the foundation of a building near Bab-Serail, Beirut. This small sphinx is one of the rare sculptures associated with Amenemhet IV, the last male ruler of the Twelfth Dynasty. The lion body sits on a large block base in the usual recumbent pose; its lower side has a hard protruding edge, known from other Middle Kingdom sphinxes. The breast is decorated with a pattern which recalls the mane of the famous sphinxes from Tanis attributed to Amenemhat III (Cairo, CG 393, 394), with their distinctive ruffs and leonine ears; however, the head is human here and wears a cloth nemes headdress. Another glance at the proportions of the head and the style reveals that something is not right: the head is too small for the body, the nemes is rather rounded, and the style and shape of the face is not in accord with Middle Kingdom styles. Examination of the nemes headdress shows traces of the same pattern as noted on the breast. The object has clearly been recut; in all probability it was originally a smaller version of the Tanis sphinxes, with the mane arranged into a tapering shape behind the head, not unlike the rough form of the nemes and thus making it relatively easy to convert. Most of the recutting would have taken place at the left and right sides of the face, where the ruff and mane had to be removed to allow for the creation of the ears. The recutting was doubtless carried out much later; the style of the face suggests this happened in the Late or, more probably, the Ptolemaic Period (664-30 BC). The brief inscription on the breast between the forepaws reads 'Maatkherure, may he live forever, beloved of Atum, lord of Heliopolis'. A temple in Heliopolis thus seems a reasonable original location for this statue. Perhaps it was moved from there to some other site in the Delta, conceivably Alexandria if the recutting dates from the Ptolemaic or Roman Period; this hypothesis is supported by the fact that many other objects of Heliopolitan origin, including obelisks, have been found in Alexandria. From there it eventually found its way to the Lebanon. The head of a quartzite sphinx of Amenemhat IV has been found at Heliopolis; another comes from Thebes, while three larger sphinxes of his have been found at Abukir, near Alexandria, no doubt again as a result of their reuse. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.98-99)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1996 4 Nov-1997 6 Apr, France, Paris, Musee de L’Institut du Monde Arabe, Beirut: Uncovering the Past 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Amenemhat IV"], "Acquisition name": ["Purchased from: Saraffian"], "Funder name": ["With contribution from: Art Fund (as NACF)"], "Acquisition date": ["1928"], "Acquisition notes": ["Sold to BM by Saraffian on the advice of Woolley (see Correspondence to/from Woolley dated October-November 1927 in ANE archives, q.v. Woolley); entered on deposit in BM 1 November 1927."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58892"], "Registration number": ["1928,0114.1"], "Conservation": [" Treatment: 25 Oct 1996 ", " Treatment: 16 Dec 2015 ", " Treatment: 13 Mar 1996 ", " Treatment: 18 Aug 2023 "]}