{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["EA73301"], "Description": [" Copper alloy lamp: deep flat-topped, elongated rounded body tapering to a flaring nozzle-end, with an oval dished area round an almost circular wick-hole. Raised rim round the filling-hole, with hinge-pieces at the front holding a truncated circular lamp-lid; remains of an iron pin survive. At the rear is a further pair of hinge-pieces which holds a scallop-shell-shaped reflector ornament (1919,0505.775), behind which is an angular handle with a circular piercing and a strut above supporting the ornament. The scallops radiate from a raised triangular element decorated with an incised branch; below the triangle is a splayed tongue with a projecting pierced lug that allows the handle-ornament to fold forward and rest on top of the lamp. On each side of the handle-ornament the lowest lobe has a projecting lug, one of which is pierced for a chain now lost. On the side of the body is an incised C-shaped sigma (shown at full size on the plate). The lamp stands on a high flaring base with mouldings round the bottom, hollow within and with a square-sectioned socket for the spike of a lampstand. This socket, the sleeve of which is cylindrical with a domed top, rises inside the oil-chamber. Surface colouration: cleaned to bare metal. "], "Cultures/periods": [" Coptic ", " Byzantine "], "Production date": ["5thC-6thC"], "Excavator/field collector": [" Excavated by: Byzantine Research Fund ", " Excavated by: Reginald Campbell Thompson "], "Findspot": [" Excavated/Findspot: Wadi Sarga, monastery "], "Materials": ["copper alloy"], "Technique": [" incised ", " pierced "], "Dimensions": [" Height: 11 centimetres ", " Length: 17.40 centimetres (with handle-ornament) ", " Length: 13.70 centimetres "], "Curator's comments": [" Attached to 1919,0505.775. ", " Analyses: copper: 70.4; lead: 12.5; tin: 2.75; zinc: 13.8. ", " Close: Wulff, O., 1909. ‘Altchristliche und mittelalterliche byzantinische und italienische Bildwerke’ I. Berlin : Reimer, No. 795, from Giza, which folds in the same way, as do Bénazeth, D., 1992. ‘L'art du métal au début de l'ère chrétienne’. Paris : Eds. de la Réunion des musées nationaux, p. 116, E 11792(b), 'Bayerische Vorgeschichtsblätter' 44, 1979, pl. 14, said to be from Oxyrhynchus, Coptic Museum, Cairo, Inv. No. 20749 (9I24B): much larger than ours, and also Strzygowski, J., 1904. ‘Catalogue général des antiquités égyptiennes du Musée du Caire’. Vienna : A. Holzhausen, 9124-5, in Cairo, the last from the Fayum, perhaps Crocodilopolis. Compare, in addition, two lamps in the Coptic Museum, Cairo, the folding-forward lids of which are in the form of shallow domes, rather than a scallop-shell: Inv. Nos 1285 and 5186; the dome of the latter is decorated with an openwork pattern; also with a domed folding-forward lid is a lamp closely similar to ours in the Allard Pierson Museum, Inv. No. 8018. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (3821) ", " Xanthopoulou 2010 / Les lampes en bronze à l’époque paléochrétienne (LA 3.269) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Byzantine Research Fund"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73301"], "Registration number": ["1919,0505.774"], "Joined objects": [" Joined Object Group: G14848 (2 objects) "]}