{"artifact_name": "sarcophagus", "Object Type": ["sarcophagus"], "Museum number": ["EA1001"], "Description": [" Granodiorite inner-sarcophagus of Merymose: the coffin, which is anthropoid in shape, is decorated on the outside with figures and inscriptions carved in low relief. On the lid the deceased is represented wearing a long braided wig, short beard, and a bead collar with falcon-head terminals. On the left side beneath the collar are the two 'wedjat'-eyes. A figure of Nut, kneeling with arms and wings outstretched, spans the chest. On the crown of the head Nephthys, with arms uplifted, kneels on the 'nbw'-sign. In front of and behind her is carved an inscription in three vertical columns. Beneath the feet is a figure of Isis, standing with arms uplifted between two vertical columns of inscription. On the lid inscriptions are carved in vertical and horizontal bands (the latter being continued on the lower section) to represent the principal bandages. On the lower section, in addition to the continuation of the horizontal bands, are figures of gods, each accompanied by an inscription. Two figures of Thoth, one at the head-end and one at the foot, a figure of Anubis and figures of two of the Sons of Horus, each accompanied by an inscription, were originally carved on both the right and left sides. The continuation of the horizontal bands of inscription from the lid separated the various figures and their inscriptions from one another so as to form five divisions. On the end beneath the feet is a 'djed' column. On the right side, only two fragments, one containing the whole of the first division and part of the second and the other containing the inscription of the third division, have been preserved. At the first division, in front of a figure of Thoth is inscribed in two vertical columns. At the second division, portions of two of the three vertical columns of inscription which preceded the figure of Imsety are preserved. At the third division, the three vertical columns of inscription which preceded the figure of Anubis are preserved. On the left side atthe first division, the space in front of a figure of Thoth is inscribed in two vertical columns. At the second division, in front of a figure of Hapy is inscribed in three vertical columns. At the third division, in front of a figure of Anubis is inscribed in three vertical columns. At the fourth division, in front of a figure of Qebhsenuef is inscribed in three vertical columns. At the fifth division, in front of a figure of Thoth is inscribed in two vertical columns. The coffin has been reassembled from the numerous pieces into which it was broken. The lid is almost complete, but considerable portions of the lower section are missing. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1380BC (circa)"], "Findspot": [" Found/Acquired: Tomb of Merymose (Thebes), Theban tomb 383 "], "Materials": ["granodiorite"], "Dimensions": [" Length: 197 centimetres (max) ", " Width: 60 centimetres (max) ", " Depth: 60 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 436; P. Kozloff, B. Bryan and M. Berman, 'Egypt's Dazzling Sun' (Cleveland, 1992), pp.320-321 [64] = 'Le Pharaon-Soleil' (Paris, 1993), pp.279-280 [64]; A fragment in the National Museum of Oslo (Inv. NG.S.00570) joins the break at the foot end of the proper right side (see correspondence J H Taylor and Sven Ahrens, 2008); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 168-9."], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.16-17) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.168-169) "], "Location": ["On display (G4/B13)"], "Exhibition history": [" Exhibited: Loaned to the Japan exhibition in 1999-2000. "], "Condition": ["good (lid reconstructed from fragments and base extensively restored)"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Merymose ", " Named in inscription & portrayed: Nut ", " Representation of: Nephthys ", " Representation of: Isis ", " Named in inscription & portrayed: Anubis ", " Named in inscription & portrayed: Sons of Horus ", " Named in inscription & portrayed: Thoth "], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1001"], "Registration number": ["1875,0810.2"], "Joined objects": [" Joined Tablet Group: G10819 (4 objects) "], "Conservation": [" Treatment: 12 Feb 2002 ", " Treatment: 14 Jul 1999 ", " Treatment: 04 Jul 1995 ", " Treatment: 21 Feb 1992 ", " Treatment: 20 Feb 2015 ", " Treatment: 01 Jul 2003 "]}