{"artifact_name": "sistrum; core", "Object Type": [" sistrum ", " core "], "Museum number": ["EA38172"], "Description": [" Arched sistrum: richly decorated and elaborately engraved round the outside of the arch. On the top of the arch is engraved a Hathor head surmounted by a formalized head-dress; the curled and braided wig is fastened in five places with star-ornamented bands; there is a nbw symbol beneath; an uraeus on either side, each with a lioness head, is surmounted by a sun disc, the body passing through a šnw symbol. On each side of the arch at the top is engraved a vulture, with a šnw in its claws, a Wʒdt eye and winged disc beneath; in the middle on each side is a figure of the goddess Bastet, mistress of Bubastis, holding an 'nḫ symbol in one hand and a papyrus in the other, seated on a throne within a lightly-built shrine with plant columns and Hathor capitals; and at the bottom on each side is a slender female figure holding an arched sistrum in each hand, one with a papyrus head-dress, one with a lily head-dress, the nbw symbol beneath the feet; the dress is close-fitting, ankle-length, and decorated with a criss-cross pattern and border. At the base of the arch are the remains of a cat's feet. The arch is pierced with three holes on each side, none of which makes any attempt to avoid the engraved decoration. The three rods and twelve sounding plates are modern restorations. The double Hathor head has the two pairs of lengthy ears well-separated; the brow is surmounted with a stylized fringe. Of the two lateral uraei, one is missing, the other wears the atef crown; at the back of the uraeus are two dowels that hold the arch to the capital in a push-fit. There are seven uraei on both the front and back of the capital, each with a sun disc. Within the capital was found a lump of lead; a hole at one end of this may have held one of the dowels in position. The hollow handle is cylindrical, with five tie-bands at the top; the base cap is missing. "], "Cultures/periods": ["Late Period"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" bronze ", " lead (core) "], "Technique": ["incised"], "Dimensions": [" Height: 41.70 centimetres ", " Weight: 0.57 kilograms ", " Width: 12 centimetres ", " Depth: 7 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (1922), p. 213 J.G. Wilkinson, 'The Manners and Customs of the Ancient Egyptians' (1878, i, pp. 498-9. The Sale Catalogue of the Burton Collection (lot 245) says 'the instrument is from Thebes, and supposed to have been found within the precincts of the Temple of the Western Lake, on Karnak side of the Nile'. Anderson, Catalogue of Egyptian Antiquities in the British Museum III, Musical Instruments, p.41 (52), figs.72-3. Hart, Eyewitness Guides: Ancient Egypt (1990), p.51. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 128. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 124."], "Bibliographic references": ["Anderson 1976 / Musical Instruments (52)"], "Location": ["Not on display"], "Exhibition history": [" 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["broken"], "Subjects": [" cat ", " ancient egyptian deity "], "Associated names": [" Named in inscription: Bastet ", " Representation of: Hathor "], "Associated places": [" Named in inscription: Tell Basta (Bubastis) "], "Acquisition name": ["Purchased from: James Burton"], "Acquisition date": ["1836"], "Acquisition notes": ["Lot, 245, Burton Sale. It is illustrated in the Sale Catalogue, pl. II, i and ii"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38172"], "Registration number": [".38172"], "Additional IDs": [" Miscellaneous number: BS.6355 (Birch Slip Number) "]}