{"artifact_name": "figure; votive plaque", "Object Type": [" figure ", " votive plaque "], "Museum number": ["EA68838"], "Description": [" Limestone figure of a nude female reclining on a couch, the head and lower legs now lost. The female figure is depicted lying on her left side with the curve of the left elbow visible next to the breasts, suggesting that this arm was placed against the head. The right arm is held flat against the right thigh, with the right hand seemingly merging into the main body of the figure. The full breasts, buttocks and pubic area have been carefully carved, and the thighs indicated via a clear ridge in the stone on the obverse and reverse. Carved ridges are also used to convey a semi-circular pattern across the main area of the bed or couch. There are small traces of brown-red paint on the left side of the bed, and brown-black paint on the right side of the bed. In addition to the loss of the figure’s head and lower legs, the right corner of the bed is damaged, and there is a further chip to the left corners. There are additional small scratches across the surface of the figure. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-F.1.2"], "Technique": [" carved ", " painted (?) "], "Dimensions": [" Height: 10.90 centimetres ", " Length: 16.30 centimetres ", " Width: 7.10 centimetres "], "Curator's comments": ["Limestone figures of reclining females such as this example originated from earlier traditions of terracotta nude females on votive beds, associated with various cults such as those of Isis, Hathor, and Mut (Thomas 2015). This reclining format was also popular at Naukratis, and several surviving examples include additional features such as children portrayed at the female’s feet, wigs, and detailed jewellery (Coulson 1996: 139-145, Pl. XVII-4; examples of reclining figures from the British Museum and other collections are listed in Thomas 2015: 18, n.104, and further discussion for comparable examples from other sites including Memphis, Kom Firin, Hermopolis Magna, and several unprovenanced objects). Petrie mentions reclining female figures in his wider discussion of ‘rude figures’ found within the town area at Naukratis (1886: 22, 36, 40-41, Pl. 19.7-9), and later work undertaken by Hogarth describes such figures as being ‘scattered around the town’ and dating to the 5th century BC (1899: 129, Pl.14.1-5, 19; Hogarth et al. 1905, 127). The reclining figures have previously been described as being connected to childbirth (Petrie 1886). The majority of such figures appear to have been found close to the Great Temenos area (Thomas 2015), though there is no clear provenance assigned to this particular reclining figure. The three-dimensional rendering of the bed or couch, with individually carved feet, is noted to be a variant of the more common depictions of reclining figures, and a close parallel to the British Museum figure is now in the Ashmolean Museum collection (Oxford, AN1896–1908-G.1011; Thomas 2015). Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 18-19, n. 114. General Sources: W.D.E. Coulson, 1996. Ancient Naukratis II. The Survey at Naukratis and Environs 1. The Survey at Naukratis (Oxford). D.G. Hogarth, H.L. Lorimer and C.C.Edgar, 1905. ‘Naukratis, 1903’, Journal of Hellenic Studies 25, p. 105-136. W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), (London)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.025)"], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68838"], "Registration number": ["1886,0401.1513"]}