{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA69536"], "Description": [" Lower portion of a pair statue of black granite (or possibly granodiorite) depicting the king Sobekemsaf and the goddess Mut seated on a low-backed throne. Sobekemsaf wears a short shendyt kilt, and remains of his right arm show that this was placed along the side of the body. In his hand he appears to hold a piece of folded cloth. He sits slightly taller due to an added higher section of the seat on the right side. Under his feet is an incised depiction of the Nine Bows. The goddess Mut wears a long tight-fitting sheath dress, and her left upper arm is held along the side of the body with a clenched fist resting on her thigh. In her hand she holds an ankh symbol. On the reverse part of the king’s kilt is still intact. A horizontal line of inscription enclosed in a long slim cartouche is placed along the top of the base in front of both figures, while the rest of the throne is uninscribed. At the top of both figures are square shaped deep holes, which would have been used to secure the top halves of the statue bodies to this lower half of the composition. In addition to the loss of their upper bodies, there are large cracks visible across the lower body and legs of the king. There are numerous small chips to the stone surface across the seat and both figures, with small gouges at the edge of the seat next to the figures’ legs. The left side of the throne base is also damaged across the bottom, and there is a large chip is also notable at the right reverse corner of the throne base. "], "Cultures/periods": ["17th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 28 centimetres (max) ", " Width: 31 centimetres ", " Depth: 31 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["The evocation of Mut and her association with Asher in this pair statue is one of the earliest known inscriptions to link the deity with this area (Luiselli 2016). Based on the representation of Mut and this evocation, it is likely that this pair statue originates from Karnak, where Mut’s cult was established (Fazzini 1999; Polz 2007). While the statue clearly represents either Sobekemsaf I or Sobekemsaf II from the Seventeenth Dynasty, based on the lack of further details within the inscription and the loss of the upper half of the statue which may have provided further stylistic features to distinguish between the two figures, it’s not possible to establish with certainty which king is being depicted. However, other surviving representations of the latter Sobekemsaf also originating from Karnak have been argued to represent the same Sobekemsaf as the British Museum statue (Polz 2007). The image of the king’s feet over the depiction of the Nine Bows, representations of the traditional enemies of Egypt, is an important visual depiction of the king’s role as protector of Egypt and represents his dominion over the potential danger to the Egyptian land. That the king would be positioned to sit higher than the goddess is also notable; based on the fact that only one arm has survived for each figure that is held close to the body, it would seem that the other arms may have been used to embrace one another. Further Bibliography: J. Bourriau, 1986. ‘Museum Acquisitions, 1984: Egyptian Antiquities Acquired in 1984 by Museums in the United Kingdom’, Journal of Egyptian Archaeology Vol. 72, p. 180, n. 59. R. Fazzini, 1999. ‘Karnak, Precinct of Mut’, in K. Bard (ed.) Encyclopedia of the Archaeology of Ancient Egypt (London; New York), p. 397-398. M.M. Luiselli, 2016. ‘On the origins of the goddess Mut and her cult’, Revue d’Égyptologie 66, p. 122-123, 125, Pl. XII. D. Polz, 2007. Der beginn des Neuen Reiches: Zur Vorgeschichte einer Zeitenwende (Berlin; New York), Kat. 78, p. 355, Pl. 34a-b."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 47)"], "Location": ["Not on display"], "Condition": ["incomplete - upper bodies lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Sobekemsaf I (?) ", " Named in inscription & portrayed: Sobekemsaf II (?) ", " Named in inscription & portrayed: Mut "], "Acquisition name": ["Purchased from: Dr Manfred Cassirer"], "Acquisition date": ["1984"], "Acquisition notes": ["Modern upper half was present when the object was purchased."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69536"], "Registration number": ["1984,1006.1"], "Conservation": [" Treatment: 21 Sep 1984 ", " Treatment: 21 Sep 1984 ", " Treatment: 21 Sep 1984 ", " Treatment: 21 Sep 1984 ", " Treatment: 21 Sep 1984 ", " Treatment: 20 Oct 1983 "]}