{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA160"], "Description": [" Limestone tomb-relief Ptahmose: this relief is divided into two registers with figures in sunk relief and incised texts. In the upper register the royal scribe and overseer of the royal harem, Ptahmose, stands with his arms raised in adoration. Eight lines of text contain a prayer to Ra-Horakhty on his behalf. The upper part of this register has been lost. In the lower scene the god Anubis stands on the left holding the mummy of the lady Ry. A male figure on the right is pouring a libation over the mummy and behind him stands a lector-priest holding a papyrus roll from which he is doubtless reading the opening-of-the-mouth ritual which is incised above the figures. The surviving portion of the relief has been broken in two and repaired in modern times with the loss of a small part of the upper scene. The surface is badly worn especially at the top and bottom edges. There are traces of green or blue paint in some of the hieroglyphs. "], "Cultures/periods": ["18th Dynasty (late)"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) (?) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 14.75 centimetres ", " Width: 52 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Ptahmose is cited on several other monuments. A stela in the Vatican discloses that Roy was the mother of Ptahmose (G. Botti and P. Romanelli, 'Le Sculture del Museo Gregoriano Egizio' (Vatican, 1951), 77 and pl. LX). Another stela now in the Metropolitan Museum of Art, New York, gives the name of his father as the military scribe of the lord of the two lands, Iuny (MMA 67.3, see A. Kamal, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 27 (Paris, 1905), 29-31; S. B. Mercer, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 36 (Paris, 1914), 176-8; Porter and Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2), ii, 812; ‘The Metropolitan Museum of Art Bulletin’ N.S. 26 (October 1967),62-3). There is also an unpublished relief in the Cairo Museum, JE 90221. The style of the carving dates this British Museum piece to the late Eighteenth Dynasty. For Ptahmose's title, ỉmy-r ỉpt nsw, see D. B. Redford, 'The Akhenaten Temple Project' (Warminster, 1976), 107-8. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 178 (no. 642); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), i, 308; C. Zivie, 'Giza au Deuxième Millénaire' (Cairo, 1976), 217, no. 67."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.4-5)"], "Location": ["Not on display"], "Condition": ["Fair. The surviving portion of the relief has been broken in two and repaired in modern times with the loss of a small part of the upper scene. The surface is badly worn especially at the top and bottom edges."], "Subjects": ["reading/writing"], "Associated names": [" Named in inscription & portrayed: Ptahmose ", " Named in inscription & portrayed: Ry ", " Named in inscription & portrayed: Anubis ", " Named in inscription: Ra-Horakhty "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 1265 in the sale catalogue (Sotheby, 29 June 1835)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA160"], "Registration number": [".160"], "Additional IDs": [" Miscellaneous number: BS.160 (Birch Slip Number) "]}