{"artifact_name": "necklace(?); amulet", "Object Type": [" necklace (?) ", " amulet "], "Museum number": ["EA49339"], "Description": [" A string of beads and amulets: of steatite, both glazed and unglazed, limestone, serpentine, cornelian, glazed composition and glass. A hawk amulet and an indeterminate amulet are of pink limestone. Other indeterminate amulets and pendants are of serpentine, which ranges in colour from black to semi-translucent sea-green, except for a single example made of blue glazed composition. A grooved long convex bicone (gadrooned) bead and a bead in the form of a 'Cowrie' are of green glazed composition. A long convex bicone and a long cylinder are of green glazed composition. The short truncated convex bicone, three cylinder discs and the other long cylinder beads are all of green glazed steatite, except for a single black steatite cylinder. The disc and oblate beads are of cornelian and blue, black and green glazed composition; a single disc is of bright-blue glass. Two barrel beads of cornelian complete the string. "], "Cultures/periods": ["6th Dynasty (?)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Abydos, From the necropolis; the tomb number is not recorded. "], "Materials": [" glass ", " steatite ", " cornelian ", " limestone ", " serpentine "], "Dimensions": [" Length: 35.70 centimetres "], "Curator's comments": ["Sporadic examples of glass beads are known from the Old Kingdom, see A. Lucas, ‘Ancient Egyptian Materials and Industries’, 4th ed. (London, 1962), 180, although this material was not produced in any quantity until the time of the New Kingdom. Bibliography: E. Naville, T. E. Peet & H. R. Hall, ‘The Cemeteries of Abydos, part I. The Mixed Cemetery and Umm el-Ga‘ab (London, 1914), describes the excavations."], "Bibliographic references": ["Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (213)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1910"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49339"], "Registration number": ["1910,1008.100"]}