{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA37903"], "Description": [" Fragmentary green basalt figure of a male official with the left side of the head and upper body missing, the lower body and base also lost. The figure wears a smooth shoulder-length ‘bag wig’, a simple headcloth style associated with the 26th Dynasty, which is set low on the forehead and tucked behind the right ear. While the left portion of the statue is lost, the surviving right portion of the body appears youthful and idealised with lean muscles and a slim waist. The figure’s face has a fleshy appearance with almond shaped eyes, thin arched eyebrows, and a wide mouth with thick lips. The figure wears a decorative pectoral around his neck with a surviving depiction of the goddess Neith seated on a throne, which likely faced the image of another deity or king who is now missing. On the reverse is a round-topped back-pillar inscribed with two columns of hieroglyphic text reading from right to left, with much of the main text now lost. The left shoulder and torso have been restored in modern times, though this process has omitted the restoration of the left arm and left side of the face. The figure’s nose has been damaged and there are various small chips at the top lip and chin. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt ", " Found/Acquired: Sa el-Hagar (Sais) (likely) "], "Materials": ["basalt"], "Dimensions": [" Height: 30.50 centimetres (max) ", " Width: 18.20 centimetres (max) ", " Depth: 12.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Though the statue fragment is unprovenanced, based on the dedication to Neith and the textual references to Sais, it is likely that the statue was originally established in this area in the Delta. Another male statue from the British Museum sharing the same stylistic features and also including a Neith pectoral dates to the reign of Psamtek II (EA 37891: https://www.britishmuseum.org/collection/object/Y_EA37891). The similarity of the pectorals of these two statues could indicate that the original pectoral of this fragmentary statue may have depicted the king Psamtek II facing the goddess Neith."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 132, no. 101) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 869) ", " Sharpe 1837 / Egyptian Inscriptions from the British Museum and other Sources (Pl. 40[E]) ", " Sharpe 1862 / Egyptian Antiquities in the British Museum (p. 91, no. 491.) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Neith"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37903"], "Registration number": ["OC.55"], "Conservation": ["treatment: 29 sept 2023"]}