{"artifact_name": "textile; furnishing", "Object Type": [" textile ", " furnishing "], "Museum number": ["EA16665"], "Description": [" Large fragment from a corner of a cloth of undyed linen, and with decoration in dark mauve-blue wool and undyed linen; the survivng decoration includes a band (c.13x7.5cm, beginning 21 cm in from the corner, with outline strapwork decoration in light against dark, of triangles with twists and a rope border enclosing rosettes in its twists) and the remains of a square panel (c.5.5x8cm, at c.10 cm above the band and 29cm in from the selvedge, with related outline decoration based on a central roundel); except for 14cm at the end of the cloth, narrow space around the decoration and along the selvedge, the undyed linen ground is covered in a pile of weft loops, c.2cm long; across the end, a warp fringe is c.4cm long and held by a single row of hitches; at 2.5cm in from the fringe, a band of bare warp threads, c.2cm deep; in from this are three triple self-bands; warp-faced plain weave: warp-undyed linen (S/c.22), weft-undyed linen (S/c.9); tapestry on grouped threads: warp-undyed linen (S/c.6), weft-mauve-blue wool (S/c.50); one simple selvedge, one hitched warp fringe and other edges torn or ragged; at back of tapestry, floating un-used linen warp threads and linen brocading threads; pile occurs in c. every 8th shed and consists of a groups of c.4 threads which are pulled up into plain loops after every 4,6 or 8 ends "], "Cultures/periods": ["Coptic"], "Production date": ["4thC-5thC"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " flying threads brocading ", " dyed "], "Dimensions": [" Height: 93 centimetres (height inc. fringe) ", " Width: 100 centimetres "], "Curator's comments": ["there is one piece in U15 with ref. no. missing - is this it?"], "Location": ["Not on display"], "Condition": ["C"], "Acquisition name": ["Donated by: Walter Myers"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA16665"], "Registration number": ["1886,0203.85"]}