{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA63800"], "Description": [" Bronze figure of Imhotep: represented characteristically as a seated scribe with an unrolled papyrus on his lap which is inscribed with his own name and the epithet \"the Great One, son of the god Ptah.\" As usual, he wears a long kilt, in this case with a patterned edge, which leaves his chest bare. His eyes are inlaid with gold and there is evidence of an ancient repair on the right temple. He sits on a tall stool with lattice bracing above an arch shaped support. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC (after)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" bronze ", " gold "], "Technique": [" inlaid ", " incised "], "Dimensions": [" Height: 13 centimetres ", " Depth: 8.20 centimetres (max.) "], "$Inscriptions": [" "], "Curator's comments": ["As architect of the first monumental stone building in Egypt, the Step Pyramid at Saqqara of the 3rd Dynasty pharaoh Djoser, built in about 2650 BC, Imhotep was soon revered as a wise man. By the Late Period, some two thousand years after his death, he had been deified, one of only a handful of historical non-royal Egyptians to achieve such an honour. Although he had no connection with healing in his lifetime, the Greeks identified the deified Imhotep with their own god of medicine Asklepios. Perhaps this came about because ordinary Egyptians found the god Imhotep more approachable in their prayers since he had once been a mortal man. Undoubtedly his tomb, (now lost) at Saqqara, would have become a place of pilgrimage and some of the sick who visited it would have been cured. Thus Imhotep's cult place would have gained the reputation of a place of healing. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai 1999): 64-65 No 13. G. Pinch, Magic in Ancient Egypt (London 1994), fig.73."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.54-55)"], "Location": ["On display (G1/wp83/sh4)"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Imhotep ", " Named in inscription: Ptah "], "Acquisition name": ["Donated by: A Mitchell-Innes"], "Acquisition date": ["1934"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63800"], "Registration number": ["1934,0414.8"], "Conservation": ["Treatment: 01 Aug 1977"]}