{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10945,2"], "Description": [" Papyrus (fourteen fragments – after conservation in 2013); hieratic and demotic funerary text fragments in red and black ink. Many of these fragments yield ritual texts from the Ptolemaic (hieratic) and Roman (demotic) period. - Upper group (from left to right): Line 1: Glorifications IV and beginning of an unknown Osiris liturgy; Glorifications III; Hour or Morning Ritual with wine offering, similar to the Offering Ritual’s spell 22 Line 2: BD 146; PT 34 or Opening of the mouth Sc. 4d - Middle group: text mentioning the god Hapi and five unidentified fragments - Bottom group (left to right): demotic fragments - Inaros-Epic, Djoser-Story and Book of Thoth "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) ", " Roman Period (Demotic fragment) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.50 centimetres (frame) ", " Width: 20.20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": [" To be published by F. Herbin, Late Religious Texts. 3. ", " Fragments of the Ritual for Opening the Mouth to be published by Joachim Friedrich Quack and Victoria Altmann-Wendling (Heidelberg). ", " Some fragments to be studied and published by Andrea Kucharek for the \"Osirianische Texte\" project (Heidelberg). ", " Fragments rearranged between frames 1-2 by B Leach March 2013. ", " The third demotic fragment (as remounted) belongs to the Book of Thoth (to be published by Richard Jasnow).The first and second fragments come from the Tebtunis temple library. The first fragment belongs to the Inaros narratives and the second to a Djoser story (information supplied by Kim Ryholt). ", " The frame contains 14 fragments. The larger ones in the upper row show various funerary or ritual texts (identified by Andrea Kucharek): Glorifications (sAxw) IV and the beginning of an Osiris liturgy show up on one fragment, Glorifications (sAxw) III (end of spell 11 and beginning of spell 12) on the next. Another big fragment shows part of an Hour or Morning Ritual with a wine offering, similar to the Offering Ritual’s spell 22. The next one contains parts of Book of the Dead Spell 146 (Lepsius, Tb, l. 6-25). The last fragment could be part of different rituals: Opening of the Mouth Ritual Sc. 4, but it could also be Pyramid Texts Spell 34 or Cult Statue Ritual Sc. 59. It names Geb instead of the expected Seth, but this replacement is a frequent method from the Old Kingdom to the Late Period (cf. Kahl 2004, 237ff.). If it was Mouth Opening Ritual, it would be the fourth scribe of this Ritual, since it shows a very different hand and line spacing than the other ones (see frame 1). The smaller fragments in the second row are mostly unidentified. On one the name of the god Hapi is partially readable; it is similar in layout and writing to some papyri from Tebtynis, which represent texts from votive cubits’ inscriptions, where a Per-Hapi is mentioned (Quack 2006, 52, cf. Schlott-Schwab 1981, 48). This could mean that the number EA 10945 subsumes fragments from different find spots. The remaining fragments are too small or contain too little an amount of text to identify their content. The third row comprises three demotic fragments. They include the Inaros-Epic, the Djoser Story and the Book of Thoth (identified by Kim Ryholt). The piece containing the Inaros-Epic derives from Tebtynis like the hieratic one mentioned before (information provided by Joachim Quack). Some texts address to Sokar-Osiris and Osiris-Khontamenty as the beneficiary. The one with the Morning Ritual and the one which is presumably PT 23T, however, name an “Osiris-the-Baboon (pA jAnj)” and “Osiris-the-Ibis (pA hbj)”, referring probably to animal mummies. Those two names appear as well on fragments from the Opening of the Mouth Ritual (see frame 1). The fact that they can be found on fragments written by different scribes and containing different kinds of rituals, might point to the same library or scribal school as a source. Considering the animals ibis and baboon, a possible provenance could be either Hermopolis, modern Tuna el-Gebel (see e.g. Kessler 1998), or North Saqqara (Davies 2006, Ray 2011); in both of them large cemeteries for Thoth’s sacred animals existed. Information provided by Victoria Altmann-Wendling, DFG Leibniz-Price Project ‘New edition of the Ritual for the Opening of the Mouth’ (Heidelberg). Bibliography: S. Davies, The Sacred Animal Necropolis at North Saqqara. The Mother of Apis and Baboon Catacombs, EES Excavation Memoir 76, London 2006. E. Otto, Das ägyptische Mundöffnungsritual, ÄA 3, Wiesbaden 1960. J. Kahl, Religiöse Sprachsensibilität in den Pyramidentexten und Sargtexten am Beispiel des Namens des Gottes Seth, in: S. Bickel (ed.), D‘un monde à l‘autre; Textes des Pyramides, Textes des Sarcophages; Actes de la table ronde internationale „Textes des Pyramides versus Textes des Sarcophages“, IFAO, 24-26 septembre 20001, BdE 139, Cairo 2004, 219-246. D. Kessler, Tuna el-Gebel 2. Die Paviankultkammer G-C-C-2 , HÄB 43, Hildesheim 1998. D. Kessler, Die Oberbauten des Ibiotapheion von Tuna el-Gebel. Die Nachgrabungen der Joint Mission der Universitäten Kairo und München 1989-1996, Tuna el-Gebel 3, Haar 2011. J. F. Quack, Eine Papyruskopie des Textes der Votivellen (P.Carlsberg 419), in: K. Ryholt (Ed.), Hieratic Texts from the collection, The Carlsberg Papyri 7, CNI Publications 30, 2006, 39-52 J. D. Ray, Texts from the Baboon and Falcon galleries. Demotic, hieroglyphic and Greek inscriptions from the Sacred Animal Necropolis, North Saqqara, EES 15, London 2011. A. Schlott-Schwab, Die Ausmasse Ägyptens nach altägyptischen Texten, ÄAT 3, 1981. "], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57820) (http://www.trismegistos.org/text/57820)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: brittle, fractured, fragmentary Black ink Red ink Conserved 2013 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: incomplete/fragmentary"], "Associated names": ["Associated with: Osiris (?)"], "Acquisition name": ["Purchased through: B A Seaby Ltd"], "Previous owner": ["Previous owner/ex-collection: George Anastase Michaelides"], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10945,2"], "Registration number": ["1977,1105.100.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "], "Conservation": ["Treatment"]}