{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA34963"], "Description": [" Scarab carved from beige steatite; quite detailed back with marked clypeus, elytra and prothorax divisions indicated respectively by single and double incised lines; small triangles indicating humeral callosities as well as scutellum behind the line of prothorax; legs feathered at front and showing at side undercut triangular space between front and back legs; underside deeply incised with hieroglyphic inscription arranged horizontally in two lines; interior of hieroglyphs finely hatched; pierced longitudinally; traces of blue glaze. "], "Cultures/periods": ["26th Dynasty (possibly)"], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" glazed ", " incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.55 centimetres ", " Thickness: 0.80 centimetres ", " Width: 1.15 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["motto"], "Curator's comments": ["Note the archaizing form of the nfr-sign, in use during the 26th dynasty. Parallels for scarabs bearing two registers of hieroglyphs separated by a horizontal line: Hölbl 1986, 245, fig. 46 (two specimens from Tharros in Sardinia); Giveon 1985, 144-5, no. 22 (from Amrit); Poncy et al. 2001, 28, pl. VI no. 128. Giveon, R. 1985, Egyptian scarabs from Western Asia from the collections of the British Museum, Orbis Biblicus et Orientalis Series Archaeologica 3. Hall, H.R. 1913, Catalogue of Egyptian Scarabs, etc., in the British Museum, Vol. I Royal Scarabs, London, 259, no. 2584. Hölbl, G. 1986, Ägyptisches Kulturgut in phönikischen und punischen Sardinien, Leiden. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London, Pl. XXXVIII, 180. Poncy, H., Casabonne, O., Marcus Egetmeyer, de Vos J., Lebrun, R., Lemaire, A. 2001, ‘Sceaux du musée d'Adana. Groupe du \"Joueur de lyre\" (VIIIe siècle av. J.-C) - Sceaux en verre et cachets anépigraphes d'époque achéménide - Scaraboïdes inscrits - Scarabées et sceaux égyptisants’, Anatolia antiqua 9, 9-37."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 180) ", " Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (p. 259, no. 2584.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.89) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Associated names": [" Named in inscription: Ra-Horakhty ", " Named in inscription: Psamtek II "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34963"], "Registration number": ["1886,0401.1697"]}