{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA5620"], "Description": [" Limestone ostracon: painted in red and black. On one side only, a drawing in black representing the king Ramses IX standing on a balcony with the crown prince and the vizier in attendance. The accompanying text is in sixteen columns. "], "Authority": ["Ruler: Ramses IX"], "Cultures/periods": ["20th Dynasty"], "Production date": ["1120BC (c.)"], "Findspot": [" Excavated/Findspot: Biban el-Muluk (Valley of the Kings - Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 48.30 centimetres ", " Length: 76.40 centimetres ", " Weight: 30 kilograms ", " Depth: 7.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Bibliography: 'The Epigraphic Survey, Ramses III's temple within the great enclosure of Amon part II' (Chicago University Press, 1936), plate 122F, G; W.F. Edgerton and J.A. Wilson, 'Historical records of Ramses III: the texts in Medinet Habu' vols I and II (The University of Chicago Press, 1936), pp. 64-65 [this is a translation of the parallel text in Medinet Habu II, pl. 75]; W.H. Peck and J.G. Ross, 'Drawings from ancient Egypt' (London, Thames and Hudson, 1978), p. 114; S. Birch, 'Inscriptions in the Hieratic and Demotic Character, from the collections of the British Museum' (London, 1868), pl. 1; J. Capart, 'Documenta pour servir à l'étude de l'art égyptien' I (Paris, 1927); K. Kitchen, 'Ramesside Inscriptions' V (Oxford, 1983), 50-2; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 230-1. ", " Strudwick N 2006 Most ostraka are relatively small, as perhaps to be expected from flakes of stone from quarrying work, but there are some notably large exceptions, of which this is an example. It bears a drawing showing Ramesses IX (c. 1126-1108) on the left, receiving two men. The one wearing a sidelock is the crown prince and the other is the vizier, to judge from his high-waisted robe. The drawing is accompanied by columns of hieroglyphs. Much can be learned about this ostrakon from comparison with the temple scenes from which it apparently was derived. Two parallel texts have been identified, a very fragmentary one in the small temple of Ramesses III at Karnak and a much more complete version in the same king's mortuary temple at Medinet Habu. In the latter, Ramesses III is shown reviewing prisoners and the spoils of war from his Libyan campaign, and the text consists of a royal address to the crown prince and two viziers, and a response by the crown prince in the form of a paean of praise of the king. The rest of the scene is an enumeration of the spoils. The text of the British Museum ostrakon is in two main parts. The first twelve columns are a speech by the crown prince, more or less repeating the equivalent text from Medinet Habu. It compares the king to the sun-god Re and stresses how mankind cannot live without the king, the son of Amun, the god who has placed the king on the throne. The next three columns of text are a series of laudatory epithets of the king; these were not found on the parallel wall scenes, but, like the previous text, are of a type which might be expected in a temple context. This ostrakon was either a preparatory sketch for a similar inscription of Ramesses IX, or just a copy of a very prominent text made by a trainee artist who wished to practise. The latter hypothesis seems more likely, since the temple of Medinet Habu was the main functioning structure on the West Bank at Thebes in the late Twentieth Dynasty, and is assumed to have been the centre of the scribal administration; in addition, Ramesses IX had no such wars to proclaim (although this would not necessarily stop a king from making such a claim). The king's figure would also be expected to be proportionally larger if it were a preparatory sketch for a temple scene, although there is at least one example of an unusual scene in Karnak in which Ramesses IX is shown the same size as his high priest Amenhotep. "], "Bibliographic references": [" Demaree 2002 / Ramesside Ostraca (pl.1) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.230-231) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (393218) (http://www.trismegistos.org/text/393218) ", " Allon 2021 / Finding a Voice in a Hymn to Ramesses IX (MMA 59.51a, b) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["Fair, but incomplete on all sides; drawing and text faded"], "Associated names": ["Named in inscription & portrayed: Ramses IX"], "Associated places": [" Named in inscription: Medinet Habu (Thebes) "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5620"], "Registration number": [".5620"], "Additional IDs": [" Miscellaneous number: BS.5620 (Birch Slip Number) "], "Conservation": ["Treatment: 02 Apr 1987"]}