{"artifact_name": "bead; amulet", "Object Type": [" bead ", " amulet "], "Museum number": ["EA14696"], "Description": [" Collection of gold beads in various amuletic shapes: the five wallet beads are made in two halves: the join can be seen around the edge. They are hollow and have a double row of notching chased on the outer rim. The two holes at each end show they were part of a double-stringed girdle. They seem to be derived from 'Cowrie'-shells, which were popular as beads for girdles during the Middle Kingdom, although the type of shell cannot be identified with certainty by naturalists. Certainly it is much more likely to be a stylised shell than a wallet. The eight trussed-duck beads were also made in two halves. The ducks are depicted lying flat, with their heads twisted around over their backs. The details of eye, beak, wing- and tail-feathers have been roughly chased; five have spots on their under-bellies, while the remainder are plain. The snake's head bead is made in two halves; the details of eyes, spots on the back of the head and the pattern on the windpipe are chased. The lotus-flower bead consists of two cups on stems which are joined at the base. The cup part is made of a bowl decorated with sepals; added at the top is a collar with chased decoration imitating four rings. The two stems are joined together with solder of a different colour from that of the gold of the rest of the piece. "], "Cultures/periods": [" 17th Dynasty ", " 18th Dynasty (?) "], "Production date": ["1650BC-1550BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" notched ", " chased ", " soldered "], "Dimensions": [" Height: 0.70 millimetres (lotus) ", " Length: 1.10 centimetres (ducks) ", " Length: 0.90 centimetres (snake's head) ", " Length: 1.10 centimetres (wallet beads) ", " Length: 15.50 centimetres (whole) "], "Curator's comments": ["Although many ancient Egyptian leather articles have been found, there are no wallets among them. Moreover, the Egyptians had a great fondness for natural forms, especially in their jewellery. However, the term wallet bead will continue to be used since it is well established in this context. Trussed-duck amulets probably represent food offerings; they appear to be representations in gold of illustrations carved and painted on tomb walls. Cf. Cairo JE 37922: gold; New York, MMA 30.8.380-1: gold. For snake's head amulets, cf. W. M. F. Petrie, ‘Amulets’ (London, 1914), pl.XII, 97J; R. Engelbach, 'Harageh' (London, 1923), pl.LI, 44s. There are no exact parallels for the lotus-flower amulet, but see H. Murray & M. Nuttall, ‘A Handlist to Howard Carter’s Catalogue of Objects from Tutankhamun’s tomb (Oxford, 1963), nos. 44bb-cc = 'A Brief Description of the Principal Monuments. The Egyptian Museum, Cairo. United Arab Republic. Ministry of Culture' (Cairo, 1968), 194, nos. 760-T: faience terminals of a similar form: from the tomb of Tutankhamun. Bibliography: E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 175 No 85; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 84, cat no.42 Published: Andrews, Amulets of Ancient Egypt (1994): fig.43"], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (567) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (85) ", " Andrews 1990 / Ancient Egyptian jewellery (158b) ", " Andrews 1994 / Amulets of Ancient Egypt (fig. 43) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["good"], "Acquisition name": ["From: Alessandro Castellani"], "Acquisition date": ["1872"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14696"], "Registration number": [".14696"], "Conservation": ["Treatment: 30 Nov 2000"]}