{"artifact_name": "textile; loin-cloth", "Object Type": [" textile ", " loin-cloth "], "Museum number": ["EA77321"], "Description": [" Woven loin-cloth (type A) made of natural undyed wool, light tan in colour. Originally, this was a fine garment with very even spinning and weaving. The weave is plain, weft-face and the yarn is a fine thickness. The selvedge is reinforced and consists of two cords. The garment is in the form of a trapezoid with very long sides. It was shaped on a loom and not cut or hemmed. The shorter end is decorated with rows of twining and a fringe which would have hung down the front when worn. The end border has six rows of countered twining, ending on each side, in braids approximately 30mm long. The warps end in a fringe approximately 50mm long and knotted at the end. The fringe consists of two elements twisted together in a 's'-direction spiral. The longer end is finished with a cord consisting of two elements twisted together in a 's'-direction spiral and sewn on to the end of the garment . Some crude mending is present and the thread is natural wool. The warp thread count is 7 per 10mm. The weft thread count is 27 per 10mm. The spinning direction of warp and weft is 's'. "], "Cultures/periods": ["Early Christian Period"], "Production date": ["600-850"], "Findspot": [" Excavated/Findspot: Kulubnarti, 21-S-46 Burial 16 Cl-14A "], "Materials": ["wool"], "Technique": ["woven"], "Dimensions": [" Length: 45 millimetres (fringe) ", " Length: 1.30 metres ", " Thickness: 1 millimetres ", " Width: 340 millimetres (max.) ", " Width: 135 millimetres (minimum) "], "Bibliographic references": ["Adams et al 1999 / Kulubnarti III: The Cemeteries (p.53, 56, pl. 9 A, B)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006, London, BM, Gallery 61, 'Kulubnarti' "], "Acquisition name": [" Donated by: Dr William Yewdale Adams ", " Donated by: W S Webb Museum of Anthropology (University of Kentucky) "], "Acquisition date": ["2005"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA77321"], "Registration number": ["2005,0401.196"], "Additional IDs": [" Excavation/small finds number: 93.2.14A (excavation object cat. no.) "], "Conservation": ["Treatment: 12 Oct 2005"]}