{"artifact_name": "offering spoon", "Object Type": ["offering spoon"], "Museum number": ["EA36134"], "Description": [" Offering spoon, often referred as to as a toilet spoon or cosmetic-dish, in dark green steatite; in the shape of a kneeling man, wearing a striped garment with incised detail on both sides; only lower part preserved; arms and feet lost. "], "Cultures/periods": ["Late Period"], "Production date": ["664BC-332BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Thickness: 0.60 - 0.90 centimetres ", " Length: 6.30 centimetres ", " Width: 3.20 centimetres (max) "], "Curator's comments": ["This offering spoon is very similar to one specimen discovered in the sanctuary of Aphrodite at Naukratis (Gardner 1888, 58, pl. XIV, no. 2; Masson forthcoming). When complete, it would have represented a kneeling offering bearer raising up his hands and carrying above his head a bounded ibex (Wallert 1967, pl. 39, no. K20). Parallels of the Saite-Persian period are found in the Delta, especially in Sais (Wallert 1967, 45) and Memphis (Anthes 1965, 102, pl. 38c-d, no. 50). Offering spoons are a category of artefacts well represented in the Delta. I. Wallert listed Bubastis, Tanis, Zagazig, Sais, Saqqara and Memphis (Wallert 1967, 53). The iconography displayed on these objects is often linked with offerings or the act of offering and they are often associated to deities of fertility and regeneration (Bulté 2008). Anthes, R. 1965, Mit Rahineh 1956, Museum monographs, Philadelphia. Bulté, J. 2008, '“Cuillers d’offrandes” en faïence et en pierre messagères de bien-être et de prospérité', Revue d’Égyptologie 59, Paris, 1-32. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London, 58, pl. XIV, no. 2. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Wallert, I. 1967, ‘Der verzierte Löffel: seine Formgeschichte und Verwendung im alten Ägypten’, Ägyptologische Abhandlungen 16, Wiesbaden."], "Location": ["Not on display"], "Condition": ["incomplete - arms and feet lost"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1873"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36134"], "Registration number": ["1873,0609.3"]}