{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10079"], "Description": [" Papyri written with black ink with demotic legal documents. 10079 D (left in the photograph). Writing on recto only, palimpsest (original text now illegible). Dated to month of Phaophi of year 4 of Harmakhis. Thompson's MS Catalogue: \"Agreement as to an inheritance between Wsr-wr (Osoeris) son of Pylws with his half-sister Tanofer daughter of P-sen-Min and Pana another son of Pylws. scribe. Peteese son of Pa-h (Paes)\". 10079 A (right in the photograph). Writing on recto only. Undated but shortly before D. Thompson's MS Catalogue: \"Oath made by Panas son of Pylws as part of the proceedings which led to the agreement D\". 10079 B-C (centre in the photograph). Writing on recto only. Undated but contemporary with P BM EA 10074. Thompson's MS Catalogue: \"Oath in double form (exterior & interior) made by Panofer called Pekusis in connexion with the divorce no.10074\". "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 202BC ((10079 A and D)) ", " 230BC ((10079 B-C)) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "$Inscriptions": [" "], "Curator's comments": ["\"Publ. Reich u.s.(D) p.70 pl X, (A) p. bs(?) pl. IX, (B&C) p. 51-56 pl. VIII; and for B.C. cf. Spiegelberg. moff(?) aus d. Bad. pap. samml. i. p.g.\" Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": [" Reich 1914 / Papyri juistischen Inhalts in hieratischer und demotischer Schrift aus dem British Museum (A: p.68-70, pl.9) ", " Kaplony-Heckel 1963a / Die demotischen Tempeleide I: Text (p.89-92) ", " Kaplony-Heckel 1963b / Die demotischen Tempeleide II: Abbildungen (p.35) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (46061) (http://www.trismegistos.org/text/46061) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragmentary, fractured, loss Black ink Clay seal Backed: white paper Transferred to horizontal storage 31 JAN 95 Mount Details: Frame: wood Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: poor"], "Acquisition name": ["Donated by: Sir John Gardner Wilkinson"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10079"], "Registration number": [".10079"], "Additional IDs": [" Miscellaneous number: BS.10079 (Birch Slip Number) ", " Miscellaneous number: P.Brit.Mus.Reich 10079A-D ", " Miscellaneous number: P.Tempeleide 37 "]}