{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA124"], "Description": [" Upper body of a limestone seated male figure. He wears a smooth shoulder-length wig that is tucked behind his small ears. His eyebrows are modelled in raised relief, and slightly arched. His eyes are almond shaped with a thin incised line at the crease of his upper eyelid. The skin underneath his eyes is slightly sunken. His nose is damaged but the surviving outline suggests it was broad in size. His mouth is small and his lips are pursed together. The lower lip is sharply incised, and the outer corners of his mouth are slightly upturned, creating a small smile. His face is extremely rounded at the jawline, and he wears a short formal beard. His neck is broad and fleshy. His upper body is bare, with subtle modeling of the chest and a narrowed waist. Both arms are placed on the lap, the right forearm and left hand now lost. There is an outline of a knotted loop of material at the left side of his torso. The upper portion of his kilt is still intact, with a partial column of incised text beginning at the waistline. In addition to the loss of the lower body, the nose and right forearm have been broken, with visible chisel marks at the nose. There are also notable chips at the wig, and a portion of the chest on the right side is also damaged and discoloured. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 59 centimetres (max) ", " Weight: 140 kilograms ", " Width: 33 centimetres ", " Depth: 30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["The statue is described as originating from Thebes (PM I:II; Budge 1909), though the precise location of its original context is uncertain. Such statues would have typically been established either in tomb or temple contexts (Taylor and Strudwick 2005 posit the inscription is more indicative of a funerary context)."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.132-133) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 126, no. 445) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 790) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012 July – September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["incomplete - legs and seat lost"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA124"], "Registration number": [".124"], "Additional IDs": [" Miscellaneous number: BS.124 (Birch Slip Number) "], "Conservation": [" Treatment: 14 Oct 2004 ", " Treatment: 01 Nov 2011 "]}