{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA54244"], "Description": [" Blue glazed composition amulet of Imsety: made with a flat back in an open mould. He is depicted in profile, facing right, wrapped like a mummy, wearing a collar and long wig, and holding before him a long folded cloth. The amulet is pierced through the head and feet for attachment to a mummy. "], "Cultures/periods": [" Third Intermediate (?) ", " Late Period (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed ", " mould-made "], "Dimensions": [" Height: 4.35 centimetres ", " Weight: 3 grammes ", " Thickness: 0.40 centimetres ", " Width: 1.25 centimetres "], "Curator's comments": ["Forms a set of amulets with Qebhsenuef (1916,0212.152), Duamutef (1916,0212.151), and Hapy (1916,0212,153). During the Third Intermediate Period, mummification practices changed and the packages containing the embalmed internal organs were no longer placed in Canopic Jars, but were returned to the body cavity, each with an amulet of the relevant Canopic deity attached. Although later Canopic packages came to be placed once more inside jars or within the mummy wrappings, an amuletic set ol the Four Sons of Horus continued to be supplied. Either they were stitched onto the bandages over the mummy's torso by means of the holes provided, or they were incorporated into the bead netting which enveloped contemporary mummies. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 158-159 No 49; C. Andrews, 'Amulets of Ancient Egypt' (London 1994), p.46."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.132-133)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Imsety"], "Acquisition name": ["Bequeathed by: Rev W F Rose"], "Acquisition date": ["1916"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54244"], "Registration number": ["1916,0212.150"], "Conservation": ["Treatment: 23 Mar 1998"]}