{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68840"], "Description": [" Head and upper body of a painted limestone figure of an animal-bearer or possibly a kriophoros. His hair resembles an Egyptian style of wig, separated from the face with a deep incised line across the forehead. There is a groove flanked by two parallel lines on top of the head, and there are small traces of black paint on the hair. His eyes are straight, large and almond shaped. His nose is flat but broad leaving the face with hardly any profile. The mouth is small with rather thick and slightly parted lips. His face is round with full, almost chubby cheeks, and his ears are large and protruding. The beardless chin is damaged. He is carrying an animal of undetermined species around his neck whose head is missing. The front legs are crossed and held together by the youth's right hand while the hind legs are parallel to his body. His left hand does not survive but it can be assumed that he held the hind legs with it in a similar manner. The back is smoothed but flat, the animals body is slim and flattened at the back. "], "Cultures/periods": ["Cypro-Archaic II"], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Town (Naukratis) "], "Materials": ["limestone"], "Type series": ["Nick Type 1 (sub group 1.3.1)"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 8.55 centimetres ", " Thickness: 4.70 centimetres ", " Width: 8.30 centimetres "], "Curator's comments": ["This piece is probably referred to by Petrie: 'these are found in almost the oldest stratum of the town, principally along the middle of the eastern side. Whether found in houses or thrown out into the roads, I have never seen, as they have always been found by diggers not in my employment. ... of those found are ... a male figure the upper part of Hermes Kriophoros in limestone' (Petrie 1886, 36). Kriophoros (ram- bearer) youths wearing a ‘short chiton’ or (perhaps more accurately described as) Egyptian apron and kilt (shendyt). All Naukratis examples unworked backs and it is uncertain from the fragments whether they were standing or striding figures. Kriophoros figures are commonly dated to the early 6th century BC (Petrie 1886, 36; Fourrier 1999, 562; Möller 2000, 157-158; Nick 2006, 33-35, 107, no. 6, pl. 3) and were dated 575-550BC on the basis of parallels from Samos, Lindos and Kamiros with a terminus ante quem of 560/550 BC (Nick 2006, Type 1.3). Parallels from Lindos (Blinkenberg 1931, 1721-1733, 1734 and 1745), Kamiros (Jacopi 1933, 280), Samos (Schmidt 1968, C121, 122, 195, pl. 97), Amrit (Hermary 1989, 37, no. 31) and Cyprus (Cesnola 1885, Pl. 16, 22; Gjerstadt 1948, 319-20, fig. 44). These should now be dated to the period 620/600-575/560BC, on the basis of stratified parallels (Berges 2006, nos 55-6; Henke 2011; Henke 2013). Though likely produced in Cypriot, these seem to have been influenced by and made almost exclusively for export to East Greece (Höckmann 2009, 256). Berges, D. 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt. Zabern. Blinkenberg, C. 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets, Berlin. Cesnola, L. P. 1885. A descriptive atlas of the Cesnola Collection of Cypriot antiquities I. Sculpture. Gjerstad, E. 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2. Stockholm. Henke, J-M. 2011. New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background. Cahiers du Centre d'Études Chypriotes 41.211-222. Hermary A. 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture. Paris. Jacopi, G. 1933. Esplorazione archeologica di Camiro II. Clara Rhodos 6-7. Schmidt, G. 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. Bonn."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 36) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.013) (Phase 3) "], "Location": ["Not on display"], "Subjects": [" mammal (ram) ", " devotee/worshipper ", " sacrifice "], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68840"], "Registration number": ["1886,0401.1516"]}