{"artifact_name": "inlay", "Object Type": ["inlay"], "Museum number": ["EA64642"], "Description": [" Amuletic inlays of the sons of Horus. (a) Qebhsenuef Amulet of a standing mummiform deity with falcon's head, the god Qebhsenuef, in relief facing right. The body is of opaque light-green glass, matt surface with the headdress of opaque dark-blue or black glass, also matt surface; the necklace and details of the face are of mosaic glass. The necklace, of semi-circular shape, has a pattern of white and black chevrons on an opaque red field. The face is opaque white glass with the markings typical of this deity in black; the eye is black and red while the beak is red and green. (b) Imsety Amulet of a standing mummiform deity with human head, the god Imsety, in relief facing right. The body is of opaque white glass, matt surface, with the headdress of black (?) glass, also matt surface and the face in opaque red glass. A mosaic glass necklace of the same form as in the preceding example is composed of horizontal bands of orange, green, and black glass. (c) Canopus An amulet of complex, perhaps unique, construction as inlay. A bust or jar of Canopus composed of a human face in profile facing right, wears a lappet headdress surmounted by a modius or very debased Lower Egyptian crown. This detail rests on an oval body, perhaps a conventionalized jar. Directly below this is a small section of a mosaic glass cane. Below this is a relatively large object of unusual shape possibly a very debased version of the nome standard of the Abydos nome. This in turn rests on a pylon of conventional shape with a cavetto cornice. The area for the doors is open. The rectangular base below the pylon is a separate piece. The colours are as complex as the composition. The crown or modius is of opaque yellow glass outlined at the top edge with black, both parts being mounted on opaque red glass. The face is opaque red glass and its headdress is dark-blue glass. The Canopic jar or bust is opaque light green while the mosaic glass slice directly under it is composed of opaque red and white vertical threads. The nome standard (?) repeats the colour of the Canopus bust. The pylon and the separate base under it are in opaque red glass, matt surface. It is probable that the door, now open and empty, originally was filled with a mosaic glass inlay. (d) Canopus A duplicate of the preceding entry but facing left. An amulet of complex, perhaps unique, construction as inlay. A bust or jar of Canopus composed of a human face in profile facing left, wears a lappet headdress surmounted by a modius or very debased Lower Egyptian crown. This detail rests on an oval body, perhaps a conventionalized jar. Directly below this is a small section of a mosaic glass cane. Below this is a relatively large object of unusual shape possibly a very debased version of the nome standard of the Abydos nome. This in turn rests on a pylon of conventional shape with a cavetto cornice. The area for the doors is open. The rectangular base below the pylon is a separate piece. The colours are as complex as the composition. The crown or modius is of opaque yellow glass outlined at the top edge with black, both parts being mounted on opaque red glass. The face is opaque red glass and its headdress is dark-blue glass. The Canopic jar or bust is opaque light green while the mosaic glass slice directly under it is composed of opaque red and white vertical threads. The nome standard (?) repeats the colour of the Canopus bust. The pylon and the separate base under it are in opaque red glass, matt surface. It is probable that the door, now open and empty, originally was filled with a mosaic glass inlay. (e) Hapy Amulet of a standing mummiform deity with ape's head, the god Hapy, in relief facing left. The body is of opaque dark-blue glass, matt surface with the headdress of the same glass while the face is of opaque light-green glass. A mosaic glass necklace is composed of horizontal bands of opaque white and red. (f) Duamutef Amulet of a standing mummiform deity with jackal's head, the god Duamutef, in relief facing left. The body is of opaque red glass, matt surface, with the headdress and the face in opaque black glass, matt surface. A necklace, its shape duplicating those of the preceding items, of mosaic glass is of chequer-board pattern in opaque white, red, dark blue, and yellow. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Length: 5 centimetres (a) ", " Length: 5.20 centimetres (b) ", " Length: 9 centimetres (c & d;each) ", " Length: 5.50 centimetres (e) ", " Length: 6 centimetres (f) "], "Curator's comments": ["From their symmetrical composition it is evident that these pieces were intended to be inlaid on a piece of funerary equipment with three units flanking each side of a central object, perhaps a pectoral or similar sacred symbol. In view of the scarcity of glass inlays on coffins of late date it is unlikely that such an object was their destination. It is possible that additional pieces of mosaic glass separated the various elements of the Canopic groups in their intact state. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 20-1."], "Bibliographic references": [" Cooney 1976 / Glass (123) ", " Tait 1991 / Five Thousand Years of Glass (pl.73) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.20-21) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Sons of Horus ", " Representation of: Canopus "], "Acquisition name": ["Donated by: Mrs Marion Whiteford Acworth JP"], "Previous owner": ["Previous owner/ex-collection: Dr Joseph John Acworth"], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64642"], "Registration number": ["1946,1204.166.a-f"]}