{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA22812,a"], "Description": [" Wooden anthropoid inner-coffin of Nestawedjat: with inlaid eyes. The entire surface, both inside and out, has been plastered and covered with religious images and texts. The goddess Nut spreads her wings over the breast, and the lower compartments of the lid are occupied by deities who offer protection in speeches which are inscibed along their figures: the four Sons of Horus, Horus himself, Geb, and two forms of Anubis. Two large 'wedjat' eyes and a figure of Isis complete the designs of the lid, while the back is entirely covered by inscriptions. These are rather long-winded and repetitive versions of the 'hotep-di-nesu' offering formula. Inside are further images and texts, brightly painted on white and yellow backgrounds. Directly before the mummy's face is a scene showing the heart on a standard, protected by two deities. The corresponding area behind the head shows another two deities, unidentified, and before and behind the feet are images of Isis and Nephthys, their hands raised in a gesture of lamentation. The coffin contained the mummy of a woman wrapped in linen. "], "Cultures/periods": ["25th Dynasty (coffin)"], "Production date": ["700BC-680BC (coffin)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " plaster "], "Technique": [" painted ", " plastered ", " inlaid "], "Dimensions": [" Height: 15.50 centimetres (coffin base) ", " Height: 27.50 centimetres (coffin lid) ", " Length: 174 centimetres (coffin base) ", " Length: 176.50 centimetres (coffin lid) ", " Width: 48.20 centimetres (coffin base) ", " Width: 48 centimetres (coffin lid) "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": [" In set with EA22812b and EA 22813a and b. Nestawedjat was the daughter of a man named Djedmutefankh and a woman named Djedasetesankh. They were probably members of one of the influential families who held high office in the Theban temple hierarchies during the period of Kushite rule over Egypt, but their precise place in society has yet to be determined. The mummy found in the coffins of Nestawedjat is the body of a woman and is very likely the remains of Nestawedjat. It was previously thought that the x-rays were showing that it is the body of a man and it had to be dated to the 21st Dynasty (about 1000BC). Bibliography: British Museum. A Guide to the First, Second and Third Egyptian Rooms, London 1924, pp. 91-92; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p.24; S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 49 [14]. 'Art and Afterlife in Ancient Egypt' Japan, 1999-2000 [exhibition catalogue] (Japan, 1999), [27]; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 60-1, pl. on pp. 60-1. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 20-53 ", " Label found in coffin stored in archive as AES Ar.2024 "], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.60-61) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1, p.112) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Representation of: Nut ", " Named in inscription & portrayed: Sons of Horus ", " Named in inscription & portrayed: Geb ", " Named in inscription & portrayed: Anubis ", " Representation of: Isis ", " Representation of: Nephthys ", " Named in inscription: Nestawedjat "], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22812,a"], "Registration number": ["1880,0130.1.a"], "Conservation": [" Treatment: 27 Mar 2017 ", " Treatment: 07 Jun 1999 ", " Treatment: 17 Mar 2005 "]}