{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA86228"], "Description": [" Complete scarab, only small part at one leg chipped off, made of beige steatite. A beige glazing is preserved, two thin cracks along the back. The base is partly covered in a black substance (mould?). The head is divided from the prothorax by a single line. The prothorax is divided from the elytra in one downwards bended line. The humeral callosities are indicated by incised triangles. The suture is shown in a single line as well, the elytra show a line in the lower part. The head is oval, no eyes visible but might be indicated by slightly sunken area between head and plates. The clypeus is divided from the head by a single line, three small notches divide it in four lobes. The plates are shown in small areas left and right of the head. The side shows three legs carved in detail with hairs indicated by small grooves, sitting on a base plate that shows small vertical grooves as well. The seal at the base is surrounded by an oval line framing the base. A standing line at the base and a second line underneath parallel, forming a very small nb-basket with the oval framing line. On top of it two deities facing to the right side. The figure on the left shows a possible Ptah, holding a wAs-sceptre in front of the body, wearing a long mantle, above his head two short horizontal lines with raised ends, shall this be n-signs? Behind Ptah a possible standing Sekhmet in striding posture, holding a papyrus sceptre in front of her, above the head a sun-disc. Perforated along its longitudinal side. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), E12.5, on Ramesside floor "], "Materials": ["steatite"], "Dimensions": [" Diameter: 0.18 centimetres (perforation) ", " Height: 1.26 centimetres ", " Length: 0.61 centimetres ", " Width: 0.97 centimetres "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86228"], "Registration number": ["2016,1001.404"], "Additional IDs": [" Excavation/small finds number: 490 (Excavation Number) "]}