{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65921"], "Description": [" Fragment from the left arm of a basalt statue of a male official. The arm is broken just below the crook of the elbow and at the upper arm below the shoulder. Across the upper arm of the stone surface a portion of a carved cartouche records the name of Shepenwepet II, who acted as God’s Wife of Amun during the 25th Dynasty. The size of the arm may suggest that the original statue was around life-size, however based on the small fragment which has survived, it is not possible to determine the original statue type. There are several chips and scratches visible across the stone surface. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Egypt ", " Found/Acquired: Thebes (historic - Upper Egypt) (likely) "], "Materials": ["basalt"], "Dimensions": [" Length: 15.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The God’s Wife of Amun was an important religious office first attested in the New Kingdom, which became increasingly influential throughout the Third Intermediate Period and Late Period. This role was clearly a powerful position as the holders were endowed with estates and able to write their names in cartouches, a privilege which was normally reserved only for royalty. Associated titles included ‘Divine Adoratrice of Amun’, and the females who performed this role were intimately connected to the Theban area as demonstrated by their burials within the Medinet Habu complex of Ramesses III. Thus although the provenance for this statue fragment is uncertain, it is likely to have originated from the Theban area. Shepenwepet II, the daughter of Piankhy, lived during the 25th Dynasty and took over the position of God’s Wife from her predecessor Amenirdis I, who had adopted her into the position as was the practice at this time during the reign of the king Shabako. Her name and image are also present across various monuments at Karnak and Medinet Habu, attesting to the power and prestige of this role. God’s Wives also had their own staff, including male ‘high stewards’ who also had considerable authority. One such official who lived during the time of Shepenwepet II was named Harwa, who had the cartouches of both Amenirdis I and Shepenwepet II (now erased) carved on his statue at Karnak temple (Egyptian Museum Cairo, CG 48606: https://www.ifao.egnet.net/bases/cachette/ck82). It is likely that this statue fragment from the British Museum collection would have had a similar format, with the cartouche of another name and title on the opposing upper arm. Further Bibliography: K. Jansen-Winkeln, 2007. Inschriften der Spätzeit Teil III: Die 25. Dynastie (Wiesbaden). p. 337. M. Becker, A.I. Blobaum, A. Lohwasser, 2017. Prayer and Power: Proceedings of the Conference on the God's Wives of Amun in Egypt During the First Millennium BC (Münster). B. Bryan, 1996. ‘In Women Good and Bad Fortune are on Earth: Status and Roles of Women in Egyptian Culture’, in A. Capel and G. Markoe (eds.) Mistress of the House, Mistress of Heaven: Women in Ancient Egypt (New York), p. 25-46. B. Bryan, 2005. ‘Property and the God’s Wives of Amun’, in D. Lyons and R. Westbrook, (eds.) Women and Property in Ancient Near Eastern and Mediterranean Societies (Washington): http://chs.harvard.edu/CHS/article/display/1219 J. Pope, 2015. ‘Shepenwepet II and the Kingdom of Kush: Implications of a Recent Study’, in R. Jasnow, K.M. Cooney (eds.), Joyful in Thebes: Egyptological Studies in Honor of Betsy M. Bryan (Atlanta), p. 357-364."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Shepenwepet II"], "Acquisition name": ["Purchased from: Spink & Son Ltd"], "Acquisition date": ["1959"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65921"], "Registration number": ["1959,1212.122"]}