{"artifact_name": "sistrum", "Object Type": ["sistrum"], "Museum number": ["EA6356"], "Description": [" Fragment of arched sistrum: richly decorated and with inscribed handle. The arch has been broken off just above the grooved sockets on top of the capital; at the base of the arch there was once a ram, and on the larger fragment of the arch are the remains of an inscription referring to the king of the gods. The rectangular front and back panels of the capital show raised figures of a seated Khons with falcon's head surmounted by a lunar disc and protected by two goddesses with outstretched wings, which may originally have been inlaid; the side panels are plain but for the two fixing dowels. Below the capital is a double Hathor head; the wig is curled and fastened in three places; the floral necklace has nine chains. The two lateral uraei are missing, but discoloration of the metal shows where they were fixed. Beneath both shoulders is an incised pattern showing a central rectangle flanked by horizontal lines. The handle, inscribed with a column of hieroglyphs front and back, and with a feathered pattern divided by a blank column on each side, is cylindrical; there are three tie-bands at the top and a separate base-cap. The two vertical lines of text contain cult titles of deities. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": ["incised"], "Dimensions": [" Length: 23.20 centimetres ", " Weight: 0.506 kilograms ", " Width: 7 centimetres ", " Depth: 3 centimetres "], "$Inscriptions": [" ", " "], "Bibliographic references": ["Anderson 1976 / Musical Instruments (56)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -arch missing, handle damaged)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Hathor ", " Representation of: Khons ", " Named in inscription: Thoth ", " Named in inscription: Bastet "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6356"], "Registration number": ["1839,0921.133"], "Additional IDs": [" Miscellaneous number: BS.6356 (Birch Slip Number) "]}