{"artifact_name": "inlay", "Object Type": ["inlay"], "Museum number": ["EA15844"], "Description": [" Inlay-eye: made from moulded white glass with blue glass rims and an obsidian pupil. The tear duct is carefully delineated; the broken outer end was originally almost certainly extended to represent a cosmetic line. "], "Cultures/periods": ["Late Period"], "Production date": ["600BC (after)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Egypt, Possibly San el-Hagar, low tell on the south of San (Petrie) "], "Materials": [" obsidian ", " aragonite ", " glass "], "Dimensions": [" Length: 6.32 centimetres ", " Width: 3.14 centimetres "], "Curator's comments": ["Pair with inlay-eye (1885,0101.212). Although stylized such inlays were used to give three-dimensional Egyptian work a vital, living appearance. These pieces were almost certainly inlaid into the head of an anthropoid (human form) coffin or a mummy mask of the kind worn by Tutankhamun. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999): 186-187 No 56; See C. Favard-Meeks in P. Brissaud & C. Zivie-Coche (eds), 'Tanis : travaux récents sur le tell Sân el-Hagar : Mission française des fouilles de Tanis, 1987-1997' (1998), p.118."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.146-147)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures "], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15844"], "Registration number": ["1885,0101.211"], "Conservation": ["Treatment: 18 Jun 1997"]}