{"artifact_name": "knife", "Object Type": ["knife"], "Museum number": ["EA65635"], "Description": [" Slightly curved tapering bronze knife with a duck-head tang/handle. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["bronze"], "Dimensions": [" Height: 2.30 centimetres ", " Length: 22 centimetres ", " Weight: 24 grammes ", " Thickness: 0.55 centimetres "], "Curator's comments": [" Egyptian scribes used delicate bronze knives such as these for trimming their brushes, for cutting stalks of papyrus to size before pressing them together into sheets, and for cutting the sheets to the required size for working on. The handles of these examples end in a duck’s head, a type which is depicted in the tomb of Rekhmire at Thebes (c. 1425 BC). Actual examples have been found in the tombs of Neferkhaut and Hatiay at Thebes, and also in tombs at Abydos. Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 220-1 ", " See also 1956,1015.1 See also 1956,1015.3 All three are described in Christie's auction catalogue 27 July 1956, lot 72, as 'said to have been found in a tomb at Thebes, Upper Egypt, 1826.' "], "Bibliographic references": ["Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 140)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science History, Imhotep's Egypt: Discovering Ancient Egyptian Technology 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs, unlocking Ancient Egypt. "], "Condition": ["fair (slight corrosion)"], "Acquisition name": ["Purchased from: Christie's"], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65635"], "Registration number": ["1956,1015.2"], "Conservation": ["Treatment: 17 Jun 1988"]}