{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9901,6"], "Description": [" Book of the Dead of Hunefer (Hw-nfr) frame 6. Spell 17 continued. "], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Field Collection by: Antoine Barthélemy Clot"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 66 centimetres (frame) ", " Width: 46 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": [" 'Book of the Dead' papyri are first found in the early New Kingdom c.1450 BC and the finest (like Hunefer's) were written by expert scribes and decorated by master draftsmen. Perhaps, as royal scribe, it was Hunefer himself who put brush to ink to inscribe his own papyrus. Sheet composed of 31 lines of black and red cursive hieroglyphic text with black dividing lines. Above the text is a polychrome vignette in a band at the top. Spell 17 continued. Vignette depicts a seated deity associated with Osiris; the deceased in adoration in front of a heron standing before an offering table; a mummy on a bier flanked by Isis and Nephthys in vulture form, with a seated deity to the left; the deceased offering to two snakes on standards; and two deities one of them is Nefertem. The composition is framed by double black/yellow line at bottom. Short black cursive hieroglyphic captions are by the deceased, mummy, heron and snakes. ", " Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 91-92, 99-100. "], "Bibliographic references": [" Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 160) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134351) (http://www.trismegistos.org/text/134351) ", " Parkinson 2010 / Hunefer and his Book of the Dead "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus; bleached Black ink Red ink Pigment (faded) Backed: white paper Displayed in Room 62 until 1998 Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good (but bleached in part)"], "Subjects": [" ancient egyptian demon ", " ancient egyptian deity "], "Associated names": [" Named in inscription: Hunefer ", " Named in inscription: Nasha (wife) ", " Named in inscription: Sety I ", " Representation of: Isis (represented in vignette) ", " Representation of: Nephthys (represented in vignette) ", " Representation of: Osiris (represented in vignette) ", " Representation of: Horus (represented in vignette) ", " Representation of: Nun "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: H Boone (dealer)"], "Acquisition date": ["1852"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9901,6"], "Registration number": ["1852,0525.1.6"], "Additional IDs": [" Miscellaneous number: Frame.6 "], "Joined objects": [" Associated Group: G16566 (9 objects) "], "Conservation": ["Treatment: 26 May 2010"]}