{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10058"], "Title": ["Object: The Rhind Mathematical Papyrus"], "Description": [" Papyrus; Hieratic text: \"Rhind Mathematical Papyrus\". The papyrus is probably a mathematics textbook, used by scribes to learn to solve particular mathematical problems by writing down appropriate examples. Eighty-four problems are included in the text covering tables of divisions, multiplication, and handling of fractions; and geometry, including volumes and areas. The scribe, Ahmose, dated it in year 33 of Apophis, the penultimate king of the Hyksos 15th Dynasty. The other side of the papyrus mentions 'year 11' without a king's name, but with a reference to the capture of the city of Heliopolis. "], "Producer name": ["Scribe: Ahmose"], "Cultures/periods": ["Second Intermediate"], "Production date": ["1550 BC (approximate)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt), According to Budge’s original introduction to the facsimile of the papyrus, from a chamber in the ruins of a building near the Ramesseum. "], "Materials": ["papyrus"], "Dimensions": [" Height: 32 centimetres (Papyrus) ", " Height: 43 centimetres (frame) ", " Length: 198.50 centimetres (Papyrus) ", " Length: 216 centimetres (frame) ", " Depth: 4.50 centimetres (frame) "], "$Inscriptions": [" "], "Curator's comments": ["For second section of the Rhind Papyrus see: EA 10057; 1865,0218.2 Strudwick N 2006 Several documents have survived that yield some insights into the ancient Egyptians' approach to mathematics. The best-known and longest is the Rhind Mathematical Papyrus, acquired by the Scottish lawyer A.H. Rhind in Thebes in about 1858. Budge's original introduction to the facsimile of the papyrus indicates that these fragments were found in a chamber of a ruined building near the Ramesseum. The two sections in the British Museum were linked by a now missing section about 18 cm long; the original may have been cut in half by modern robbers to increase its sale value. Fragments which partly fill this gap were identified in 1922, in the collection of the New York Historical Society, which had acquired them from Edwin Smith. Smith also acquired a surgical papyrus of about the same date as the Rhind Papyrus, suggesting that these two documents could have come from a cache of early New Kingdom manuscripts. The papyrus is probably a mathematics textbook, used by scribes (the principal literate section of the populace) to learn to solve particular mathematical problems by writing down appropriate examples. The text includes eighty-four problems: tables of divisions, multiplications, and handling of fractions; geometry, including volumes and areas; and miscellaneous problems. The papyrus is extremely important as a historical document, since the scribe, Ahmose, dated it in year 33 of Apophis, the penultimate king of the Hyksos Fifteenth Dynasty. The other side of the papyrus mentions 'year 11' without a king's name, but with a reference to the capture of the city of Heliopolis. The late Second Intermediate Period context suggests this may refer to conflict between the Egyptians and the Hyksos before the beginning of the New Kingdom. Most scholars believe this refers to year 11 of the Theban ruler Ahmose, which would add to the evidence that Ahmose did not campaign against the Hyksos rulers until the middle or later parts of his reign. Bibliography: G. Robins and C. Shute, The Rhind Mathematical Papyrus : an ancient Egyptian text (BM press 1987). A. B. Chace, The Rhind mathematical papyrus : free translation and commentary with selected photographs, transcriptions, transliterations, and literal translations (National Council of Teachers of Mathematics 1979 [reprint]). A. Imhausen, Ägyptische Algorithmen : eine Untersuchung zu den mittelägyptischen mathematischen Aufgabentexten (Harrassowitz, 2003). Pharaonen Und Fremde Catalogue (Vienna 1994): No.134 Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 240; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 118-9. A. Imhausen, Mathematics in Ancient Egypt. A Contextual History, Princeton and Oxford 2016. Miatello, L. 2018. Inferring the Construction Process of Two Geometric Algorithms, GM 256: 125-141. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 197-9"], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (p.118) ", " MacGregor 2010 / A History of the World in 100 Objects (cat.no.17, pp.102-110) (part) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380851) (http://www.trismegistos.org/text/380851) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1982 5 May-8 Aug, Paris, Grand Palais, 'La naissance de l’ecriture en Asie occidentale et en Egypte'. 1994 7 Sep-26 Oct, Austria, Vienna, Museen der Stadt Wien, Pharanen und Fremde 2008 21 Aug-11 Oct. Truro, Royal Museum of Cornwall, 'Masters of Mathematics'. 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' 2011 Jan-May in London, BM as part of History of the World objects 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Red ink Checked for loan to Vienna 1994 Checked for loan to Paris 1997 Checked for loan to Japan Star Objects 2004 Checked for loan to Cornwall 2008 Mount Details: Sandwich: glass Sandwich: board Frame: wood Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: fair"], "Acquisition name": ["Purchased from: David Bremner"], "Previous owner": ["Previous owner/ex-collection: Alexander Henry Rhind"], "Acquisition date": ["1865"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10058"], "Registration number": ["1865,0218.3"], "Additional IDs": [" Miscellaneous number: BS.10058 (Birch Slip Number) "], "Conservation": [" Treatment: 21 Jul 1994 ", " Prepare for framing: 25 Aug 2022 ", " Mount: 31 Aug 2022 "]}