{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA27637"], "Description": [" A female figure, probably Isis, in Egyptian style, broken off below the breasts and at the top of the head. Very worn and indistinct; the arms are placed by her sides and her hair hangs down to her breasts, leaving the ears exposed. The back is flat and undecorated. Solid; pressed into a one-piece mould and made of micaceous drab red-brown Nile silt, probably burnt. "], "Production date": ["2ndC AD (Latter part)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis), house 44 "], "Materials": ["pottery"], "Dimensions": [" Height: 6.10 centimetres (max) ", " Width: 4.15 centimetres ", " Depth: 2.63 centimetres "], "Curator's comments": [" See Favard-Meeks, in Brissaud and Zivie-Coche Tanis 1987-1997 (1998) p.134. ", " Terracotta IV Donated: eef. Excavated in House 44 at Tanis. For this house, see Petrie 1885: 46-50. He describes it as being 'some yards to the east and beside the same roadway' as House 35 (the House of Ashaikhet, whence came registration no. 1885,0101.140 and many other objects), and like the latter was much damaged by fire: 'destroyed in the same conflagration'. House 35 was on the eastern side of the mound, east of the Great Temple, probably outside the great enclosure wall shown in Petrie 1885: pl. [xvii]. Petrie regarded House 44 as the abode of 'a wealthy Roman official'; a Ptolemaic coin was found below the house and a coin of Vespasian within it, and Petrie (1885: 47) believed that House 44 was destroyed in the latter part of the second century ad. Ptolemaic or Late Dynastic Period. Bibliog. Favard-Meeks 1998: 134. "], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3001)"], "Location": ["Not on display"], "Condition": ["incomplete - head and shoulders only"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27637"], "Registration number": ["1885,1101.257"]}