{"artifact_name": "cosmetic-box", "Object Type": ["cosmetic-box"], "Museum number": ["EA5897"], "Description": [" Rectangular ebony cosmetic-box provided with lid and four feet. The box is made from six pieces of wood, secured with dowels. The base of each leg has a small ivory pad, glued to the wood. Small right angle braces, also of ivory, are fitted between the legs and base of the box. The lid of the box is formed from two pieces of wood, joined with a shaped baton which also serves to stop the lid moving when placed on the box. The wood of the box has been covered with a layer of wood veneer, which bears a decorative arrangement of pink-stained ivory and blue faience. These are not inlaid into the wood of the box itself but are glued in place. A further row of small ivory pieces has been used along the edges of the box. An ivory knob on both the lid and box would have allowed the box to be secured with cord. "], "Cultures/periods": ["18th Dynasty (?)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" ebony ", " ivory ", " glazed composition "], "Dimensions": [" Height: 14 centimetres ", " Length: 25 centimetres ", " Width: 19.60 centimetres "], "Curator's comments": [" Published: G. Killen, Ancient Egyptian Furniture II (1994), 30-4, pls.18-21, figs.49, 50. J. Putnam, Egyptology: An Introduction, (1990) p.70. G. Killen, Egyptian Woodworking and Furniture, p.53, pl.61. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 366 ", " For boxes as part of elite Theban burials, see Smith, MDAIK 48 (1992): 206-7. "], "Location": ["On display (G61/dc5)"], "Exhibition history": [" Exhibited: 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science History, Imhotep's Egypt: Discovering Ancient Egyptian Technology "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5897"], "Registration number": [".5897"], "Additional IDs": [" Miscellaneous number: BS.5897 (Birch Slip Number) "], "Conservation": [" Treatment: 31 Jul 2008 ", " Treatment: 20 Sep 1984 "]}