{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA65593"], "Description": [" Wooden fragment of Neferabu coffin: covered in linen to which a thin layer of plaster has been applied. Six columns of text are painted on the plaster and contain a hymn to Re‘-Harakhty-Atum by the workman Neferabu. Only a fragment of the original object survives. The edges are worn and chipped with loss of text. No column is completely preserved, and only the edges of the sixth column remain. The background of the text is painted white, while the text itself is painted in black with red dividing lines between the columns. Traces of the original red draft of the text are visible. The border at the top is painted dark green with traces of blue above. The underside of the fragment is not plastered. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": [" wood ", " gesso ", " linen "], "Technique": ["painted"], "Dimensions": [" Height: 40.80 centimetres ", " Weight: 284 grammes ", " Width: 14.90 centimetres (max) ", " Depth: 1.90 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Neferabu is a well-known workman at Deir el-Medina, flourishing in the early part of the reign of Ramesses II. This fragment probably belongs to an object from Neferabu's funerary equipment and so may derive from his tomb, no. 5 at Deir el-Medina. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), 14; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), p778."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.28-29)"], "Location": ["Not on display"], "Condition": ["Only a fragment of the original object survives. The edges are worn and chipped with loss of text. No column is completely preserved, and only the edges of the sixth column remain."], "Associated names": [" Named in inscription: Neferabu ", " Named in inscription: Ra-Horakhty "], "Acquisition name": ["Donated by: J H M Wright"], "Acquisition date": ["1955"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65593"], "Registration number": ["1955,0709.1"]}