{"artifact_name": "sculpture", "Object Type": ["sculpture"], "Museum number": ["EA13352"], "Description": [" Limestone head of a female figure, likely a sculptor’s model or trial piece. She wears a long smooth lappet-wig which is tucked behind the ears, the ends of the wig are now lost. Her eyes are slim and her nose is broad at the tip. There are faint traces of back paint around the eyes and along the edges of the eyebrows. The mouth is small and the thick lips are pursed together, while the cheeks and jawline are rounded in appearance. On the reverse, the surface behind the ears and wig is a flat plane. There is a small square hole in the centre of this area. There is a large break to the stone at the left side of the wig, and to the top of the head. There are chips and scratches to the face and neck, including damage to the tip of the nose, the upper lip, and across the forehead. There are various diagonal chips to the stone on the reverse, particularly towards the right side edge. The object has been attached to a modern rectangular base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Benha "], "Materials": ["limestone"], "Dimensions": [" Length: 23 centimetres ", " Width: 17.50 centimetres ", " Depth: 8.50 centimetres "], "Curator's comments": [" Previous interpretations of the figure have suggested that this represents a king wearing the nemes headcloth (PM VIII; Budge 1922); however, the nemes headcloth would typically be adorned with the uraeus cobra and the lappets of this cloth are typically shown flat and extending outwards in a diagonal line away from the face from the ear to the neck (compare for instance another Ptolemaic trial piece from Benha within the British Museum, EA 14392: https://www.britishmuseum.org/collection/object/Y_EA14392). Here however there is a clear curve of the wig at both sides of the face and neck, and there is no trace of any uraeus cobra fitting placed upon the forehead. ", " See PM viii, p. 229. "], "Bibliographic references": [" Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 269) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 134, no. 125) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1878"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13352"], "Registration number": ["1878,1217.111"]}