{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1184"], "Description": [" Limestone stela of Nebnefer: a round-topped stela is surmounted by a pyramidal superstructure on which are carved some convential designs flanked by 'wedjat'-eyes. The stela itself is divided into three registers carved in sunk relief and incised texts. In the upper register the chief follower of His Majesty Nebnefer kneels in adoration on the right before an altar on which rests a water-pot. Behind the altar is the standard of Wepwawet before an enthroned Osiris behind whom stand Horus and Isis. In the second register Nebnefer on the right offers incense and pours a libation over a pile of offerings. Facing him squatting on the ground are his father the herdsman Userhat; his son Hapaa the chantress of Wepwawet Taweret; the lady of the house and chantress of Wepwawet Sekhmet, and the chantress of Wepwawet Hepetdisu(?). Nebnefer is similarly depicted in the third register with the facing figures of the follower of His Majesty Wepwawetmose; the chantress of Wepwawet Hathor; the follower of His Majesty Pantaweret; a lady Saia; and the chantress of Wepwawet Nebettawy. The stone used for the stela is uneven on the surface with a nodule sticking out on the upper right side. The top and edges of the stela have been damaged and there are several gouges on the surface. Traces of red paint remain on the bodies of the human figures and the legs of Horus. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 67 centimetres ", " Weight: 31 kilograms ", " Width: 39 centimetres ", " Depth: 9 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography. The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 172 (no. 623)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.84-85)"], "Location": ["Not on display"], "Condition": ["The stone used for the stela is uneven on the surface with a nodule sticking out on the upper right side. The top and edges of the stela have been damaged and there are several gouges on the surface."], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Nebnefer ", " Named in inscription & portrayed: Userhat (father) ", " Named in inscription & portrayed: Taweret ", " Named in inscription & portrayed: Sekhmet ", " Named in inscription & portrayed: Hepetdisu (?) ", " Named in inscription & portrayed: Wepwawetmose ", " Named in inscription & portrayed: Hathor ", " Named in inscription & portrayed: Pantaweret ", " Named in inscription & portrayed: Saia ", " Named in inscription & portrayed: Nebettawy ", " Emblem of: Wepwawet ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Horus "], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1894"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1184"], "Registration number": ["1894,0331.17"]}