{"artifact_name": "coffin; mummy-mask; mummy-cover; cartonnage; mummy-wrapping; human mummy", "Object Type": [" coffin ", " mummy-mask ", " mummy-cover ", " cartonnage ", " mummy-wrapping ", " human mummy "], "Museum number": ["EA29776"], "Description": [" Adult man in a wooden coffin bearing the name Djeho. The mummy has resin poured on its linen wrappings, a gilded cartonnage mummy-mask and ornaments including a collar, pectoral, apron and foot-cover. Skull - No obvious fractures apart from some damage in the nasal region suggesting that the brain was removed through this channel. There is a solidified mass of resin lying in the posterior part of the skull. Artificial eyes are within the orbits. These 'eyes' are somewhat different from the smaller elliptical 'eyes' found in Twenty-first Dynasty mummies, being rounded and a little larger. They are also much more dense. The mouth is slightly open, and all teeth are apparently present. The cervical spine appears intact. Thorax and Abdomen - Apart from resin, both cavities are apparently empty. The ribs, spinal column, and intervertebral discs appear intact. There is an opacity in the region of the left flank which probably represents a plug of either linen or resin in the embalming wound. Pelvis - A large ball of linen occupies the pelvic cavity. The bones of the pelvis and the hip joints appear normal and are free from fractures and dislocations. Arms - Crossed on the breast (right over left). The palms of the hands, fingers extended, rest on the shoulders. No fractures or dislocations seen. Legs - The bones and joints appear normal. No fractures, dislocations, or lines of arrested growth noted. The feet appear within normal limits. Wooden anthropoid inner coffin of Djeho, son of Psamtek: rare features include the liberal use of blue pigment and gilding, face and beard gilded, eyes painted, wig blue, elaborate polychrome painted collar, figure of Nut, with outstretched wings and flanked by wedjat-eyes, protects breast, vignette beneath shows the mummy of the deceased on a bier, with canopic jars below, flanked by figures of Isis and Nephthys in mourning, vertical registers of hieroglyphs below, flanked by columns of seated funerary deities, describe how Nut will protect the deceased, the spaces on the lid, between figures and vignettes, are filled with other funerary texts, papyri columns supporting uraei, crowned with solar discs, decorate the sides of the base. "], "Cultures/periods": [" 26th Dynasty (?;coffin) ", " Ptolemaic (mummy;cartonnage) "], "Findspot": [" Found/Acquired: Akhmim "], "Materials": [" wood ", " gold ", " plaster ", " linen ", " human tissue ", " resin "], "Technique": [" painted ", " gilded "], "Dimensions": [" Height: 31 millimetres (coffin lid) ", " Height: 32 centimetres ", " Length: 182 centimetres (coffin lid) ", " Length: 176 centimetres (mummy) ", " Width: 55 centimetres ", " Depth: 53 centimetres (coffin lid) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p.24; 'Gold and Civilisation', Catalogue (Australia 2001): p.117."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (45) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1) "], "Location": ["On display (G63/dc7)"], "Exhibition history": [" Exhibited: Lid= 2001 13 Mar-24 Jun, Australia, Canberra, National Museum of Australia, Gold and Civilisation Lid=2001 19 Jul-21 Oct, Australia, Melbourne, Museum Victoria, Gold and Civilisation Lid = 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures Lid = 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures Lid = 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures LId = 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures Lid = 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures LId = 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures Lid = 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures Lid = 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures Lid = 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures Lid = 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures Lid = 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures Lid = 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures Lid = 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures Lid = 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures Lid = 2016 23rd Feb - 22nd May, Cambridge, Fitzwilliam Museum, Coffins "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription: Psamtek (son of) ", " Named in inscription & portrayed: Nut ", " Representation of: Isis ", " Representation of: Nephthys ", " Named in inscription: Astweret (mother) "], "Acquisition name": ["Purchased through: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29776"], "Registration number": ["1898,0315.463"], "Conservation": [" Treatment: 17 Mar 2014 ", " Treatment: 04 Apr 2009 ", " Treatment: 14 Apr 1999 ", " Treatment: 10 Jan 2016 ", " Treatment: 15 Jun 2000 ", " Treatment: 16 Oct 1998 ", " Treatment: 01 Apr 2009 ", " Treatment: 11 Nov 2011 ", " Treatment: 05 Jan 2005 "]}