{"artifact_name": "temple-relief", "Object Type": ["temple-relief"], "Museum number": ["EA1450"], "Description": [" Limestone relief fragment of the Royal Favourite Kemsit: Kemsit sits on a wide, low-backed chair holding a vase of scented ointment to her nose. In front of her was the smaller figure of a male servant, of which only his hand remains, holding a small cup that is receiving the stream of liquid he was pouring into it with his other hand. This servant was obviously facing leftward, and since the inscription in front of him has its signs also facing left, we can be sure that the inscription belongs to the servant. Kemsit has short, curly hair. Her necklace is a broad collar with many strands and an outer row of drop-shaped pendants, and she wears cuff-shaped bracelets made of many strands of tiny beads held in place by a spacer bead. The most interesting part of her costume is her dress, which seems to be the usual tight sheath in shape; the straps are very narrow and appear to have left the breasts uncovered. The dress is green, which is not so unusual; but it appears to consist of a feather-patterned garment, perhaps an over-wrap, over a pleated underskirt, which can be seen toward the bottom. Over the dress, or dresses, she is wearing a little shawl that seems to consist of a rectangular white cloth. The ends are brought forward over her shoulders, and they have been painted green. In contrast to the meticulous carving of this relief, the painting seems to have been rather sloppily applied. It certainly was laid on very thickly; as a result, it has come off in some places - for example, on the brow, eyebrow, and cosmetic line, which were certainly painted black. Traces of red on the servant's hand show that he was a male Egyptian. Kemsit's skin colour is now pink, but so are her necklace and bracelets and other parts of the relief. The pink may have been an undercoat, and traces of a darker colour on her skin, a brown or dark red, may have been the actual colour of her skin when the relief was freshly painted. "], "Authority": ["Ruler: Mentuhotep II"], "Cultures/periods": ["11th Dynasty"], "Production date": ["2055BC-2004BC (circa)"], "Excavator/field collector": [" Excavated by: Henri Édouard Naville ", " Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Shrine of Kemsit "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 41 millimetres (max) ", " Weight: 50 kilograms ", " Width: 41 centimetres (max) ", " Depth: 16 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["There were at least three major building stages at Mentuhotep II's funerary complex. The first stage included the burial of his main queen, Neferu. It also had the burials of six \"Royal Favorites\" and their closet-size, relief-decorated funerary chapels. One of those six women was Kemsit, and this relief fragment is from her funerary chapel. The exact status of Kemsit and her colleagues is not altogether clear. The women were all \"Unique Royal Favorites,\" and Kemsit was also a priestess of Hathor. Some fragments from her chapel and others show these women in a definitely conjugal relationship with King Mentuhotep II and so they are usually called concubines. More recently, however, some scholars have suggested that their actual importance lay in their role as priestesses. Be that as it may, Kemsit was doubtless some kind of wife to the king, and since we know Egyptian kings had more than one wife, it is probably most useful to regard her as a minor wife of King Mentuhotep II. The feather pattern on Kemsit's dress must have had religious significance. Feathered garments were associated with gods and goddesses; even kings are rarely shown wearing feather-patterned shirts or skirts. Kemsit's dress thus aligns her with a goddess - undoubtedly Hathor, whose priestess she was. This indicates that she had high rank in the cult, and it may suggest that, like later queens, Kemsit could sometimes stand in for the goddess herself. Bibliography: J Bourriau, 'Pharaohs and mortals : Egyptian art in the Middle Kingdom' (Cambridge, 1988), no. 3; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 114, cat no. 71; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Oxford, 1960), p. 385; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 88, fig. 86; D. Wildung, 'Ägypten 2000 v. Chr : die Geburt des Individuums' [exhibition catalogue] (Munich, 2000), no. 8, pp. 58, 178. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 136."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (18)"], "Location": ["Not on display"], "Exhibition history": [" 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["incomplete - fragment only"], "Associated names": ["Associated with: Kemsit"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1450"], "Registration number": ["1907,1015.460"], "Conservation": [" Treatment: 14 Dec 2000 ", " Treatment: 14 Mar 2011 ", " Treatment: 21 May 2014 "]}