{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1831"], "Description": [" Sandstone stela of Sutekhnakht: the face of this round-topped stela is divided into two registers with figures in sunk relief and incised texts. In the upper register the goddess Hathor stands on the right and is being worshipped by a standing male figure above and beside whom are four columns of text. His name is now illegible but from an earlier copy he can be identified as the royal scribe Sethnakht, son of Abpedet. In the lower register two female figures kneel in adoration. They are named as the chantress of Thoth Taybes, and daughter, the chantress of Taaqy, presumably Sutekhnakht's wife and daughter. The surface is much worn in places and pitted. In two areas, one above the head of Sutekhnakht and the other at the side of his figure, the surface has been treated with a restorative in modern times and subsequently scratched with the result that these areas are largely illegible. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Serabit el-Khadim "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 55 centimetres ", " Width: 34 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["Sutekhnakht is known from one other monument at Serabit el-Khadim dated to year 3 (A. H. Gardiner, E. Peet & J. Černy, 'The Inscriptions of Sinai' I, 2nd ed. (London, 1952), no. 301). Bibliography: A. H. Gardiner & E. Peet, 'The Inscriptions of Sinai' I, 1st ed. (London. 1917), pl. LXXVI, no. 295; 2nd ed. (London, 1952), pl. LXXVI, no. 295; II (London, 1955), p. 193, no. 295; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press), 365."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.84-85)"], "Location": ["Not on display"], "Condition": ["The state of preservation of this stela is not good. The surface is much worn in places and pitted. In two areas, one above the head of Suthnakht and the other at the side of his figure, the surface has been treated with a restorative in modern times and subsequently scratched with the result that these areas are largely illegible."], "Associated names": [" Named in inscription & portrayed: Taybes (wife) ", " Named in inscription & portrayed: Taaqy (daughter) ", " Named in inscription & portrayed: Sutekhnakht "], "Acquisition name": ["Purchased from: Spink & Son Ltd"], "Acquisition date": ["1967"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1831"], "Registration number": ["1967,0212.1"]}