{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6887"], "Description": [" Wooden face of a coffin: the large tenon at the top slotted into the wig, and a single wooden dowel through this held the face in position; a bituminous adhesive was also applied. Although the face represents a generic image of the resurrected dead person, it is, nonetheless, a superb example of wood-carving. The facial contours, in particular the cheeks, nose and mouth, have been rendered with great sensitivity. The eyes, inlaid with ivory and obsidian, with bronze cosmetic lines, give a wonderfully vivid and alert impression. The face is split down one side. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1400BC (or later)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" wood ", " ivory ", " obsidian ", " bronze "], "Technique": ["inlaid"], "Dimensions": [" Length: 17.30 centimetres ", " Weight: 715 grammes ", " Width: 14 centimetres ", " Depth: 7.90 centimetres "], "Curator's comments": ["Bibliography: S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 43 [8]; S. Quirke, ‘Ancient Egyptian Religion’ (London, 1992), pp. 146-147, fig. 86; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 54-5, pl. on p. 55."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.54-55)"], "Location": ["Not on display"], "Exhibition history": [" 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science History, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 1 Nov-1990 31 Dec, Malaysia, Kuala Lumpar, National Museum of Malaysia, Treasures from the Graves 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2003 17 Jul-12 Oct, Valencia, Instituto Valenciano de Arte Moderno, The Eyesight and the Vision 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6887"], "Registration number": [".6887"], "Additional IDs": [" Miscellaneous number: BS.6887 (Birch Slip Number) "], "Conservation": [" Treatment: 16 Nov 2010 ", " Treatment: 28 Aug 2014 ", " Treatment: 17 Feb 2003 ", " Treatment: 01 Jun 1981 ", " treatment: 6.10.23 "]}