{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10593"], "Description": [" Papyrus written with black ink with demotic legal text on recto (8 ll.) and names of 16 witnesses on verso. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["172BC"], "Findspot": [" Excavated/Findspot: Asyut (town) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 36 centimetres (Mounted in sandwiched glass) ", " Height: 32 centimetres (papyrus) ", " Length: 59 centimetres (Mounted in sandwiched glass) ", " Length: 53 centimetres (papyrus) ", " Weight: 2993 grammes (Mounted in sandwiched glass) ", " Depth: 0.70 centimetres (Mounted in sandwiched glass) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["Thompson's MS Catalogue: \"marriage contract of Pekusis son of Pibes and Teteophois(?) to Tetimuthes daughter of Petetumis and Ewe. Date year 9 Choiak 17 of Ptolemy Philometor = BC. 172 Jan. 20\". Nos. 10575-10601 from the Siut Archive. Cf. entry in www.trismegistos.org - DAHT. In this marriage contract between the priest Pakusis and his wife Tetimuthes, the husband agrees to pay a stipulated amount of money within thirty days in the event of divorce. The woman could receive a third of the marriage settlement, or even more. Many contracts stipulated that any children of the marriage would be brought up as the man's heirs. On the reverse of the papyrus is a list of sixteen witnesses to the contract. At the time that these contracts were drawn up, it was possible for a woman to leave her husband. Reasons for divorce included adultery on either side, failure of the woman to produce an heir, the husband's dislike for his wife or his wish to marry another woman. The wife was entitled to some support from her husband, no matter what the circumstances of the divorce might be. Once divorced, both partners were free to remarry. Being studied by Bahar Landsberger (Heidelberg)"], "Bibliographic references": [" Pestman 1961 / Marriage and matrimonial property in ancient Egypt : a contribution to establishing the legal position of the woman (diagr.B, no.5) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (45564) (http://www.trismegistos.org/text/45564) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: filmoplast t self adhesive tape Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Acquisition date": ["1923"], "Acquisition notes": ["Purchased from M. Nahman. Cf. the additional sheets at the end of Thompson's MS Catalogue, titled \"B.M. Nahman Papyri (1923)\"."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10593"], "Registration number": ["1923,1014.4"], "Conservation": ["Treatment: 01 Apr 2005"]}