{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA460"], "Description": [" Limestone seated male statue of Mahu, part of a pair composition with his wife Duat now broken into two pieces. Mahu sits on the left side of the high-backed chair. He wears a double wig with an undersection of tight curls that reaches to the shoulders. Black paint has been applied to the wig. His eyes are almond shaped with a thick upper eyelid and an incised line above indicating the eyelid crease. The arched eyebrows are indicated with faded black paint, and his nose is long and broad at the nostrils. There is slight damage to the tip of his nose. His lips are thick and fleshy, and slightly uneven in shape. The lips are pursed together, and both sharply incised along the edges. His face is fleshy and rounded at the nose, mouth, and jawline. Red-brown paint has been applied to the face and body to indicate his skin. He wears a tunic with long ridged sleeves, decorated with faded white paint. On top of the upper body he wears a broad collar with visible rows of beaded detail with traces of red and yellow paint. His arms are placed across his lap. His long kilt appears belted at the waist and extends to the lower legs with a pleated front panel. A single column of text is inscribed along the centre. A horizontal line of inscription is featured around the statue base, beginning at the front and moving to the left side of the seat. Seven columns of text are inscribed on the left side of the seat, and on the reverse a further six columns are inscribed behind Mahu. There are traces of blue paint in some of the hieroglyph signs, and red paint within the incised borders. There are several chips across the edges of the chair and front of the statue base, resulting in damage to some of the inscription. The figure of Mahu has suffered damage to the nose but is otherwise in good condition. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt, Possibly from Thebes "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 63 centimetres ", " Weight: 30 kilograms (estimate) ", " Width: 34 centimetres (max) ", " Depth: 27 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["The statue pair were broken in two at an undetermined stage before they were acquired by the British Museum, possibly to make them more transportable. The figure of Mahu’s wife, Duat, arrived at the Museum two years before her husband’s statue (EA 460: https://www.britishmuseum.org/collection/object/Y_EA460_1). The surviving inscription across the monument features various dedications to Theban deities, and their professions also suggest a link to the Theban area. Mahu is given the title ‘overseer of the work of Amun at Karnak’, while Duat is described as the ‘priestess of Amun-Re and Hathor’, thus it has been inferred that the statues originally came from Thebes. Such statues would have typically been established either in tomb or temple contexts, where the statue was likely intended to receive offerings for the afterlife. Further Bibliography: J. Assmann, M. Bommas, A. Kucharek, 2005. Altaegyptische Totenliturgien II Totenliturgien und Totensprueche in Grabinschriften des Neuen Reiches (Heidelberg), p. 505-507. W. Helck, 1960. Materialien zur Wirtschaftsgeschichte des Neuen Reiches (Wiesbaden), p. 45. S. Sharpe, 1837. Egyptian Inscriptions from the British Museum and other sources, 2nd series (London), Pl. 78-79. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 442, 651.Pair with statue of Duat (1837,0717.92)."], "Bibliographic references": [" Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl. 92-95) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.134-135) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 177, no. 637) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 790) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["This statue has been cut in two at some time in the past with consequent damage to the opening lines of the two inscriptions on the back. The base of the statue is battered and there are gouges elsewhere, resulting in some damage to the texts. The nose of Mahu, the male figure is slightly damaged."], "Associated names": ["Named in inscription & portrayed: Mahu"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA460"], "Registration number": ["1839,0921.724"], "Conservation": [" Treatment: 05 Feb 2001 ", " Treatment: 17 Sep 2010 ", " Treatment: 11 Oct 2004 "]}