{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA30050"], "Description": [" Bright-blue glazed composition scarab: the elytra and indicated in incised detail, as are the prothorax, head and clypeus in very simple terms, but the legs are not shown. Some metallic corrosion has been noted on the underside, which suggests that it may have been attached to a metal base, perhaps some form of mount. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised "], "Dimensions": [" Length: 17.30 centimetres ", " Width: 11.40 centimetres "], "Curator's comments": ["The purpose for which this scarab was made is uncertain. Two possibilities suggest themselves for its original use. Certain mummy-masks of the Graeco-Roman period bear a glazed composition scarab on the top of the head, alluding to the role of the sun god in the deceased's afterlife. These tend to be smaller than this example, but would explain the traces of the mount. Another possibility is that it was an \"architectural ceramic\", mounted into a wall scene, either in a temple or perhaps a palace, as an elaborate inlay. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 92-3, pl. on p. 92."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.92-93)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1983 Aug-Oct, Stratford, Passmore Edwards Museum, Life & Death in Ancient Egypt 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["fair (chips off underside)"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30050"], "Registration number": ["1898,0315.176"], "Conservation": ["Treatment: 06 Oct 1998"]}