{"artifact_name": "textile; garment; tunic", "Object Type": [" textile ", " garment ", " tunic "], "Museum number": ["EA20413"], "Description": [" Fragmentary neck opening of a child's tunic; plain weave, undyed linen is decorated with several parts of the same tapestry band, applied and sewn; tapestry is on a red background, with a standing stylised human figures, naked and probably female (the breast outlined in dark blue); the bodies are outlined in dark blue, with blonde hair, the arms are straight out and holding a stylised veil? above their heads; the figures wear a necklace of beige pearls on red, with yellow lines above and below; between the figures are stylised yellow and green birds on each side are stylised vegal motifs or a Greek vase; other decoration is difficult to identify - possibly baskets with fruit and vegetables?; the neck would have been fastened on the right side, the button still remains (undyed linen/c. 1cm dia.) but the loop for the button is missing; plain weave: warp/weft-undyed linen (S/16-20); edges have been hemmed and sewn under the tapestry, the other edges are cut or ragged; sewing threads in undyed linen (S spun Z ply) in oversewing and running stitches, on the right side a sewing thread incudes a knot; tapestry on grouped threads: warp- undyed linen (S spun Z ply/14), weft-undyed linen (S), yellow, red, green and dark blue wool (S/red is 48); selvedges are preserved indicating that the tapestry was intentionally woven to this size; dia. of neck opening is 18.5x11.5cm "], "Cultures/periods": ["Coptic"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " sewn ", " dyed "], "Dimensions": [" Height: 22 centimetres ", " Width: 32 centimetres "], "Curator's comments": ["similar to 20411"], "Location": ["Not on display"], "Condition": ["A"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20413"], "Registration number": ["1886,1009.389"], "Conservation": ["Treatment: 25 Sep 1998"]}