{"artifact_name": "shabti-coffin", "Object Type": ["shabti-coffin"], "Museum number": ["EA35016"], "Description": [" Wooden model coffin for a shabti figure of Teti: a close copy of the standard type of rectangular coffin used during the later Middle Kingdom and Second Intermediate Period, with a vaulted lid with ridge at either end. The background is painted white and there are a large number of vertical inscriptions on the long sides and the figures of Isis and Nephthys at the ends - elements which appear on full-size coffins at the same date. The coffin also has a 'wedjat'-eye panel. When the scribe wrote the inscriptions he evidently did not know for whom the coffin was to be used, and so in some places he put the words 'men pen', \"this so-and-so,\" while leaving blank spaces elsewhere for the eventual insertion of the name. In two places the name Teti was added (though without erasing the 'men pen'), and this name occurs again between two of the horizontal lines on the lid. The scribe deliberately left certain hieroglyphic signs in the inscription incomplete. "], "Cultures/periods": ["Second Intermediate"], "Production date": ["1600BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 15.40 centimetres ", " Length: 29.40 centimetres ", " Weight: 939 grammes ", " Depth: 10.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["The use of such a container for a shabti emphasizes the close association which existed between the figurines and the deceased in the early phase of their use. At this stage, the shabti served essentially as a substitute for its dead owner and as such was buried with the same rites accorded to the corpse (the shabti was often wrapped in linen to imitate mummy-bandages). Good examples of shabti coffins of this period are those made for Bener and Wahneferhotep, found at Lisht. This coffin, perhaps from Thebes, is simpler but it possesses several features that are particularly distinctive of its period. A feature characteristic of the Second Intermediate Period is that the scribe deliberately left certain hieroglyphic signs in the inscription incomplete. It is noticeable that all of the bird-signs are without legs. These \"mutilated hieroglyphs\" can be seen on other funerary objects, where (for example) the bodies of creatures such as snakes are intentionally cut through or truncated. This practice illustrates the Egyptians' belief in the power of an image to become reality; it was feared that pictures of dangerous creatures among the hieroglyphs might actually harm the deceased in the tomb, and so they were symbolically disabled to prevent this. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 207, pl. on p. 207."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.207)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["fair"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription: Teti ", " Representation of: Isis ", " Representation of: Nephthys "], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35016"], "Registration number": ["1868,1102.98"], "Conservation": [" Treatment: 03 Jul 1998 ", " Treatment: 29 May 2003 ", " Treatment: 07 Mar 2016 ", " Treatment: 07 Mar 2016 "]}