{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8462"], "Description": [" Sycomore fig wood stela of Padiamunnebnesuttawy: this large round-topped stela is divided into four registers. In the upper register is a winged sun-disk with two uraei which enclose a design of 'ankh'-signs and 'was'-sceptres. The uraei are named as Wadjet and Nekhbet and are faced on either side by a recumbent jackal of Anubis holding a sceptre. In the second register below a sky the barque of the sun god Iuf is depicted. The ram-headed Iuf stands in a serpent-kiosk in the centre of the craft. On the prow are the gods Hu and Sia, while on the stern stand Hetet and the helmsman whose appellation is damaged. On either side of the boat four baboons and a 'ba'-bird stand with arms raised in adoration. In the third register below a sky Padiamunnebnesuttawy stands on the right clad in a leopard-skin, with his arms raised in worship before an altar on which rests a water-pot cooled by a lotus-flower. On the other side of the altar stand the divinities Ra-Horakhty, Atum, Khepri, Osiris, Ms, Nephthys, and Anubis holding two cloths. The fourth section of the stela consists of six lines of text containing a prayer to these deities on behalf of the ỉt-nṯr priest, prophet of Amun in Karnak, great seer of southern Heliopolis, keeper of secrets, wʿb-priest in the holy places, prophet, chief of temple of Khons-in-Thebes Neferhotep, Pediamennebnesttawy, son of the like Hor and the lady of the house 'Ḳrwt'. On the back of the stela is depicted a sun-disk with rays between the standard of the East on the left and the standard of the West on the right. The stela stands on two small pedestals consisting of four steps. The stela is cracked vertically in two places presumably along the edges of the three planks of wood with which it has been fashioned. There is a large gouge at the top of the stela where a 'ba'-bird had been attached at the time of its discovery according to a drawing made at that time. In several places the paint is worn away to the underlying plaster or the original wood. There are four borders along three sides of the stela being painted red, buff-white, multi-coloured (made up of blue and red rectangles separated by one black and two white stripes), and white. The background of the stela varies from buff-white to white. The registers are separated by multi-coloured borders. In the upper register the disk was originally gilded with a red border. The upper wings are blue, the middle white edged in black with blue tips, and the lower green edged in black with a red lower edge. The uraei have blue faces and lower bodies with red and green patches in the middle and a black-lined centre. Wadjet has a red crown and Nekhbet a green one. The 'ankhs' are blue and the 'was'-sceptres green. The jackals are black with red sashes and flags and sceptres with brown bases and green black-edged tops. The hieroglyphs are black. The second register has a blue sky-sign at the top. The barque has a green centre and blue edges on a blue sea. The rudder and oar pole are red and the paddle is green. The snake canopy is blue with a green crown. The gods have red bodies, blue wigs, and green kilts edged in black apart from luf whose face is green and disk red. The baboons have red faces, arms, feet, and rumps, blue heads, and green bodies with black flecks. The 'ba'-birds have red faces, arms and legs, blue wigs and upper wings, white collars, and green upper legs and head-buds. They stand on blue standards with green black-edged feathers. The jars beneath are blue. The fan on the left is blue, white, and red with a blue handle. The hieroglyphs are black between black lines. The sky at the top of the third register is blue. The human figure has a red body, gilded cap, green flower and white kilt edged in black. His leopard-skin is white with red and green spots and black stripes on the tail. The altar is blue, the pot white, and the lotus green. The disk and body of Ra-Horakhty are red, his wig, 'ankh', and sceptre blue, his face gold with black features, and his kilt green with black stripes. Atum has a blue body, sceptre, and ankh, green kilt and collar, and gold and red crown. Khepri has a red body, green kilt, and blue wig, sceptre, 'ankh', and head-dress. Osiris has a red body, white cloak with blue edges and black interior lines, blue hands, face, and sceptres, and gilded crown with green feathers marked in black. The goddesses have blue wigs, green bodies, and red dresses, and carry blue ankhs. The head-dress of Isis is red and blue, while that of Nephthys is green and red. Anubis has a black body, blue wig, green collar, red upper garment, white upper kilt with black stripes, and green lower kilt. He holds one white and one red cloth. The hieroglyphs are black. The hieroglyphs in the fourth register are black on alternate buff-white and white backgrounds between blue lines. On the rear of the stela the scene is painted directly on the wood. The sun and its rays are red. The poles of the standards are composed of white and blue rectangles edged in red and black at the upper part, with red streamers and bases. The top of the West is green edged in red with a green feather edged in black. The top of the East is black at the bottom and blue at the top. Three sides of the stela are painted red. The steps are painted red at the front, and may have been white at the back, but this has now faded. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Tomb of Ankhhor (Thebes) "], "Materials": [" sycomore fig wood ", " plaster ", " gold "], "Technique": [" painted ", " plastered ", " gilded "], "Dimensions": [" Height: 85 centimetres ", " Width: 53 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["A watercolour of the stela painted by A. Ricci shortly after its discovery in 1818 is preserved in the Department of Egyptian Antiquities, British Museum (GM 61 (1983), 11 (no. 8) ). The burial place of the family of Padiamunnebnesuttawy has recently been discovered in the tomb of Ankhhor at Thebes (M. Bietak & E. Reisner-Haslauer, 'Das Grab des ʻAnch-Hor, Obersthofmeister der Gottesgemahlin Nitokris' II (Vienna, 1978-82), pp. 252-84). The finds include part of Pediamennebnesttawy's own funerary equipment ('ʻAnch-Hor' II, 274 (no. G67)) so that there is no doubt that his stela also came from that site. Attempts have been made by both Munro and Haslauer to reconstruct the pedigree of the family. Bibliography: The British Museum, 'A Guide to the First and Second Egyptian Rooms' (London, 1904), pp. 85-6; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 141 (no. 14); H. Kees, 'Das Priestertum im agyptischen Staat von neuen Reich bis Spatzeit' (Leiden, 1953), p. 285 note 4.286 note 1; K. A Kitchen, 'The Third Intermediate Period in Egypt' (Warminster, 1973), p. 230; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), 57, 235; M. Bietak & E. Reisner-Haslauer, 'Das Grab des ʻAnch-Hor, Obersthofmeister der Gottesgemahlin Nitokris' II (Vienna, 1978-82), 252 note 473. To be published by J. Budka in connection with TT414."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.70-73)"], "Location": ["On display (G1/wp75/sh1)"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Padiamunnebnesuttawy ", " Named in inscription & portrayed: Hor (father) ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Ra-Horakhty ", " Representation of: Atum ", " Representation of: Anubis ", " Representation of: Osiris ", " Representation of: Khepri ", " Representation of: Iuf ", " Named in inscription: Wadjet ", " Named in inscription: Nekhbet ", " Representation of: Hu ", " Representation of: Sia "], "Associated places": [" Named in inscription: Heliopolis (historic - Egypt) "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8462"], "Registration number": ["OC.8462"], "Additional IDs": [" Miscellaneous number: BS.8462 (Birch Slip Number) "], "Conservation": ["Treatment: 02 Oct 2002"]}