{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA60749"], "Description": [" Limestone seated figure of the goddess Isis on a low backed chair, suckling Horus-the-Child (Harpocrates). The goddess is depicted wearing a tight-fitting sheath dress that reaches to the ankles, and a modius crown topped with the sun-disc and horns. She wears a long and smooth wig tucked behind the ears, with the raised hood and head of the uraeus cobra placed above her forehead. Her eyes are wide and almond shaped, with thick eyebrows that slope downwards to meet the elongated cosmetic lines that are depicted along her outer eye. The face is extremely fleshy and rounded, particularly around the jawline and neck. Harpocrates is shown as a naked infant, resting on his mother’s lap as she cradles his head with her left hand and offers him her breast with the right. He is depicted with the distinctive sidelock of hair, and wears a cap crown and uraeus, mirroring the royal insignia worn by his mother. While his left hand is placed upon his lap, his right hand is curled around his mother’s wrist, and his feet rest on a slightly enhanced edge of the seat. The figure has been repaired from numerous fragments, with several of the breaks visible across the stone surface from Isis’ crown to her lower body and throne, as well as through the image of Harpocrates at the torso and feet. The figure is attached to a modern rectangular base. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 35 centimetres ", " Width: 8 centimetres ", " Depth: 18 centimetres "], "Curator's comments": ["The use of the sun disc and horned crown, often identified with the bovine goddess Hathor, is a particular stylistic trait associated with images of Isis from the Late Period onwards. The nursing of the child emphasises Isis’ role as divine mother and protector, both for the god Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean. While a range of materials and provenances for such images survive, bronze figures of both divine mother and child or independent representations of Harpocrates also became increasingly popular during the Late and Ptolemaic periods, with bronze items commonly associated with sites such as Naukratis (Masson forthcoming; Weiss 2012). Though it deviates from the pose of nursing a child, parallels are often noted between such representations of Isis and Harpocrates and the much earlier alabaster figure of king Pepi II seated across the lap of his mother Ankhnesmeryre II, in which the figures also sit at a 90 degree angle and the mother figure wears regalia associated with Isis (Brooklyn Museum, New York, 39.119: https://www.brooklynmuseum.org/opencollection/objects/3446). This particular figure was purchased from Giovanni Anastasi, who also sold another very similar image of Isis and Harpocrates to the museum in the same year (EA 60751: https://www.britishmuseum.org/collection/object/Y_EA60751). The provenance of both of these figures is uncertain. General Sources: J.D. Cooney, 1972. ‘Harpocrates, the Dutiful Son’, Bulletin of the Cleveland Museum of Art 59, p. 284-290. M. Hill, D. Schorsch (eds.), 2007. Gifts for the Gods: Images from Egyptian Temples (New York), p. 149-150. Iconography of Deities and Demons in the Ancient Near East (Research Project of the History of Religions Chair of the University of Zurich, Switzerland, in co-operation with Brill Academic Publishers, Leiden, Netherlands): (http://www.religionswissenschaft.uzh.ch/idd/prepublications/e_idd_harpocrates.pdf) A. Masson, forthcoming. ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. E. Swan Hall, 1977. ‘Harpocrates and Other Child Deities in Ancient Egyptian Sculpture’, Journal of the American Research Center in Egypt Vol. 14, p. 55-58. K. Weiss, 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81."], "Location": ["Not on display"], "Condition": ["fair - repaired from fragments"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60749"], "Registration number": ["1839,0921.731"]}