{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA13319"], "Description": [" Upper body of a steatite female figure, the lower legs and base now missing. The figure wears a smooth Hathor wig with curled ends reaching to the chest at the front and a broad section of hair at the back. The wig is tucked behind the ears, which are simplistically formed. Her eyes are large with a heavy upper eyelid, and the nose is broad with little definition of the nostrils or tip of the nose. She has full lips with the outer corners of the mouth slightly downturned. The neck is broad and thick, with little definition from the chest. She appears to wear a long tight-fitting garment though there are no visible straps or hems across the body indicating the material. The breasts are small and rounded and the waist is extremely narrowed. The elongated arms are held at the sides of the body with the palms placed flat against the thighs. On the reverse is a broad back-pillar that reaches the ends of the wig, and appears to be uninscribed. In addition to the loss of the lower legs and feet, there are large chips to the wig at the left shoulder and on the reverse left side of the head. There are also small chips to the right side upper arm, left side hand, and edges of the back-pillar. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 13.50 centimetres (max) ", " Width: 4.21 centimetres ", " Depth: 4.10 centimetres "], "Curator's comments": ["The Hathor wig was common within sculpture of the Middle Kingdom, and this date is further supported by stylistic features such as the heavy eyelids. A 12th Dynasty date is likely. A lack of surviving inscription or further details concerning provenance makes it difficult to determine the identity of the figure or potential findspot, and it is unclear whether the back-pillar may have once contained an inscription which is now lost."], "Location": ["Not on display"], "Condition": ["incomplete - feet lost"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1867"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13319"], "Registration number": ["1867,0805.2"]}