{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66496"], "Description": [" Mould-made scarab in glazed composition; quite rubbed off back and features of marking erased, apart from some details of clypeus; legs feathered at front and showing at side undercut triangular space between front and back legs; underside bearing incised hieroglyphic inscription arranged vertically; signs quite eroded but recognisable, including raised uraeus above owl to right, sun-disc, heart or plant sign (?) and 's' sign to left; longitudinally pierced; glaze originally green, only one small area remains; core creamy yellow, smooth. "], "Cultures/periods": ["26th Dynasty (possibly)"], "Production date": ["600BC-570BC (possibly)"], "Production place": [" Made in: Scarab Factory (possibly) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " pierced ", " mould-made "], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.30 centimetres ", " Width: 0.95 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This scarab is possibly a product from the Scarab Factory at Naukratis (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). Most signs are legible, but reading is difficult: the hieroglyphs are possibly only used here for their intrinsic magical value, as often for this type of scarab (Gorton 1996, 93). Similar inscribed scarab with no real sense to the inscription: Paris, Louvre Museum E8056 bis.12. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 105) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.137) (phase 3) "], "Location": ["Not on display"], "Condition": ["Quite poor, very worn surface"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66496"], "Registration number": ["1886,0401.1670"]}