{"artifact_name": "bellows", "Object Type": ["bellows"], "Museum number": ["EA22367"], "Description": [" A bellows made from coarse red siltware pottery, in the form of a cylindrical chamber with flat base and oblique rim, and a long straight pipe of semi-circular cross-section, branching off from near the base of the chamber on one side. The underside of the whole object is rough, showing it was manufactured on the ground surface, but the other surfaces have been smoothed by hand. In the base are two small round holes linked by a recessed groove. One of the holes, in the projecting tubular portion, just penetrates 9mm into the object and then ends. The other, in the bottom of the cylindrical part, passes right through to the interior to emerge close to the outlet for the pipe. These holes and the connecting groove are evidence for an ancient repair of the object after the projecting pipe had been broken from the cylinder. A staple, probably of copper, would have been inserted in each hole and along the groove to bind together the two parts. The object was fired at a low temperature and retains a black core. "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Findspot 52, south-eastern quarter of the Saite enclosure (so-called \"Camp\"), area of ironsmith's workshops. "], "Materials": ["pottery"], "Dimensions": [" Height: 19.20 centimetres ", " Length: 54 centimetres "], "Curator's comments": [" Published: H. Coutts, Gold of the Pharaohs, Edinburgh 1988, pp. 94-95 [79] ", " W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 65 § 61, pl. xxxiii, 7: \"The small furnace 7 is a new type; the long nozzle to it being to attach the skin bellows without overheating them; such seems to be its explanation\". "], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 65 § 61, pl. xxxiii, 7) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.47, p.114, p.142, fig.2, p.143, p.205, pl.47, p.219, pl.61) "], "Location": ["Not on display"], "Condition": ["fair - funnel broken in several pieces"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22367"], "Registration number": ["1887,0101.1310"], "Additional IDs": [" Miscellaneous number: EA22347 (incorrect number given on p-142-143 of Leclère and Spencer 2014) "], "Conservation": ["Treatment: 22 Jan 2003"]}