{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA35628"], "Description": [" Grey glazed composition stela of Paser: the figures and text which appear on both sides of this stela are deeply cut and inlaid with white glaze. The feet and lower part of a 'was'-sceptre of a standing god are preserved on the left of one side facing the lower part of a standing figure in a long kilt, probably the god Amun being adored by Paser. Below the figures is a text which gives the name and titles of Paser. On the other side of this piece the figure of an official, doubtless Paser, appears on the left, and three columns of text on the right contain the name and titles of Paser, as does a horizontal line of text at the bottom. Only the lower portion of this piece is intact, and parts of the surface and inlaid glaze have been lost. The white inlay that remains has gone brown in places. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" glazed ", " inlaid "], "Dimensions": [" Height: 9.30 centimetres ", " Width: 15.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The vizier Paser, son of the High Priest of Amun, Nebnetjeru, entered office under Sety I and was still functioning as vizier in Year 21 of Ramses II. Between Years 21 and 30 he was appointed to his father's office (E. Edel, ‘Studien zur Altägyptischen Kultur’ 1 (1974), 131-2; Helck, Verwaltung, 311-15). He was the owner of Tomb 106 in the Theban necropolis (KRI1, 285-301). A list of his monuments can be conveniently consulted in W. Helck, 'Zur Verwaltung des Mittleren und Neuen Reichs' (Leiden, 1958), 447-51; J. Černy, 'Bibliotheca Orientalia' 19 (1962), 142; and K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 1-36. Bibliography: K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press), 107."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.32)"], "Location": ["On display (G1/wp73/sh3)"], "Condition": ["Fair (incomplete). Only the lower portion of this piece is intact, and parts of the surface and inlaid glaze have been lost."], "Associated names": [" Named in inscription & portrayed: Paser ", " Representation of: Amun "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35628"], "Registration number": [".35628"], "Additional IDs": [" Miscellaneous number: 90559 (additional big number) "]}