{"artifact_name": "writing-tablet", "Object Type": ["writing-tablet"], "Museum number": ["EA57372"], "Description": [" Part of an inscribed metal writing tablet: inscribed on both sides, with thirty-one lines of incised hieroglyphic text in neo-Middle Egyptian on one, and sixteen surviving lines of incised demotic on the other. The text comprises a list of his titles. "], "Authority": ["Ruler: Augustus (Octavian)"], "Cultures/periods": ["Roman Period"], "Findspot": [" Excavated/Findspot: Dendara, Said to have been discovered in a cache of similar material near the sacred lake of the temple of Hathor at Dendera. "], "Materials": ["copper alloy"], "Technique": ["incised"], "Dimensions": [" Length: 31.80 centimetres ", " Width: 25.90 centimetres ", " Depth: 0.40 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["The tablet was dedicated in the temple by the son of a man whose Egyptian name was Pasherpakhy, and whose Greek name was Ptolemaios. Another similar tablet (1924,0510.24) contains a duplicate of the same text in demotic only with a continuation that records the dedicator's good works for the temple. The tablet was a votive offering, a dedication of precious metal and a permanent record of the donor's piety. It seems to have been damaged by fire, perhaps in a deliberate attempt to melt it down. Biblioghaphy: A.F. Shore,'Votive offerings from Dendera in the Graeco-Roman Period', in J. Ruffle et al. (eds), 'Glimpses from Ancient Egypt: Studies in Honour of H. W. Fairman' (Warminster, 1979), 138—60; F.von Känel, 'Les prêtres-ouâb de Sekhmet et les conjurateurs de Serket' (Paris, 1984), 149-50. S. P. Vleeming, 'Studia Demotica' 5, No. 40, pp. 31-7. Guermeur, Les cultes d'Amon hors de Thebes (2006): 357-8, pl.19."], "Bibliographic references": ["Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (62)"], "Location": ["Not on display"], "Condition": ["fair (corroded)"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57372"], "Registration number": ["1924,0510.25"]}