{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA90660"], "Description": [" Fragmentary limestone naophorous male figure, the upper body now lost. The figure is broken from the torso, with no indication of clothing across the remaining section of the upper body. The broad forearms are held out in front of him with his hands placed around the edge of the naos shrine at the base. He is shown with his knees resting on the base and his feet flexed. There is no clear delineation of a garment but the knees appear to be enveloped in material. The upper section of the naos shrine is missing, and inside the shrine is a fragmentary divine female figure. Her head is now damaged, but traces of a long wig are visible. She wears a tight-fitting sheath dress. Her arms are held by the sides of her body, and she advances forward with her left leg. On the reverse of the main figure is a broad back-pillar with two partial columns of incised text, separated by a thin border. The upper portion of this text is now lost. The left side of the body and back-pillar is damaged, obscuring some of the text of the left side column of inscription. The base is also damaged and worn, and there are several chips around the hands, arms and sides of the figure. The object is attached to a modern rectangular base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 31 centimetres (max) ", " Width: 15 centimetres ", " Depth: 22 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The identity of the goddess within the naos shrine is difficult to determine, as typically the crown, headdress or other royal regalia worn or held by the figure would provide key visual clues. The beginning of the back-pillar inscription, now lost, may also have referenced the goddess who is represented within the naos. Such naophorous figures were particularly popular within 26th Dynasty elite sculpture. The blackened condition of the limestone suggests that the object was at one stage exposed to intense heat."], "Location": ["Not on display"], "Condition": ["incomplete - head and upper body lost"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA90660"], "Registration number": [".90660"]}