{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37497"], "Description": [" Isis seated on high-backed throne. The throne has beaded detail along the top, a square feature in each corner of the back, and elaborate front legs. The goddess wears her Isis-shawl, knotted and with fringed edges, the left breast exposed; she holds the child Horus with her left hand, and he grips her right hand with his left. She has a horned and feathered crown with a disc and ears of wheat; Harpokrates wears a Double Crown. Slightly curved plain-faced plinth. Back plain; vent in a slight circular depression. Hollow; two-piece mould. Micaceous brown Nile silt. back. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC - 2ndC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Height: 23 centimetres ", " Width: 12.10 centimetres ", " Depth: 6.16 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Roman, first to second century ad. Comparanda: Close: Dunand 1979: nos 1 and 2, the first from Theadelphia; Dunand 1990: no. 369, from Antinoopolis, dated second to third century ad; Volbach 1963: no. 26, dated Roman period. Near: Arslan 1997: 273, no. iv.307, dated first century ad (unlikely to be a lamp handle); Bayer-Niemeier 1988: nos 220 and 221, dated second quarter of third century ad; Dunand 1979: no. 3, from the Fayum; Dunand 1990: nos 370 and 371, from Antinoopolis, dated second to third century ad; Ewigleben and von Grumbkow 1991: no. 33; Fischer 1994: no. 849, dated second half of second to early third century ad; Petrie Museum uc50481-2, and uc50522, from the Fayum; Pingiatoglou 1993: no. 8, dated second century ad; Saad Rachwan 2003: 557, fig. 1b; Tran Tam Tinh 1973: fig. 74, from the Fayum, dated first/second century ad. Bibliog: Budge 1925: pl. xxviii; Fischer 1994: 342, no. 844."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3013)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37497"], "Registration number": ["1880,1112.5"], "Conservation": ["Treatment: 27 Oct 2023"]}