{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10868"], "Description": [" Papyrus. Two fragments of demotic texts, which do not belong together. Text a (left-hand side) is a very faded small fragment containing, on the recto, the final numbers from four lines of one column and the beginning of a second column (seven lines); the verso has traces of a few numbers. Text b, the larger fragment, has on the recto a loan document of 9 lines. It is torn on both sides but the top and bottom margins are intact. Verso: blank. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Fayum (?) "], "Materials": ["papyrus"], "Dimensions": [" Height: 15.20 centimetres (frame) ", " Width: 28.50 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["In text B the date and the names of the parties and scribe are lost. In the dating protocol the names of the priest of Alexander, the athlophoros of Berenice Euergetis and the priestess of Arsinoe Philopator are partially preserved. The father of the priestess of Arsinoe Philopator is probably [M]trwpns, which would date the papyrus to between 165 and 150 BC."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381032) (http://www.trismegistos.org/text/381032)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: cartonnage, insect attack, loss, fragmentary Black ink Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: fair (incomplete)"], "Acquisition name": [" Purchased through: B A Seaby Ltd ", " Purchased from: George Anastase Michaelides "], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10868"], "Registration number": ["1977,1105.23"], "Conservation": [" Treatment: 22 Sep 2011 ", " Treatment: 1979 "]}