{"artifact_name": "commemorative scarab", "Object Type": ["commemorative scarab"], "Museum number": ["EA64661"], "Description": [" Steatite lion hunt scarab of Amenhotep III: this large, dark green blue, glazed steatite scarab, with standardised markings on the back to indicate the head, prothorax, wing cases and scorings on the legs imitating feathering, is one from a series which were produced during the reign of King Amenhotep III to commemorate various important royal events. The incised inscription on the underside of this example records that in the first ten years of his reign the king himself shot with bow and arrow 102 lions. It also provides the full royal titulary of five names borne by Amenhotep III and states that Queen Tiye was his chief wife. The scarab is pierced longitudinally. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1380BC (circa)"], "Excavator/field collector": ["Field Collection by: Dr Joseph John Acworth"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": [" glazed ", " pierced ", " incised "], "Dimensions": [" Height: 5.70 centimetres ", " Width: 4 centimetres ", " Depth: 2.30 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["Other scarabs in the series record his marriage to Tiye (by whom he became the father of the heretic pharaoh Akhenaten), the arrival of a princess from Mitanni (located at the headwaters of the river Euphrates) to join the royal household, the digging of an artificial lake and a wild bull hunt. These large commemorative scarabs with regnal dates are unique to the reign of Amenhotep III. Over 170 examples from the five different sets survive and have been found not only in Egypt but as far north as Syria and in the south, beyond the Second Cataract in the Sudan. It has been suggested that they were sent out to the provinces like palace bulletins to keep officials there informed of the personal affairs of their sovereign. One authority has even likened them to modern newspapers. Whatever the specific function of these particular scarabs, any object in the shape of the dung beetle retained the underlying amuletic significance of affording new life or resurrection. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 278-279 No 86."], "Bibliographic references": [" Blankenberg-Van Delden 1969 / The large commemorative scarabs of Amenhotep III (C34) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.214-215) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": [" Named in inscription: Amenhotep III ", " Named in inscription: Tiy "], "Acquisition name": ["Donated by: Mrs Marion Whiteford Acworth JP"], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64661"], "Registration number": ["1946,1204.185"], "Conservation": [" Treatment: 18 Jan 2016 ", " Treatment: 03 Mar 2000 "]}