{"artifact_name": "armour", "Object Type": ["armour"], "Museum number": ["EA23983"], "Description": [" Fragment of a corroded iron scale-armour made of thin square scales, each with two superposed lines of three stitching holes in the upper part, through which the scales were sewn together, probably on a textile or leather garment; each scale horizontally overlaps one-third of the next one, each row of scales overlaps two-thirds of the underlying one. "], "Cultures/periods": ["26th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (G), chamber 18 "], "Materials": ["iron"], "Dimensions": [" Length: 7.90 centimetres (maximum) ", " Thickness: 0.56 centimetres ", " Width: 5.57 centimetres (maximum) "], "Curator's comments": ["W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 78 § 77: \"The scale armour (fig.19, 19a, 19b) is the most unusual find of all (...). The present example seems to have been a large part of a leather corslet, which was thrown away in the Greek vase chamber, No. 18; it was covered with scales of iron of the form shown in pl. xxxvii. 19b (...), which were originally about 1/100 of an inch thick; these scales were sewn on by six holes, each line of scales lapped over half the line below it so as to completely cover the stitching; and each scale lapped over two-thirds of the previous scale in the row; thus as each scale was out on the right-hand pair of holes was stitched through, going through the middle pair of the previous scale, and the left- hand pair of holes of the scale next before that. Thus the result was a mass three deep sideways and two deep from top to bottom, making the whole mass six scales thick at every part. The inner surface showing the stitching holes is given in fig. 19, and the outer surface at fig. 19a\". Other pieces of scale armour coming from the site : London, BM EA 23982, 23984, 23985; London, PM, UC 59870 (4 fragments); Bristol H 1990 (2 fragments); Bolton 1886.28.25; Toronto, ROM 885.6.111; Liverpool 3.2.87.5; Sheffield J87-4 (2 fragments); Oxford, AM, 1952.198, 1887.2504; Boston, MFA, RES 87.82, 87.83; Cairo, EM, JE 27380; one fragment in Edinburgh, A1887.91, has been destroyed during WWII."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 59 § 57, p. 78 § 77, p. 110, pl. xxxvii, 19) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.46, p.74, p.184, pl.26) "], "Location": ["Not on display"], "Condition": ["fair, corroded and incomplete"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23983"], "Registration number": ["1887,0101.1505"]}