{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10768"], "Title": ["Object: Papyrus Ramesseum 15"], "Description": [" P. Ramesseum 15. Papyrus written on the recto and on the verso in hieratic script. The recto contains a magical text with spells to protect the body which continues on the verso. The text is written in horizontal lines. This frame contains a single page. The papyrus was a half-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 24.20 centimetres (frame) ", " Width: 18 centimetres (frame) "], "$Inscriptions": [" ", " "], "Curator's comments": ["P. Ramesseum 15 single page. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 15, pl. 47 (no published transcription). Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 87, 91, 106-107. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (20.1) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381255) (http://www.trismegistos.org/text/381255) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (103–107, 340–343) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragile, fragmentary, loss, skeletal Black ink Backed: gelatin Displayed in Room 63 until 1997 Mount Details: Sandwich: glass Binding: copydex self adhesive carpet tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10768"], "Registration number": ["1956,0714.17"]}