{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA35502"], "Description": [" Pottery shouldered jar; two pierced handles and two wavy ledge-handles; red painted representations of dancing figures, ostriches and many-oared boats. "], "Cultures/periods": ["Naqada II"], "Production date": ["3300BC (c.)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Amra, el- "], "Materials": ["pottery"], "Technique": ["slip-painted"], "Dimensions": [" Diameter: 22.50 centimetres (max) ", " Height: 29.50 centimetres ", " Weight: 3 kilograms (estimate) "], "Curator's comments": [" Published: EA 35502: MacIver, R.D and Mace A.C. 1902. El Amrah and Abydos, 1899-1901. EEF 23. London, 42, pl. XIV (D46); ; J. Aksamit. 1992. ‘Petrie’s Type D46D and Remarks on the Preoduction and Decoration of Predynastic Decorated Pottery’. Cahiers de la Ceramique egyptienne 3: 17-22; Hendrickx, S. 2002. ‘Checklist of predynastic “Decorated” Pottery with human figures’. Cahiers Caribeens d’Egyptologie 3-4: 29-50. See also Graff, G. 2004. ‘Les peintures sur vases Nagada I-Nagada II. Nouvelle approche semiologique’. In Hendrickx, S., Friedman, R.F., Cialowicz, K.M. & Chlodnicki, M.(eds): Egypt at its Origins. Studies in Memory of Barbara Adams Orientalia Lovaniensia Analecta 138, Leuven 2004: 765-778; R. Friedman in N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 28-9. Mentioned: Anderson, Musical Instruments, 9, n. 1 Bryan, BES 4 (1982), 48, n. 91 Illustrated: Peck and Ross, Drawings from Ancient Egypt, 19 Robins, Art of Ancient Egypt, 31 BM DIctionary, 38 ", " Strudwick N 2006 Decorated pottery is rare and is found mainly in high-status burials. The dark on light style was originally developed to imitate more valuable stone vessels, as shown by the pot's shape and wavy handles. Light-coloured pots like this, made of marl clay mined from desert wadis and painted with schematic designs in red ochre pigment, are known as Decorated or D-ware. They are characteristic of later Predynastic times (Naqada IIcd, c. 3500-3200 BC). The most intriguing Decorated pots are those painted with boats (though other interpretations include ostrich farms, walled villages, or temples on stilts). This pot comes from the tomb of a wealthy young woman, at el-Amra in Middle Egypt, but pots bearing images of boats have been found throughout Egypt and into Nubia. The boats are always strikingly similar, with a curved hull, an exaggerated number of oars, two striped cabins amidships, and a branch on the stern as an ornament or to provide shade for the crew (never shown). The symmetrically-placed boats (usually one on each side) frame a very limited range of ten other motifs. These include rows of stylized ostriches and small bushes, as seen here, reflecting the two main aspects of the Egyptian world: the desert and the river. Combined in regular patterns, these motifs convey a message which we cannot yet fully understand. Above each boat is a large woman in a tight-fitting gown, her hands raised over her head, evidently engaged in a dance. To one side, her two smaller male companions beat out a rhythm with clappers or castanets. The female figure is clearly important, perhaps a goddess or priestess, but is essentially passive. It is the men who are active, perhaps serving as mediators who summon the goddess from her sacred boat so that they may imbibe her blessings and power. However, the meaning of these scenes is still debated. Since Decorated ware is found almost exclusively in graves, some scholars suggest it depicts the funeral procession and associated rituals; as similar motifs are also known from desert rock art, the message may be much broader, with motifs forming part of a graphic vocabulary ensuring fertility and rebirth, whether for humans or the cosmos. Such concerns were important throughout Egyptian history. The lack of variation in style, shape, and motifs of Decorated pottery suggests that these vessels were manufactured at a limited number of workshops; close scrutiny has even identified the work of individual artists. The artist who painted this pot probably made two others found in cemeteries up to 60 km away. The development of a trade and transport system to distribute pottery was one of the critical steps towards the formation of Dynastic civilization. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.28-29)"], "Location": ["On display (G64/dc1)"], "Exhibition history": [" 2012, Apr-Aug. New York, The Metropolitan Museum of Art, Art of Early Egypt. "], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35502"], "Registration number": ["1901,1012.2"], "Conservation": [" Treatment: 12 Dec 2011 ", " Treatment: 02 Jun 1993 "]}