{"artifact_name": "mummy-board", "Object Type": ["mummy-board"], "Museum number": ["EA22542"], "Title": ["Object: The Unlucky Mummy"], "Description": [" Wooden mummy-board; painted detail on plaster; protruding hands. "], "Cultures/periods": ["21st Dynasty"], "Production date": ["950BC (c.)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": [" wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Length: 168.50 centimetres ", " Thickness: 12 centimetres ", " Width: 38 centimetres "], "Curator's comments": [" PM I Part 2: p.827-8 Niwinski, 21st Dynasty coffins, 151 (260)--with earlier bibliography; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 242-3. ", " Strudwick N 2006 This object perhaps best known for the strange folkloric history attributed to it: it has acquired the popular nickname of the 'Unlucky Mummy', with a reputation for bringing misfortune. None of these stories has any basis in fact, but from time to time the strength of the rumours has led to a flood of enquiries. The mummy-board is said to have been bought by one of four young English travellers in Egypt during the 1860s or 1870s. Two died or were seriously injured in shooting incidents, and the other two died in poverty within a short time. The mummy-board was passed to the sister of one of the travellers, but as soon as it had entered her house the occupants suffered a series of misfortunes. The celebrated clairvoyant Madame Helena Blavatsky is alleged to have detected an evil influence, ultimately traced to the mummy-board. She urged the owner to dispose of it and in consequence it was presented to the British Museum. The most remarkable story is that the mummy-board was on board the SS Titanic on its maiden voyage in 1912, and that its presence caused the ship to collide with an iceberg and sink! Needless to say, there is no truth in any of this; the object had never left the Museum until it went to a temporary exhibition in 1990. This mummy-board is both a remarkable ancient object and an example of how Egyptian objects can develop their own modern existence. Mummy-boards or covers like this were placed on top of the mummy, which would lie inside one or two wooden coffins decorated in a very similar fashion. The mummy to which this board belonged is said to have been left in Egypt. No inscriptions on the board identify the deceased, presumably because that task would have been performed by the outer coffins. The wooden board was covered in plaster, serving as a painting ground, with many of the decorative elements modelled in the plaster to give the appearance of raised relief. The decoration was executed with great care in red, blue, and light and dark green; the predominantly yellow effect comes either from the use of a yellow ground or from the varnish, applied to the finished object, which has gradually turned yellow. On the shoulders of the mummy-board is a massive coloured collar, below which is a series of complex scenes. They include images of baboons worshipping the sun, figures of Osiris, and many protective deities, including the name of Amenhotep I, the dead king worshipped as a local deity in Thebes. One of the coffin's functions, other than to act as a container for the body, was to serve as a microcosm, setting the deceased within the larger environment of the universe itself; thus the solar and Osirian symbolism essential to assist the person's rebirth figures prominently. The decoration usual in the Twenty-first Dynasty is perhaps the most elaborate example of this. "], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (cover) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.242-243) "], "Location": ["On display (G62/dc21)"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.39 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.39 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, ‘Treasures of the World’s Cultures’ "], "Condition": ["good"], "Acquisition name": [" Donated through: Mrs Warwick Hunt ", " Donated by: Arthur F Wheeler "], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22542"], "Registration number": ["1889,0731.1"], "Conservation": [" Treatment: 28 Aug 1989 ", " Treatment: 05 Aug 2016 ", " Treatment: 18 Mar 1991 ", " Treatment: 18 Feb 2003 "]}