{"artifact_name": "figure; lamp", "Object Type": [" figure ", " lamp "], "Museum number": ["EA37561"], "Description": [" Terracotta group (hanging lamp): a reveller and his slave boy: the lamp is intact. The back is plain except for a small 'filling hole' with a semicircular ledge beneath. It was made in a two-piece mould, with an inset floor for the oil chamber. The fabric is an orangey-brown clay with a darker surface, with no mica but some dark grit. This lively group shows a young man wearing a slightly disordered short tunic and himation, leaning on a small African boy with his left hand, and on a walking stick with his right. His widely spaced legs appear to stagger: he is perhaps returning home after a wild night of drinking. On his head he wears a large and elaborate wreath consisting of ivy leaves and large fruits(?), which is secured by a strip of cloth, the ends of which fall on to his shoulders. The boy leans to his left side, perhaps pushed in this direction by the pressure exerted by the drunken man who leans on him: his left leg is extended to steady himself further. The boy wears a short, belted tunic and carries a lantern to light the way home. The man's wreath suggests that he has participated in some form of ceremony associated with the wine-god Dionysos. "], "Cultures/periods": [" Graeco-Roman ", " Ptolemaic "], "Production date": ["2ndC BC-1stC BC"], "Production place": [" Made in: Thebes (historic - Greece) (?) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["terracotta"], "Technique": [" mould-made ", " perforated "], "Dimensions": [" Height: 16.50 centimetres ", " Width: 8.54 centimetres ", " Depth: 3.91 centimetres "], "Curator's comments": [" Bibliography: S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.35 [I.3] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 90 [98]. ", " Walker & Higgs 2001 Genre scenes became particularly popular all over the Mediterranean during the Hellenistic period, but many examples are found on small-scale objects from Egypt. They are vignettes, often dramatic or comic, of everyday life, and represent the ordinary populace of the Ptolemaic cities. Some of the scenes may be specific, and relate to literature in some way, but most are probably general, like this example, where the man's wreath suggests that he has participated in some form of ceremony associated with the wine-god Dionysos. "], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (98)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Associated with: Dionysos/Bacchus (?)"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37561"], "Registration number": [".37561"]}