{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA29946"], "Description": [" Schist seated figure of Impy, depicted cross-legged on a slim rectangular base. The figure wears a shoulder-length striated wig tucked behind the oversized ears. His eyes are narrow with a thick incised line, and slightly sunken skin underneath the eyes. His arched eyebrows are modelled in raised relief, and slope down towards the temples. His nose is broad with a visible fold of flesh at his cheeks, and his lower lip is considerably thicker than his upper lip. The lower lip is also sharply incised. He has a short beard, and the face is fleshy around the mouth and jawline. He wears a long garment that envelops the arms, with the outline of the elbows and forearms visible through the material. His left hand is exposed from the material and placed flat across his chest, with the right hand clenched just below. A thick incised line running across the left hand extends down onto the lower body, which is completely enveloped in his garment. Across his lap are two columns of faded incised text, undefined by a border. Further text is inscribed across the sides of the statue base. The front of the base is damaged, obscuring much of the inscription. Further sections of the left and right side of the base are also damaged, with a large chip in the stone at the right side corner. The text across his clothing is very faint and difficult to read. On the bottom of the base a large hole, approximately 1.3cm wide, has been cut into the stone. "], "Cultures/periods": [" Middle Kingdom ", " 12th Dynasty (?) ", " 13th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["schist (?)"], "Technique": ["incised"], "Dimensions": [" Height: 17.80 centimetres ", " Width: 9.40 centimetres ", " Depth: 11.32 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Stylistic features such as the oversized ears, wrapped style garment and the aged facial features point towards a later Middle Kingdom date. The inscription includes titles connecting Impy to the temple of Ptah as a ‘necklace maker’. Further Bibliography: A. Weise, 2001. Antikenmuseum Basel und Sammlung Ludwig Die Agyptische Abteilung (Mainz), No. 28."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 120, no. 16) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 394) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["good but plinth chipped"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29946"], "Registration number": ["1898,0315.80"], "Conservation": ["Treatment: 12 Jan 2001"]}