{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10182,2"], "Title": ["Object: Papyrus Sallier 2"], "Description": [" Papyrus; Hieratic literary text: Teaching of King Amenemhat. Frame 2. "], "Authority": ["Ruler: Sety II"], "Cultures/periods": ["19th Dynasty"], "Production date": ["1200BC-1194BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 21.50 centimetres (papyrus) ", " Length: 35.20 centimetres (frame) ", " Length: 29.50 centimetres (papyrus) ", " Weight: 1415 grammes ", " Width: 27.20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" This New Kingdom papyrus contains a famous literary text which was composed during the early 12th Dynasty, but was regarded as such a classic it was still being copied over seven and a half centuries later as this example proves. Known as 'The Teaching of Amenemhat' for his son Sesostris, it records a historical event which took place at the end of the reign of the 12th Dynasty's founder in about 1955 BC, couched in a literary form. The text suggests that Amenemhat was assassinated and the dead king warns his successor to trust no one lest he too be betrayed. This particular sheet of the text begins in the middle of the old king's account of how he was attacked in the palace as he slept when the crown prince was not with him. It is clear the teacher occasionally found faults with his pupils hand; the signs written in the upper margin are the teacher's corrected forms of signs imperfectly copied by the scribe. The sign of the crocodile at the extreme left is a correction of the same sign that appears in the middle bottom line. As is typical of literary texts in hieratic, some groups of signs are written in red ink to indicate section or chapter headings. Also characteristic are the superscript dots called verse points, used to indicate the ends of lines. A colophon at the end of the poem names the teacher Qageb to whom the copyist Inena dedicated the manuscript. ", " Published: F. Adrom, Die Lehre des Amenemhet (BAe 19, 2006). This manuscript is available on T.L.A. (http://aaew.bbaw.de/tla/) 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999): 60-61 No 11. General biblio: R. Parkinson, 1999. The Tale of Sinuhe and other Ancient Egyptian Poems 1940-1640 BC, 203-11. W. Helck, 1969. Der Text der “Lehre Amenemhets I. für seinen Sohn”. W. K. Simpson (ed.) 2003. The literature of ancient Egypt: an anthology of stories, instructions, stelae, autobiographies, and poetry. p. 166-171 H. Goedicke, 1988. Studies in “the instructions of King Amenemhet I for his son”, I: Text; II: Plates, 2 vols. E. Blumenthal, Die Lehre des Königs Amenemhet (Teil I), in: ZÄS 111, 1984, 85-107 und Die Lehre des Königs Amenemhet (Teil II), in: ZÄS 112, 1985, 104-115 "], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.50-51) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380894) (http://www.trismegistos.org/text/380894) ", " Birch 1841 / Select Papyri in the Hieratic Character from the Collections of the British Museum (pl.10-12) ", " Budge 1923 / Facsimiles of Egyptian hieratic papyri in the British Museum with descriptions, summaries of contents, etc. (p. 27, pl. 63-65) "], "Location": ["On display (G1/fc16/top/right)"], "Exhibition history": [" Exhibited: 2008 13 Oct-2009 29 Mar, Paris, Institut du Monde Arabe, Bonaparte and Egypt 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, insect attack Black ink Red ink Backed: white paper Checked for loan to Far East 1997 Checked for loan to USA 1999 Checked for loan to Paris 2008 Mount Details: Sandwich: glass Edges insert: microchamber paper Binding: self adhesive tape Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Associated titles": ["Associated Title:", " Teaching of Amenemhat "], "Acquisition name": ["Purchased from: Francois Sallier (Trustees of)"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10182,2"], "Registration number": [".10182.2"], "Additional IDs": [" Miscellaneous number: BS.10182 (Birch Slip Number) ", " Miscellaneous number: Frame.2 "], "Conservation": [" Treatment: 19 Jan 1993 ", " Treatment: 24 Aug 1998 ", " Treatment: 18 Oct 2001 ", " Treatment: 21 May 2003 "]}