{"artifact_name": "ear-plug; ear-stud; bead", "Object Type": [" ear-plug ", " ear-stud ", " bead "], "Museum number": ["EA66903"], "Description": [" Two ear-studs or beads of papyrus form: one (a) is in semi-translucent light-blue glass. An only lightly marvered white spiral encircles the shaft. Both the base of the shaft and the edge of the capital are outlined with opaque yellow threads. The other object (b) is of opaque dark-blue glass; a marvered white spiral encircles the shaft. These objects are strung with a number of beads and pendants, most of which are glass. They include three stratified eye-pendants: one of yellow glass with a black and white eye, a duplicate with an additional prefabricated twisted cord in black and white, and a third with a black and white eye on a black ground. Stratified eye-beads include: two black and white, four with black and white eyes on a turquoise-blue ground, and one with a black and white eye on a blue ground. Others are turquoise-blue, white and brick-red, black, white and yellow and turquoise-blue, bright blue, white and brick-red. Two eye-beads have a translucent bright-blue ground with a black and white eye and prefabricated twisted cord of black and white. There are two striped barrel beads, one blue and white, the other black and white. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Technique": [" rod-formed ", " marvered "], "Dimensions": [" Diameter: 1.40 centimetres (disc of (a)) ", " Diameter: 1.35 centimetres (disc of (b)) ", " Diameter: 0.625 centimetres (max. of shaft of (a)) ", " Diameter: 0.65 centimetres (max. of shaft of (b)) ", " Diameter: 0.50 centimetres (min of shaft of (b)) ", " Diameter: 0.55 centimetres (min. of shaft of (a)) ", " Length: 2.20 centimetres (shaft of (a)) ", " Length: 2.25 centimetres (shaft of (b)) ", " Length: 2.55 centimetres (total of (a)) ", " Length: 2.40 centimetres (total of (b)) "], "Curator's comments": ["Attached to .90092"], "Bibliographic references": ["Cooney 1976 / Glass (1017)"], "Location": ["Not on display"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66903"], "Registration number": [".66903"]}