{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA43043"], "Description": [" Naophorous limestone figure of Padiaset, shown kneeling before a naos with a figure of Osiris. The figure wears a smooth ‘bag wig’ which reaches to the shoulders and is tucked behind the ears. His eyes are small and almond shaped, with a faint ridge above conveying the eyebrows. His nose is extremely broad, and his mouth is small with thick lips. The face is fleshy and rounded at the mouth, jawline and neck. A deep ‘v’ shape across the collarbone area possibly indicates the edges of his clothing, though there are no further indications of his garment at the waist or legs. His hands are placed around the sides of the naos which is held out before him, and his knees are also placed on either side of the naos. The naos is broad in size, and inside is the standing figure of the god Osiris. He is identifiable via the atef-crown, his mummiform figure, and the crook and flail implements held across his chest. His facial features are faint, but the outline of his eyes and false beard are discernible. On the reverse behind Padiaset is a slim back-pillar that reaches to the ends of his wig, which is inscribed with a column of text. The lower portion of the text is now damaged. Much of the statue base at the reverse and right side has been lost, and the top corners of the naos are also damaged. There are further small chips to the wig and body of Padiaset, and there are small chips to the back-pillar inscription which obscures some of the hieroglyphs. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Diameter: 13 centimetres ", " Height: 18.50 centimetres ", " Width: 7.50 centimetres "], "Curator's comments": ["The broad facial features, fleshy appearance of the face, and style of wig are all commonly found within 26th Dynasty sculpture. The naophorous statue type also becomes an increasingly popular pose within the Late Period."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 132, no. 96) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 821) "], "Location": ["Not on display"], "Condition": ["fair (incomplete -part of base lost)"], "Associated names": ["Representation of: Padiwesir"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1906"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43043"], "Registration number": ["1906,0611.6"]}