{"artifact_name": "shabti-box", "Object Type": ["shabti-box"], "Museum number": ["EA54090"], "Description": [" Rectangular wooden shabti-box: taking the shape of two shrines with vaulted lids of the kind in which a divine statue would be kept. Since the shabtis represented their deceased owner united with Osiris, the god of the dead, the shape of their storage container is very appropriate. On one of the longer sides, the Chantess of Amun Anhay shakes a sistrum (a percussion instrument used to accompany temple ritual) before Osiris. The god is enthroned and grasps the crook and flail sceptres, symbols of his kingship over the world of the dead. Behind him stands a goddess who is identified by a hieroglyphic inscription as Isis, the sister/wife of Osiris. The painter, however, has erroneously depicted her wearing on her head the distinctive emblem of the goddess Nephthys. On the other long side Anhay appears again playing the sistrum, this time before the jackal-headed Anubis, the embalmer god who protected the cemeteries in which the dead were buried. He is accompanied by a figure of Nephthys. The figures on the short sides of the box represent two of the Four Sons of Horus, Hapy and Duamutef (?), the deities who guarded the internal organs of the deceased. There is hieroglyphic text on all sides and both lids. The box is coated with yellow varnish. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Production date": ["1250BC-1150BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " plaster "], "Technique": [" plastered ", " painted ", " varnished "], "Dimensions": [" Height: 33.50 centimetres ", " Weight: 2.80 kilograms ", " Width: 31.50 millimetres ", " Depth: 16 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["funerary"], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.160-161)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Anubis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Hapy ", " Named in inscription & portrayed: Duamutef (?) ", " Named in inscription & portrayed: Anhay ", " Representation of: Isis ", " Named in inscription: Amun "], "Acquisition name": ["Donated by: T H Green"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54090"], "Registration number": ["1915,1211.1"], "Conservation": [" Treatment: 28 Mar 2017 ", " Treatment: 04 Feb 2000 ", " Conservation treatment: 1/5/19 "]}