{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA35630"], "Description": [" Limestone stela of Aapehty: a round-topped stela depicting the god Seth who stands on the left, being worshipped by the deputy of the gang, Aapehty, who is standing on the right with his arms raised. The figures are carved in sunk relief accompanied by incised texts. The writing of the text is erratic as can be seen in the word ỉdnw and the reversal of the pḥty-sign in the owner's name. "], "Cultures/periods": ["19th Dynasty (late)"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 21.20 centimetres ", " Width: 14 centimetres ", " Depth: 2.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Aapehty was the eldest son of the chief workman Paneb. He was presumably appointed deputy by his father some time after the latter became foreman in Years 1-5 of Sety II and possibly after Year 6 of Sety II when other deputies are attested. Aapehty appears as a deputy on one other monument, an offering-table. He is shown worshipping Meresger, while in a parallel scene his father, the chief workman Paneb, adores Amun-Ra. Inscribed on the offering-table are the prenomina of all the legitimately recognised rulers of the Eighteenth Dynasty, with the apparent omission of Tuthmose II, and the Nineteenth Dynasty up to Sety II, whose name appears on the sides of the spout of the table. Thus Aapehty may have been named deputy prior to the death of Sety II. He was presumably removed from office at the same time as his father. Bibliography: J. Burton. 'Excerpta Hieroglyphica' (Cairo. 1825); pl. xxxvii, no. 15; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 103 (no. 5) 114 (no. 52); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 717; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), 448. G. Pinch, Magic in Ancient Egypt (London 1994), fig.13."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.71) ", " Quirke 1990 / Who were the Pharaohs? A History of their Names with a List of Cartouches (p24) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p265) "], "Location": ["Not on display"], "Exhibition history": [" 1992 Jul-Oct, Norfolk, Swaffham Museum, Ancient Egypt 2010/11 Oct-Mar, Leiden, National Museum Of Antiquities, Egyptian Magic 2015-2016 27 May-10th Apr, Québec, Le Musée de la Civilisation, Egyptian Magic. 2018-2019 12 Oct-13 March, Leiden, Rijksmuseum van Oudheden, The gods of Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Aapehty ", " Representation of: Seth "], "Acquisition name": ["Purchased from: S Rogers"], "Acquisition date": ["1856"], "Acquisition notes": ["Lot 77 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35630"], "Registration number": ["1856,0512.2"]}