{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA32182"], "Description": [" Red granite block statue of Amenhotep. He wears a smooth shoulder-length wig, the ends of which merge into the top of the block form. His eyes are almond shaped with thinly incised eyelids. His nose is damaged though the outline is intact, suggesting that it was broad in size. His lips are full and pursed together, with a sharply incised line along the lower lip. His face is fleshy around the jawline. At his chin there is a small section of stone that possibly represents a false beard. The top of the block form is flat, with no trace or outline of his arms or hands. His body is fully enveloped, with little hint of his physical form across the sides of the block form. Across the front there are four horizontal lines of inscription. His feet and much of the base is now missing or broken. There are several breaks across the top of the head, and small chips to his ears and face. There are also chips around the edges of the upper block area, and a portion of the final line of inscription has rendered some signs difficult to read. The statue is now placed on a modern mount. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["red granite"], "Technique": ["incised"], "Dimensions": [" Height: 27 centimetres ", " Width: 15 centimetres ", " Depth: 18.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Amenhotep provides his various professional titles including scribe of the district, overseer of the double granaries, and overseer of the fields. The offering formulae addresses Montu, Lord of Armant (Hermonthis), suggesting a possible provenance though the wider Theban area is also possible. ", " Amenhotep provides his various professional titles including scribe of the district, overseer of the double granaries, and overseer of the fields. The offering formulae addresses Montu, Lord of Armant (Hermonthis), suggesting a possible provenance though the wider Theban area is also possible. "], "Bibliographic references": [" Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 616) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 130, no. 83) "], "Location": ["Not on display"], "Condition": ["fair - plinth chipped"], "Associated names": ["Named in inscription: Amenhotep"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32182"], "Registration number": ["1899,1016.1195"]}