{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14400"], "Description": [" Fragmentary steatite male figure, the lower body now lost. He wears a short wig that is set far back from his forehead, with cross-hatched detail across the surface indicating curls. His forehead is large with visible frown lines. The eyebrows are thick and elongated, meeting at the nose area and extending out to the edges of the wig. The eyes are set extremely far apart and represented with two small rings of another material, possibly bone. The mouth is a small oval-shaped hole within the stone, and he wears a short beard with cross-hatched detail. Around his neck he wears a beaded necklace. The upper arms are broken off at the shoulder, and the upper portion of his chest features a deep vertical line down the centre of the stone. On the reverse his back is left flat and unformed. There are a number of small scratches and abrasions to the stone surface. The object is now supported on a small modern base. "], "Cultures/periods": ["Roman Period (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 5.73 centimetres (max) ", " Width: 2.99 centimetres ", " Depth: 2.87 centimetres "], "Curator's comments": ["An initial interpretation of the object, as recorded on its modern base, was that the figure represented a warrior in a barbarous style. It also suggests a date of the late Roman period, likely based on the facial features such as the visible signs of age and the figure’s facial hair. The object was collected and donated by the army officer Lieutenant General Augustus W.H. Meyrick (1826-1902), though the provenance of the object has not been recorded."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Lt-Gen Augustus W H Meyrick"], "Acquisition date": ["1879"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14400"], "Registration number": ["1879,0712.754"]}