{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA26265"], "Description": [" Terracotta figure of Hathor: showing her naked with her legs close together and her arms extended down her sides, her hands flat against the thighs. She has Isis-locks in a double layer back and front and falling on to the shoulders, and wears tightly woven wreaths bound with narrow ribbons. The jewellery consists of a plain necklace, a bracelet on the right wrist, an armlet and bracelet on the left arm and wrist, and an anklet on the right leg; a single breast-chain crossing from the right shoulder to the left waist has an oval fastening above the right breast, with two pendants. All the jewellery is modelled in relief, but a painted ribbon crosses the breast-chain from the left shoulder to the right waist. Details at the rear are well modelled. This figure is restored in plaster from above the knees down. She is of Nile silt and coated in a layer of white gypsum. White dressing over the front only, as is the painted decoration. The hair is black and the jewellery painted brown. Brown paint indicates the pubic triangle, the brows and the outer edges of the eyelids (the inner lids are pink); the irises are brown and the pupils a dark beige. The lips, nipples and the body-ribbon are painted red: the last is narrow, with serrated edges. The breasts and the area above them have a pale-pink wash. Some pink paint survives on the wreath. At the rear are some indeterminate brush strokes in a red paint. "], "Cultures/periods": ["Graeco-Roman"], "Production date": [" 2ndC BC-1stC BC ", " 3rdC BC - 2ndC BC (Bailey 2008, 22-23) "], "Production place": [" Claimed to be from: Egypt, Middle Egypt ", " Made in: Egypt "], "Findspot": [" Found/Acquired: Tuna el-Gebel, Tomb walls box (said to be from (see discussion in Bailey 2008, 22)) "], "Materials": [" terracotta ", " gypsum "], "Technique": [" painted ", " slipped ", " mould-made "], "Dimensions": [" Height: 64 centimetres "], "Curator's comments": [" Pair with 1895,0511.50. Both figures are products of the same two-piece moulds or mould-series. Bibliography: S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 108 [133]; N. Reeves and J.H. Taylor, 'Howard Carter before Tutankhamun' (London, 1992), p. 101; E.A.W. Budge, 'By Nile and Tigris' II (London, 1920), pp. 349, 350, said to be from Panopolis; D.M. Bailey, 'Terracotta Revetments, Figurines and Lamps', in M. Henig (ed.), 'A Handbook of Roman Art' (Oxford, 1983), pp. 191-204, pl. 17 (dated too late); M. Smith, 'Budge at Akhmim, January 1896', in C. Eyre et al. (eds), 'The Unbroken Reed, Studies in the Culture and Heritage of Ancient Egypt' (London, 1994), pp. 295-6,299, where it is shown that Budge once claimed the figures came from Meir; M. Smith, 'Dating Anthropoid Mummy Cases from Akhmim: the Evidence of the Demotic Inscriptions', in M.L. Bierbrier (ed.), 'Portraits and Masks, Burial Customs in Ancient Egypt' (London, 1997), pp. 66-71; J. Rowlandson (ed.), 'Women and Society in Greek and Roman Egypt' (Cambridge, 1998), pl. 28; probably from Tuna el-Gebel. ", " Terracotta IV Purchased: Chauncy Murch; said to be from Meir. See registration no. 1895,0511.50 for details of acquisition. This figure of Hathor, from the same or a parallel mould in the same series as that which produced 1895,0511.50. The crown of the head is open and shows internal restoration in plaster: any trace of a kalathos is lost. Hollow; two-piece mould. Both legs and feet are restored in plaster from above the knees down: the restoration was probably moulded from 1895,0511.50. The figure is broken and repaired, and the left breast is restored in part. Ptolemaic, third to second century bc. Bibliog. E.A.W. Budge, Report to the Trustees, 3 May 1895, no. 25: ‘Two large painted terracotta figures of a female. From Meir’; Budge 1920: 349 and 350; Grimm 1974: 97; Bailey 1983: 17 (dated too late); Smith 1994: 295–6 and 299; Rowlandson 1998: 258, pl. 28, where a probable Tuna el-Gebel find-spot is given, taken from a British Museum label once exhibited with the two figures; Walker and Higgs 2001: 108–9, no. 133, dated second or first century bc; Riggs 2005: 79, fig. 30, from Middle Egypt, dated second to first century bc. "], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (133) ", " Terracotta / Catalogue of Terracottas in the British Museum (2994) "], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Hathor"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26265"], "Registration number": ["1895,0511.49"], "Conservation": [" Treatment: 26 Nov 2012 ", " Treatment: 23 Nov 1982 ", " Treatment: 30 Aug 2000 "]}