{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA2314"], "Description": [" Limestone standing figure of a male official, the upper and lower body now in separate pieces. He wears a shoulder-length flaring wig with a centre parting, set high on the forehead and tucked behind asymmetrical ears. His eyes are wide with thick incised lines conveying the eyelids, and elongated cosmetic lines which are downturned towards the ears. His thick eyebrows also follow this same sloping angle. His nose is extremely broad, and his lips are sharply incised. There are notable folds of flesh conveyed at the sides of the mouth and a dent at the chin. He wears a broad-collar with two levels of beaded detail while the rest of his upper body is bare with a lean frame conveyed through a narrowed waist and thin arms. He is depicted in a striding position with the left leg advancing ahead of the right leg, and both arms held by the sides of the body. He wears a long knee-length kilt with a clear loop of material knotted along the left side of the waist. On the reverse of the figure is a slim uninscribed back-pillar, which reaches to the edge of the wig. There are notable scratches around the edges of the broad-collar at the chest possibly from the working of the stone, and several small chips to the face at the nose, eyes, and eyebrows. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 21.70 centimetres ", " Width: 5.37 centimetres ", " Depth: 9.40 centimetres "], "Curator's comments": ["Based on stylistic features such as the asymmetry, flared wig and wide eyes, the figure is thought to date towards the later phases of the Old Kingdom (PM VIII). The darkened surface of the limestone suggests that the figure was subjected to an intense heat after its construction. The fragments of the figure still fit together perfectly, however they have deliberately not been repaired in order for the interior surface and condition of the stone to remain visible. The provenance for the figure is uncertain."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 264)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2314"], "Registration number": [".2314"], "Additional IDs": [" Miscellaneous number: BS.2314 (Birch Slip Number) ", " Miscellaneous number: S.1256 "]}