{"artifact_name": "door-jamb", "Object Type": ["door-jamb"], "Museum number": ["EA186"], "Description": [" Limestone door-jamb of Pay: in the centre of this jamb is a groove in which a design of touching circles is painted. On either side of the groove is a column of incised hieroglyphs containing an invocation on behalf of the outline-draughtsman Pay. The names of his sons, the outline-draughtsman Rʿ-ḥtp and the outline-draughtsman Pʒ-Rʿ-m-ḥb also appear. The jamb is broken off at the top with the loss of the upper parts of both inscriptions. The lower left edge is chipped. The surface of the stone has been painted grey and traces of red, blue and grey paint remain in the hieroglyphs. The circles in the central design are red and black, but the centre section has been lost. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 92 centimetres ", " Width: 37 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The draughtsman Pay, son of Ipuy and Wadjrenpet, flourished in the early part of the Nineteenth Dynasty. He appears in Tombs 4 and 218 and is cited on several ostraca. Bibliography: C. Yorke and W. M. Leake, 'Transactions of the Royal Society of Literature', I, Part I, 1827, pl. VIII (21); S. Sharpe, ‘Egyptian Inscriptions from the British Museum and other sources’ 2nd ser. (London, 1837-55), pl. 43; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 101 (no. 351); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 6 (London, 1922), pl. 40; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 740; K. A. Kitchen, ‘Ramesside inscriptions : translated and annotated Notes and comments; Vol. 1, Ramesses I, Sethos I and contemporaries’ (Oxford, 1993), 391, no. 166 (5)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.78)"], "Location": ["Not on display"], "Condition": ["fair (top lost)"], "Associated names": [" Named in inscription: Pay ", " Named in inscription: Rahotep (son) ", " Named in inscription: Paraemheb (son) "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA186"], "Registration number": [".186"], "Additional IDs": [" Miscellaneous number: BS.186 (Birch Slip Number) "]}