{"artifact_name": "mummy-mask; cartonnage", "Object Type": [" mummy-mask ", " cartonnage "], "Museum number": ["EA29472"], "Description": [" Cartonnage mummy-mask: the face, collar and wig are extensively covered with gold leaf, and the wide-open eyes convey a sense of vitality and alertness. Between the lappets of the wig are stylized floral and geometric motifs, which represent rows of an elaborate collar. Above these are two strings of beads, one which supports an amulet in the shape of an 'ankh'. A fillet is bound around the top of the wig; it is inscribed with a funerary text and it surrounds an image of the sun god as a winged scarab beetle. Painted on the back of the mask are four mummiform deities, the 'ba'-spirit of the deceased as a human-headed bird, and the sun god as a falcon. Below these is a garbled hieroglyphic inscription in seven columns, which twice repeats the name of the god Osiris but it is otherwise virtually unintelligible. "], "Cultures/periods": [" Late Period (?) ", " Graeco-Roman (?) "], "Production date": ["1stC BC-1stC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" plaster ", " linen (?) ", " gold "], "Technique": [" plastered ", " painted ", " gilded "], "Dimensions": [" Height: 44 centimetres ", " Weight: 1844 grammes (on perspex mount) ", " Width: 22 centimetres ", " Depth: 31 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 174-177 No 52; W. Seipel, 'Ägypten' Vol. 1 (Linz, 1989), p.344 [520]; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 70-1, pl. on p. 70. M.A. Stadler, Ägyptische Mumienmasken, pp. 35 and 40. L. Miatello, 'Ptolemaic mummy masks with spells from the Book of the Dead concerning the head', JSSEA 39 (2012-13)."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.70-71) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.140-141) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 58) "], "Location": ["Not on display"], "Exhibition history": [" 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.77 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.77 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.77 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005-2008, Santa Anna, The Bowers Museum, Death and Afterlife in Ancient Egypt. 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2014, 22/5/-30/11. London. BM. Ancient Lives. 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ba"], "Associated names": ["Named in inscription: Osiris"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29472"], "Registration number": ["1897,0511.188"], "Conservation": [" Treatment: 05 Feb 2014 ", " Treatment: 08 Nov 2004 ", " Treatment: 01 Jul 2010 ", " Treatment: 09 Nov 1988 ", " Treatment: 19 May 2003 "]}