{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA67156"], "Description": [" Lower portion of a naophorous schist figure of Sety, shown kneeling with an image of the god Ptah. He wears a long pleated garment with a thick belt across his waist, and a single strap of material extending over his right side. The same detail is found partly intact on his left side. He is shown kneeling and resting on his heels. On his right side the outline of his forearm is intact, and indicates that his arm extended out to hold onto the naos shrine placed between his knees. The surviving front section of the naos shrine includes the lower legs and feet of the god Ptah, shown in mummified form and holding a was sceptre. Around the edges of the god’s feet are three small drill holes, and a further hole is located on his right side at the very edge of the break. On the reverse is a broad back-pillar, with hieroglyphic text written in small, thin signs that then expand in size towards the bottom of the column. In addition to the loss of the upper body of Sety and the naos, the rear left corner of the statue base is now lost. "], "Cultures/periods": ["Ramesside (?)"], "Findspot": [" Found/Acquired: Saqqara (Memphis), H5-188 840 Cache in SW corner of Sector 1 (temple terrace) "], "Materials": ["schist"], "Dimensions": [" Height: 17 centimetres ", " Length: 13 centimetres ", " Width: 9.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" The statue is described as being found within the temple terrace and sacred animal necropolis area at Saqqara (PM III), further confirmed by the modern writing of ‘Saqqara, HS 378’ on the base of the figure. ", " PM III (2): 821 "], "Bibliographic references": ["Porter and Moss 1981 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Statues, Reliefs and Paintings: 3/2 Memphis, Saqqâra to Dahshûr (p. 821)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Ptahkha ", " Representation of: Ptah "], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1969"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67156"], "Registration number": ["1969,0212.19"]}