{"artifact_name": "vessel", "Object Type": ["vessel"], "Museum number": ["EA36282"], "Description": [" Vessel of pomegranate shape: the body is opaque black glass with a low gloss and is decorated with two registers of feather pattern in yellow and white bordered by yellow lines. The base is undecorated. "], "Cultures/periods": ["18th Dynasty (late)"], "Production date": ["14thC BC"], "Findspot": [" Excavated/Findspot: Amarna, el- (?) "], "Materials": ["glass"], "Dimensions": [" Diameter: 9.30 centimetres ", " Height: 9.20 centimetres (maximum) "], "Curator's comments": ["The identification of this incomplete vessel as of pomegranate shape is based entirely on an intact and nearly duplicate example in the Newark Museum, certainly from the same shop. The Newark vase is of dark-blue glass with a single register of feather pattern, also in white and yellow, covering most of the body. It has the convex base and roughly cylindrical body of the British Museum example, unlike the usual Egyptian pomegranate vase which has a globular body. Additional evidence for the dating and provenance of the type exists, in a fragment catalogue under 1943,0410.1. The preservation is very incomplete and assembled from fragments. Most of the body and all of the top area of the vessel are lost. Possibly the small remaining top area of the body has been ground down. Bibliography: 'The Encyclopaedia Britannica' (London & New York, 1929, 14th ed.), I, pl. VI (3) illustrates the vase in colour. Apparently not mentioned in text; B. Nolte, ‘Die Glasgefässe in Alten Ägypten (Berlin 1968), 124, no. 4, pl. XX; The parallel in Newark is published in 'The Museum' (Newark, Winter, 1951), p. opp. p. 1; also Nolte, op. cit., 124, no. 7, pl. XX."], "Bibliographic references": ["Cooney 1976 / Glass (1772)"], "Location": ["Not on display"], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36282"], "Registration number": ["1868,1102.221"], "Conservation": ["Treatment: 06 May 1980"]}