{"artifact_name": "textile; furnishing; shawl; garment", "Object Type": [" textile ", " furnishing ", " shawl ", " garment "], "Museum number": ["EA21620"], "Description": [" Fragment of warp-faced plain weave, undyed linen with purple, tapestry (grouped warp threads) wool decoration; Tapestry creates a right-angle motif with notched ends and a small protrusion in the corner (23.3cmx23.3cm, W 10-11.5cm), between this and end of the cloth are two bands (c.2.2cm deep); Number of linen self-bands; Towards fringe are two semi-purple bands with groups of four and two purple picks half-hidden by linen warp; Knotless warp fringe with groups of warp threads (c.18cm long) loosely S twisted; in one corner the remains of a plait made of warp threads, adjacent to this a plain selvedge; 70cm in from selvedge and 8cm in from fringe, is a pair of crosses (even arms) roughly embroidered in red wool (crosses to be viewed from the back of the cloth), these are possible laundry marks; Warp: linen, S spun, c.24tpc; Weft: linen & wool, S spun, c.10tpc in ground and c.42 in tapestry; Edges: one plain selvedge, one fringe, other edges cut or torn; Sewing: sewn crosses in S spun, orange wool thread, ends knotted together, slits at vertical edges af the triangle motif sewn in paired S spun linen thread. "], "Cultures/periods": ["Roman Period"], "Production date": ["300 (circa)"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " dyed ", " sewn "], "Dimensions": [" Height: 56 centimetres ", " Width: 82 centimetres "], "Curator's comments": ["Includes small bag with three fragments of textile, probably not from the main piece; Edges cut post excavation; Information from Hero Granger-Taylor."], "Location": ["Not on display"], "Condition": ["C"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21620"], "Registration number": ["1886,1009.474"]}