{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65444"], "Description": [" Fragmentary basalt naophorous male figure, shown kneeling on a slim rectangular base. The figure wears a smooth ‘bag wig’ which reaches to the shoulders and is tucked behind the ears. His eyes are large with a thick upper eyelid, and the nose is long and broad at the tip. His mouth is small with thick, fleshy lips that are pursed together. The face is rounded at the jawline and neck. His upper body is bare, with the chest muscles faintly modelled and a narrowed waist. There is no clear delineation of his clothing at the waist or across the legs. Both arms are held out in front to support the naos that he holds in his lap, the back of which extends onto his upper body. Both of his knees are placed close together and his feet are flexed. Inside the slim naos shrine is a standing figure of the god Ptah, identifiable via his mummified form and a long was sceptre that he holds across his body. On the reverse of the main figure is a broad back-pillar that extends to the back of the head, and with no clear traces of incised text. There are small chips to the front of the naos shrine, and a series of scratches across the figure, base, and naos. The back-pillar also has a series of scratches across the surface. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 12.60 centimetres ", " Width: 4.20 centimetres "], "Curator's comments": ["The wig style and naophorous statue type are both popular forms found in Late Period sculpture, particularly within the 26th Dynasty. The lack of a surviving inscription makes it difficult to determine the identity of the figure and a likely provenance, though the depiction of Ptah within the shrine could be an indication of a possible Memphite origin for the figure."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Ptah"], "Acquisition name": ["Bequeathed by: Henry Swainson Cowper"], "Acquisition date": ["1951"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65444"], "Registration number": ["1951,0714.2"]}