{"artifact_name": "textile; furnishing; shawl; garment", "Object Type": [" textile ", " furnishing ", " shawl ", " garment "], "Museum number": ["EA21803"], "Description": [" Lower part of furnishing textile or shawl?; the textile is in undyed linen plain weave with two square panels in tapestry and decoartion of undyed linen, red and green wool loops; one end is preserved with fringe (26cm long); two simple selvedge are preserved and the other edge is cut; 4cm above the fringe is a band of open weave (c.9cm high); c.24cm above the open weave are two square tapestry panels (31x36cm); the squares are framed by the same freize of medallions on a beige and purple background; in each angle is a star-shaped motif in yellow wool with a centre in blue and red wool, between the stars are baskets in yellow and orange full of fruits and vegetables, the central scene on each medallion shows a naked human figure - on the right square is a man wearing a blue mantle running to the right, holding an object (sheild?), his right arm is raised - on the left square is a woman? wearing a blue and red mantle, walking to the left, holding an object (unidentified), her left hand is raised - both figures are in purple on a beige background; the two panels are surrounded by loops in undyed linen and green and red wool (c.3cm long), one row every 2cm; plain weave: mwarp-undyed linen (S/20), weft-undyed linen (S/10); tapestry on paired threads: warp-undyed linen (S/7), weft-undyed linen (S/24), yellow, orange, pink, red, green, blue, purple wool (S/32); slip tapestry closed with oversewing: undyed linen (S spun Z ply); flying threads: undyed linen (S spun Z ply); loops: undyed linen (S spun Z ply twisted), red and green wool (S spun Z ply twisted?) "], "Cultures/periods": ["Coptic"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " flying threads brocading ", " looped ", " sewn ", " dyed "], "Dimensions": [" Height: 101 centimetres (height inc. fringe) ", " Width: 141 centimetres "], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.228) (Table case H, no. 20)"], "Location": ["Not on display"], "Condition": ["A"], "Acquisition name": ["Purchased from: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21803"], "Registration number": ["1888,0512.117"], "Conservation": ["Treatment: 13 Dec 1982"]}