{"artifact_name": "bead; scarab; spacer-bead; bracelet", "Object Type": [" bead ", " scarab ", " spacer-bead ", " bracelet "], "Museum number": ["EA65616"], "Description": [" Bracelet with scarab: the variously shaped gold beads are formed from thin sheet metal folded over and joined along one edge. The large red beads near the end of the setting are of cornelian, while the smaller coloured ones are of blue, red, yellow and green glazed composition. The lapis lazuli scarab, with details of its back outlined in gold wire, is inset into a gold base, to which are soldered sheet gold legs carefully chased to indicate hairs. At the front and back it holds a bar of six gold rings to which are attached the stringing threads of the bead rows. Thus it acts as a spacer, a characteristic feature of Egyptian jewellery, intended to keep multiple strings taut and yet separate. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1330BC (circa)"], "Findspot": [" Excavated/Findspot: Biban el-Muluk (Valley of the Kings - Thebes) (?) "], "Materials": [" lapis lazuli ", " gold ", " cornelian ", " glazed composition "], "Technique": [" glazed ", " soldered "], "Dimensions": [" Length: 19.50 centimetres (bracelet as restrung) ", " Length: 2.90 centimetres (scarab) ", " Weight: 31 grammes ", " Thickness: 0.80 centimetres ", " Width: 1.60 centimetres (scarab) ", " Width: 3 centimetres "], "Curator's comments": ["These beads and a scarab were originally found as loose elements but are now re-strung as a bracelet in the fashion of late 18th Dynasty royal jewellery. For this reason the Valley of the Kings has been suggested as a provenance. Bibliography: M. Caygill, 'Treasures of the British Museum' (London, 1985), p.87, pl.69; C. Andrews, 'Ancient Egyptian Jewellery' (London, 1990), p.36-7, pl.27(a); G. Hart, 'Eyewitness Guides: Ancient Egypt', (1990), p.3; D. T. Potts, 'Civilisation: Ancient Treasures from the British Museum' (1990-1), p.78; 'Treasures of the British Museum' (Japanese Exhibition), (1990-1), p.87; I. Shaw and P. Nicholson, 'British Museum Dictionary of Ancient Egypt (London, 1995), p.158; C. Andrews, 'Egyptian Treasures from the British Museum', (London, 1998), p.326, cat.no.104; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), p.312-3 No 99; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 196-7, pl. on pp. 196-7."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p158) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.196-197) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.246-247) ", " Andrews 1990 / Ancient Egyptian jewellery (27a) "], "Location": ["Not on display"], "Exhibition history": [" 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.27 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.27 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.69 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.69 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.69 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good (restrung - right foreleg of scarab perhaps restored?)"], "Acquisition name": ["Donated by: Mrs Essie Winifred Newberry"], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65616"], "Registration number": ["1956,0714+.2"], "Conservation": [" Treatment: 05 Jan 1989 ", " Treatment: 16 May 1991 "]}