{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8474"], "Description": [" Sycomore fig wood stela of Irtyru: there are three sections to this round-topped stela. In the upper register, below a curved sky-sign, is a winged sun-disk with uraei beneath which is an 'wedjat'-eye. In the middle register the deceased stands on the right in an attitude of worship with the goddess of the West and Anubis behind him. In front of him is an altar on which rests a lotus. On the other side of the altar stand Ra and the four sons of Horus. The names of the last two are inverted. In the third register are five lines of text with a prayer to Ra-Horakhty on behalf of Irtyru, son of Iwʿnḫ. The stela has suffered loss from gouges on the surface. The stela is also cracked in places. It has been darkened, making the text difficult to read. Some of the text has been partially restored from a copy made byBirch during last century. The original background appears to have been buff. The sky-sign was blue. The disk is red with blue upper wings, having pink patches and edged in red, and green lower wings edged in red. The 'wedjat'-eye appears to have been blue, now blackened, with a black pupil on white and a red patch between eye and eyebrow. The hieroglyphs are green, red, and blue. On each side of the eye and each side of the middle register are multi-coloured borders composed of blue, red, green, and orange-pink rectangles separated by one black and two white stripes all edged in green. The sky-sign in the second register is blue. The deceased has a red body, green garment and cone with a red tip. The goddess has a green body, orange-pink dress, black wig, and red, blue (?), and green head-dress. Anubis has a green body, orange collar striped in black, blue, now faded black, wig and carries a green feather and blue and red streamers. The altar was blue and the lotus blue and green. Ra has a red body, orange collar with black stripes, blue, now faded, black wig, white face with black features, orange-pink disk, and green hands and sceptres. Imsety has a green body, orange-pink collar with black stripes, blue, now faded black, wig, red face, green and red cone, and blue hand holding a green feather with blue and red streamers. Hapy has a red body, orange-pink collar with black stripes, red face, blue wig, green and red cone, and blue hand with green and blue streamers. Duamutef, wrongly named Qebhsenuef, has a green body, orange-pink collar with black stripes, green face, and blue wig and hand holding blue and red streamers. Qebhsenuef, wrongly named Duamutef, has a red body, orange-pink collar with black stripes, blue, now faded black wig, white face with black features, green and red cone, and blue hand holding a green feather and blue and green streamers. The hieroglyphs are black on an orange-pink background between blue lines. In the third register the hieroglyphs are black on a background, now dark brown, between blue dividing lines. The back and sides of the stela are plastered. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 30.50 centimetres ", " Weight: 0.510 kilograms ", " Thickness: 2 centimetres ", " Width: 22 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 83 (no. 133); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 113 (no. 41), P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), 217."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.40-41)"], "Location": ["Not on display"], "Condition": ["fair - surface damaged and darkened"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription: Iuankh (?;father) ", " Named in inscription & portrayed: Ra ", " Named in inscription & portrayed: Sons of Horus ", " Named in inscription & portrayed: Anubis ", " Named in inscription: Ra-Horakhty ", " Representation of: Imentet "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8474"], "Registration number": [".8474"], "Additional IDs": [" Miscellaneous number: BS.8474 (Birch Slip Number) "], "Conservation": ["Treatment: 10 Dec 2013"]}