{"artifact_name": "base", "Object Type": ["base"], "Museum number": ["EA713"], "Description": [" Black granite rectangular statue-plinth with a socket for the feet of the statue, sunk into the top surface. The socket is slightly larger and rounded at the front. Several hieroglyphic inscriptions have been roughly engraved on the item : - five columns at the forefront (cartouche of the god Osiris Wennefer Pa-Hapy flanked by the cartouches of Late King Piankhy and the God's Wives of Amun Shepenupet II, Amenirdis I, and Late Shepenupet I); - three lines to read from right to left on the front part of the top, in front of the socket, outlined by four horizontal strokes; - one line to read from right to left on the rear part of the top, behind the socket, underlined by a horizontal stroke. "], "Cultures/periods": ["25th Dynasty ((end of))"], "Findspot": [" Found/Acquired: Karnak (Thebes), Certainly from the chapel of Osiris Wennefer Neb-Djefau, to the East of the way of Ptah "], "Materials": ["granite"], "Dimensions": [" Height: 16 centimetres ", " Length: 39.50 centimetres ", " Width: 28.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["See PM viii, p. 1062; K. Jansen-Winkeln, Inschriften der Spätzeit. Teil III : Die 25. Dynastie, Wiesbaden, 2009, 334-335, n°51.128. The number 795 painted on top refers to the BM Guide, 1909. According to Laurent Coulon (CNRS, Lyon), the item was reused in the doorstep of the gate of the chapel of Osiris Wennefer Nebjefau, built under the reign of Amasis, in the northern area of Karnak,where it has been discovered by Georges Legrain at the beginning of the year 1900 (cf. correspondence Legrain Maspero 12/2/1900). The statue was originally standing in an earlier chapel (XXVth dynasty) dedicated to Osiris Wennefer Pa-Hapy, possibly in the area. The so-called chapel of Osiris Neb-Neheh (Amasis / Psametik III), situated immediately to the south of the chapel of Osiris, might have replaced this earlier chapel and, in fact, mightalso have been dedicated to this Osiris Pa-Hapy."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1906"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA713"], "Registration number": ["1906,0714.4"]}