{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36437"], "Description": [" Painted limestone striding male figure on a slim rectangular base. The figure is depicted wearing a short close-cropped wig, a beaded broad-collar and a knee-length wrapped kilt with a small loop of knotted material visible on the left side of the torso. The left leg is depicted advancing ahead of the right leg, while the arms are held close to the sides of the body with the fists clenched. The upper body is bare, with modelling of the narrow waist and subtle indications of the musculature of the chest. The head is disproportionally larger than the body, with extremely wide eyes and heavy ridges indicating the upper and lower eyelids. The thick eyebrows slope down towards the temples and sit above the elongated cosmetic lines which emerge from the outer corners of the eye. The nose is broad and the mouth is wide with a sharply incised lower lip. Traces of red-brown paint have been used for the skin, while black paint has been used for the wig, eyebrows, eyes, and the statue base. Yellow paint survives on the broad-collar and in the negative space between the lower legs at the right side, and white paint has been used to detail the clothing. There are numerous cracks visible across the stone surface where the figure has been repaired in modern times, including around the lower legs at the edges of the kilt, waist, and at the chest. There are also small chips to the paint across the face and wig of the figure. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["6th Dynasty (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 27 centimetres ", " Width: 7.17 centimetres ", " Depth: 12.80 centimetres "], "Curator's comments": ["Statues of the elite established within tomb spaces during the Old Kingdom were typically placed in offering chapels, though in some instances statues were found enclosed in serdabs and thus inaccessible to any living viewer who visited the tomb space. As such figures tend to also lack an inscription, it is often difficult to definitively determine the object’s original provenance. The traces of various colours across this statue surface, particularly the use of yellow paint to indicate the negative space between the legs, makes this figure one of the most well-preserved painted Old Kingdom objects within the collection. Stylistic features of elite statuary from this era, including the large sized head and stiffness of the body’s pose and facial expression, are described as characteristic of the later phases of Old Kingdom non-royal sculpture (Ziegler 1999), and thus the British Museum figure likely belongs to the 6th Dynasty, or possibly further into the First Intermediate Period. General Sources: C. Ziegler, 1999. ‘Nonroyal Statuary’, in J.P. Allen et al, (ed.) Egyptian Art in the Age of the Pyramids (New York), p. 57-71."], "Bibliographic references": ["Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p.91)"], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36437"], "Registration number": ["1902,0412.137"]}