{"artifact_name": "pectoral", "Object Type": ["pectoral"], "Museum number": ["EA7849"], "Description": [" Blue glazed composition pectoral with black potline decoration: on the face is a representation of the deceased worshipping the enthroned figure of Osiris; on the reverse is a representation of Anubis; pierced through the cornice and the lower edge for attachment. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["pierced"], "Dimensions": [" Length: 8.50 centimetres ", " Width: 9.50 centimetres ", " Depth: 1.20 millimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Published: Art and Afterlife in Ancient Egypt (Japan 1999-2000): No 29 W. Seipel, Ägypten Vol. 1, Linz 1989, p.240 [400]."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1986 Jun-Oct, Carmarthen Museum, A son of Luxor's Sands 1989 Apr-Sep, Linz, Oberosterreichisches Landesmuseum, Götter-Gräber und die Kunst-4000 Jahre altäg Jenseitsglaube 1989 1 Nov-1990 31 Dec, Malaysia, Kuala Lumpar, National Museum of Malaysia, Treasures from the Graves 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Anubis "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA7849"], "Registration number": [".7849"], "Additional IDs": [" Miscellaneous number: BS.7849 (Birch Slip Number) "]}