{"artifact_name": "libation-vase; foundation-deposit", "Object Type": [" libation-vase ", " foundation-deposit "], "Museum number": ["EA22242"], "Description": [" Model of libation-vase in glazed composition; with narrow mouth, flat base and small perforated spout on convex shoulder; glaze has decayed (?) from blue-green to a dull brown-grey colour; complete. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, NE corner "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Diameter: 5.20 centimetres ", " Height: 5.80 centimetres ", " Width: 2 centimetres (across outer edge of rim) ", " Width: 3.50 centimetres (base) ", " Width: 1.45 centimetres (inside rim) "], "Curator's comments": ["At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. 25-26; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. 5-6, pl. 19 and 21-23). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). Eight libation-vases were discovered in the foundation deposits: two in the north-east corner, two in the south-east one, two in the south-west one and two in the north-west one (Petrie 1886, 31, pl.25 no. 12-13). According to Petrie’s list, this object was found at the north-east corner of the pylon, along with a second one (1885,1101.118). Small faience vessels tend to act as substitute of ceramics’ models in the foundation deposits of the Ptolemaic period (Weinstein 1973, 356-357). They are often just small cups, but they can reproduce more complex vase shapes, such as this libation-vase (see also a double Hes-vase from a foundation deposit at Herakleion-Thonis: Goddio, Fabre 2008, no. 390). Goddio, F. and Fabre D. (eds) 2008, Egypt’s sunken treasures, Munich, 138-139. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1888, Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973, Foundation deposits in ancient Egypt, Ann Arbor."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 31, pl. XXV, no. 12 or 13) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.04) (phase 3) "], "Location": ["Not on display"], "Condition": ["good. Red sandy deposit on part of base equals glue damage from mounting in early display?"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22242"], "Registration number": ["1885,1101.117"]}