{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2306"], "Description": [" Steatite striding figure of the male official Ipep on a slim rectangular base. The figure is depicted in a striding position with the left leg advancing slightly forward ahead of the right leg. He wears a shoulder-length flaring wig which is set low on the forehead and tucked behind the ears, and a long garment which is tied at the chest with two visible knots of material looped at the centre of the torso. The edge of the clothing is conveyed in a vertical line running down the centre of the material. The upper body is bare, with a slight swelling of the chest and of the stomach underneath the clothing. The arms are held by the side of the body and are extremely elongated, with the palms placed flat against the legs. The feet are also extremely broad. The eyes are extremely wide with a heavy ridge conveying the upper eyelid and a thin arched line for the eyebrows. The nose is large and almost as wide as the mouth, with the lips sharply incised and a slight dent at the chin. The face appears rounded at the jawline. On the reverse is a slim back-pillar incised with a single column of text that extends onto the statue base, and a further short inscription is inscribed onto the left side of the pillar and the left side of the top of the statue base, behind the figure’s feet. A visible crack across the lower section of the clothing extends across the figure’s left hand and around to the left side of the clothing. There are some small scratches to the chest area, and a notable small chip to the chest on the left side above the knot of material at the torso. Notable long and deliberate scratches are found across the front, left and right side of the statue base, possibly erasing an earlier inscription. "], "Cultures/periods": ["Middle Kingdom (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 18 centimetres ", " Width: 4.77 centimetres ", " Depth: 7.14 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Based on stylistic features such as the wide facial features, this figure likely dates to the Middle Kingdom, possibly around the Thirteenth Dynasty. The provenance of the figure is uncertain. It is interesting that the name of the god is missing from the typical evocation within the offering formulae found on the back-pillar, and indeed that there is space for these signs at the very top of the back-pillar surface. The deliberate damage around the sides of the statue base could suggest that text had been inscribed across these areas and was subsequently erased."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 347)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Sir John Gardner Wilkinson"], "Acquisition date": ["1836"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2306"], "Registration number": [".2306"], "Additional IDs": [" Miscellaneous number: BS.2306 (Birch Slip Number) "]}