{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA61298"], "Description": [" A plaque with a figure of Bes standing, wielding a sword in his raised right hand, the weapon crossing the feathers of his crown. In his lowered left hand he grips a snake round its neck, and the coils of its body curve around his arm. He appears to be wearing a muscle-cuirass with a double lower border, with no under-tunic or pteryges, but he may be naked with a low-slung belt: the former is more probable. His tail is shown hanging vertically between his legs. Most of the feathers of his crown, apparently six in number, are broken away and lost, together with the tip of his sword. The back is rough and un-worked. The plaque is solid and was pressed into a one-piece mould. Orange-brown, micaceous Nile silt. "], "Cultures/periods": ["Ptolemaic (Possibly earlier, ?)"], "Production date": ["4thC BC-3rdC BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Height: 16.60 centimetres (maximum) ", " Width: 10.41 centimetres ", " Depth: 3.58 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Henry Salt. Probably Ptolemaic or earlier, fourth to third century BC. Comparanda: Close: Hodjash 2004: 111, no. 83, dated Roman period; 'LIMC' iii (2): pl. 80, Bes 38a, in the Alexandria Museum = Breccia 1926: pl. xxxvi:6, from Canopus; Petrie Museum uc47973, from Memphis. Near: Bayer-Niemeier 1988: no. 430, dated third century AD; Hodjash 2004: 105, no. 75, dated Roman period; Szyma´nska and Babraj 2004: 34, fig. 4, from Athribis, from a context of the third century BC. Also with snake: Bonham's 'Sale Catalogue', 12 December 1995: lot 52; Perdrizet 1921: pl. xlii:139, from Memphis; Petrie Museum uc69107, a mould from Memphis (?) Near: Pons Mellado 1998: 110, 1981/1/193 (head only). Bibliog: Not recognized in the sale of Salt's Third Collection: Sotheby's 'Sale Catalogue' of 29 June 1835 and eight following days."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3101)"], "Location": ["Not on display"], "Condition": ["incomplete - much of headdress missing"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA61298"], "Registration number": [".61298"]}