{"artifact_name": "coffin; human mummy; mummy-wrapping; mummy-mask; cartonnage", "Object Type": [" coffin ", " human mummy ", " mummy-wrapping ", " mummy-mask ", " cartonnage "], "Museum number": ["EA24800"], "Description": [" Rectangular wooden coffin with a cornice around the top; containing the mummy of a man aged 20-21, name unknown: Skull - The head and chest are covered by a cartonnage mask with a gilded face, the artificial eyes of which and the eyebrows are outlined in dark blue glass, with protective deities at the sides of the head and funerary deities represented on the lappets of the wig. Mouth partly open. All teeth present. The cervical spine is widely dislocated at the level of the 4th vertebra, and the 5th is lying loose in the neck. The 6th and 7th cervical vertebrae are in normal anatomical relationship with the dorsal spine. Thorax and Abdomen - Covered by a painted cartonnage pectoral, decorated with a winged solar disc with uraei and a vignette, showing Anubis mummifying the deceased, flanked by Isis and Nephthys, beneath. There is linen packing in the left upper zone of the thorax, and also in the pelvis and abdomen. The 5th, 6th, 7th, and 12th dorsal vertebrae are missing; the remaining dorsal vertebrae and lumbar spine appear normal. The upper four ribs on both sides are normal; all the rest are dislocated at their costo-vertebral articulations, and are lying haphazardly, but not fractured. The pelvis and hips appear normal. Iliac epiphyses not quite fused, hence inference of age. The penis is bandaged separately. Arms - flexed at the elbows, forearms crossed over the breast, right over left, hands on shoulders. Legs - Faint lines of arrested growth at lower ends of tibiae, otherwise no joint or bone lesion. Many fragments of the linen mummy-wrappings, removed during restoration in September 1970, are now stored separately. "], "Cultures/periods": ["Roman Period"], "Materials": [" wood ", " human tissue ", " linen ", " gold "], "Technique": ["gilded"], "Dimensions": [" Height: 27 centimetres (Mummy) ", " Height: 40 centimetres (coffin) ", " Height: 15 millimetres (max: fragments) ", " Length: 162 centimetres (Mummy) ", " Length: 186.50 centimetres (coffin) ", " Weight: 262 grammes (fragments) ", " Width: 15 centimetres (max: fragments) ", " Depth: 38.50 centimetres (Mummy) ", " Depth: 50.50 centimetres (coffin) ", " Depth: 5.50 millimetres (max: fragments) "], "Curator's comments": ["Published: Art and Afterlife in Ancient Egypt (Japan 1999-2000): No 118. A report by E A W Budge, submitted to the British Museum Trustees 13 May 1893, describes this as 'mummy & coffin of the Christian period from Upper Egypt.' The precise provenance is not given, but a very similar mummy and coffin, Copenhagen Ny Carlsberg Glyptotek AEIN 927, were acquired in the Faiyum in 1895: M Jorgensen, Catalogue Egypt III (Copenhagen 2001), 352-5 and 43. Several mummy masks similar to that of EA 24800 have been found at Hawara: cf M A Stadler, Aegyptische Mumienmasken in Wuerzburg (Wiesbaden 2004), 26-48 & esp. 47, n. 117."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (68) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.111, table 1) "], "Location": ["Not on display"], "Exhibition history": [" Mummy and coffin: 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Anubis ", " Representation of: Isis ", " Representation of: Nephthys "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24800"], "Registration number": ["1893,0514.176"], "Conservation": [" Treatment: 14 Feb 2014 ", " Conservation treatment: 25/11/20 ", " Treatment: 04 Dec 2020 "]}