{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA37901"], "Description": [" Fragmentary mudstone head and upper body of a female figure, the lower body and base now missing. The figure wears a long, striated wig that is tucked behind her ears and sits low on the forehead. The wig also features flat-bottomed front lappets and a horizontal band across the top of the head representing a narrow ribbon, perhaps to hold the hair in place, with the ends of the ribbon depicted in relief on either side of the back-pillar on the reverse. The figure wears a decorated collar necklace and a tight-fitting sheath dress with two straps clearly outlined across the shoulders that meet at the breastbone, both traditional artistic items of female clothing and jewellery. The face is broad and fleshy particularly around the jawline, with almond shaped eyes and a short cosmetic line at the outer eye. The lips are thick, and the outer corners are slightly upturned to suggest a subtle smile. On the reverse are the remains of the upper section of the back-pillar, which does not appear to be inscribed. In addition to the break at the waist, the left arm has been damaged from the shoulder and the right arm is broken from the elbow. The statue’s nose has been damaged, and the crown or headdress once worn on the head is also missing. There are numerous abrasions across the stone surface at the wig on top and on either side of the head, and at the face along the ridges of the eyebrows, eyes, and cheeks of the figure. "], "Cultures/periods": [" Late Period ", " 30th Dynasty "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["mudstone"], "Dimensions": [" Height: 18.50 centimetres (max) ", " Width: 12.35 centimetres ", " Depth: 8.83 centimetres "], "Curator's comments": ["The lack of uraeus, vulture headdress or other royal attributes may indicate that this figure does not represent a queen. The unusual detail of the ribbon and its depiction in relief on either side of the back pillar may instead indicate that the statue subject is of divine status (Russmann 2001). Comparisons with other contemporary female statues of similar style and dress (such as a Late period statue now held in the Virginia Museum of Fine Arts, Richmond, 55-8-13: https://www.vmfa.museum/piction/6027262-135564591/); Bothmer 1960) demonstrate that there is a wider problem of identification within female representations of this period. For both of these statues, their original provenance is unknown. Further Bibliography: S. Albersmeier, 2002. Unterschungen zu den Frauenstatuen des Ptolemäischen Ägypten (Mainz), p. 157, no. 24-25, Pl. 17B. W. Seipel, 1992. Gott, Mensch, Pharao (Vienna), p. 406-407, no. 164."], "Bibliographic references": [" Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 117) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 132, no. 99) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 950) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 247, no. 136.) "], "Location": ["Not on display"], "Condition": ["incomplete - top of the head and lower body lost"], "Acquisition name": ["Donated by: Arthur Lyttelton Annesley"], "Previous owner": ["Previous owner/ex-collection: George Annesley, 2nd Earl of Mountnorris"], "Acquisition date": ["1853"], "Acquisition notes": ["Lot 419 at Arley Castle sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37901"], "Registration number": ["1853,0108.110"], "Conservation": ["Treatment: 30 May 2000"]}