{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA13318"], "Description": [" Painted limestone figure of a male official seated on a backless chair. He wears a short striated wig with a centre parting which has been painted black, and red-brown paint has been applied to convey his skin. He has almond shaped eyes delineated with white paint and a thin outline of black paint around both eyelids. His eyebrows are thick and slightly arched, and also painted black. His nose is short and his mouth is wide with thick, pursed lips. He has rounded fleshy cheeks and a rounded chin. The head is slightly disproportionately sized and the neck is short and broad, while the slightly hunched upper back creates the suggestion that the figure is leaning slightly forward. His upper body is bare, with broad shoulders and a narrowed waist. His arms are broad and set apart from his body, with both hands placed on his lap. His right hand is clenched while his left palm is placed flat against his leg. He wears a short kilt which has been painted white. The sides of his seat have been painted black, including in between his lower legs. The stone surface is particularly flaky across the upper body, with notable chipped paint across the neck and shoulder area as well as the upper back. A large crack in the stone is also visible from the left side of the neck down to the right side of the chest. There are various chips and scratches to the stone surface across the kilt and seat, and areas of paint loss across both the left side of the body and seat. "], "Cultures/periods": ["Old Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 24.50 centimetres ", " Width: 9.19 centimetres ", " Depth: 13.81 centimetres "], "Curator's comments": ["Old Kingdom statues of the elite were typically placed in offering chapels in tombs, though in some instances statues were also found enclosed in serdabs and thus inaccessible to any living viewer who visited the tomb space. Without an inscription it can be difficult to say more about the individual represented, and the object's original provenance. In order to ensure the integrity of the stone sculpture and prevent any breakage, it was common for the stone between the body and the arms to be left intact but partially carved or even painted black as negative space. Here however the arms have been completely separated from the main body."], "Bibliographic references": ["Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 91, no. 158.)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13318"], "Registration number": ["1868,1102.423"]}