{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10758,6"], "Title": ["Object: Papyrus Ramesseum 5"], "Description": [" P. Ramesseum 5, Frame 6. Papyrus written on the recto in linear hieroglyphic script. The recto contains medical prescriptions in red and black ink related to 'vessels', perhaps against stiffness. On the verso there are very short jottings. The text is written in vertical columns with titles in horizontal lines, in retrograde script. This frame contains eighteen fragments which appear in the following order from top left to bottom right: Frag. 1, Frag. 2, Frag. 8, two unidentified (possibly from another ms.), Frag. 10, Frag. 3, Frag. 4, Frag. 7, Frag. 6, one unidentified, Frag. 5, four unidentified, Frag. 9 and one unidentified. The papyrus was a half-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 25.60 centimetres (frame) ", " Width: 18.60 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 5 Fragments 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, eight unidentified fragments (including 2 large fragments possibly from another manuscript). A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 9, pl. 17. J. W. B. Barns, Five Ramesseum Papyri (Oxford: Oxford University Press 1956), 30-34, pl. 23. This papyrus is being studied by Pierre Meyrat (Geneva). W. Westendorf, Handbuch der altägyptischen Medizin (Handbuch der Orientalistik Abt. 1, 36; Leiden, Boston and Köln: Brill 1999), 6-8. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (10.6) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381068) (http://www.trismegistos.org/text/381068) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments Black ink Red ink Mount Details: Sandwich: glass Binding: copydex self adhesive carpet tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10758,6"], "Registration number": ["1956,0714.7.6"], "Additional IDs": [" Miscellaneous number: Frame 6 "]}