{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA73667"], "Description": [" Papyrus Northumberland Nr. III, with a literary praise (eulogy) on Sety I at the Afterlife-tribunal (recto), and a 'secularized' version (or parody) of the judgement scene (verso). "], "Authority": ["Ruler: Sety I"], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 20.40 centimetres (in glass) ", " Height: 16 centimetres (papyrus) ", " Weight: 491 grammes (in glass) ", " Width: 39.40 centimetres (in glass) ", " Width: 33 centimetres (papyrus) ", " Depth: 0.70 centimetres (in glass) ", " Depth: 0.60 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": ["The Papyrus Northumberland Nr. III contains a literary praise (eulogy) on king Sety I at a mortuary tribunal on the recto, and a 'secularized' version (or parody) of the judgement scene on its verso. The recto expresses the wish to come out of the act of judgement as a justified one whereas the verso records the outcome in an unusual realistic way using a calculation with fractions. Both sides should be understood in conjunction as the word Hsb (“to calculate”), with which the recto starts, refers to the weighing of the heart in Book of the Dead, chapter 125. The little sketch on the verso appears to be a ‘demythologised’ form of the traditional afterlife judgement scene (Book of the Dead, chapter 125), in which the heart is weighed against the feather of Maat. This remarkable literary sketch is stripped of all mythological features and references, and presents the ceremony as an actual process of weighing with weights at the balance, as could be witnessed in daily life in a workshop or marketplace. The practical process is checked and agreed by a proper Keeper of the Balance; Thoth or possibly Anubis, and recorded by a skilled scribe. This is surely an unparalleled, ‘securalised’ presentation of a religious subject. Note that weights can replace the feather on the balance in visual representations of the scene in the Book of the Dead. Published: Barns, in JEA 34 (1948), 43-6, pl. 12; Kitchen, in Hommages a F. Daumas (1986), 435-9; KRI I, 204f; H.-W. Fischer-Elfert, Papyrus Northumberland Nr. III, in Fs Altenmüller (BSAK 9), 2003, 109-115."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381278) (http://www.trismegistos.org/text/381278)"], "Location": ["Not on display"], "Exhibition history": [" 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["good"], "Acquisition name": ["Purchased from: Hugh Algernon Percy, 10th Duke of Northumberland (testament)"], "Acquisition date": ["1991"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73667"], "Registration number": ["1991,0406.4"], "Additional IDs": [" Miscellaneous number: P Northumberland III "]}