{"artifact_name": "crotal", "Object Type": ["crotal"], "Museum number": ["EA26260"], "Description": [" Pair of crotals, consisting of two small cymbals fixed to a handle in the shape of tongs: the handle is surmounted by an elaborate, ornamental grip, of which the upper part is pierced with a circular hole, and the lower is in the form of an altar with four support pillars decorated with diagonal striations. The handle and grip have been cast in one piece. The arms of the handle are set at right-angles to the shoulder, to which the base of the grip is fixed. One arm is decorated on the outside with three lines running from top to bottom, a diamond pattern repeated eleven times, and forty-three incised circles; the other arm is decorated with only the three lines. Each arm ends in a point. The cymbals are attached to the arms by a bronze split-pin; there are two further split-pins on each arm, perhaps originally for the attachment of bells. The rims of the cymbals are slightly turned up at the edge, so that the points of contact are towards the central, saucer-shaped depression. The rims have a pronounced flange on the back of the cymbals. There is a decoration of three pairs of two concentric circles on one cymbal; on the other the central group of circles is increased to three. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": ["incised"], "Dimensions": [" Height: 32.50 centimetres ", " Weight: 0.28 kilograms ", " Width: 7.50 centimetres ", " Depth: 4.50 centimetres "], "Curator's comments": ["Bibliography: 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (1922), p. 212 H. Hickmann, 'Cymbales et crotales dans l'Égypte ancienne', 'Annales du Service des Antiquitiés de l'Égypte', 49 (1949), p. 525 and fig. 49 J. Strzygowski, 'Koptische Kunst' (1904), no. 7162, p. 316. H. Hickmann, 'Cymbales et crotales dans l'Égypte ancienne', 'Annales du Service des Antiquitiés de l'Égypte', 49 (1949), p. 524 and fig. 47 Audrey Cottet, Playing finger cymbals in the Roman Empire: an iconographic study, Early Music (2022), fig. 5 caab073, https://doi.org/10.1093/em/caab073"], "Bibliographic references": ["Anderson 1976 / Musical Instruments (27)"], "Location": ["Not on display"], "Condition": ["fair (fragmentary and repaired)"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26260"], "Registration number": ["1895,0511.44"]}