{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA69497"], "Description": [" Fragment of a black granite statue base with cartouches and epithets of king Sobekhotep I. The fragment appears to be the right-side corner of a statue base, with two clear columns of incised inscription defined by a slim border. The top of the inscription and the remaining text is now missing, and much of the rest of the fragment is damaged. Traces of a third line on the left side of the fragment are difficult to read given the damage to this area, which appears to have been deliberately erased through chiselling of the stone. "], "Cultures/periods": ["13th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 5.80 centimetres ", " Weight: 2 kilograms ", " Width: 17.20 centimetres ", " Depth: 13.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This fragment originally belonged to the Amherst collection and was thought to originate from the Theban area, though a precise findspot was unknown (PM I:II). The third damaged line of inscription has been suggested to evoke the god Amun-Re, patron deity of Thebes, and thus a potential provenance of Karnak has been suggested (Reeves 1986; Siesse and Connor 2015). Based on the dimensions and arrangement of the text it has also been connected to a surviving striding statue of a Thirteenth Dynasty king which was discovered within the Karnak cachette (CG 42020: https://www.ifao.egypt.net/bases/cachette/ck127), further supporting the link to Karnak (Siesse and Connor 2015). Further Bibliography: C. N. Reeves, 1986. ‘Miscellanea Epigraphica’, Studien zur Altägyptischen Kultur Bd. 13, p. 165-167. J. Siesse, S. Connor, 2015. ‘Nouvelle datation pour le roi sobekhotep Khâânkhrê [PL. XXVI-XXX], Revue d'Égyptologie 66, p. 232-234, Pl. XXVII."], "Bibliographic references": [" Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 795) ", " Quirke 1990 / Who were the Pharaohs? A History of their Names with a List of Cartouches (p. 31) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Sobekhotep I"], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Acquisition date": ["1982"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69497"], "Registration number": ["1982,1102.1"]}