{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["EA72634"], "Description": [" Fragment of a tapestry band with stylized white rosettes within small red or green roundels arranged diagonally on a yellow ground with fragmentary purple border. Mounted with 1919.0505.849 is (b) a fragment of tapestry band (single warp threads) in coloured wool and some undyed linen; On a red ground are two unrecognisable motifs, soumak outlining in dark blue; Dark blue frame with cusped and dotted border; Warp: wool, S-spun, c.10-11 tpc; Weft: wool and linen, S-spun, c.32 tpc; Edges are cut; Sewing: remains of sewing at one side, 1 S-spun blue wool thread used with a yellow , S-spun Z ply, wool thread. Also mounted with this is (c) a small fragment with (at top) weft-faced plain weave, undyed wool and (below) part of a tapestry (single warp threads) ornament in coloured wool with some undyed linen; Probably a roundel; Pink frame to ornament with a mauve quatrefoil border; main ground dark blue; Survivng motif is most of a cupid carrying a wreath (?) and half of a small round containing a bird (?); Warp: S-spun, c.10 tpc; Weft: wool and linen, S-spun, c.35 tpc in plain area and c.50 in tapestry; Edges are ragged. "], "Cultures/periods": [" Coptic ", " Byzantine "], "Production date": ["8th-9thC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": [" Excavated by: Byzantine Research Fund ", " Excavated by: Reginald Campbell Thompson "], "Findspot": [" Excavated/Findspot: Wadi Sarga "], "Materials": [" wool ", " linen "], "Technique": [" tapestry ", " sewn ", " dyed ", " woven "], "Dimensions": [" Length: 6 centimetres (b) ", " Length: 12 centimetres (c) ", " Length: 32 centimetres ", " Width: 8 centimetres (b) ", " Width: 4 centimetres (c) ", " Width: 7 centimetres "], "Curator's comments": ["Previous location of (b) in Cupboard 64, blue box; (b) probably woven as part of a larger textile, a tunic, and afterwards cut out and re-used; (c) part of a much larger textile, probably a tunic; (b & c) with Wadi Sarga textiles so also from here?; Information from Hero Granger-Taylor (1989 and 1990)"], "Location": ["Not on display"], "Condition": ["(b) poor, linen rotten; (c) good but fragmentary; Unknown date stucky to sticky net"], "Acquisition name": ["Donated by: Byzantine Research Fund"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA72634"], "Registration number": ["1919,0505.849"], "Conservation": ["Treatment: 23 Jul 2014"]}