{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9953,B1"], "Description": [" Funerary Papyrus of Khay: a part of the funerary papyrus of Khay, 'Chief Keeper of the Writings of the Lord of the Two Lands'. This section includes a treatise in Middle Egyptian now known as 'The King as Sun-priest'. As is usual for funerary papyri of this period, the text is written retrograde in cursive hieroglyphs, between borders, with painted vignettes. On this section the text is flanked by two fragmentary vignettes. The one on the left shows the deceased before an offering table, while the one on the right must originally have shown the object of his veneration. The remains of a sandy desert landscape suggest that the vignette showed sunrise, like vignettes to the solar hymns of the Book of the Dead. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 45.80 centimetres (frame) ", " Height: 31.10 millimetres (papyrus) ", " Length: 66.20 centimetres (frame) ", " Width: 30.60 centimetres (papyrus) "], "$Inscriptions": [" ", " "], "Inscription subject": [" religious ", " funerary ", " mortuary ", " ritual "], "Curator's comments": ["Earlier copies of this esoteric royal composition are from temples, but it was later taken over, as here, for private use. As a royal archivist, Khay would have had access to archival copies of the text. The original treatise is a description of the king's role in the solar cult; here it is adapted to form a preface for Khay's hymn to Amun-Re as sun-god, and the start of the original text is heavily truncated. The royal version of this text in the temple of Luxor is accompanied by a scene of the king adoring the solar bark. Bibliography: A.W. Shorter, 'Catalogue of Egyptian Religious Papyri in the British Museum: Copies of the Book Pr(t)-m-hrw' I (London, 1938), 3; J. Assmann, Der König als Sonnenpriester: ein kosmographiseher Begleittext zur kultischen Sotmeuhymnik in thebauisdien Tempeln und Gräbern, in ‘Abhandlungen des Deutschen Archäologischen Instituts Kairo’ 7 (Glückstadt, Hamburg and New York, 1970); I. Munro, 'Untersuchungen zu den Totenbuch-Papyri der 18. Dynastie' (London and New York, 1988), 304 no. 44; J. Assmann, 'Egyptian Solar Religion in the New Kingdom: Re, Amun and the Crisis of Polytheism' (London, 1995), 1-26."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (78) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (106) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (133558) (http://www.trismegistos.org/text/133558) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: frayed, fragmentary, misalignment Black ink Red ink (faint) Displayed in Room 61 from 2001 until 2007 Mount Details: Sandwich: glass Edges insert: microchamber paper Binding: self adhesive tape Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: incomplete/fragmentary"], "Associated names": [" Named in inscription & portrayed: Khay ", " Named in inscription: Osiris "], "Associated titles": ["Inscription from:", " Book of the Dead "], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9953,B1"], "Registration number": ["1868,1102.521.B1"], "Additional IDs": [" Miscellaneous number: Frame.B1 "], "Conservation": ["Treatment: 17 Dec 2001"]}