{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1382"], "Description": [" Limestone statue of Ashamria: a kneeling stelophorous statue of the chief altar attendant of Amun Ashamria, in a long linen skirt and wig and sporting a short beard. The stela consists of one scene at the top and six lines of incised text. Ra-Horakhty is depicted in his barque, Horus at the rudder and Maat at the prow of the boat. A baboon is shown in an attitude of worship above the bark on either side. On the extreme right is a standard, and it and the bark rest on the sky-sign. The text consists of a prayer to Ra-Horakhty on behalf of Ashamria. A column of text is incised down the back-pillar and rear base of the statue containing the usual Hotep-di-nesu formula to Amun-Ra for the deceased. There are traces of blue paint in the hieroglyphs and figures and red paint in the dividing lines between the text. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 55.80 centimetres (restored) ", " Width: 23 centimetres ", " Depth: 28 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Bibliography: S. Sharpe, ‘Egyptian Inscriptions from the British Museum and other sources’ 1st ser. (London, 1837-55), pl. 46; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 186 [no. 669], (erroneous in giving Thebes as the provenance as no provenance is given in the original sale catalogue); J. Vandier, 'Manuel d'Archeologie egyptienne' III (Paris, 1958), 472; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 790; A. Wiese, 'Antikenmuseum Basel.: Antikenmuseum Basel und sammlung Ludwig : die Ägyptische Abteilung' (Mainz am Rhein, 2001), no. 99. Minas-Nerpel, Der Gott Chepri (OLA 154, 2006), 264, note 738. Briebrier, Hiroglyphic Texts from Egyptian Stelae, 12, London 1993, pl. 86f. Wiese, Antikenmuseum Basel und Sammlung Ludwig: die Agyptische Abteilung, Mainz 2001, 142, no. 99."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.86-87)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. 2022-2023 7 Oct-26 Feb, Middlesbrough, Dorman Museum, NP Ancient Egyptians "], "Condition": ["The statue and stela are fairly well preserved apart from some damage to the edges of the stela and the right arm and base of the statue. The broken base has been restored in modern times, as has the top right corner of the stela where some signs have been lost. These can be restored from early publications when this corner was still intact. The surface of the statue is slightly worn."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Ashamria ", " Named in inscription & portrayed: Ra-Horakhty ", " Representation of: Horus ", " Representation of: Maat ", " Named in inscription: Amun-Ra "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 134, Sotheby sale 29 June 1835."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1382"], "Registration number": [".1382"], "Conservation": ["Treatment: 31 Jan 2001"]}