{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA74097"], "Description": [" A hollow terracotta figure of a grotesque cult-attendant carrying, in a procession, on his left shoulder, a statue of Harpokrates. The theophoros (god-bearer), who is somewhat corpulent, wears a himation rolled above his belly, the drapery covering his legs; his upper body is naked. He has a ribbon holding two lotus buds on top of his bald head. A pottery vessel is held in his right hand, but only its neck survives. Harpokrates is naked and has his finger to his mouth. His hair is shaved except for a side-lock and he wears a hemhem crown. There is very summary treatment at the rear; part of a circular vent remains. The bearer has lost his legs below the knees and part of the back is missing. Two-piece mould. Brown Nile silt, with some mica. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Dimensions": [" Height: 7.40 centimetres ", " Width: 3.50 centimetres "], "Curator's comments": ["Terracotta IV Purchased. Gustav Moustaki Collection. Probably Ptolemaic, third to second century BC. Comparanda: Close, perhaps from same mould-series: Dunand 1990: no. 512, from Antinoopolis, dated second to third century AD: this example shows that the pot is a 'lagynos', and that the 'theophoros' had an enormous phallus that curved over the plinth. Near: Ashmolean Museum, Oxford, no. 1872.1035, acquired by the vendor in the Fayum; Perdrizet 1921: 114. Bibliog: Vassilika 1994: 180, no. 31."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3151)"], "Location": ["Not on display"], "Condition": ["Fair. Back broken with some loss."], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Acquisition date": ["1992"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74097"], "Registration number": ["1992,0624.2"]}