{"artifact_name": "model; oar", "Object Type": [" model ", " oar "], "Museum number": ["EA5506"], "Description": [" Paddle possibly used as an embalmer's tool. It was also interpreted as a model steering-oar from sacred boat from a model funerary barge or, judging by its size, from the processional bark of a god; the well-carved jackal-head on the butt suggest either Anubis or Wepwawet. The blade is slightly flattened and widened continuation of the loom, without a shoulder, and the loom is stout. Most of the length has been covered with a black substence containing beeswax, oil or fat, and a small amount of bitumen, which has been spread patchily over a considerable part of the surface and the jackal-head. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (said to be from) "], "Materials": [" wood ", " bitumen "], "Technique": ["carved"], "Dimensions": [" Length: 73.60 centimetres ", " Width: 6 centimetres ", " Depth: 3.50 centimetres "], "Curator's comments": [" Pair with .5505. Published in: D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 42. ", " About similar objects, see JEA 100, 479-83. "], "Bibliographic references": ["Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (30)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2006 5 Nov-15 Mar, Valencia, Art Galore 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Anubis (?) ", " Representation of: Wepwawet (?) "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 1188 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5506"], "Registration number": [".5506"], "Additional IDs": [" Miscellaneous number: BS.5506 (Birch Slip Number) "], "Conservation": [" Treatment: 26 Aug 2005 ", " Treatment: 28 Mar 2017 ", " Treatment: 26 Sep 2013 "]}