{"artifact_name": "model; naos; stela(Egyptian (?))", "Object Type": [" model ", " naos ", " stela (Egyptian (?)) "], "Museum number": ["EA68846"], "Description": [" Small rectangular model of a naos in limestone or false-door stela (?). The doors of the naos are indicated by rough incisions, as well as the frame of the door. The cornice is not decorated and barely finished. The sides and back of the naos are crudely finished, with tools marks visible. Almost complete, with lower left corner chipped off. "], "Cultures/periods": ["Late Period"], "Production date": ["6thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Great Temenos (probably) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 19.50 centimetres (minimum) ", " Thickness: 6.60 centimetres ", " Width: 13.45 centimetres "], "Curator's comments": [" Naoi are very unusual amongst architectural trial pieces. Models of architecture comprise usually parts of architectural elements, such as half of the façade of a temple, half of gateway and above all capitals of columns including the common Hathor naos-sistrum capitals, though complete columns and even a pylon of a temple are also listed (Tomoum 2005, 104). Such models have been sometimes associated with religious functions (connected to foundation rituals for example: Badawy 1972). N. Tomoun demonstrated that they were more intended ‘to try out complicated combinations of different architectural details, an interpretation that works well at least in the case composite capitals (on the functions of these models: Tomoum 2005, 106-113). Such artefact could also be an unusual type of false door stela. Many examples are known from Saqqara. Several bear a Carian inscription (for example: Masson 1978, 29-30, 42-43, pl. VIII no. 2, pl. XX no.2, pl. XXII no. 1). Badawy, A. 1972, ‘A Monumental Gateway for a Temple of King Sety I’, Miscellanea Wilbouriana 1, 1-23. Masson, O. 1978, Carian Inscriptions from North Saqqara and Buhen, London. Tomoum, N. S. 2005, The sculptors' models of the Late and ptolemaic periods : a study of the type and function of a group of ancient Egyptian artefacts, Cairo, 104-113. ", " The piece appears to combine both Greek/Anatolian (long rectangular door with two wings in rectangular recessed frame - cf. Roosevelt 2006) and Egyptian (subdivided door panels) features, similar to the 'hybrid' false door stela from Naukratis bearing a Greek funarary inscription (Cairo JE27753). Roosevelt, C.H. 2006, ‘Symbolic door stelae and graveside monuments in Western Anatolia’, American Journal of Archaeology 110, 65-91 "], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.27)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68846"], "Registration number": ["1886,0401.1529"]}