{"artifact_name": "coffin; human mummy; mummy-wrapping", "Object Type": [" coffin ", " human mummy ", " mummy-wrapping "], "Museum number": ["EA32052"], "Description": [" Coffins of the young adult woman Tatjennef, daughter of Horkhebi: 1 - Lower half of a plastered wooden inner-coffin covered with painted Hieroglyphic text. 2 - Anthropoid wooden outer-coffin decorated inside with a painted representation of Nut; lid missing. Also the mummy wrapped in linen: Skull - Mouth partly open, some teeth missing, no obvious fractures. Thorax and Abdomen - Filled with a gritty material, probably a mixture of sand, resin and salt. The bones are in confusion. All the ribs except the first on both sides, have been fractured in their mid-axillary line, but surprisingly not dislocated at the costo-vertebral articulations. The cervical and dorsal spine are intact, but the lumbar spine is grossly mutilated and mostly missing. Both sacro-iliac joints are dislocated and there is a diastasis of the pubic symphysis. Hips and femora are free from fractures. Arms - Extended. Hands with flexed fingers on the anterior aspect of the thighs. There is a gross dislocation of the left elbow and a fractured left radius lies in the region of the left flank. Legs - Gross diastasis of both knees, both patellae lying in each widely separated joint space. Comminuted fracture in the mid-shaft of the bone fibulae. There is a fracture (medial malleolus) dislocation of the left ankle. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Excavator/field collector": ["Excavated by: Prof John Garstang"], "Findspot": [" Excavated/Findspot: Beni Hasan "], "Materials": [" wood ", " plaster ", " linen ", " human tissue "], "Technique": [" plastered ", " painted "], "Dimensions": [" Length: 171 centimetres (inner-coffin) ", " Length: 148 centimetres (mummy) ", " Length: 191 centimetres (outer-coffin) "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (32) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.111, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Horemakhbit (father) ", " Representation of: Nut "], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32052"], "Registration number": ["1904,0413.2"], "Conservation": ["Treatment: 10 Mar 2005"]}