{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65221"], "Description": [" Fragmentary grey granite head of a male figure, the body and base now lost. The figure is depicted with a shaven head which emphasises the modelling of the skull. There are notable deep wrinkles across the forehead and folds of skin around the mouth area as well as visibly sagging skin at the cheeks, all of which emphasise the mature age of the figure. The eyes are close together, narrow, and deep set. There is a heavy incised rim used to convey the upper and lower eyelids. The nose is long and slightly bulbous at the tip, while the mouth is narrow and the lips are pursed together. The chin is slightly raised, suggesting a subtle upwards gaze. On the reverse a fragment of the round top of the back-pillar is still preserved. There are various abrasions across the stone surface at the ears, nose, and chin of the figure, but otherwise the object is well preserved with limited damage. The figure is attached to a modern rectangular base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 7.64 centimetres (max) ", " Width: 5.62 centimetres (max) ", " Depth: 7.43 centimetres (max) "], "Curator's comments": ["During the Ptolemaic Period, well-established Egyptian artistic traditions were combined with new elements such as Hellenistic artistic influences which impacted on both royal and private sculpture. ‘Portrait heads’ of non-royal male figures such as this British Museum example with realistic facial features that indicate an older age through wrinkles and folds of the skin were often removed from their bodies by later collectors who valued the ‘Roman’ appearance of such sculpture. As such it has also previously been dated to the Roman Period based on these stylistic features (Edwards 1940). The provenance for the figure is uncertain. Further Bibliography: I.E.S. Edwards, 1940. ‘The Late Sir Robert Mond's Bequest (ctd.)’, British Museum Quarterly Vol. 14, No. 1, p. 2-3, Pl. ii [c]. W. Kaiser, 1999. ‘Zur Datierund realistischer Rundbildnisse ptolemaisch-romischer Zeit’ MDAIK 55, Pl. 39h. W. Seipel, 1992. Gott. Mensch. Pharao (Vienna), no. 179. General Sources: G. Cafici, 2014. ‘Looking at the Egyptian Elite: Sculptural Production of the Ptolemaic Period’, Egitto e Vicino Oriente Vol. 37, p. 111-121."], "Bibliographic references": [" Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 176) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 968) "], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65221"], "Registration number": ["1939,0324.84"]}