{"artifact_name": "human mummy; mummy-wrapping; amulet", "Object Type": [" human mummy ", " mummy-wrapping ", " amulet "], "Museum number": ["EA22812,b"], "Description": [" Mummified remains of an adult woman, Lady of the House, revered before her husband named Nestawedjat. Sex: female Age: Middle Adult (35-49 years old) Stature: 152.8 ± 2.8 cm Summary: Mummy of adult woman Nestawedjat, with wrappings and outer shroud secured in place by several textile bands. A bead net was possibly originally placed on top of the shroud (suggested by the presence of beads stuck in the textile). Head and neck - Mouth closed. Artificial eyes, probably made of composite materials, inserted on top of eye sockets filled with textile bundles. On the neck, two amulets (one in metal, the other in stone or faience) the shapes of which have not been identified yet. Brain has been removed through nasal passage, skull left almost completely empty; cheeks and mouth have been packed. Heavy dental wear, with the central incisors in the lower jaw missing peri-mortem or ante-mortem. A periapical cavity is present under the lower right second incisor and the lower left first molar has remodelling in the bone around its base possibly causing its relocation lingually either peri- or post-mortem. Chest and abdomen - Thorax and abdomen are almost completely filled with granular packing material, including a denser mass in the upper right zone of the thorax. Incision is visible on the left flank and the heart is still in place. Schmorl’s nodes are seen in the 6th cervical and 4th, 6th and 9th thoracic vertebrae. Possible intervertebral disc disease in the superior surface of the 3rd lumbar vertebra. Arms - Extended. Hands with extended fingers converging over the pubic area. Legs - The legs are covered with packing material, some might contain organs. Bandages – Dense wrapping covered with a shroud and several strips placed vertically, horizontally and two strips are crossing the chest area. The shroud was died in safflower, and was originally dark pink or red. Body wrapped into a bundle, with a thickness of 5cm of bandages over the chest. Arms and legs were not wrapped separately, but evidence of resinous material poured on the skin before wrapping. Pathological conditions: Schmorl’s Nodes in neck (6th cervical) and torso (4th, 6th-9th thoracic), some periapical cavities under lower right second incisor and possibly lower left first molar. Preservation skull: 100.0% Dentition: 90% Preservation post cranial: 100% Condition: Excellent – complete with little to no breakage Soft tissues or other: extensive, see summary Percentage mummified skull: 100% Percentage mummified post cranial: 100% "], "Cultures/periods": ["25th Dynasty (mummy)"], "Production date": ["700BC-680BC"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" linen ", " human tissue "], "Dimensions": [" Height: 27 centimetres ", " Length: 157 centimetres (mummy) ", " Width: 39 centimetres "], "Curator's comments": [" Found in a set of three coffins EA 22812.a, EA 22813.b and EA 22813.a Donated to the East India Company, in 1846 by Colonel James Shirreff, officer in the Bombay Native Infantry. Then donated by the India Museum to the British Museum in 1880. Intrusion (human): No Intrusion (animal): No Scientific analysis: Yes – CT scan (obtained in 2014); FTIR and GC-MS of embalming residue Nestawedjat was the daughter of a man named Djedmutefankh and a woman named Djedasetesankh. They were probably members of one of the influential families who held high office in the Theban temple hierarchies during the period of Kushite rule over Egypt, but their precise place in society has yet to be determined. The mummy found in the coffins of Nestawedjat is the body of a woman and is very likely the remains of Nestawedjat. It was previously thought that the x-rays were showing that it is the body of a man and it had to be dated to the 21st Dynasty (about 1000BC). Bibliography: British Museum. A Guide to the First, Second and Third Egyptian Rooms, London 1924, pp. 91-92; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p.24; 'Art and Afterlife in Ancient Egypt' Japan, 1999-2000 [exhibition catalogue] (Japan, 1999), [27]. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 20-53. M. Vandenbeusch, R. Stacey and D. Antoine (2021), ‘Rediscovering Nestawedjat: Embalming residue analyses reunite the mummified remains of an ancient Egyptian woman with her coffins’, JAS. Reports 40, 103186. DOI:10.1016/j.jasrep.2021.103186 D. Antoine and M. Vandenbeusch (2021), ‘Human mummies from ancient Egypt and Nubia: an overview and new insights from the British Museum collection’, in D.H. Shin and R. Bianucci (eds). The handbook of mummy studies, Springer Singapore,565-628. DOI: 10.1007/978-981-15-1614-6_17-1 ", " Label found in coffin stored in archive as AES Ar.2024 "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (17) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1, p.112) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good"], "Associated names": ["Named in inscription: Nestawedjat"], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22812,b"], "Registration number": ["1880,0130.1.b"], "Conservation": [" Treatment: 30 Jun 1999 ", " Treatment: 30 Aug 2016 "]}