{"artifact_name": "cast; palette", "Object Type": [" cast ", " palette "], "Museum number": ["EA35714"], "Description": [" Plaster cast of the 'Narmer Palette' (Cairo, Egypt). The original executed in greywacke or schist was discovered by Quibell in 1894 in Kom el-Ahmar (Hierakonpolis). The decoration commemorates the victories of Narmer. Each side is surmounted by Hathor-heads flanking a serekh containing the royal name. Reverse: Narmer, wearing the white-crown, followed by a sandal-bearer, brandishes a mace and prepares to strike a captive, before - a Horus-falcon surmounts a cluster of Delta-vegetation and holds a prisoner, below - two slain enemies are represented. Obverse - Narmer, wearing the red-crown, followed by sandal-bearer and officials and standard-bearers, proceeds to the Temple of Horus and inspects two rows of bound and decapitated enemies, the circular grinding area is enclosed by the serpentine necks of two mythological quadruped beasts, tethered and held by attendants, below - the king is portrayed as a bull trampling on an enemy and destroying a fort. "], "Cultures/periods": ["1st Dynasty (original)"], "Production place": [" Original from: Egypt "], "Materials": ["plaster"], "Dimensions": [" Height: 64 centimetres (max) ", " Weight: 9.40 kilograms ", " Thickness: 2.50 centimetres (max) ", " Width: 42 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Published: A. Roveri and F. Tiradritte [eds.], Kemet: Alle Sorgenti del Tempo, Ravenna 1998, p.224-225 [186]. P. Pasini [ed.], Kemet: Guide all mostra, Ravenna 1998, p.15."], "Location": ["On display (G64)"], "Exhibition history": [" Exhibited: 1998, 1 Mar-28 Jul . Ravenna, Italy. Museo Nazionale di Ravenna, 'Le origini Dell'Antico Egitto' 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": [" attendant ", " ancient egyptian deity ", " prisoner ", " cattle "], "Associated names": [" Named in inscription & portrayed: Narmer ", " Representation of: Horus "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35714"], "Registration number": [".35714"], "Conservation": ["Treatment: 14 Dec 2022"]}