{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["EA14349"], "Description": [" Gold finger-ring: the ring comprises a hollow sheet gold shank to which is attached a swivelling bezel formed from a rectangular plaque of dark blue glass set in a sheet gold frame. A gold collar at each side of the frame holds a ring which is attached to the inside of the cup, soldered to each end of the shank, allowing the bezel to swivel. There are inscriptions on both faces of the plaque. On the obverse side Tuthmose III in the form of a sphinx wearing an 'atef' crown tramples a prostrate enemy. The accompanying hieroglyphic text reads \"The Good God Menkheperre (the throne name of Tuthmosis which he assumed at his accession), who tramples every foreign land.\" The reverse is inscribed with another of the king's official names. "], "Authority": ["Ruler: Thutmose III"], "Cultures/periods": ["18th Dynasty"], "Production date": ["1450BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" gold ", " glass "], "Technique": ["incised"], "Dimensions": [" Height: 1.40 centimetres (bezel) ", " Length: 2.50 centimetres (shank) ", " Weight: 6 grammes ", " Depth: 2.20 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["It is clear that the bezel was made in imitation of lapis lazuli, which at all times was obtainable only from Afghanistan. Nevertheless, glassmaking was still in its infancy in Egypt at this time and the cutting of such minute detail displays tremendous skill. The pharaoh as a sphinx, the archetypical royal creature with lion's body and king's head, first appears 1000 years earlier in the Old Kingdom. However, the motif of an active rather than recumbent sphinx, trampling Egypt's enemies, was particularly popular with New Kingdom rulers. Rings with swiveling rectangular bezel came into fashion in the early New Kingdom. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 284-284 [89]; C. Ziegler, 'The Pharaohs' (Venice, 2002), p.407 [52]. (picture wrongly published with no 51)"], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.222-223) ", " Andrews 1990 / Ancient Egyptian jewellery (146a) "], "Location": ["Not on display"], "Exhibition history": [" See also Comments for more exhibition history Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.30 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.30 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.70 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.70 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.70 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2011-2012-'Fantastic Creatures' "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Thutmose III"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1857"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14349"], "Registration number": ["1857,0811.40"], "Additional IDs": [" Miscellaneous number: BS.3934a (Birch Slip Number) "], "Conservation": ["Treatment: 6 Mar 2023"]}