{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA4739"], "Description": [" Vase with ovoid body: with a rounded base, sloping shoulders, and a tapering cylindrical neck has a body fabric of dark-blue glass now completely opaque. On the rim and directly below it are prefabricated bands of opaque white and black chevrons in relief. Simple festoons in the traditional white, yellow, and light blue decorate the balance of the neck. These colours are repeated in the clustered festoons of the upper body and appear again in the inverted festoons of the lower body. Between these festoons is a register of chevrons in combinations of white and turquoise-blue. The decorations described are conventional but in addition there are details which are probably unique in glass vessels, ones which identify this as a figure vase. On the body female breasts are indicated by two discs or buttons, prefabricated and impressed, having blue fields, yellow centres, and encircled by white and black bands. On the neck at the centre of the lower prefabricated band, directly centred over the two breasts are the remains of an opaque yellow detail applied separately and now largely lost. This can only have been a conventionalized representation of a face frontal. The applied face on the neck almost completely lost. Much of the surface is filmed white. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Memphis (Egypt) ", " Found/Acquired: Ghurab (probably produced at) "], "Materials": ["glass"], "Technique": ["impressed"], "Dimensions": [" Height: 15.30 centimetres "], "Curator's comments": ["Duplicates of this vessel in pottery, usually of buff colour, are well established in this dynasty though their function, presumably connected with fertility, is not clear. As the inverted festoons of the lower body are at present known only from the Medinet Ghurab factory, a logical supply point for the Memphite area where no glass factory is known to have existed, there is a good clue to the date of this vessel. This factory apparently first functioned under Amenhotep III and was still producing under Ramses II, but as the pottery prototypes of this vessel are restricted to the Eighteenth Dynasty it is likely that this piece dates late in that dynasty. It is unique among glass vessels of the New Kingdom. Bibliography: Sale Catalogue, Henry Salt Collection, Sotheby, London, 28 June – 8 July 1835, lot 250; ‘Masterpieces of Glass, The British Museum’ (London 1968), no. 2; B. Nolte, ‘Die Glasgefässe in Alten Ägypten (Berlin 1968), pl. XXX, 8."], "Bibliographic references": ["Cooney 1976 / Glass (1775)"], "Location": ["Not on display"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 250 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA4739"], "Registration number": [".4739"], "Additional IDs": [" Miscellaneous number: BS.4739 (Birch Slip Number) "]}