{"artifact_name": "bangle", "Object Type": ["bangle"], "Museum number": ["EA68317"], "Description": [" Ivory bangle: one of three, restored from fragments. It is a simple, regular hoop, flat on the inside and slightly rounded on the outside. The ivory is in good condition. "], "Cultures/periods": ["3rd Dynasty"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis), Early Dynastic Necropolis. The three rings were found together in the remains of a Third Dynasty mastaba (D144), situated to the north of the Iseum. They bear the excavation number H5-2829 and are registered with the Antiquities Service under number 5202. "], "Materials": ["ivory"], "Dimensions": [" Diameter: 4.70 centimetres ", " Weight: 6 grammes ", " Width: 0.60 centimetres "], "Curator's comments": ["This was, to judge from the size, a child's bangle. It resembles the thin ivory or stone bracelets worn in earlier periods. In the Old Kingdom such bracelets were worn, alone or in combination, on one or both arms. Altogether comparable examples dating from the Fourth Dynasty have been found at Mostagedda, in the tomb of a child buried with three ivory bracelets on the right arm and four on the left. Ivory hoops were common in the Old Kingdom, but bracelets were also made of bone, tortoiseshell, horn, calcite, and metal. Cf. ivory bangles in T. E. Peet & W. L S. Loat, ‘The Cemeteries of Abydos, part III. 1912-13 (London, 1913), pl. VIII, from mastaba D144, Third to Fourth Dynasties. Bibliography: 'L'art egyptien au temps des pyramides' [exhibition catalogue] (Paris, 1999), p. 165 [20b]."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (172) ", " Spencer 1980 / Early Dynastic Objects (566) ", " Metropolitan Museum of Art 1999 / Egyptian Art in the Age of the Pyramids (20b) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1975"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68317"], "Registration number": ["1975,0726.27"], "Conservation": ["Treatment: 01 Nov 1981"]}