{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA63574"], "Description": [" Bronze figure of Osiris: represented as a standing figure dressed in an enveloping shroud. His hands emerge from the folds of the cloth, and are shown grasping the crook and flail sceptres, emblems of kingship. The god wears an elaborate headdress, comprising a tall crown flanked by ostrich feathers. Ram's horns protrude at each side, and these support a pair of uraeus serpents wearing the solar disc. At each side, another pair of uraeii hang from the horns; these are secured through loops so that they are moveable. The figure stands on an integral base, from which a tang projects; this would probably have been made of metal or wood. The eyes and the uraeus on Osiris' brow have been partially embellished with electrum and gold leaf. The name of the dedicator are visible on the base of this specimen. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Production date": ["664BC-30BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" copper alloy ", " gold ", " electrum "], "Technique": [" gilded ", " solid-cast ", " incised "], "Dimensions": [" Height: 25.50 centimetres ", " Width: 7.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Figures such as this were made in large quantities during the second half of the first millennium BC. The majority served as votive offerings, to be purchased at a temple and presented to the god as an expression of devotion."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.84-85)"], "Location": ["On display (G1/wp38/sh4)"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition name": ["Donated by: Hon Mrs Durant"], "Acquisition date": ["1931"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63574"], "Registration number": ["1931,1111.11"], "Conservation": [" Treatment: 04 Jul 2000 ", " Treatment: 30 Jun 1996 ", " Treatment: 19 Dec 2003 "]}