{"artifact_name": "human mummy", "Object Type": ["human mummy"], "Museum number": ["EA48971"], "Description": [" Wrapped human mummy of an unnamed woman (aged 35-48), probably a priestess of Amun. Skull - The skull has masculine affinities. Mouth closed. All teeth present, but there is evidence of dental attrition. No artificial eyes. No obvious fractures. The cervical spine appears intact. Thorax and Abdomen - Totally obscured by a dense homogeneous opacity extending from the thoracic inlet to the pelvis. This opacity is probably due to the packing of the body-cavity with sand, or with a mixture of sand, mud, and salt, as often in the 21st Dynasty. The usual heart-scarab and the four parcels of viscera would be embedded in the packing material and thus hidden. Arms - Extended, fingers flexed, over the pubic area. Legs - Bones and joints large and well-formed. No fractures or dislocations, and no evidence of lines of arrested growth. The left foot has been rotated outwards through about 90 degrees and is consequently shown on the radiograph lying almost laterally. No rotation of the right foot. "], "Cultures/periods": ["21st Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) (?) "], "Materials": ["human tissue"], "Dimensions": [" Length: 164 centimetres "], "Curator's comments": ["The mummy certainly belongs with a coffin in the British Museum collection (1909,0612.2)."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (14) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1) "], "Location": ["On display (G63/dc8)"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.38 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.38 "], "Condition": ["good"], "Acquisition name": ["Donated by: Mary Rothes Margaret Cecil, Baroness Amherst"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48971"], "Registration number": ["1909,0612.1"]}