{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32189"], "Description": [" Limestone(?) standing female figure on a slim rectangular base. The figure wears a short smooth wig with a slight ridge across the top of the head indicating a centre parting. The wig is set low on the forehead and is tucked behind the oversized ears. Her facial features are large and slightly uneven in proportion. Her eyes have a thick upper eyelid and the nose is broad with little definition of the nostrils. She has thick, full lips which are faintly incised. There is no suggestion of the neck, and no visible outline of straps or hems of her clothing though she appears to wear a tight-fitting dress reaching to the lower legs. The breasts are small and rounded and the waist is narrowed with an indication of the musculature of her abdomen and a subtle outline of the pubic area and upper thighs. The elongated arms are held at the sides of the body with the palms flat against the thighs, and the bare feet are broad and placed close together. On the reverse is a slim back-pillar reaching to the upper back with no surviving traces of inscription. At the top of the base in front of the feet and along the front edge of the base are traces of crudely carved hieroglyph signs. The lower legs and base have been repaired in modern times. There are small scratches to her arms and top of the head, as well as the lower portion of the back-pillar and sides of the base. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone (?)"], "Dimensions": [" Height: 16.30 centimetres ", " Width: 4.04 centimetres ", " Depth: 5.58 centimetres "], "Curator's comments": ["Stylistic features such as the large size and shape of the facial features, including the heavy eyelids, suggest a possible 12th Dynasty date. A small collection of similar seated and standing figures from the Middle Kingdom period were acquired from R J Moss & Co in the same year, including another female figure comparable in date with a detailed wig and an inscription across the front of the statue base (EA 32190, https://www.britishmuseum.org/collection/object/Y_EA32190)."], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32189"], "Registration number": ["1899,1016.1202"]}