{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA69520"], "Description": [" Sycomore fig wood stela of Qesenuito: there are three registers on this round-topped stela. In the upper register, below a curved border, a sun-disk with uraei is depicted being adored by a 'ba'-bird on each side who hold a sky-sign over the disk. The upper and middle registers are separated by a multi-coloured border. In the middle section, below a sky, the deceased on the right adores Ra-Horakhty, Isis, Imsety, Hapy, and a god identified as Duamutef, although Qebhsenuef is depicted. The third register contains four lines of text of a prayer on behalf of the doorkeeper of the house of Amun Qesenuito (?), son of the doorkeeper Ḏd-Mnṯw-ỉw.f ʿnḫ, son of the doorkeeper Bʒk-n-rn, whose mother was Ns-wr(t). The stela is chipped along the edges with some loss and there are several cracks on the surface. Some of the colours have faded. The sky-signs are blue, The background is now grey. The disk is red with uraei having blue heads, green bodies, and yellow hoods. The 'ba'-birds have red faces, arms, and legs, blue wigs and undersides, yellow shoulders, and green (?) backs. The multi-coloured border consists of green, red, blue, and yellow rectangles separated by one black and two white stripes all edged in blue. The deceased has a red body, light green sash, dark green kilt, and blue cone. Ra-Horakhty has dark green face, hands, and sceptre with black details, blue wig, yellow collar, and red body with faded black (?) lacings. Isis and Hapy have similar bodies. The red on Ra-Horakhty's disk has smudged and covered the face of Isis. She has a green body with a yellow necklace and bangles and blue wig and head-dress, carrying yellow and red streamers. Imsety and Duamutef/Qebhsenuef have green bodies, while all three sons of Horus have blue wigs, yellow collars with blue stripes, and green cones with a white centre tinged with red. The first two have red faces, while the last is green with black details. The first and last carry blue and red streamers, while Hapy carries blue and green ones all topped by green feathers. The texts here are black. The columns above the figures are yellow between blue lines but these are uninscribed. The texts in the third register are black between blue lines. The back and sides of the stela are plastered. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 36 centimetres ", " Weight: 1.50 kilograms ", " Thickness: 3.50 centimetres ", " Width: 30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.26-27)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2008, 3 Mar-20 Jul, Cankarjev Dom, Slovenia, Pharaonic Renaissance. 2008, 4 Aug-9 Nov. Budapest, Museum of Fine Arts, Renaissance in Pharaonic Egypt. "], "Condition": ["fair - chipped and cracked"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Qesenuito (?;deceased) ", " Named in inscription: Djedmontuiufankh (father) ", " Named in inscription: Bakenrenef (grandfather) ", " Named in inscription: Neswert (great-grandmother) ", " Named in inscription & portrayed: Ra-Horakhty ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Imsety ", " Named in inscription & portrayed: Hapy ", " Named in inscription & portrayed: Qebhsenuef (incorrectly labelled as Qebhsenuef) ", " Named in inscription: Duamutef (incorrect name) "], "Associated places": [" Named in inscription: House of Amun "], "Previous owner": ["Previous owner/ex-collection: Rev G S Cautley (acquired in 1845)"], "Acquisition date": ["1983"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69520"], "Registration number": ["1983,1019.7"], "Conservation": ["Treatment: 04 Feb 2008"]}