{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2307"], "Description": [" Limestone seated figure of Senebef, depicted cross-legged on top of a slim rectangular base. He wears a shoulder-length striated wig with flaring ends, and the hair tucked behind oversized ears. Well-preserved traces of a red-brown paint are visible across the wig. The eyes are extremely wide and almond shaped, with a large lower eyelid and deep arched ridge conveying the eyebrows. The nose is long and slim and he has thin lips, with the edge of the lower lip sharply incised. The face is particularly rounded at the jawline. The upper body is bare, and a thick garment is tied with two knots at the breastbone and extends over the legs. An incised ridge along the clothing is visible from the left side extending down the torso and onto the legs. There is a clear bulge at the stomach area yet on the reverse there is a sharp narrowing of the waist. Both arms are placed on the thighs, with the palms facing upwards. Across the clothing on the legs are four horizontal lines of incised text, with visible traces of dark paint. The chest area has been slightly damaged, and the left thumb has now broken off. There are also small chips visible to the wig, particularly at the top of the head and at both pointed edges at the front. The front corners of the base have been damaged. "], "Cultures/periods": [" Middle Kingdom ", " 13th Dynasty (? (early)) "], "Findspot": [" Found/Acquired: Egypt, Abydos (Abydos) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 25 centimetres ", " Width: 13 centimetres ", " Depth: 14 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The figure is described as originating from Abydos within the initial listing of the statue in the Henry Salt sale of antiquities in 1835 (PM V). The Abydos provenance may be based on the inscription which refers to the funerary god Osiris and Abydos, but a more precise findspot is unclear. Stylistic features such as the oversized ears and the style of clothing point towards a Middle Kingdom date, and most likely after the later phases of the 12th Dynasty. Similar statues of this type are often depicted engaged in the act of writing or with the palms placed flat against the body. Here, however, the palms are open in a gesture of reverence which also frames the opening lines of the inscription, potentially drawing attention towards the text."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 122, no. 25) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 47) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good but plinth chipped"], "Acquisition date": ["1835"], "Acquisition notes": ["Sale of third collection of Henry Salt, Sotheby's, London, 1835, lot 427."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2307"], "Registration number": [".2307"], "Additional IDs": [" Miscellaneous number: BS.2307 (Birch Slip Number) "], "Conservation": ["Treatment: 02 Aug 2010"]}