{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA947"], "Description": [" Quartzite conglomerate statue of Khaemwaset: depicted wearing a short wig and kilt and standing with left foot advanced and holding two standards: the right (now damaged) was probably surmounted by a representation of the Osirian triad and is inscribed with the prenomen and epithets of Ramses II; the left is surmounted by the fetish of Abydos and inscribed with the nomen and epithets of Ramses II. The inscription around the base contains a prayer to Atum and that around the feet of the figure describes describing the setting up of this monument in Tawer, probably at Abydos. There are two vertical registers of hieroglyphs on the dorsal pillar, continued on both the right and left sides, contain a prayer to Osiris. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1260BC (circa)"], "Findspot": [" Excavated/Findspot: Asyut (town) "], "Materials": [" quartzite ", " conglomerate "], "Technique": ["incised"], "Dimensions": [" Height: 143 centimetres (max) ", " Width: 43 centimetres (max) ", " Depth: 55 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Correspondence 1862-1866 relating to the sale and acquisition of the statue: Correspondence 1826-1867, N.S., vol. 4, D-E, nos. 1600-1628. \"Permission was given to Colonel Ward to have a photograph taken from the statue presented by Mr Samuel Sharpe, Mr Birch having stated that he saw no objection\" Entry dated 10 November 1866 (ANE archive, Minutes etc 1864-69, item 833). Translation of parts: C. Maystre, 'Les grands pretres de Ptah de Memphis' (OBO 113): p.323-324; F. Gomaà, Chaemwese (Wiesbaden, 1973), 86. Photograph from 1851-2 in Teynard, Félix, 'Égypte et Nubie' (Paris, 1858), 7, pl. 18. Bibliography: F. Teynard, 'Égypte et Nubie' (Paris, 1858), 1, pi. 18. The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 170 (no. 615). E. A. W. Budge (ed.), 'Egyptian Sculptures in the British Museum' (London. 1914). 18. pl. 36. A. W. Shorter in 'Studies Presented to F. LI. Griffith' (London, 1932). 128-32. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), 268. F. Gomaà, Chaemwese (Wiesbaden, 1973), 86, no. 60. J. Vandier, 'Manuel d'Archeologie egyptienne' III (Paris, 1958), 474. pl. CLXVIII 1, 4. K.A. Kitchen, 'Ramesside Inscriptions' 2 (Oxford, 1979), 889-90 (no. 343). Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 54. G. Pinch, Magic in Ancient Egypt (London 1994), fig.22. N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 210-1."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p40) ", " Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.33-35) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.210-211) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig. 8) "], "Location": ["On display (G4/B12)"], "Exhibition history": [" Exhibited: 2010-11 Oct-Mar, Leiden, National Museum Of Antiquities, Egyptian Magic 2016-2017, Oct-Jan, Arles, Musée départemental Arles antique, Khaemwaset, the archaeologist prince, knowledge and power in Ancient Egypt "], "Condition": ["Good (incompete - part of standard lost). The top of the standard in the right hand and the prince's beard have been broken off. There are several holes in the body caused by the falling out of small pebbles from the agglomerate stone. The top of the left front of the base and the lower rear corners of the base are damaged, and the bottom of the base is uneven. A section of the right side and back of the statue has been cut away and lost. A similar cut was made on the left side and back, but the piece which was removed has been restored with slight loss to the inscriptions."], "Associated names": [" Named in inscription & portrayed: Khaemwaset ", " Named in inscription: Ramses II ", " Named in inscription: Atum ", " Named in inscription: Osiris "], "Acquisition name": ["Donated by: Samuel Sharpe"], "Previous owner": [" Previous owner/ex-collection: E A Diamandidi ", " Previous owner/ex-collection: Dr Charles Cuny "], "Acquisition date": ["1866"], "Acquisition notes": ["In Diamandidi collection by 1862; seen in the house of Dr Cuny about 1850 where it was photographed in 1851/52"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA947"], "Registration number": ["1866,1113.1"], "Additional IDs": [" Miscellaneous number: ES.947 "], "Conservation": [" Treatment: 29 Jun 2010 ", " Treatment: 26 Jul 1996 ", " Treatment: 13 Nov 1995 ", " Treatment: 13 Mar 2006 "]}