{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA36101"], "Description": [" Scaraboid carved from light brown beige steatite; oval plaque decorated on one side with a damaged representation of an ibex in relief with some crudely incised details; underside bearing broadly cut motif arranged horizontally representing an archer (possibly pharaoh?) in chariot to left, either defeating his enemies or hunting, with another figure to right; longitudinally pierced; glazed lost. "], "Cultures/periods": [" 20th Dynasty (?) ", " 21st Dynasty (?) "], "Production date": ["1189 BC - 943 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite"], "Technique": [" glazed ", " incised ", " pierced ", " carved "], "Dimensions": [" Length: 2.05 centimetres ", " Thickness: 0.65 centimetres ", " Width: 1.55 centimetres "], "Curator's comments": ["Hunting or battle scenes such as the one depicted on this scaraboid are common on scarabs and scaraboids dated to the end of the Ramesside Period-early Third Intermediate Period (see especially the comments and references in Keel 1997, 561-562; Magnarini 2004, 10.09; similar scene decorating the underside of a scarab and of a scaraboid in the shape of a Black African head: Hornung and Staehelin 1976, 367, no. 906, 908). Naukratis provided a similar motif on a scarab: Bristol, City Art Gallery & Museum H5115.7. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). An exact parallel to this piece is provided by 1960,0514.45 (EA66151). Other scaraboids in the same shape, but displaying a different motif on the underside, are also attested (Hornung, Staehelin 1976, 331, no. 783; Jaeger 1982, § 492, ill. 272). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Keel, O. 1997, Corpus der Stempelsiegel-AmuIette aus Palästina/Israel. Von den Anfängen bis zur Perserzeit. Katalog Band I (Orbis Biblicus et Orientalis, Series Archaeologica 13), Fribourg. Magnarini, F. 2004. Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 67) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OB.06) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, though both sides chipped"], "Subjects": ["charioteer/chariot"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Commitee of)"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36101"], "Registration number": ["1888,0601.70"]}