{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA22873"], "Description": [" Green glazed composition hedgehog: the hedgehog stands on an elongated oval base, the whole made from turquoise blue glazed composition. The head, with long snout and big ears, the legs and the paws are carefully modeled. Details of ears, eyes and eyebrows, mouth, claws and spines are emphasized in black; the base is edged in black. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1900BC-1800BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 3.40 centimetres ", " Length: 5.20 centimetres ", " Width: 3.20 centimetres "], "Curator's comments": ["Amulets of hedgehogs are known as early as the Naqada II period, even before the beginning of the 1st Dynasty in about 3100 BC, and they continued in popularity until the Late Period more than two and a half millennia later. Small figures of the creature, like this example, always made from glazed composition and differing only in small details from one another, cannot be classed as amulets. They are exclusive to burials of Middle Kingdom date and their exact purpose is far from certain. The hedgehog was an important motif throughout the pharaonic period: its head sometimes appeared at the prow of Old Kingdom funerary boats, and, during the Late Period, cosmetic containers were made in its rotund shape. The creature seems to have had a connotation of rebirth, perhaps suggested by its reappearance after hibernation. It was also a desert dweller, often depicted in scenes of the desert hunt, living outside the fertile Nile Valley in inhospitable conditions. As it had conquered the land of death, it may have been felt it had conquered death itself. Bibliogrpahy: C. Andrews, 'Egyptian Treasures from the British Museum' (1998), p. 316 [101] 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 302-303 [96]; E. Denison Ross, 'The Art of Egypt through the Ages' (London, 1931), p. 150 n. 1; V. von Droste zu Hülshoff, ‘Der Igel im alten Ägypten’ (Hildesheim, 1980), p. 137, n. 109, pl. XII."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.238-239)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22873"], "Registration number": ["1891,0509.36"]}