{"artifact_name": "architrave", "Object Type": ["architrave"], "Museum number": ["EA1275"], "Description": [" Limestone architrave of Nykaiankh: carved in very fine, sharp-cut, sunk relief with much detail in the individual hieroglyphs. The bulk of the surface is occupied by two lines of text containing the standard formula for the receipt of offerings by ḥtp-di-nsw. At the left-hand end is a representation of Nykaiankh, seated and holding a staff. There is a large fracture towards the left end, and along this break and along the breaks between the various blocks making up the architrave (which was cut into convenient pieces for transport) some damage to signs has occurred. The surface at the right-hand end has suffered some flaking due to the action of salt. No colour remains. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Nykaiankh "], "Materials": ["limestone"], "Dimensions": [" Length: 366 centimetres ", " Width: 45.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["This architrave comes from the tomb of Nykaiankh, a high priestly official connected with the Sun-temples of Userkaf and Nyuserre, originally excavated by Mariette, see A. Mariette, 'Les Mastabas de l'Ancien Empire' (Paris 1889), page 301-311. Mastaba D. 48. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III Memphis: B Saqqara to Dahshur (Oxford: Clarendon Press), p. 577."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.21)"], "Location": ["On display (G4/B28)"], "Condition": ["Good. There is a large fracture towards the left end, and along this break and along the breaks between the various blocks making up the architrave (which was cut into convenient pieces for transport) some damage to signs has occurred. The surface at the right-hand end has suffered some flaking due to the action of salt."], "Associated names": ["Named in inscription & portrayed: Nykaiankh"], "Associated places": [" Named in inscription: Sun Temple of Userkaf "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1275"], "Registration number": ["1898,0312.212"], "Conservation": [" Treatment: 27 Jul 2000 ", " Treatment: 14 jan 2023 "]}