{"artifact_name": "model; axe; foundation-deposit", "Object Type": [" model ", " axe ", " foundation-deposit "], "Museum number": ["EA27505"], "Description": [" Model axe in copper alloy, from a foundation deposit; roughly made in one piece out of sheet metal; relatively shallow, almost rectangular blade and inward-curving haft; haft cracked through just below the blade, detached; thickly corroded. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Found/Acquired: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, NW corner "], "Materials": ["copper alloy"], "Dimensions": [" Length: 8.55 centimetres ", " Weight: 8.30 grammes ", " Thickness: 0.60 centimetres ", " Width: 1.50 centimetres (max) "], "Curator's comments": ["At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. 25-26; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. 5-6, pl. 19 and 21-23). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). The foundation deposits of Naukratis provided a wide variety of models of ceremonial instruments and tools. Fourteen were made of copper alloy, ten of stone and four of iron. Two models of axe in copper alloy were discovered in the foundation deposits: one in the south-west corner and one in the north-west one (Petrie 1886, 31, pl. 25 no. 19). According to Petrie’s list, this object was found at the north-west corner of the pylon. Long-handled axes were usually meant for sacrifice and not construction (Petrie 1886, 29; Petrie 1917, 8, pl. 2, no. 80). Models of ceremonial instruments and tools are a customary feature in foundation deposits since the Middle Kingdom. They tend to be of small size and poor quality in the Ptolemaic Period, as during the Late Period (Weinstein 1973, 297, 307-308, 356). Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1888, Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Petrie, W. M. F. 1917, Tools and Weapons (British School of Archaeology in Egypt 30), London. Weinstein, J. M. 1973, Foundation deposits in ancient Egypt, Ann Arbor. See also: Edwards, A. B. 1891, Pharaohs, Fellahs, and Explorers, New York, 32 and fig. on p. 27. Petrie, W. M. F. 1892, Ten Years’ Digging in Egypt (1881-1891), London, 43, fig. 29, 5. Kühnert-Eggesbrecht, E. 1969, Die Axt als Waffe und Werkzeug im alten Ägypten, Berlin, 121, M GD/21."], "Bibliographic references": [" Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (148) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 29 and 31, pl. XXV, no. 19) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.27) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair (fragmentary and corroded)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27505"], "Registration number": ["1885,1101.145"]}