{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA58080"], "Description": [" Serpentine(?) striding male figure on a slim rectangular base. The figure is depicted in a striding position with the left leg advancing slightly ahead of the right leg. The figure wears a long ankle-length kilt wrapped with a knot at the abdomen, with the stone incised with raised horizontal lines that create a striped pattern across the clothing and is enhanced with fringed detail along the waistline. The left arm is bent at the elbow with the hand placed on the figure’s bare chest, while the right hand is placed flat against the side of the body. He has a shaven head, oversized ears, and wide almond shaped eyes. The nose is long and broad, with the outer corner of the mouth turned slightly downwards conveying a more serious expression. The chin is particularly prominent, and the facial features are asymmetrical with the left eye notably lower than the right side. On the reverse is a slim back-pillar which is uneven and tilts towards the right side, and is left uninscribed. At the top of the statue base in front of the figure’s feet are two short lines of inscribed text, reading from right to left. There are chips to the ears and face, and various small scratches across the upper body, arms, and clothing. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Khizam, cemetery "], "Materials": ["serpentine (?)"], "Dimensions": [" Height: 24.50 centimetres ", " Width: 6 centimetres ", " Depth: 11.40 centimetres (plinth) "], "$Inscriptions": [" "], "Curator's comments": ["The figure is described as originated from the Khizam area of Upper Egypt. Stylistic features such as the oversized ears suggest a Twelfth Dynasty date. Further Bibliography: S. Albersmeier, 2002. Untersuchungen zu den Frauenstatuen des ptolemäischen Ägypten (Mainz), p. 92, n. 532. J. Bourriau, S. Quirke, 1988. Pharaohs and mortals: Egyptian Art in the Middle Kingdom (Cambridge), no. 47. W. Seipel, 1992. Gott, Mensch, Pharao (Vienna), p. 217, no. 73."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1925"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58080"], "Registration number": ["1925,1010.17"], "Conservation": ["Treatment: 04 May 1999"]}