{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA13509"], "Description": [" Fragmentary limestone head of a female figure, a partial layer of linen and plaster visible over the head. She wears a heavy lappet-wig, its ends now broken off. Traces of black paint form a striated pattern, and traces of yellow paint are visible along the wig and also used for the face and neck. On top of the head is a short modius crown with visible red traces of paint and a small circular hole on top, likely used to attach another part of a crown or headdress. The eyes are extremely oversized and low set, and faint traces of the eyebrows show an arched outline that slopes down towards the temple. The nose is small and slim, while the mouth is also small and the thin lips are faintly incised. On either side there is a small circular hole and smoothed area. There are notable traces of linen underneath the layer of plaster across the top of the head and along the wig and crown on the left side, and onto the face along the left side of the nose and brow. The edges of the crown are chipped along the obverse, and there are also chips to the edges of the wig. The layer of linen and plaster are damaged across the surface, particularly along the left side, while the layer of plaster across the reverse is particularly intact. The figure is attached to a small modern base. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" limestone ", " linen ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 10 centimetres (max) ", " Width: 7.51 centimetres ", " Depth: 7.59 centimetres "], "Curator's comments": ["The modius on her head has the circular hole on top for attaching the rest of the crown, possibly made of another material. This might have been the solar disc flanked by cow horns, in which case the statue represented Hathor or Isis. It is improbable that this figure represented a queen, as she would typically wear a vulture headdress. The holes at either side of the wig may have been used to attach arms to the figure which may have been made separately, although this may not be the case given that their positioning is quite high, reaching above the neck. Remnants of linen are exposed beneath the painted plaster on the left side of the wig and face. The linen undoubtedly served to give the plaster better purchase when applied. The use of linen may recall techniques applied within coffins whereby the wood could be initially lined with fabric and then layers of plaster and paint added to the object. While the provenance of the figure is uncertain, it may well originate from Deir el-Medina, the workmen’s village close to the Valley of the Kings. If so, it comes most probably from the temple area to the north of the village. The British Museum preserves various statues, reliefs and stelae that can be traced to that area."], "Location": ["Not on display"], "Condition": ["incomplete and worn"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13509"], "Registration number": ["1843,0507.1036"], "Additional IDs": [" Miscellaneous number: BS.903b (Birch Slip Number) "]}