{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA497"], "Description": [" Fragmentary sandstone figure dedicated by an official named Seneferu, the upper body now lost. The statue is broken from the waist, with a slim portion of his torso intact. He wears a long kilt and his forearms are placed flat against his upper legs. The throne name of king Amenemhat II is inscribed across the top of the legs, framed between Seneferu's hands. Further incised text is placed across the clothing on the lower legs and records Sneferu's name, his role as overseer of the boat, and the name of his mother Meket. The legs are broad and the feet of the figure are bare. On the reverse are the remains of a slim back-pillar. There is no indication of any further incised text around the sides of the seat or across the statue base. The left hand is damaged, and both forearms have large cracks visible along the stone surface. There are a number of small abrasions to the stone surface around the edges of the base and top of the seat. "], "Cultures/periods": ["12th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Serabit el-Khadim "], "Materials": ["sandstone"], "Dimensions": [" Height: 31.50 centimetres (max) ", " Depth: 14 centimetres ", " Depth: 33 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" The statue was found at the temple to Hathor at Serabit el-Khadim (PM VII), and in various sources is described as a statuette of the goddess Hathor (Petrie 1906; PM VII; Bonnet and Valbelle 1997). The wider site of Serabit el-Khadim was also associated with thousands of votive offerings left by non-royal individuals, many of whom appeared to have connections to the closely located turquoise mines. In Petrie's 1906 publication he refers to this individual Sneferu by both the lower portion of this statue and a surviving stela or 'tablet' that names the same person and his mother Meket (p. 124). This individual and his statue also features in A. Ilin-Tomich's recent database 'Persons and Names of the Middle Kingdom': https://pnm.uni-mainz.de/inscription/4483. Further Bibliography: Bonnet, C., Valbelle, D. 1996. 'The Middle Kingdom temple of Hathor at Serabit el-Khadim'. in S. Quirke (ed.), The temple in ancient Egypt: new discoveries and recent research, p.148-149, Fig. 173. Petrie, W. M. F. 1906. Researches in Sinai, p. 124. London. General Sources: Bonnet, C., Valbelle, D. 1997. 'The Middle Kingdom temple of Hathor at Serabit el-Khadim' in S. Quirke (ed.), The temple in ancient Egypt: new discoveries and recent research, p. 82-89. Petrie, W. M. F. 1905. Catalogue of Egyptian Antiquities: Found in the Peninsula of Sinai, and at Pithom, Oxyrhinkhos, and Thebes, and Drawings of Tombs at Saqqara for the Egypt Exploration Fund, and Egyptian Research Account. London. Petrie, W. M. F. 1905. The Sinai expedition. Archaeological Report 1904-1905, p. 10-12. ", " cf. Valbelle & Bonnet, La sanctuaire d'Hathor: 148 Published: HTBM Part 4: Plate 4 PM VII, p.358 "], "Bibliographic references": [" Hall 1913a / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 3. (p. 5, Pl. IV) ", " Porter and Moss 1975 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings VII: Nubia, The Deserts, and Outside Egypt (p. 358) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 43, no. 149) "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost"], "Associated names": [" Named in inscription & portrayed: Sneferu ", " Named in inscription: Amenemhat II "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA497"], "Registration number": ["1905,1014.117"]}