{"artifact_name": "human mummy; mummy-wrapping", "Object Type": [" human mummy ", " mummy-wrapping "], "Museum number": ["EA6704"], "Description": [" Mummified remains of an adult man, name and occupation unknown. Sex: male Age: Adult Stature: 167 ± 3 cm Summary: Mummy of a man with tight wrappings, arms and legs, fingers and toes wrapped individually. Scalp exposed. Head placed on a cushion. Head and neck - Brain removed through the nasal passage, with small quantity of filling material (perhaps resin) at the back of the skull. Packing of the mouth and neck, and modelling of the face, ears and nose. Padding of textile in eye sockets. Heavy dental wear. Several teeth missing ante-mortem with remodelling of the bone, including upper left and right first and second molars, and upper right second premolar, and lower second molar. Upper right first premolar and lower right second premolar have periapical cavities. Left lower first molar has fallen out of its socket, post-mortem and rests in the bottom of the mouth. Possible cavity in the lower right third molar. Short hair. Chest and Abdomen – Incision made on left flank. Dense resinous packing covering the back of the chest with four cylindrical bundles, possibly containing organs, embedded in it. Similar packing in the pelvis. Arms - Extended at the sides of the body, the hands with extended fingers in contact with the outer aspect of the thighs. Legs - Extended with feet at nearly right angle to them. Bandages - The contours of a living body have been skilfully imitated. The features of the face are painted upon the outermost wrappings. The fingers and toes are each wrapped separately; the forearms have a series of bandages applied in geometric patterns. Roll of textile used to shape breasts. Traces of gilding visible on the surface; a lotus flower has been painted on each knee. A waistband, armlets and anklets are decorated with plaited cordage and cross straps of similar material pass behind the neck and across the abdomen and thighs. Pathological conditions – dental disease, several dental abscesses, teeth missing, and a possible dental cavity in lower-right third molar. Schmorl’s node in the inferior surface of the fourth lumbar vertebra. Osteolytic lesion with sclerotic margin in the distal epiphysis of the left femur, possibly a cyst. Possible osteoarthritis in the left patella and right patella surface of the femur, showing some pitting and new bone. Taphonomic condition: insect damage can be seen from the outside in some of the textiles and in the soft tissues on the CT data. Preservation skull: 100.0% Dentition: 80% Preservation post cranial: 100% Condition: Excellent – complete with little to no breakage Soft tissues or other: extensive, see summary Percentage mummified skull: 100% Percentage mummified post cranial: 100% "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (most likely) "], "Materials": [" human tissue ", " linen ", " gold "], "Technique": [" painted ", " gilded "], "Dimensions": [" Height: 41.50 centimetres ", " Width: 170.20 centimetres ", " Depth: 26.50 centimetres "], "Curator's comments": ["When acquired, this mummy was in a coffin of a much earlier date bearing the name of a woman Mutemmenu (.6703), which may be assigned to the 19th or 20th Dynasties. Intrusion (human): No Intrusion (animal): No Scientific analysis: Yes – CT scan (obtained in 2013) Bibliography: C. Riggs, in J. H. Taylor and N. Strudwick (eds.), ‘The Theban Necropolis : past, present and future’ (London, 2003), p.191 [pl.98]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 311. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, pp. 134-149. R. Loynes, Prepared for eternity. Archaeopress Egyptology 9, 2015, passim. D. Antoine and M. Vandenbeusch (2021), ‘Human mummies from ancient Egypt and Nubia: an overview and new insights from the British Museum collection’, in D.H. Shin and R. Bianucci (eds). The handbook of mummy studies, Springer Singapore,565-628. DOI: 10.1007/978-981-15-1614-6_17-1"], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (64) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.311) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["On display (G63/dc7)"], "Exhibition history": [" 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 580"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6704"], "Registration number": [".6704"], "Additional IDs": [" Miscellaneous number: BS.6704 (Birch Slip Number) "], "Conservation": [" Treatment: 18 Mar 2014 ", " Treatment: 06 Jan 1997 "]}