{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA14402"], "Description": [" Fragmentary basalt statue of a royal figure, only the left foot and side of the base remaining. At the top of the foot are a series of incised lines with one row of patterned detail, likely indicating the hem of his garment or possibly an anklet. The foot is broad in size, with little definition of the ankle. On top of the base is a brief incised inscription containing the name of the goddess Hathor. Around the left side of the base is a partial horizontal line of incised text defined by a thin border and containing royal titles, but no name of a king survives. There are various small chips to the foot and across the top of the statue base, including a chip to the final hieroglyph sign of the incised text on this surface. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Serabit el-Khadim "], "Materials": ["basalt"], "Dimensions": [" Height: 10 centimetres (max) ", " Length: 16 centimetres (max) ", " Width: 8.23 centimetres (max) "], "$Inscriptions": [" ", " "], "Curator's comments": ["This stone type is not local to the area of Serabit el-Khadim, suggesting that it must have been transported to this area, and likely dedicated to Hathor based on the partial inscription that refers to this goddess. While it is likely that the subject was royal, it is difficult to determine which New Kingdom king it may have represented since so little of the statue has survived, and the name of the king which must have followed on from the titles inscribed across the side of the base is also lost."], "Location": ["Not on display"], "Condition": ["incomplete - right foot and side of plinth only"], "Associated names": ["Named in inscription: Hathor"], "Acquisition name": ["Purchased from: Maj Charles Kerr Macdonald"], "Acquisition date": ["1849"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14402"], "Registration number": ["1849,0811.207.a"]}