{"artifact_name": "coffin; mummy-case; cartonnage; human mummy; pectoral", "Object Type": [" coffin ", " mummy-case ", " cartonnage ", " human mummy ", " pectoral "], "Museum number": ["EA30720"], "Description": [" Mummy of a priest, aged 30-40 years, named Nesperennub, son of Ankhefenkhons. The body is encased in a painted cartonnage mummy-case. Skull - Mouth closed. Some teeth missing. There is considerable dental attrition. Artificial eyes inserted in orbits. Bound on to the top of the head is an opaque object resembling a skull-cap. This may possibly be a package containing the placenta.6 The cervical spine appears intact. There are no obvious fractures. Thorax and Abdomen - Filled with dense packing material probably obscuring the four parcels of viscera. In the right upper zone of the thorax there are two scarabs and a small pencil-like object, very probably a bird-bone, lying just below the mid-shaft of the clavicle. There is a pectoral with open wings and a rectangular plate over the flank-incision. There are possible pathological changes in the anterior third of the 2nd left rib. There is a large rounded mass in the pelvic region. The dorsal and lumbar intervertebral discs are partially opaque. Arms - Extended. Hands with extended fingers over the pubic area. On the ring-finger of each hand is a ring with a rectangular bezel. Legs - No fractures. Numerous well-defined lines of arrested growth are visible at the lower ends of the tibiae. Anthropoid wooden coffin: possibly designed for a woman, but inscribed with the name of Nesperennub, son of Ankhefenkhons, Opener of the Two Gates of Heaven in Karnak, Libationer of the Temple of Khons at Karnak, with polychrome painted face, wig and collar, with vertical register of hieroglyphs in white down body and a further register in blue around the sides of the coffin. "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " plaster ", " linen ", " human tissue "], "Technique": ["painted"], "Dimensions": [" Height: 29 centimetres (Mummy: Height measured from horizontal orientation, lying flat (not including handling board)) ", " Height: 27.70 centimetres (coffin base) ", " Height: 32.20 centimetres (coffin lid (excluding tenons)) ", " Height: 39.70 centimetres (coffin lid (including tenons)) ", " Height: 61 centimetres (coffin lid and base combined) ", " Length: 192.10 centimetres (coffin) ", " Length: 173 centimetres (mummy) ", " Width: 57.10 centimetres (coffin) ", " Depth: 45 centimetres (mummy) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.638; Taylor in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 173, col. pl. 53 [4]; Taylor in J. H. Taylor and N. Strudwick (eds.), ‘The Theban Necropolis : past, present and future’ (London, 2003), p.106 [pl.49]; J. H. Taylor, 'Mummy: The inside story' (London, 2004); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 254-5. F. Payraudeau, Administration, société et pouvoir à Thèbes sous la XXIIe dynastie bubastite, BdE 160, Cairo 2014, 159-60, 438 and 525-6."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (16) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.254-255) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.58-59, p.58, pl.14-15, p.59, pl.16-17, p.106, p.110, table 1) "], "Location": ["On display (G62/dc21)"], "Exhibition history": [" 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2018 19 Apr-22 Jul, Musée des Beaux-Arts, Valenciennes, 'A History of the World in 100 Objects' (coffin only) 2019 15 May-9 Sep, Hong Kong Heritage Museum, 'A History of the World in 100 Objects' (coffin only) 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2)- mummy only 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2)- mummy only 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2)- mummy only 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2)- mummy only 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2)- mummy only 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2 - mummy only "], "Condition": ["good"], "Associated names": [" Named in inscription: Nesperennub ", " Named in inscription: Ankhefenkhons (son of) ", " Named in inscription: Khons "], "Associated places": [" Named in inscription: Heaven ", " Named in inscription: Temple of Khons "], "Acquisition name": ["Purchased through: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30720"], "Registration number": ["1899,0610.8"], "Conservation": [" Treatment: 18 Mar 2014 ", " Treatment: 25 Aug 2005 ", " Treatment: 26 Jun 2002 ", " Treatment: 30 Nov 2010 ", " Treatment: 02 Jun 2004 ", " Treatment: 02 Jun 2004 ", " Treatment: 11 Sep 2014 ", " Conservation treatment: 20/2/18 ", " Treatment: 30 Aug 2017 ", " Conservation record: 5/12/19 "]}