{"artifact_name": "naos", "Object Type": ["naos"], "Museum number": ["EA1135"], "Description": [" Limestone naos of Pasanesu: the naos contains a figure of Osiris, wearing the atef-crown, inside it and has a hawk on top. Texts are incised around the pedestal on which the naos sits and on the front of the naos consisting of prayers on behalf of the scribe of offerings of all the gods Pasanesu. The right side of the shrine bears a scene in sunk relief showing Pasanesu offering incense to Osiris, while a scene on the left side depicts him worshipping Ptah-Tatenen. A scene on the rear of the naos portrays Harsiese in the company of Isis and Nephthys. The top of the naos is also inscribed. A cartouche, apparently of Amenemhat III, on the top of the naos may relate to the worship of that king since it cannot be regarded as contemporary to his reign, being written with a sign which was commonly used instead of the 'n' sign from the New Kingdom. The naos is well preserved apart from several gouges, especially on the corners and left side. The bottom of the pedestal has been damaged and repaired in modern times. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 92 centimetres ", " Weight: 118.50 kilograms ", " Width: 38 centimetres ", " Depth: 40 millimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["offering formula"], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 51-2 (no. 174); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), 96."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.88-91)"], "Location": ["Not on display"], "Exhibition history": [" 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures 2022 21 Jun-31 Oct, Marseille, MUCEM Museum of European and Mediterranean Civilisations, Pharaoh Superstars 2022-2023 24 Nov-6 Mar, Lisbon, Calouste Gulbenkian Museum, Pharaoh Superstars "], "Condition": ["good (base restored). NCS believes that the base has been put on the wrong way round. In the course of the conservation work undertaken in 2003, the opportunity has been taken to reverse the base so that the Htp di nzwt formulae begin at the front."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Pasanesu ", " Representation of: Osiris ", " Representation of: Ptah-Tatenen ", " Representation of: Harsiese ", " Representation of: Isis ", " Representation of: Nephthys ", " Named in inscription: Amenemhat III "], "Acquisition name": ["Purchased through: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1135"], "Registration number": ["1893,0514.175"], "Conservation": [" Treatment: 13 Feb 2009 ", " Treatment: 29 Sep 2003 ", " Treatment: 17 May 2013 ", " Treatment: 14 May 1991 "]}