{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8501"], "Description": [" Limestone stela of Iimtapet: a small round-topped stela divided into two registers with incised texts and figures in sunk relief. In the upper register the goddess Meresger is shown in the form of a coiled serpent with a plumed headdress before an altar on which rests a water-pot cooled by a lotus-blossom. In the lower register the lady Iiemtapet kneels with her arms raised in adoration. The stela is well preserved apart from some damage along the edges. Traces of blue paint remain on the altar, while some red paint is visible in the border between the two registers and on the disk in the headdress of the goddess. There is black paint on the body of the serpent and on some hieroglyphs. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) (?) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 15.40 centimetres ", " Weight: 1 kilograms (approx) ", " Width: 10.80 centimetres ", " Depth: 3.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The lady Iiemtapet is otherwise unknown. It is possible that this stela comes from Deir el-Medina where the cult of Meresger was popular. Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 114 (no. 53): B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 722."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.88)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom "], "Condition": ["good"], "Associated names": ["Representation of: Meretseger"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8501"], "Registration number": [".8501"], "Additional IDs": [" Miscellaneous number: BS.8501 (Birch Slip Number) "]}