{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["EA8495"], "Description": [" Fragmentary limestone statuette base of the official Hay. The damaged outline of the feet of the statuette are visible across the top of the base. In front of the feet are two horizontal lines of incised text with traces of blue paint inside the hieroglyph signs. White paint is visible across the top of the base and the slim borders underneath the text have clear traces of red colour. The sides of the base are also inscribed with two separate lines of text that begin at the front and conclude across the back. Traces of black paint are visible in the hieroglyphs and red paint in the borders for this inscription. The bottom of the base includes a raised relief carving of a male head, wearing a short styled wig and an incense cone. There are thick traces of a black colour across the wig and around the eye, mouth, and chin. The edges of the statue base along the top are chipped, and part of the inscription is lost at the top of the base and on the left side. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Diameter: 18.50 centimetres ", " Height: 7.50 centimetres ", " Width: 15 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["While the inscription across the top of the base refers to a workman named Hay, the sides of the base name others individual Nebamentet and his wife Hathor, with no clear indication of their relationship to one another. Both sets of inscriptions also feature a dedication to the goddess Hathor. The male figure Nebamentet has been identified with another individual of the same name who was the son of Kasa and known from several other surviving evidence within Deir el-Medina (e.g EA 5634, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA5634; Bierbrier 1982). Though the relationship between the named figures is not specified within the inscription, it has been proposed that this monument represents the workman Hay, son of Huy, a figure also attested from the site of Deir el-Medina (owner of Deir el-Medina tomb 328; Bruyère 1930), and who is known to have had a son-in-law named Nebamentet (Bierbrier 1982). The male figure in carved relief on the bottom of the base is likely unrelated to the original function of the monument, but it was perhaps used later as a trial piece for an artist to practice his skill in carving relief images. Further Bibliography: K.A. Kitchen, 2001. Ramesside inscriptions: translated & annotated Translations Vol.3, Ramesses II, his contemporaries (Oxford), p. 755, no. 284(3). General Sources: B. Bruyère, 1930. Rapport sur les fouilles de Deir el Médineh (1929). Fouilles de l’Institut français d’archéologie orientale 7:2 (Cairo)."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (p.36, Pl. 82) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.271-272, no.123) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 711) "], "Location": ["Not on display"], "Condition": ["fair"], "Associated names": [" Named in inscription: Hay ", " Named in inscription: Nebamuntet ", " Named in inscription: Hathor "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8495"], "Registration number": [".8495"], "Additional IDs": [" Miscellaneous number: BS.8495 (Birch Slip Number) "]}