{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37628"], "Description": [" A hollow terracotta camel modelled in the round, harnessed, and saddled with a rack holding six Egyptian AE 3 amphorae (a shape made for several centuries from the first century ad onwards), three on each side; in front of these, apparently hanging from the front of the rack, beside the forelegs, are bundles, perhaps of a floral nature. The neck-band of the harness has pendent ornaments. A small firing-vent is pierced on the right side near the rear leg. Two-piece mould. Micaceous orange-brown Nile silt, with a brown surface. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Height: 8.68 centimetres ", " Length: 8.86 centimetres ", " Depth: 4 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Roman, first or second century AD. Comparanda: Close, probably same mould-series: Dunand 1990: no. 830 (= Del Francia Barocus 1998: pl. 67:41 = Willems and Clarysse 2000: 192, no. 78), from Antinoopolis, dated second to third century AD; Fless 1997: 76-7, no. 64, dated first to second century AD; Petrie Museum uc48026, from Memphis; Weber 1914: no. 435. Close: Bayer-Niemeier 1988: no. 596 dated first to second century AD; Goyon 2000: 172, no. 136, dated Roman period. Near: Allen 1985: no. 7 (baskets), from Karanis, dated second half of second, early third century AD; Ashmolean Museum, Oxford, no. 1892.1176 (four amphorae); Bayer-Niemeier 1988: nos 597, 578 (two amphora) and 599 (baskets), all dated first to second century AD; Breccia 1934: nos 425 (baskets) and 426 (four amphorae); Dunand 1990: no. 831 (baskets), dated Roman period = Goyon 2000: 171, no. 130; Ewigleben and von Grumbkow 1991: no. 132, right (four amphorae); Fjeldhagen 1995: no. 178 (baskets), dated second to third century AD; Friedman 1989: 180, no. 90 (baskets), dated first to third century AD; Graindor 1939: pl. ii:6 (baskets); Hilton Price 1897: 396, no. 3284, from Bubastis (four amphorae); Hoffmann and Steinhart 2001: 74, no. 32 (four amphorae: not usual type); Perdrizet 1921: no. 403, from the Fayum (baskets of grapes); Weber 1914: no. 434 (baskets), from the Fayum. Compare also Fischer 1994: nos 1115 and 1116 (saddle and baskets, respectively), dated Roman period = Vogt 1924: pls cv:8 and cvi:20; Perdrizet 1921: nos 404 and 405 (panniers), respectively from Sais and the Fayum; Petrie Museum uc48032, from Memphis (four amphorae); Philipp 1972: figs 12 and 14a (saddle) from the Fayum: dated end of second century BC = Weber 1914: no. 436; Schürmann 1989: no. 1234 (four amphorae), dated first century BC; Weber 1914: nos 438, head only, from Theadelphia, and 437 (two amphorae), said to be from the Fayum = von Falck and Lichtwark 1996: 160, no. 131, dated first to third century AD. See the Sothic dog, registration no. 18370413.20, for a similarly place firing-vent. Bibliog: Rostovtzeff 1957: pl. liii:4; Nachtergael 1989: 298, no. 65; Bagnall and Rathbone 2004: 130."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3763)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -?)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1870"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37628"], "Registration number": ["1870,0709.35"]}