{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA25262"], "Description": [" Sycomore fig wood stela of Tjentsherieniah(?): there is one scene on this round-topped stela. A winged sun-disk is at the top of the stela beneath a curved sky-sign. Under the wings are two 'wedjat'-eyes with symbolic signs between them. On the right stands the deceased, wearing a long gown, in adoration before an altar piled with offerings. On the left sits the god Ra-Horakhty, mummiform. The stela is bordered on the left by the standard of the East and on the right by the standard of the West. Seven columns of text are in the centre, containing the usual funerary invocation of Ra-Horakhty on behalf of the deceased. The stela is chipped around the edges and cracked in places on the surface. The colours have faded, notably the blue. The background of the stela is white. The sky-sign is blue. The disk is red with brown uraei. The upper wings are white with blue dots and a blue edge; the middle are white with brown stripes and upper edge and blue interior lines; while the lower wings are green with red edges. The 'wedjat'-eyes are blue with black pupils on white and a red band between eye and eyebrow. The signs between them are green with a red centre, black, and blue. The lady is outlined in black on the white background with black facial features and wig, white fillet and cone, and green flower and collar. Her dress is outlined in black with blue edges to the sleeves. The altar is blue and brown with a green top. The offerings are blue, white, green, and red. The lotuses have red stems, green leaves, and blue and red flowers. The vase under the altar is red with a white top on a black stand with a white-stemmed green lotus-bud, while the other offering is green with blue flowers on a white stand. The disk of the god is red with a brown uraeus. His face is brown with a black eye on brown with grey adjuncts. His wig and lower body were blue, his collar and hands green, his upper body red with blue dots, and his sceptres brown and blue. His throne is blue and red edged in white with a blue, white, and green base. The western standard is red with a blue top, while that of the East was apparently brown with blue bands. The hieroglyphs are blue on brown. The base of the stela is black. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 30.50 centimetres ", " Weight: 1.160 kilograms ", " Thickness: 4.30 centimetres ", " Width: 23.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 113 (no. 45); The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 75 (no. 83)."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.14-15)"], "Location": ["Not on display"], "Condition": ["fair - chipped and faded"], "Subjects": ["eye of horus"], "Associated names": ["Representation of: Ra-Horakhty"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1894"], "Acquisition notes": ["A number V38 is painted on the top and may refer to a sale lot."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA25262"], "Registration number": ["1894,0331.7"], "Conservation": ["Treatment: 20 Feb 2014"]}