{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA69518"], "Description": [" Sycomore fig wood stela of Nehemesratawy: there are four sections on this round-topped stela, each of which is bounded by a multi-coloured border. At the top is a winged sun-disk with uraei which enfold a 'kheper'-beetle. On each side is a recumbent jackal. In the second register is a kheker-frieze. At the top of the third section is a sky-sign below which a scene is depicted. The deceased stands in adoration on the extreme right before an altar. Behind it stand Ra-Horakhty, a winged Isis enfolding a šn-sign, and three (Imsety, Hapy, and Duamutef) of the four sons of Horus. Three lines in the fourth section consist of a prayer to Ra-Horakhty on behalf of the deceased ... rattawy, whose name is partially lost but is presumably the common Nehemesratawy, born of a parent whose name is not intelligible. The stela is composed of three planks which have cracked apart. The surface is much worn and the texts are badly faded in parts. The multi-coloured border is composed of red, blue, white, and green rectangles separated by one black and two white stripes, all edged in black. The general background of the stela is white. The disk is red with red uraei, one with a white and the other a red crown. The wings of the disk are divided into three parts: white with black dots and edges, green or yellow, and blue edged in red. The beetle and jackals are black and much faded. The 'kheker'-frieze is blue with red ties. The sky-sign is blue. The deceased has a red body, black wig, and white gown edged in black. The altar is blue. Ra-Horakhty has a green body, red hands and disk, blue (?) wig, white face with black features, and green sceptre. Isis has a green body, red dress and fillet, black wig, and blue head-dress. Her outer wing is divided into four bands, the upper edged in black and the others in red. The colours of the first three are unclear, possibly green, blue, green, and then definitely blue. Her inner wing is divided into three sections: blue with a red centre, red stripes on white on the lower edge, and black stripes on white on the outer end. The šn-sign has a red centre, and yellow or green outer ring edged in black. Imsety has a red body and black wig. Hapy has a red face, blue wig, yellow collar, and green body, while Duamutef has a red body, yellow collar, and black face. The texts are black between red and blue lines. The back, sides, and bottom appear to have been plastered. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 32 centimetres ", " Weight: 0.792 kilograms ", " Thickness: 4 centimetres ", " Width: 21.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: H. Ranke, 'Die ägyptischen Personennamen. I. Verzeichnis der Namen’ (Glückstadt, 1935), p. 208 (no. 17)."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.52-53)"], "Location": ["Not on display"], "Condition": ["fair - worn and repaired"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nehemesratawy (deceased) ", " Named in inscription & portrayed: Ra-Horakhty ", " Representation of: Isis ", " Representation of: Hapy ", " Representation of: Imsety ", " Representation of: Duamutef "], "Acquisition date": ["1983"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69518"], "Registration number": ["1983,0224.4"]}