{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10479,6"], "Description": [" 'Book of the Dead', Papyrus of Hor (sheet 6): Judgment Scene: to the left of the scene sits Osiris, with the goddesses Isis and Nephthys standing behind him. Osiris wears an 'atef ' crown with the horns of the ram god Khnum, from whom they had been more or less inadvertently appropriated. His face is green, and he holds his identifying crook and flail. As so often in Ptolemaic and Roman Period representations of Osiris, his shroud is coloured red. The weighing of the heart is carried out here by two gods, Anubis and Horus. Hor's heart is in the pan to the left; but in the right-hand pan, where we would expect to see the feather of Maat, is instead a tiny seated figure coloured black. The crossbar of the balance hangs from a feather-shaped peg attached to the upright support, on the top of which squats a small baboon. This creature is a form of the god Thoth, who acts in a different form and with a different duty elsewhere in this \"trial\". To the left of the balance stands Thoth, here in human form with ibis head; he is the scribe of the gods, and he holds a scribe's palette and a reed brush, ready to note down the results of Hor's interrogation. In front of Thoth sits a monster ready to spring forward to consume Hor's heart if he fails to pass the test. This creature has the head of a hippopotamus, and the body of a lion. At the top of the scene the great gods of Egypt are shown, formally seated on thrones, waiting to deliver judgment. There are thrity-five in total. Each holds a feather of Maat. Maat herself is present too - not as a feather in the balance, and not as a woman with a feather on her head, but literally as a feather head. There is also well-drawn details of the crocodile at the top left of the papyrus. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC (circa)"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 58 centimetres (frame) ", " Width: 42.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Published: S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 50 [15]; 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan 1999-2000), [102-103]; M. Mosher, 'The Papyrus of Hor' (London, 2001), p. 19, p. 19 n 111, p. 21, 27-8, 32-3, p.33 n. 9, pp.37, 45, 78 n.55, p.97 n.8-9, pp.97-100, pp.102-8, p.106 n.40&43; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 249, fig. 301. Lucarelli, Rita. 2015. The inhabitants of the Fourteenth Hill of Spell 149 of the Book of the Dead. In Morenz, Ludwig D. and Amr El Hawary (eds). Weitergabe: Festschrift für die Ägyptologin Ursula Rößler-Köhler zum 65. Geburtstag, 275-291. Weisbaden: Harrassowitz. Mosher, Malcom Jr. 2016. The Book of the Dead, Saite through Ptolemaic periods : a study of traditions evident in versions of texts and vignettes (SPBD Studies), vol. I (BD Spells 1-15) and II (BD Spells 16, 18-30), Charleston."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (105) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (72) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57259) (http://www.trismegistos.org/text/57259) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured Black ink Pigment (cracked, loss) Backed: brown paper Checked for loan to Doncaster 1993 Checked for loan to Japan 1997 Checked for loan to Italy 1997 Checked for loan to Japan 1999 Mount Details: Sandwich: glass Sandwich: uv filtered perspex Self adhesive tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Subjects": [" ancient egyptian deity ", " crocodile "], "Associated names": [" Named in inscription: Hor ", " Named in inscription: Sebat (mother) ", " Named in inscription: Djedher (father) ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Maat ", " Representation of: Anubis ", " Representation of: Thoth ", " Representation of: Horus ", " Representation of: Ammit "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10479,6"], "Registration number": ["1890,0412.2.6"], "Additional IDs": [" Miscellaneous number: Frame.6 "]}