{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA880"], "Description": [" Fragment from the throne of a calcite royal statue. The fragment preserves two columns of incised text, executed to a high quality, with the beginning of the inscription now missing. The text records the names and titles of the king Akhenaten and his wife Nefertiti. The final section of text from the second column on the right side is now lost, though parts of the initial signs are visible. In addition to the breaks at the top and bottom of the fragment, there are chips to the surface along the edges of the stone, and a large chip to the left side at the sign immediately underneath the cartouche. Small chips are also visible across the text but these do not impair the reading of the text. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Amarna, el- "], "Materials": ["calcite"], "Dimensions": [" Height: 41.50 centimetres ", " Width: 14 centimetres ", " Depth: 8 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This fragment is described as belonging to a seated statue, which is now lost (Budge 1909; PM IV). The precise original context of the object is unknown. General Sources: C. Aldred, 1968. Akhenaten, Pharaoh of Egypt, New Aspects of Antiquity (London). C. Aldred, 1973. Akhenaten & Nefertiti (New York). R. Freed, E. Pischikova, Y.J. Markowitz, S. D’Auria, 1999. Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamen (Boston). W.M.F. Petrie, 1894. Tell el Amarna (London)."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 123-124, no. 436) ", " Porter and Moss 1968 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV Lower and Middle Egypt (p. 235) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair (incomplete)"], "Associated names": [" Named in inscription: Akhenaten ", " Named in inscription: Nefertiti "], "Acquisition name": ["Donated by: Rev Thomas R Maynard"], "Acquisition date": ["1862"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA880"], "Registration number": ["1862,0524.1"]}