{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA69486"], "Description": [" Limestone theophorous figure of Wennefer, the upper body and legs of the statue now lost. He wears a long garment with a strap of material visible on the lower right side, which may indicate that his clothing was in the style of the so-called ‘Persian wrap’ and thus would originally have included a knot of material tied across the chest to secure it in place. In either hand he holds out a square-shaped stand upon which sits a fragmentary squatting baboon, which likely represents the male god Thoth. The baboon’s hind legs are flat against the stand and the tail is curled around to its right side, while the upper body and head are now broken off. On the reverse is the mid-section of a broad back-pillar with three columns of inscribed text left undefined by border lines, and with the beginning and conclusion of each line now lost. Across the stone surface there are numerous chips at the male figure’s hands, skirt, and edges of the stand. An extended part of the lower back pillar has survived slightly below that of the remains of the male figure’s clothing, however much of the text is still legible in its current state. "], "Cultures/periods": ["Ptolemaic (early)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 38 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["Though the provenance of this figure is uncertain, it has been suggested that el-Ashmunein could be a possibility given that the cult centre for Thoth during the Ptolemaic period was Hermopolis (PM VIII). Part of the statue’s back-pillar inscription details the building a new sacred lake for the temple to Thoth at Hermopolis, which further suggests a connection to this site. Wennefer also indicates within this text that there had been some neglect of the temple site with no priestly duties being performed, which fits the wider themes of various contemporary inscriptions which implicitly refer to this era of societal neglect or disorder (Klotz 2010). Wennefer is also known to have been connected to the family of another official named Petosiris, a well-known high priest at Ashmunein, who was buried at Tuna el-Gebel (Spencer 2010). Nearby necropolis sites with mummified ibises and baboons, as well as elaborate non-royal tombs for those within the priesthood for Thoth, also attest to this deity’s reverence in this area. Further Bibliography: J. Bourriau, 1984. ‘Museum Acquisitions, 1982: Egyptian Antiquities Acquired in 1982 by Museums in the United Kingdom’, Journal of Egyptian Archaeology 70, p. 134, no. 379. D. Klotz, 2010. ‘Two Studies on the Late Period Temples at Abydos’, Bulletin de L’Institut Francais D’Archaeologie Orientale Vol. 110, p. 152. N. Spencer, 2010. ‘Sustaining Egyptian Culture? Non-royal Initiatives in the Late Period Temple Building’, in L. Bareš, F. Coppens, K. Smoláriková (eds.), Egypt in Transition: Social and Religious Development of Egypt in the First Millennium BCE, Proceedings of an International Conference Prague, September 1–4, 2009 (Prague), p. 470, n. 95."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 790)"], "Location": ["Not on display"], "Condition": ["incomplete - upper body, feet and plinth lost"], "Associated names": ["Named in inscription & portrayed: Wennefer"], "Acquisition name": ["Purchased from: Sotheby's"], "Acquisition date": ["1982"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69486"], "Registration number": ["1982,0724.1"]}