{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA22940"], "Description": [" Base and lid of the anthropoid wooden coffin of Besenmut, Priest of Montu at Thebes, with polychrome painted face, wig and collar, the rest of the exterior is covered with both vertical and horizontal registers of black painted hieroglyphs on a buff ground, in imitation of a papyrus text, giving Chapter CLIV of the Book of the Dead, the solitary vignette shows the mummy of the deceased on a bier receiving life and warmth from the rays of the solar disc. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Length: 190 centimetres ", " Width: 55 centimetres ", " Depth: 45 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["PM I Part 2: p.647 Book of the Dead texts: Budge, The Chapters of Coming Forth by Day, III (London 1910), 249-277. Taylor in Davies, Colour and Painting, London 2001, p. 175, col. pl. 56 [1], [interior of inner coffin]. Sheikholeslami, in Strudwick and Taylor (eds): The Theban Necropolis (2003). P.133 [pl.92]. Des Dieux, des tombeaux, un savant. En Egypte sur les pas de Mariette Pacha (Boulogne catalogue 2004), 240-1."], "Bibliographic references": ["Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no.29)"], "Location": ["On display (G62/dc21)"], "Exhibition history": [" Exhibited: 2004 7 May-30 Aug, Boulogne, Château-Musée, Des dieux, des tombeaux, unsavant: En Egypt sur les pas de Mariette Pacha 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["good"], "Associated names": [" Named in inscription: Besenmut ", " Named in inscription: Montu "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Previous owner": ["Previous owner/ex-collection: Raymond G B Sabatier"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22940"], "Registration number": ["1891,0511.207"], "Conservation": [" Treatment: 06 Dec 2007 ", " Treatment: 29 Mar 2012 ", " Treatment: 23 Aug 2010 ", " Treatment: 11 Mar 2004 "]}