{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA86222"], "Description": [" Scarab, made of glazed steatite, the base is partly chipped of. The steatite is of a beige colour, a dark green to turquoise glaze is preserved incised parts of the legs, the frontal part and in the hieroglyphs on the base. The division between head and prothorax is indicated by a line as is the division between prothorax and elytra. The suture is shown by a single line as well, the humeral callosities are indicated by incised triangles and the elytra show a second line on the outside. The head is of a square shape put on edge, no eyes are visible. The clypeus is shown without details, running into lateral lobes, the plates are not visible. The side of the scarab shows three carved legs on each side, without details, sitting on top of the baseplate. The seal at the base shows an oval line framing the base, with several hieroglyphs centred around the very small cartouche of Thutmosis III. (Mn-kheper-Ra)|. To the left of it a seated deity, facing right, with double crown, beard and tassel or similar at its back. On the right of the cartouche a winged standing figure, the head is broken off, in a posture of adoring the cartouche. Above it traces of further very small signs like sun-discs. Underneath the adoring figure a possible kha-sign (N28). The later and the seated deity on top of a nb-basket. The longitudinal perforation is fully preserved. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), E12.5 "], "Materials": ["steatite"], "Dimensions": [" Diameter: 0.22 centimetres (perforation) ", " Height: 1.78 centimetres ", " Length: 0.74 centimetres ", " Width: 1.19 centimetres "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Acquisition notes": ["Formerly housed by the Birmingham Museum and Art Gallery and the EES London."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86222"], "Registration number": ["2016,1001.398"], "Additional IDs": [" Excavation/small finds number: 433 (Excavation Number) "]}