{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA277"], "Description": [" Limestone stela fragment: on the upper portion of a round-topped stela the figures of Amenhotep I and Ahmose-Nefertari are carved in sunk relief. They are enthroned before an altar on which rests a water-pot and other offerings. All texts are incised. The lower portion of this stela is lost. The upper surviving part is damaged along the edges and scratched and gouged on the surface. There are no traces of colour. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt), Probably Deir el-Medina "], "Materials": ["limestone"], "Technique": [" carved ", " incised "], "Dimensions": [" Height: 22 centimetres ", " Width: 33 centimetres ", " Depth: 5.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 101 (no. 349); J. Černy. ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 27 (Cairo, 1927), 165, fig. 1; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 736."], "Bibliographic references": [" Hall 1922 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 6. (pl.34) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.54-55) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures "], "Condition": ["The lower portion of this stela is lost. The upper surviving part is damaged along the edges and scratched and gouged on the surface. There are no traces of colour."], "Associated names": [" Named in inscription & portrayed: Amenhotep I ", " Named in inscription & portrayed: Ahmose-Nefertari "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA277"], "Registration number": [".277"], "Additional IDs": [" Miscellaneous number: BS.277 (Birch Slip Number) "], "Conservation": [" Treatment: 16 Oct 2008 ", " Treatment: 07 Nov 2011 "]}