{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA43525"], "Description": [" Red-grey pottery ostracon, from the body of a vessel, exterior grooved and covered with a buff-coloured slip, with remains of 9 lines of demotic text in black ink on the exterior. "], "Cultures/periods": ["Graeco-Roman (2nd century BC)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Dimensions": [" Height: 12.20 centimetres ", " Width: 9.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This ostracon yields a so-called r-rḫ=w (\"that which was measured\") text. These texts, all originating from the Thebaid in the Ptolemaic and early-Roman period, were issued to farmers after a measurement of their cultivated land had been conducted in order to determine due amounts of harvest tax. (Information provided by Gert Baetens, KULeuven) Bibliography: Kaplony-Heckel, U., Theben-West und Theben-Ost (31 demotische r-rḫ=w Ostraka aus dem British Museum), in: Israeli-Groll, S. (ed.), Studies in Egyptology, presented to Miriam Lichtheim. Jerusalem, 1990 I, 562-563 (no. 5). Kaplony-Heckel, U., 2009, Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca, Gesammelte Schriften Teil 1, Harrassowitz Verlag; Wiesbaden, pp.449. On the text genre, see: For r-rḫ=w texts, cf. Vandorpe K., 'The Ptolemaic Epigraphe or Harvest tax (shemu)', in Archiv für Papyrusforschung 46 (2000), p. 165-228. Kaplony-Heckel U., Thebanische Acker-Amt-Quittungen, in Allam, S., Grund und Boden in Altägypten (rechtliche und sozio-ökonomische Verhältnisse): Akten des internationalen Symposions Tübingen 18.-20. Juni 1990 (Untersuchungen zum Rechtsleben im alten Ägypten; Band 2) Tübingen, 1994, pp. 189-197."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (54066) (http://www.trismegistos.org/text/54066) ", " Kaplony-Heckel 2009 / Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca: Gesammelte Schriften (p.453) (= Kaplony-Heckel, U., Theben-West und Theben-Ost (31 demotische r-rḫ=w Ostraka aus dem British Museum), in: Israeli-Groll, S. (ed.), Studies in Egyptology, presented to Miriam Lichtheim. Jerusalem, 1990 I, 562-563 (no. 5).) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: William Talbot Ready"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43525"], "Registration number": ["1907,0112.135"]}