{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65449"], "Description": [" Fragmentary limestone mummiform figure, the lower body now missing. The figure wears a striated lappet wig tucked behind his small ears. The ends of the wig are marked with an incised line that sits slightly higher than the curved edges of the stone. His eyes are almond shaped with a thick incised line along the upper eye and a short cosmetic line at the outer corners. Traces of black are visible within both eyes and at the inner corners. His eyebrows are slightly arched and modelled in raised relief. They are also sharply incised. The nose is broad, with a subtle line around the edges of the nose on either side. His lips are thick and pursed together. A line across the neck indicates his garment which envelops his body. His elbows are emphasised through the material and his hands are exposed across the chest. His left fist is clenched while his now damaged right hand holds an object, possibly a piece of folded cloth. On the reverse is a broad back-pillar with a slim column of incised text which is detailed with blue paint. The lower portion of the back-pillar and inscription is now missing. Both sides of the body are heavily damaged, with large chips to the arms and much of the left side of the back-pillar now lost. There is also damage to the right side of the wig, and the tip of his nose is lost. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 13.50 centimetres ", " Width: 9 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The offering formulae within the back-pillar inscription appealing to the god Amun may indicate a Theban provenance, however a more precise findspot is difficult to determine."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Bequeathed by: Henry Swainson Cowper"], "Acquisition date": ["1951"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65449"], "Registration number": ["1951,0714.7"]}