{"artifact_name": "pendant", "Object Type": ["pendant"], "Museum number": ["EA65281"], "Description": [" Oyster-shell amulet: made from thin sheet gold beaten over a mould and inscribed with the name Senusret in a cartouche. The inside is strongly concave. The ring at the top has broken away and been carelessly resoldered. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1985BC-1785BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" soldered ", " mould-made ", " beaten "], "Dimensions": [" Height: 5 centimetres (with ring) ", " Weight: 0.004 kilograms ", " Width: 4.50 centimetres ", " Depth: 1 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" There are orthographic peculiarities in the inscription which throw doubt on its authenticity: however, this does not invalidate the authenticity of the shell itself, since uninscribed oyster-shells are common as amulets during the Middle Kingdom. Natural oyster-shells inscribed with royal names may have been a military decoration (see Winlock in 'Griffith Studies' (London, 1932), 388-91). The shell represented is probably 'Avicula (Meleagrina) margaritacea' (see H. E. Winlock, ‘The Treasure of Three Egyptian Princesses’ (New York, 1948), 25, n. 33: Petrie's 'Meleagrina margaritifera', see W. M. F. Petrie, ‘Amulets’ (London, 1914), 27, no. 112). Bibliography: Egypt Exploration Society, ‘Catalogue of the Egypt Exploration Society’s Exhibition of the Results of the Recent Excavations at Armana and Armant and of a Loan Exhibition of Egyptian jewellery. Wellcome Historical Medical Museum, 8th September – 3rd October, 1931’ (London, 1931), no. 72; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 109 No. 33; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 25. The Mond Bequest is reported in 'British Museum Quarterly' 13-14 (1939-40) but no mention is made of this particular piece. Temples and Tombs (American Federation of Arts, 2006): 68, cat no. 24 ", " Jones 1990 Egyptian gold shell pendant The pendant is probably ancient. However, its interest lies in the rather crudely engraved cartouche, purporting to be of the 12th dynasty (early second millennium BC). Microscopic examination clearly shows that the lines were created by engraving, a technique not in use at this date. Thus the inscription cannot be of the date ascribed to it. This view is reinforced by the crispness of the engraved line compared to the rest of the pendant, also suggesting the cartouche is much more recent. "], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (406) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (33) ", " Jones 1990a / Fake? The Art of Deception (306) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription: Senusret III (?)"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65281"], "Registration number": ["1939,0324.146"], "Conservation": [" Treatment: 13 Sep 2000 ", " Treatment: 15 Jul 1981 ", " Treatment: 30 Sep 2013 "]}