{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA64498"], "Description": [" Solid-cast copper alloy squatting figure of the goddess Maat; tang below. She wears a wig topped with a tall ostrich feather. The small figure is simply modelled and lacks much detail; the limbs are undifferentiated and the detail on the feather is roughly sketched in uneven incised lines. There is a small amount of corrosion on the tang and the back of the figure. "], "Cultures/periods": ["Late Period"], "Excavator/field collector": ["Field Collection by: Dr Joseph John Acworth"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 6.70 centimetres ", " Width: 1.60 centimetres "], "Curator's comments": ["The tang beneath the figure would have attached it to a base. Bronze figures of deities could stand alone or be part of a group composition; the small size of this figure and the tang suggest that it was probably part of a larger arrangement. Maat was the deified personification of the ancient Egyptian concept of order, balance, truth, and justice. Generally depicted as a goddess wearing an ostrich feather on her head, she was closely associated with the king, whose duty it was to maintain order in Egypt. Similar small figurines of Maat can be found in the following publications: M. Étienne, ‘Journey to the Afterlife: Egyptian Antiquities from the Louvre’ (Sydney, Art Exhibitions Australia Ltd., 2006), p. 17 [14]; Brooklyn 37.561 E-A and Brooklyn L 37.542 E in G. Roeder, ‘Ägyptische Bronzefiguren’ (Berlin, 1956), pl. 82b-c."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Maat"], "Acquisition name": [" Donated by: Mrs Marion Whiteford Acworth JP ", " Purchased through: Panayotis Kyticas "], "Acquisition date": ["1913"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64498"], "Registration number": ["1946,1204.22.a"], "Conservation": ["Treatment: 15 Apr 2011"]}