{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["EA54384"], "Description": [" Brass lamp: elongated, with a deep and rounded body, and a round-topped nozzle, decorated with a spur on top, and flaring to a rounded tip. Circular wick-hole. Ring-handle at the rear with a rod rising from it to support a handle-ornament in the form of a cross. The cross has knobbed arms (one knob lost) and is surmounted by a dove. Raised rim round the filling-hole, with hinge-pieces at the rear, holding, with an iron pin, a scallop-shell-shaped lamp-lid. Tall cylindrical base with a moulded foot. Within the base is an inserted plate, with a circular hole (repeated in the bottom of the oil-chamber) for the lost sleeve of a pricket-socket. The hole has traces of solder at its edges. Surface colouration: dark brown over bare metal. "], "Cultures/periods": ["Byzantine"], "Production date": ["6thC-7thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["brass"], "Technique": [" mould-made ", " soldered "], "Dimensions": [" Height: 13.80 centimetres ", " Length: 15.30 centimetres ", " Width: 5.20 centimetres "], "Curator's comments": [" Analysis: copper: 76.5; lead: 13.5; tin: 6.5a; zinc: 3.23. ", " Close: Bénazeth, D., 1992. ‘L'art du métal au début de l'ère chrétienne’. Paris : Eds. de la Réunion des musées nationaux, p. 123, E 20502; Rendiconti 57, 1984-5, p. 230, fig. 22, from Leptis Magna. Near: Selesnow, W., 1988. ‘Liebieghaus-Museum, Frankfurt, Lampen aus Ton und Bronze’. Melsungen : Gutenberg, 442, from Egypt; Eton College, Myers Collection, No. 1164, from Egypt; Wulff, O., 1909. ‘Altchristliche und mittelalterliche byzantinische und italienische Bildwerke’ I. Berlin : Reimer, No. 790, from Cairo, and No. 802, from Egypt; Strzygowski, J., 1904. ‘Catalogue général des antiquités égyptiennes du Musée du Caire’. Vienna : A. Holzhausen, 9137, in Cairo. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (3822) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.329,2) ", " Xanthopoulou 2010 / Les lampes en bronze à l’époque paléochrétienne (LA 3.082) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54384"], "Registration number": ["1919,0208.43"]}