{"artifact_name": "human skeletal remains", "Object Type": ["human skeletal remains"], "Museum number": ["EA77841"], "Description": [" Human skeletal remains; male; age 35-50 years; stature 170.85 +/- 5.15cm (R MC2). The major skull bones were intact with minor damage to the occipital; the sphenoid was also present. The right humerus and ulna were absent from the long bones. The hand consisted of 7 metacarpals; scaphoids and capitates; the right lunate, triquetral and trapezoid; the left trapezium and 18 phalanges. Only the tali and 4 phalanges were recovered from the feet. Portions of scapulae, pelves, patellae, and vertebrae (7 cervical, 3 lumbar and the first sacral) were inventoried. Dentition-permanent 30 Dental disease: A carious lesion was present between the left maxillary premolars. Trauma: Two new embedded lithics discovered on lateral right ilium. Exostosis on the left femoral greater tuberosity. Osteochondritis dissecans on the left radial distal articular surface. Cutmarks: A total of 3 cuts were noted by Butler (1968: 1040) on the left femur: 2 below the greater trochanter on the lateral surface and a third cut above the lesser trochanter. Seven cuts were observed on the proximal and midshaft of the right femur and 2 cuts occurred on the left humerus (ibid.). New cutmarks on the distal right clavicle were revealed in this investigation. Other: Periostitis on the left and right proximal femoral shafts. Poirier's facet on right femur. "], "Cultures/periods": ["Palaeolithic"], "Excavator/field collector": ["Excavated by: Southern Methodist University"], "Findspot": [" Excavated/Findspot: Jebel Sahaba, Site 117 "], "Materials": [" human bone ", " human tooth "], "Curator's comments": ["Bones with embedded lithics missing as of 10/94—two chips in left ilium (Wendorf 1968, 967). Right arm bones missing, although reported and present of photo. Extra body parts—left talus, scaphoid, MC3, hand bones that may bones of Skeletons 20 or 48, which were in contact with Skeleton 21 (feet of 48 were beside feet of 21)."], "Bibliographic references": ["Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.52-56, p.52, pl.1-4, p.53, pl.5-6, p.54, pl.7-8, p.55, pl.9-10, p.56, pl.11-12)"], "Location": ["On display (G64/dc13)"], "Condition": ["Preservation: 43.1% Preservation skull: 98.6% Preservation pc: 39.9% Condition: Black and white deposits on long bones. Reconstructed skull and mandible."], "Acquisition name": [" Donated by: Southern Methodist University ", " Donated through: Prof. Fred Wendorf "], "Acquisition date": ["2002"], "Acquisition notes": ["Combined Prehistoric Expedition."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA77841"], "Registration number": ["2004,0520.22"], "Additional IDs": [" Miscellaneous number: Skeleton 21 "]}