{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA68663"], "Description": [" Fragmentary limestone royal figure, only the torso and upper legs now remaining. The upper body features a narrowed waist and modelling of the abdomen. His arms are broad and held by his sides, with the left fist clenched and possibly once holding an object. The right arm is damaged and broken from the wrist. He wears a shendyt kilt with a thick belt, and the remaining section of the left leg suggests it advanced forward ahead of the right leg. On the reverse is a broad back-pillar with a partial column of incised text. The edges of the back-pillar seem to broaden out towards the bottom while the top appears narrower. The darkened limestone is damaged across the edges of the arms and upper body, and along the torso and kilt. The left hand has also suffered damage, and the worn stone surface is discoloured across the reverse and right side. "], "Cultures/periods": ["Third Intermediate (25th Dynasty(?))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 10.20 centimetres (max) ", " Width: 8.37 centimetres ", " Depth: 6.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Previously the figure was described was dated to the New Kingdom (Bourriau 1978), however it’s now believed to date to the later phases of the Third Intermediate Period (PM VIII; mistakenly referred to as bronze). Sadly the surviving portion of the inscription does not preserve the name of the king. Further Bibliography: J. Bourriau, 1978. ‘Egyptian Antiquities Acquired in 1976 by Museums in the United Kingdom’, Journal of Egyptian Archaeology Vol. 64, p. 125, no. 66. ", " See PM viii, p. 133. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 139)"], "Location": ["Not on display"], "Condition": ["incomplete - upper body and legs lost"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1976"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68663"], "Registration number": ["1976,0724.117"]}