{"artifact_name": "amulet-case; pendant", "Object Type": [" amulet-case ", " pendant "], "Museum number": ["EA24774"], "Description": [" A cylindrical pendant amulet: made from a tube of sheet gold decorated with granulation in a chevron pattern of ten double rows, bordered at top and bottom by six triangles composed of granules. At either end is a conical cap formed from a flat disc attached to a hollow cone of sheet gold. The upper lid has a tube for suspension thread attached to it made from a piece of sheet gold rolled up and scored with nine lines cut with a chisel. The edges of the upper lid are slightly dented; the base of the lower cap is bent. The upper cap is removable. There are eight granules in the shaft's decoration to every 0.5 cm. The joins between individual granules and between granules and the sheet gold are visible. The gold around the granules is much lighter in colour than that on the plain ends of the tube. It may be that the granules were fixed together before being arranged on the tube. Most of them are joined to their own row and to the row beside them. "], "Cultures/periods": ["Middle Kingdom"], "Production date": ["1850BC-1800BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" granulation ", " scored ", " cut "], "Dimensions": [" Diameter: 2.70 centimetres (lid) ", " Diameter: 1.50 centimetres (shaft) ", " Length: 7.40 centimetres (with suspension ring) ", " Weight: 24 grammes "], "Curator's comments": ["The examples most nearly comparable with this cylinder are those from the treasure of the three Egyptian princesses at Thebes (H. E. Winlock, ‘The Treasure of Three Egyptian Princesses’ (New York, 1948), 26; pl. XII, D-G = New York Metropolitan Museum of Art 26.8.76-9) dating to the reign of Tuthmosis III, and a Middle Kingdom cylinder from Haraga (see R. Engelbach 'Harageh' (London, 1923), 16: pl.XIV, 5: from tomb 211 = University College. London 6482), now in University College, London. The date of this piece, therefore, probably lies between the late Middle Kingdom and the reign of Tuthmosis III. The granulation is so much finer, however, than that on the Tuthmosis III examples that a Middle Kingdom date seems the more likely. Yet the granulation on Tutankhamun's dagger handle (see P. Fox, ‘Tutankhamun’s Treasure’ (Oxford, 1951), pl.37, 256DD) is very similar; consequently a late Eighteenth Dynasty date is not impossible. It should be noted that the cylindrical amulet was most characteristic of the Middle Kingdom. These objects, when hollow, were almost certainly amulet cases ( see W. M. F. Petrie, 'Objects of daily use with over 1800 figures from University College, London' (London 1927), 6; ‘Bulletin de la Société royale géographique d’Égypte 18 (Cairo, 1932), 83-4). References to them as counter-poises for collars (see 'Annales du Service des Antiquitiés de l'Égypte' 33 (1933), 139R later referred to as amulet cases), or kohl tubes (see J. de Morgan, ‘Fouilles à Dahchour, Mars-Juin, 1894’ (Vienna, 1895), 70, no. 55 = CG, 53071), are clearly incorrect. It has been suggested (see C. Ransom Williams, ‘Gold and Silver Jewelry and Related Objects. New York Historical Society. Catalogue of Egyptian Antiquities’ (New York, 1924), 51) that in either shape or material the cylindrical amulet had some magical significance. Unfortunately, in the spell quoted as evidence, 'to be said over a cylinder', the word for cylinder could also be translated simply as seal. However, whenever the owner of such an amulet is known, it is a woman, and this predominance of female owners is the same for the spells written on papyrus which may once have been contained in cases similar to these (see I. E. S. Edwards, ‘Hieratic Papyri in the British Museum, 4th Series. Oracular Amuletic Decrees of the Late New Kingdom’ (London, 1960), XVIII-XIX). One preserved example is made of wood and surmounted by the heads of Mut and Khons. Others, their papyrus now missing, are of gold (see 'Journal of Egyptian Archaeology' 58 (1972), 251-3; 'Journal of Egyptian Archaeology' 61 (1975), 257-7). The most recent discussion of cylindrical amulet cases is in 'Journal of Egyptian Archaeology' 59 (1973), 231-3 and ibid. 60 (1974), 258-9. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 216, no. 137; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 89, no. 137; J. D. Cooney, ‘Five Years of Collecting Egyptian Art’ (New York, 1956), 42, no. 49, bibliographical footnote; A. Wilkinson, 'Ancient Egyptian Jewellery' (London, 1971), 55; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 342a. G. Pinch, Magic in Ancient Egypt (London 1994), fig.60."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (397) ", " Andrews 1990 / Ancient Egyptian jewellery (155a) ", " Andrews 1994 / Amulets of Ancient Egypt (fig.42) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24774"], "Registration number": ["1893,0514.160"], "Conservation": [" Treatment: 03 Jul 1981 ", " Treatment: 01 Mar 1963 "]}