{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA13345"], "Description": [" Fragmentary basalt figure of a male official, only the upper body remaining. He wears a smooth shoulder-length wig with flared ends, the hair tucked behind his oversized ears. His eyes are wide with thick ridges delineating the eyelids, and the outer corners of the eyes slope slightly downwards. His eyebrows are conveyed via a thin ridge which converges at the bridge of the nose. The remaining outline of his nose appears broad, and though damaged his lips appear thick and pursed together. His face is particularly fleshy and his chin appears to be slightly raised, suggesting a subtle upwards gaze. His upper body is bare, with clear modelling of the narrowed waist and the slightly sagging musculature of the chest. There is a slight bulge underneath the clothing conveying the stomach. The arms are held close to the sides of the body, with the stone carefully carved to distinguish the arms between the negative space of the stone left intact between the limbs and the main body. He wears a kilt belted around the waist, with a visible loop of material tied across the centre of the torso. On the reverse are the remains of a slim back-pillar which meets the ends of the wig and appears to be uninscribed. His narrowed waist on the reverse is slightly thinner than on the obverse. In addition to the loss of the lower body, the nose and mouth of the figure is damaged. There are small chips visible to the top of the wig and the eyes, and scratches are also visible across the upper body. The figure has been attached to a modern rectangular base and support. "], "Cultures/periods": ["13th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 15 centimetres (max) ", " Width: 10 centimetres ", " Depth: 6.50 centimetres "], "Curator's comments": ["Based on stylistic features such as the oversized ears, which are typically found in elite sculpture ranging from the later phases of the Twelfth Dynasty and into the Thirteenth Dynasty, the latter dates have been proposed for this figure (Budge 1922). The suggestion of raised heads within Egyptian sculpture, referred to as apotheosis, is noted as a popular feature particularly within the Late Period and Ptolemaic Period, though earlier examples are also attested (Bothmer 1970). The provenance for the figure is uncertain. General Sources: B.V. Bothmer, 1970. ‘Apotheosis in Late Egyptian Sculpture’, Kêmi: Revue de philologie et d'archéologie égyptienne et coptes 20, p. 37-48."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 120, no. 17)"], "Location": ["Not on display"], "Condition": ["incomplete - leg section lost"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1877"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13345"], "Registration number": ["1877,1112.25"]}