{"artifact_name": "votive box; figure", "Object Type": [" votive box ", " figure "], "Museum number": ["EA49138"], "Description": [" Hollow-cast, rectangular case surmounted by a solid-cast figure of a cat seated at one end, in copper alloy; corroded but relatively well preserved; though the case is sealed, back of case looks slightly irregular, as if broken (broken before being sealed?); this votive box could contain parts of mummified cat, or be just symbolic without any animal remains since the size of the case is very small. "], "Cultures/periods": ["Late Period"], "Production date": ["500 BC - 300 BC (late 5thC - early 4thC?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' (probably) "], "Materials": ["copper alloy"], "Technique": [" solid-cast (cat) ", " hollow-cast (case) "], "Dimensions": [" Height: 1.45 centimetres (case) ", " Height: 2.60 centimetres (cat) ", " Height: 4.05 centimetres (whole) ", " Length: 3.05 centimetres (case) ", " Width: 1.65 centimetres (case) ", " Width: 0.70 centimetres "], "Curator's comments": ["More than a hundred votive boxes were discovered in Naukratis. The bulk of them originate from a building located in the southern part of the city (Petrie 1886, 41-42). Petrie does not mention any cat when he lists the various “bronze boxes” found in this cache that can be dated around the end of the 5th-beginning of the 4th century BC (Masson 2015). However, Petrie states the presence of four figures of cats amongst the bronze finds (Petrie 1886, 41) and 'small case with cat' in his journal (entry for March 6th 1885; Masson 2015). One of them could perhaps correspond to this votive box. Cats are usually associated with the goddess Bastet, a deity particularly revered in Lower Egypt (Weiss 2012, 297-299). Bastet is relatively well-represented at Naukratis with some figures and amulets in bronze and glaze composition (Masson forthcoming b). This specimen belongs to the type T 33 in the typology of animal bronzes by K. Weiss (Weiss 2012, 792, Taf. 50a, Typ T 33). Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Masson, A. forthcoming b, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at the British Museum, 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81."], "Bibliographic references": [" Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.094) (phase 2) ", " Masson 2015 / Cult and Trade A reflexion on Egyptian metal offerings from Naukratis (75, fig. 3.5b) "], "Location": ["On display (G13/dc7)"], "Condition": ["fair (cracked)"], "Subjects": ["cat"], "Associated names": ["Associated with: Bastet"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49138"], "Registration number": ["1885,1101.573"], "Conservation": ["Treatment: 13 Apr 1983"]}