{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2288"], "Description": [" Grey basalt naophorous figure with a shrine containing the god Osiris, the head and upper body of the main figure now lost. He wears a long ankle-length kilt belted at the waist, with the outline of the leg underneath the clothing clearly delineated on the sides of the figure. The left leg is shown advancing forward ahead of the right leg, while on the right side the extended outline of the clothing emerges from under the forearm and is almost the same width as the naos. His hands are placed on either side of the walls of the shrine, with the standing figure of Osiris placed inside. Osiris is identifiable through his mummified form, the feathered atef-crown, and the crook and flail implements held across his chest. The base of the naos rests upon the main statue base. On the reverse is a slim back-pillar inscribed with a column of text, the beginning and end of the inscription now lost. There are several abrasions to the naos, with damage to the top, edges of the shrine walls, and base. The figure’s forearms have also been damaged, particularly at the right side. The original base is lost and has since been replaced with a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt (?)"], "Dimensions": [" Height: 18.50 centimetres (max) ", " Width: 6.51 centimetres ", " Depth: 11.23 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Naophorous statues were a popular statue type from the New Kingdom onwards and continued to be used into the Greco-Roman period, as the embracing of the god’s image indicated a reverence or personal relationship with the deity. The position of the figure’s hands at the walls of the naos as opposed to supporting the base has been suggested to indicate an early 26th Dynasty date (Selim 1990). Though the provenance of the statue is uncertain, the shrine featuring Osiris may indicate that the context was the site of Sais, an important area within the Delta in which many similar naophorous statues were dedicated to the god. It has been suggested that the damage to the main figure and the Osiris figures’ comparative state of preservation indicates that there was an attempt in antiquity to break away the external figure and reduce the object to a sole image of Osiris (Klotz 2014). Further Bibliography: H. Selim, 1990. ‘A Naophorous Statue in the British Museum (EA 41517)’ Journal of Egyptian Archaeology 76, p. 202, n. 7. D. Klotz, 2014. ‘Replicas of Shu: On the Theological Significance of Naophorous and Theophorous Statues’, Bulletin de l’Institut français d’archéologie orientale 114, p. 313, n. 152."], "Location": ["Not on display"], "Condition": ["incomplete - upper portion lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition name": ["Bequeathed by: Richard Payne Knight"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2288"], "Registration number": [".2288"], "Additional IDs": [" Miscellaneous number: BS.2288 (Birch Slip Number) "]}