{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA66668"], "Description": [" Sandstone stela of viceroy Hori: made in the form of a doorway with a cavetto-cornice and torus-moulding at the top on which is incised a winged sun disk. The lintel and jambs are incised with the full titulary of Ramesses IV. The main stela is divided into two principal sections. At the top the king on the left offers Maat to Horus, Lord of Buhen, who flourishes a hpš-sword, Isis and Bastet. Six lines of text contain a prayer for Ramesses IV. In the lower register the king's cartouches are carved on the right, while on the left the viceroy kneels in adoration. Before him are four columns of text with a hymn to the king by the viceroy of Kush Hori, son of Hori, son of Kama. The stela has been broken into several fragments which have been joined together, but parts of the centre, upper left and top are lost. The surviving pieces are worn in places, especially the upper right jamb. There are no traces of colour. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: Buhen (Nubia) "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 163 centimetres (max) ", " Width: 101 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: 'British Museum Quarterly' 29 (1964-5), 125 (no. 3); H. Smith, 'The Fortress of Buhen: The Inscriptions' (London, 1976), 151-3.pl. 79; K.A. Kitchen, 'Ramesside Inscriptions' 6 (Oxford: Blackwell Press), 80-1."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.18-19)"], "Location": ["Not on display"], "Condition": ["The stela has been broken into several fragments which have been joined together, but parts of the centre, upper left and top are lost. The surviving pieces are worn in places, especially the upper right jamb. There are no traces of colour."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Hori ", " Named in inscription & portrayed: Ramses IV ", " Named in inscription & portrayed: Horus of Buhen ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Bastet ", " Representation of: Maat "], "Associated places": [" Named in inscription: Buhen (Nubia) "], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1964"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66668"], "Registration number": ["1964,1215.2"]}