{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32747"], "Description": [" Bronze kneeling figure of Pimay: Pimay is depicted in the standard offering pose, kneeling with a slight graceful forward motion, unusual among bronzes of this type, and raising small 'nw' pots to chest height. He wears the white crown with a frontlet and edging and with two horizontally ribbed streamers hanging from the back edge; a uraeus cobra with ornamented hood extends its tail nearly to the bulb of his crown. The king's broad collar is carefully indicated with two rows of tube beads and a third of drop beads. His diamond-patterned belt has a centrally located cartouche. This cartouche is repeated on his left shoulder, while on his right shoulder maybe read, \"Beloved of Amun, Son of Bastet, Pimay, Good God, Ruler of [probably Thebes].\" The rich surface ornamentation and the system by which his separately cast arms are slotted into his body are features associated with Third Intermediate Period bronzes. It is quite possible that the bronze was once gilded at least on the necklace, kilt, and crown, though all traces of this have disappeared. The king's face is delicately drawn, with pencil-thin brows and cosmetic lines surrounding eyes with irises in raised relief, and with a slightly smiling mouth in a full-cheeked oval face. His eyes have marked irises. Pimay's torso is modelled as a series of three horizontal units "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": ["incised"], "Dimensions": [" Height: 29.80 centimetres ", " Width: 8.50 centimetres ", " Depth: 11 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 130. Bibliography: T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 40, fig. 17; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 47, fig. 32; H. Coutts, 'Gold of the Pharaohs' (Edinburgh, 1988), p. 30 [4]; J. Yoyette, 'Des lions et des chats. Contribution à la prospographie de l'époque libyenne' in 'Revue d'Égyptologie' 39 (Paris, 1988), pp. 155-178, pls. 2-6; M. Hill, 'Royal bronze statuary from ancient Egypt : with special attention to the kneeling pose' (Leiden, 2004), 156-7, pl. 20."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (114)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2007-2008 15 Oct-17 Feb, New York, Metropolitan Museum of Art, Gifts of the Gods 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Pimay ", " Named in inscription: Amun ", " Named in inscription: Bastet "], "Acquisition name": ["Purchased from: H E E T Rogers"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32747"], "Registration number": ["1880,0210.1"], "Additional IDs": [" Miscellaneous number: BS.2777b (Birch Slip Number) "], "Conservation": ["Treatment: 01 Aug 1981"]}