{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA61601"], "Description": [" A hollow terracotta figure of a Sothic dog, a spitz-type hound, modelled in the round, the tail tightly curled. It wears a double-strand collar, with three pendants, the centre one damaged by the finish of the join, the other two of a domed disc shape; he also wears a tightly woven festival-garland lower down on his neck. A small firing-vent is pierced on its right side through a rear leg. The muzzle is broken away. Two-piece mould. Micaceous orange-brown Nile silt with a dark-brown surface. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC-2ndC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["pierced"], "Dimensions": [" Height: 11.62 centimetres ", " Length: 12.68 centimetres ", " Width: 7.51 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Giovanni d'Athanasi. Roman, first or second century AD. A somewhat similarly positioned firing-vent on the camel (registration no. 1870,0709.35) below may indicate it was made in the same workshop. Comparanda: Close: Christie's South Kensington 'Sale Catalogue', 9 May 1989: lot 169; Schmidt 1997: nos 151 and 152, dated second to third century and first century AD. Near: Allen 1985: nos 11-16, from Karanis, dated late second to third century AD, and nos 19 and 20, dated, respectively, second half of third century AD and Severan period (or later); Ashmolean Museum, Oxford, no. 1872.1047, acquired by the vendor in the Fayum, and no. 1949.746; Ashton et al. 2004: no. 76, from Hawara, dated second to mid-fourth century AD; Besques 1992: no. D/E 4540, from Middle Egypt, dated late Hellenistic; Breccia 1926: pl. lxxi:3, from Theadelphia; Breccia 1934: pl. cxiii:653 and 656; Fischer 1994: no. 1125, dated second to third century AD; Hoffmann and Steinhart 2001: 48, no. 15: dated second to third century AD; Kaufmann 1913: fig. 118:4; My´sliwiec 1987: pl. xxxiii:33, from the Temple of Seti at Gurna, dated to the 'Coptic' period. Bibliog: d'Athanasi 1837: lot. 107; 'Athanasi Collection MS Catalogue', p. 39."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3704)"], "Location": ["Not on display"], "Condition": ["incomplete - damage to the muzzle"], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA61601"], "Registration number": ["1837,0413.20"]}