{"artifact_name": "signet-ring", "Object Type": ["signet-ring"], "Museum number": ["EA68868"], "Description": [" Gold signet-ring of Sheshonq: this massive gold ring is of a shape common for such rings in the Late Period, a shape which more or less totally replaced the earlier stirrup-shaped type. The lozenge shaped bezel is so thick that the back had to be cut away to accommodate the finger of the wearer; the shank and the bezel were made in separate molds and joined together. It is incised with the name of Sheshonq and his title \"Chief Steward of the divine adoratrice.\" "], "Cultures/periods": ["26th Dynasty"], "Production date": ["575BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["gold"], "Technique": [" mould-made ", " incised "], "Dimensions": [" Diameter: 3 centimetres ", " Height: 3.50 centimetres ", " Length: 2.40 centimetres ", " Weight: 82 grammes "], "$Inscriptions": [" "], "Curator's comments": ["The bezel could be pressed into mud to seal documents and objects. Besides this functional aspect, the ring was no doubt as much (if not more) worn as a mark of Sheshonq's status and wealth. The name Sheshonq is of Libyan origin, belonging to several kings of the Libyan Period, but it became popular among Egyptians from that time onwards. Two men named Sheshonq are known as stewards of these women, and the limited information on this ring makes it difficult to know to which to ascribe it. The better-known Sheshonq, perhaps the more plausible candidate for the owner, who had an impressive tomb in the Assasif at Thebes, worked under the divine adoratrice Ankhnesneferibre, daughter of Psamtek II, in the first half of the 6th century BC. The other Sheshonq lived somewhat later, perhaps also in the lifetime of Ankhnesneferibre, but in the second half of the same century. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 288-289 No 91; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 192-3, pl. on pp. 192-3; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 272."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.192-193) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.226-227) ", " Andrews 1990 / Ancient Egyptian jewellery (148b) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.272) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription: Sheshonq"], "Acquisition name": ["Purchased from: John Hewitt"], "Acquisition date": ["1976"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68868"], "Registration number": ["1976,1030.1"], "Conservation": ["Treatment: 16 Jul 1981"]}