{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37580"], "Description": [" The upper part of a hollow terracotta grotesque cult-attendant carrying a statue of Amun-Min (Pan) in procession; the bearer is naked but wears a knobbed conical hat. He swings a reel-shaped object on a thong in his right hand, an incense-diffuser or a bullroarer. The statue is carried on his left shoulder, held by its ankles, and is shown seated. It differs in this, and in its nakedness, from the Pharaonic Min, who normally stands, and is wrapped as a mummy; it does, however, wear the Amun crown with feathers and holds its right arm up in the standard manner; its left hand is placed close to, but does not grip, its large phallus, and it wears a garland round the neck. The back of the group is largely unmodelled, but the buttocks of the theophoros are indicated well. There is a circular depression for the placement of a vent. Two-piece mould. Micaceous brown Nile silt. Traces of a white dressing, mostly on the front. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC (?)"], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Height: 11.03 centimetres (max) ", " Width: 5.85 centimetres ", " Depth: 3.87 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Ptolemaic, probably third to second century BC. Comparandum: A group in Marseille shows a naked image-bearer with a large phallus and side-lock carrying a statue close to ours, but conflated with Harpokrates: it has the crown of Amun-Min, and its left hand is in the same position, but instead of raising its right arm high, it has a finger to its mouth. This celebrant has an incense-diffuser/bullroarer in his right hand. By his side is a naked macrophallic child with a shaven head and a side-lock (Yoyotte 1997: 221, no. 233). Bibliog: Fischer 1994: 242, no. 499."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3153)"], "Location": ["Not on display"], "Condition": ["incomplete - lower section lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Amun-Kamutef"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1882"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37580"], "Registration number": ["1882,1127.164"]}