{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA61296"], "Description": [" A large hollow terracotta standing figure of Bes, armed: sword-arm raised high, wielding a sword, oval Gaulish shield held to his left side. He wears a light Macedonian cuirass over a tunic, tied over the belly, and curving down low to each side; there is a double row of pteryges above the bottom edge of the tunic. He has a high feathered crown surmounted by a naos of the Bull Apis, with an architrave decorated with a disc and two uraei, and a cobra cornice, summarily rendered, above. The bull walks to right and has a disc between the horns. The back of the figure is plain except for the mane, marked by incision in the archetype. The feet, the backs of the legs and the plinth are restored in plaster. Two-piece mould. Brown Nile silt with some mica. "], "Cultures/periods": ["Ptolemaic (probably)"], "Production date": ["3rdC BC - 2ndC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" pottery ", " terracotta "], "Technique": ["mould-made"], "Dimensions": [" Height: 49.50 centimetres (restored height) ", " Width: 10.50 centimetres "], "Curator's comments": ["Terracotta IV Purchased: James Burton. Ptolemaic, probably third to second century BC. Comparanda: Close, but lacking shrine: Yoyotte 1997: no. 240, dated Graeco-Roman period. Near in pose, armour and weaponry (no shrine): Ashmolean Museum, Oxford, no. 1890.643, acquired by the vendor in Abydos; Ashton et al. 2004: no. 59, dated first to second century AD; Breccia 1912a: pl. xxiii:2 = Breccia 1930: no. 269, said (mistakenly?) to be from Ibrahimieh, Alexandria; Christie's 'Sale Catalogue', 8 December 1993: lot 114; Dunand 1990: no. 31, dated Roman period; Fjeldhagen 1995: no. 57, dated second or third century AD; Frankfurter 1998: pl. 1; Hodjash 2004: 110, no. 82, dated Roman period; 'LIMC' iii (2): pl. 80, Bes 38h; Szyma´nska 2005: no. 160, from Athribis, dated first to second century AD. Similar Apis-shrine, feathers and top of head only surviving (no sword): Schreiber 1908: 237, fig. 174 = Breccia 1934: no. 192 = Kater-Sibbes and Vermaseren 1975: fig. 91 = LIMC iii (2): pl. 86, Bes 94a (see also ibid.: Bes 95, with sword, and also Kater-Sibbes and Vermaseren 1975: figs 99 and 100). Not unlike, the pose reversed, but naked and holding a snake, with a bovid shrine, probably Apis, but Hathor is possible, on the feathered headdress: Abd el Fattah 1998: 50, fig. 23, from Schedia, east of Alexandria; Beset with an Apis-shrine in front of her feathered crown: Fischer 1994: no. 558, dated first century AD = Vogt 1924: pl. xxiv = 'LIMC' iii (2): pl. 89, Besit 1a. Bibliog. Sotheby's 'Sale Catalogue', 25–27 July 1836: lot 260; Arundale and Bonomi 1842–3: pl. 23, fig. 85; Prisse d'Avennes 1846: 716–17; Wilkinson 1878: 150, fig. 534 = Kater-Sibbes and Vermaseren 1975: fig. 245; Krall 1889: 83, fig. 73; LIMC iii (1): 102, Bes 38s; Dasen 1993: pl. 11:2; Partridge 2002: 76, fig. 119."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3100)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Purchased from: Sotheby's"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA61296"], "Registration number": ["1837,0714.93"]}