{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA27553"], "Description": [" Mould-made amulet in the shape of a one-sided right wedjat-eye in glazed composition; with quite fine moulded decoration; eyebrow marked with chevron pattern; details of eye and ridge brow in low raised relief; pierced longitudinally; pale turquoise glaze with added pale yellow (originally darker?) glaze in relief for pupil; core of brownish ginger colour and hard texture; surface worn; vertical falcon-eye marking under the eye broken off. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed "], "Dimensions": [" Length: 3.88 centimetres ", " Thickness: 0.63 centimetres ", " Width: 2.84 centimetres "], "Curator's comments": ["In addition to scarabs which were mass-produced especially for export, wedjat eyes, mainly in glazed composition but also in hard stone, form the main type of amulets found at Naukratis. Amulet with universal power of protection (Germond 2005, 25), the wedjat eye, simple or multiple, is one of the most common amulet on settlements of the Late Period (Masson forthcoming). Germond, P. 2005, Le monde symbolique des amulettes égyptiennes de la collection Jacques-Édouard Berger, Milan. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.305) (phase 3)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: Loaned to GR Dept for possible exhibition. "], "Condition": ["Fiar, but incomplete"], "Subjects": ["eye of horus"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27553"], "Registration number": ["1885,1101.36"]}