{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA112"], "Description": [" Limestone stela of Nyhebsedpepy: carved in rather crude sunk relief. At the top is a heavy 'cavetto'-cornice and the inscribed area is surrounded by a torus-moulding. Within this moulding, at the top, are two horizontal lines of text containing normal invocation-texts ; the vertical panels on the jambs likewise contain a further invocation-text and the titles of Nyhebsedpepy. At the bottom of the vertical panels are standing figures of the deceased. Above the doorway is a panel with a representation of Nyhebsedpepy seated behind an offering-table; above are inscribed his titles and a short list of offerings. The palm-fronds of the cornice are painted alternately red and yellow; there are traces of red on many of the signs and on the figures. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 141 centimetres (case) ", " Height: 131 centimetres ", " Width: 74 centimetres (case) ", " Width: 56 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The owner of this stela has a name similar to that of the owner of stela (1959,1212.157), but there can be no possibility of identifying the two with each other. The reading of the name in both cases is similar and it is here suggested that the element n(y) has been omitted in both cases. For the name fully written see H. Ranke, 'Die ägyptischen Personennamen. I. Verzeichnis der Namen’ (Glückstadt, 1935), p. 173, 1. Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 67; Part 2, p. 307."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.36)"], "Location": ["Not on display"], "Condition": ["fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA112"], "Registration number": [".112"]}