{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66481"], "Description": [" Small mould-made scarab in Egyptian blue; back simply marked with clypeus, prothorax and elytra; at side, legs shown by horizontal grooves; underside inscribed with badly worn incised hieroglyphs arranged horizontally, with from left to right Maat feather, walking goose (or duck?) and sun-disc; longitudinally pierced; paste of dirty greenish blue colour; worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " pierced "], "Dimensions": [" Height: 0.50 centimetres ", " Length: 1 centimetres ", " Width: 0.70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Naukratis provided various scarabs and scaraboids, in glazed composition, Egyptian blue and steatite with a similar inscription (Petrie 1886, pl. 37, no. 83-85; Gorton 1996, 102-103, type XXVIII B, subtype B24-36, see especially B24 for this piece; would fit better Gorton's type XXX A). Depending on the identification of the bird, a goose or a duck, its translation can be either a cryptographic reading of the name of Amun-Ra, the goose being a sacred animal to him, or the motto 'Shu, son of Ra' (for both readings: Magnarini 2004, 317, 10.55). Petrie listed different variants with a goose or a duck as a central motif (Petrie 1886, pl. 37, 83-88, esp. the type 84 for this piece, found in two specimens in the Scarab Factory itself). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Magnarini, F. 2004, Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241, Oxford."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 84) (same motif) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 102-103, Type XXVIII B24) (same motif) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.34) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["bird"], "Associated names": [" Named in inscription: Amun-Ra (?) ", " Named in inscription: Shu (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66481"], "Registration number": ["1886,0401.1655"]}