{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA27403"], "Description": [" Basalt striding figure of the male official Horemsaf on a slim rectangular base. He wears a short smooth wig which is set low on the forehead and covers his ears. His eyes are rounded with a heavy upper eyelid and eyebrows which slope down towards the temple. His nose is broad at the tip and he has large, full lips. His lower lip is sharply incised. His jawline is prominent and his head appears slightly raised. His upper body is bare, with a broad neck and shoulders. His chest muscles are delineated and he has a narrowed waist. His arms are placed at his sides of the body with a piece of folded cloth held in each hand. He wears a short shendyt kilt which is belted at the waist, and his left leg advances forward ahead of the right leg. On the reverse is a short back-pillar which is crudely inscribed with a single column of text which extends onto the reverse of the statue base. There are visible chips across the head, right side of the wig and nose. There are also small scratches to the chest, and further chips to the edges of the base and top of the base around the feet. "], "Cultures/periods": ["Middle Kingdom (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 16.50 centimetres ", " Width: 5.23 centimetres ", " Depth: 10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The title held by Horemsaf is a military position attested in other monuments of officials who occupied the Egyptian fortifications across numerous sites in Egypt, but also in Nubia during the Middle Kingdom. While such non-royal figures would typically include the traditional offering formula in their inscription, here only the name and title of the individual have been recorded. General Sources: P-M. Chevereau, 1991. ‘Contribution à la prosopographie des cadres militaires du Moyen Empire’, Revue d’Egyptologie 42 (Leuven), p. 43-88. S. Quirke, 2004. Titles and Bureaux of Egypt 1850 – 1700 BC (London). D. Stefanovič, 2006. The Holders of Regular Military Titles in the Period of the Middle Kingdom: Dossiers (London). W.A. Ward, 1982. Index of Egyptian Administrative and Religious Titles of the Middle Kingdom (Beirut)."], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Named in inscription: Horemsaf"], "Acquisition name": ["Donated by: Gen Sir R Harrison"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27403"], "Registration number": ["1896,0909.1"]}