{"artifact_name": "bust", "Object Type": ["bust"], "Museum number": ["EA69209"], "Description": [" The hollow terracotta head and neck of a woman, and an entity in itself, with an elaborate hairstyle, the hair flanking the face drawn round the back, and there pulled up in waves to a cone on top of the head, wound into a bun on the upper right side, with narrow braids binding the cone on the front; four petal-like locks rise from the forehead. Two holes are pierced, not quite level, near the ears. A hole has been bored into the neck for a modern stand. Two-piece mould. Micaceous orange-brown Nile silt, with a brown surface. "], "Cultures/periods": ["Graeco-Roman"], "Production date": ["2ndC BC-1stC BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Length: 6.75 centimetres ", " Width: 4.20 centimetres ", " Depth: 3.63 centimetres "], "Curator's comments": ["Terracotta IV Donated: W.L. Hildburgh. Roman, second century AD. Comparanda: Close, probably from same mould-series: Breccia 1934: no. 254. Close: Ashmolean Museum, Oxford, nos. 1872.1074, acquired by the vendor in the Fayum, 1955.21 and 1955.20 (larger than ours); Dunand 1990: no. 763, dated second century AD; Guimet 1903: pl. iv:[10 and 11], from the fabricated Tomb of Leukyoné at Antinoopolis = Gayet 1904: 12, nos [6 and 7] = Dunand 1990: no. 737, dated second to third century AD; Weber 1914: no. 385, said to be from the Fayum. Near: Bayer-Niemeier 1988: no. 348, from the Fayum, dated AD 150–70; Fischer 1994: no. 1034, dated middle of second century AD; Kaufmann 1913: fig. 108:19, from the Fayum; Philipp 1972: fig. 23, said to be from the Fayum and dated second quarter to the middle of the second century AD; Pingiatoglou 1993: nos 265 and 266, dated middle of second century AD; Van Wijngaarden 1958: no. 85."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3125)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": [" Transferred from: Victoria and Albert Museum (Department of Architecture and Sculpture) ", " Donated by: Dr W L Hildburgh "], "Acquisition date": ["1979"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69209"], "Registration number": ["1979,1017.196"], "Additional IDs": [" Previous owner/ex-collection number: 13-1939 (V&A number) "]}