{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA989"], "Description": [" Round-topped sandstone stela: divided into two registers. In a scene carved in sunk relief the deified Amenhotep I and Ahmose-Nefertari are seated on a throne under a date-palm at a table of offerings beneath which is a bouquet of lotus flowers and buds. Amenhotep I, who wears a short wig, bead collar and counterpoise, and a long garment reaching to the ankles, holds an 'ankh' in the right hand and a crook in the left. Above him is incised a text, in two vertical columns. Ahmose-Nefertari, who wears a vulture head-dress with two plumes, holds in one hand a fly whisk. In front of her is incised an inscription, in one vertical column. The feet of both figures rest on a footstool. On the left side of the second register is the trunk of the palm tree which extends to the first register. On the right, also carved in sunk relief, the deceased, wearing a gauffered skirt reaching to the knees, kneels with hands raised in an attitude of adoration. In front of the deceased is an inscription, incised in four vertical lines. Both text and relief are well preserved. No traces of paint remain. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sandstone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 50.50 centimetres ", " Weight: 13 kilograms ", " Width: 31.70 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" "], "Bibliographic references": ["Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.46)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Amenhotep I ", " Named in inscription & portrayed: Ahmose-Nefertari "], "Acquisition name": ["Donated by: Howard Carter"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA989"], "Registration number": ["1926,0315.1"], "Conservation": [" Treatment: 10 Jul 2013 ", " Treatment: 07 Sep 1994 "]}