{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA305"], "Description": [" Limestone stela of Neferabu: the decoration on the stela is divided into three parts. At the top is a scene of the Opening of the Mouth ritual. Four mummies stand at the left of the scene; they are those of Neferabu, his wife Taiset, his mother Mahy, and probably his father Neferrenpet. Around them are two male and two female mourners, and in front are four persons. The first of these, a grandson, holds up the adze performing the ritual on the mummies, while the outline draughtsman Maaninakhtef reads from a papyrus, followed by two women. In the second scene, the jackal-headed god Anubis (or perhaps a priest with a jackal mask) leans forward over the mummy. This is a way of representing the embalmment of the deceased, and the jackal-figure is attended on by three sons, a grandson and two women. Genealogies of the family suggest that the mummy shown here is that of Neferrenpet, Neferabu's father. "], "Authority": ["Ruler: Ramses II (probably)"], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes), Theban Tomb 5 "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 63.50 centimetres ", " Weight: 34.50 kilograms ", " Width: 43.50 centimetres ", " Depth: 8.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Neferabu was a workman who lived in the village of Deir el-Medina at Thebes, the community of craftsmen who worked on the royal tombs in the Valley of the Kings. This stela probably came from his tomb (TT5) which was situated on the slopes surrounding the village, just above the site of the village shrines, where the Ptolemaic temple is also located. There are a number of other stelae and objects from this tomb in the British Museum --see discussions in T. G. H James, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' Part 9, pp. 34-7. Bibliography: K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), p770; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.728; J. Vandier, ‘Mémoires publiés de l’Institut français d’archéologie orientale’ 69; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 148-9, pl. on p. 148. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 43."], "Bibliographic references": [" James 1970 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 9. (Pl.32) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.148-149) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 36) "], "Location": ["Not on display"], "Exhibition history": [" 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair (chipped at top, cleaned and waxed)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Neferabu ", " Named in inscription & portrayed: Neferrenpet (father) ", " Named in inscription & portrayed: Anhotep ", " Named in inscription & portrayed: Taweret ", " Named in inscription & portrayed: Tantimentet ", " Named in inscription & portrayed: Taast (wife) ", " Named in inscription & portrayed: Maaninakhtef ", " Named in inscription & portrayed: Hener ", " Named in inscription & portrayed: Mutnefret ", " Named in inscription & portrayed: Tasennefert ", " Named in inscription & portrayed: Huy ", " Named in inscription & portrayed: Merymaat ", " Named in inscription & portrayed: Pashed ", " Named in inscription & portrayed: Anubis ", " Named in inscription & portrayed: Mutemheb ", " Named in inscription & portrayed: Mutemwia "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 577 at 1835 sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA305"], "Registration number": [".305"], "Additional IDs": [" Miscellaneous number: BS.305 (Birch Slip Number) "], "Conservation": [" Treatment: 05 Apr 2016 ", " Treatment: 15 Oct 2004 ", " Treatment: 23 Apr 1998 ", " Treatment: 22 Mar 2010 "]}