{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA349"], "Description": [" Sandstone stela of Bakenamun: the stela consists of an inner round-topped stela of three registers surmounted by a pyramidal projection on which a jackal is depicted. All texts are incised and figures are carved in sunk relief. In the upper register of the stela Osiris is seated on a throne on the left and behind him stands Isis with one arm raised. In front of Osiris stands an altar heaped with food offerings. On the right stands the table-scribe of the wine cellar Bakenamun, with his arms raised in worship, and behind him his wife, the lady of the house and chantress of Amun Weretwahsu, is shown holding a sistrum in one hand. The lower registers depict a series of male and female figures standing in an attitude of worship. The women usually have a sistrum on a lotus flower in one hand, but in one case both are carried and in one instance the lady holds a vessel. In the second register the individuals are named as the 'wrb'-priest of Amun of the wine cellar Amenemipet, father of Bakenamun; his (Bakenamun's) mother, the chantress Inihay; his son, the w‘b-priest Paraemheb; his son, the workman Paser, and his son, the workman Amenkhau. In the third register appear his son, the workman Huy; his daughter, the chantress Nefertiri; his daughter, the chantress Ast; his daughter, the chantress Takaret; his daughter Mutemiunu; and his daughter, the chantress Khatbahet. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 71 centimetres ", " Weight: 37 kilograms ", " Width: 39 centimetres ", " Depth: 9 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), no. 679; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 206 (no. 751)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.60-61)"], "Location": ["Not on display"], "Condition": ["The stela is in an excellent state of preservation."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Isis ", " Named in inscription & portrayed: Bakenamun ", " Named in inscription & portrayed: Weretwahsu (wife) ", " Named in inscription & portrayed: Amenemope ", " Named in inscription & portrayed: Anhay ", " Named in inscription & portrayed: Paraemheb ", " Named in inscription & portrayed: Paser ", " Named in inscription & portrayed: Amenkhau ", " Named in inscription & portrayed: Huy ", " Named in inscription & portrayed: Nefertiri ", " Named in inscription & portrayed: Ast "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA349"], "Registration number": [".349"], "Additional IDs": [" Miscellaneous number: BS.349 (Birch Slip Number) "]}