{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA40966"], "Description": [" Fragmentary black granite group figure with separate cast of original heads, much of the left side and base now lost. At the top of the granite fragment the ends of two separate wigs are visible, with the right side figure wearing a longer wig than the left side figure. Traces of another raised ridge at the left side may indicate that a third figure was originally part of the composition. Beneath the ends of the wigs are the name of Ramses II in a cartouche and queen Nefertari with a rectangular border. Directly underneath their names are the upper parts of four columns of text. Along the curved right shoulder are the remains of three horizontal lines of incised text reading from the front towards the reverse of the figure. There are also traces of yellow paint within some of these signs. The figure is heavily damaged across the top and left side, with much of the lower body missing. There are some slight chips to the stone surface around the inscribed area, however the signs are still clearly visible. "], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes), Temple of Mentuhotep "], "Materials": ["granite"], "Technique": [" incised ", " painted "], "Dimensions": [" Diameter: 9.20 centimetres ", " Height: 8.90 centimetres ", " Width: 16.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The figure was discovered in the Mentuhotep temple at Deir el-Bahri (PM II; Naville 1913), though the precise location within the complex is not specified.The object features in several photographs taken during the excavation, which are now available online in a series of digitised albums of glass plate negatives from the EES' Flickr page: https://www.flickr.com/photos/egyptexplorationsociety/25113658038/in/album-72157663539521818/; https://www.flickr.com/photos/egyptexplorationsociety/38268837924/in/album-72157663539521818/; https://www.flickr.com/photos/egyptexplorationsociety/38098473505/in/album-72157663539521818/. During the later excavations of Deir el-Bahri by the Polish expedition, further fragments of this figure were recovered (Lipinska 1984). This included the heads of the figures and the top part of the inscription on the reverse, which has been replicated in the associated cast. Further Bibliography: K.A. Kitchen, 1979. Ramesside Inscriptions: Translated & Annotated, Translations Volume II: Royal Inscriptions (Oxford), p. 849, no. 303A. J. Lipinska, 1984. Deir el-Bahari IV: The Temple of Thutmosis III, Statuary and Votive Monuments (Warsaw). E. Naville, 1913. The XIth Dynasty Temple at Deir el-Bahari Part III (London), p. 6-7, Pl. XI (C), XVI (2)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (Pl.20)"], "Location": ["Not on display"], "Condition": ["Fair; the original monument has been badly broken, and only this fragment of the front and right side survives."], "Associated names": [" Named in inscription: Ameneminet ", " Named in inscription: Ramses II ", " Named in inscription: Nefertari Meryenmut "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA40966"], "Registration number": ["1904,1008.66"]}