{"artifact_name": "sculpture", "Object Type": ["sculpture"], "Museum number": ["EA65244"], "Description": [" Limestone fragment with relief images on one side and incised text on the other, the upper section now broken. On one side of the fragment is a striding lion behind the lower body of a female figure, both carved in raised relief. The mane and right ear of the lion is delineated, with one eye outlined and the snout faintly modelled. The female figure is broken from the torso, and she wears a tight-fitting sheath dress that clings to the rounded stomach and legs. Her right arm is held by her side and she holds a faintly incised small ankh symbol, which touches the lion’s nose. Her left leg advances slightly forward ahead of her right leg. The opposite side of the fragment includes a broad column of incised text, the upper section now missing. There are traces of a white colour across this surface. On either side are two thin border lines. A large portion of the stone is damaged on the left, while next to this column on the right is another fragmentary column of text, much of the inscription now damaged. One thin side of the fragment includes another partial column of text which is now heavily damaged. The hind legs of the lion are damaged, and there are various chips to the stone around the lower edges of the limestone. "], "Cultures/periods": ["Ptolemaic (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 4.90 centimetres (max) ", " Length: 7.58 centimetres (max) ", " Width: 4.19 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["This fragment was formerly part of the Robert Ludwig Mond collection, who worked at several sites including Thebes from 1901 onwards and later in 1926 he focused on the area of Armant. His collection of antiquities was sold to a number of museums within the UK, but also further afield including Canada and Australia. The piece is likely Ptolemaic in date based on the rendering of the female figure that conforms to the later styles of this period. Who is represented is difficult to determine as the ankh symbol she holds indicates that she is either divine or royal, but no other surviving features help to further identify her. It is also difficult to establish the original function of this fragment – it could potentially have been part of a small statue or figure, and later reused as a trial piece."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65244"], "Registration number": ["1939,0324.107"]}