{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10604,2"], "Description": [" Papyrus (in 2 frames) written with black ink with 2 demotic legal texts (A-B) and Greek docket on recto: A has 10 ll. on recto and names of 6 witnesses (complete) on verso; B has 11 ll. and 7 short ll. in the bottom left-hand corner on recto. Thompson's MS Catalogue: \"Two documents, one of sale (A) and one of cession (B) were both originally written on one sheet of papyrus, the sale being first on the right & the cession on the left [...] a Greek docket runs across below both contracts, forming one line on (A) and two lines on (B). Contents. Sale and cession of an alimony (sanx) arising from the necropolis of Hawara by Psillos son of Harmaios to his younger borther Petesuchos. Date year 15 Paophi 22 of Ptolemy Alexander I = B.C. 100 Nov. 7\". "], "Cultures/periods": ["Ptolemaic"], "Production date": ["103BC"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 61 centimetres (frame) ", " Width: 38.10 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": ["legal"], "Curator's comments": ["Text: published in Lüddeckens, Demotische Urkunden aus Hawara, Stuttgart, 1998 (as well as a number of other BM papyri). Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (41474) (http://www.trismegistos.org/text/41474)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Mount Details: Sandwich: glass Binding: magic tape Binding: copydex self adhesive carpet tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: fair (incomplete)"], "Acquisition date": ["1923"], "Acquisition notes": ["Purchased from M. Nahman. Cf. the additional sheets at the end of Thompson's MS Catalogue, titled \"B.M. Nahman Papyri (1923)\"."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10604,2"], "Registration number": ["1923,1014.15.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "]}