{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA21878"], "Description": [" Seated limestone figure of the male official Itebu, the head and part of the upper body now lost. Itebu wears a long garment that is draped over his left shoulder and envelops his arm, which is held across his chest. His left hand clearly extended out from the material, but this now only survives as a partial outline. The material has a fringed edge which extends from the neck down to the lower left side of the body. His right arm is exposed from the garment, and his hand rests on his upper thigh. He wears a thick bracelet on his right wrist. His legs and feet are enveloped by his long garment, and his name is carved across the clothing at his knees. In front of Itebu is a separate piece of stone, now damaged at the top and both sides, which appears to be distinct from the base. On the reverse is a broad back-pillar with a column of text left undefined by a border, which continues onto the reverse of the base. The remaining sides of the base appear to be uninscribed. The right arm is damaged in several places, and there are large chips to the stone around the corners of the base. There is also a small chip to the left side leg. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["18th Dynasty ((early))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 15 centimetres ", " Length: 15.20 centimetres ", " Width: 11 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The pose and clothing type recalls popular Middle Kingdom styles and thus has previously pointed towards a date during this time (e.g. PM VIII as 12th or 13th Dynasty), however there are several other features which instead suggest an early New Kingdom date for this object. Indurated limestone of this type was not commonly used within Middle Kingdom sculpture, but became much more typical within the early 18th Dynasty. Additionally, various epigraphical details such as the rendering of the name of the god Osiris within the back-pillar inscription and the ‘n’ signs which feature protusions at their edges, are also indications of a date beyond the Middle Kingdom. While the initial text from the top of the back-pillar is now missing, what remains of the offering formula is oddly brief. Other examples of such inscriptions also continue onto the sides of the statue base, which is not the case here. The subject’s name is spelled differently across the back of the base and on top of the clothing."], "Location": ["Not on display"], "Condition": ["fair (incomplete -head missing)"], "Acquisition name": ["Purchased from: Prof Francis Llewellyn Griffith"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21878"], "Registration number": ["1889,0513.1"]}