{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA41746"], "Description": [" Fragmentary head of a sandstone male figure. He wears a short wig that is set high on the forehead. His ears are placed high on the side of the head and appear oversized. His eyes are narrow with a thick incised line at the lower eyelid, and the inner corners of his eyes are deep set. The nose appears broad though the surface is worn, and the mouth is comparatively small. His lips are also damaged, though the right outer corner appears flat and the lips were likely pursed. At the chin is a broad false beard, now chipped along the edges. Part of the smooth surface of the upper body is intact, with little definition between the neck and chest area. The figure is broken from the back of the wig, and the surface of the face and front of the wig on both sides now heavily worn. The object is supported on a modern rectangular base. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Serabit el-Khadim (?) "], "Materials": ["sandstone"], "Dimensions": [" Height: 15.50 centimetres (Figure) ", " Height: 2.40 centimetres (base) ", " Weight: 2.30 kilograms (Figure and base) ", " Width: 17.30 centimetres (Figure) ", " Width: 12.80 centimetres (base) ", " Depth: 12.10 centimetres (Figure) ", " Depth: 11.50 centimetres (base) "], "Curator's comments": ["This figure was donated by the EES after Petrie’s excavation of the temple at Serabit el-Khadim in Sinai, and likely originated from this site as it is also made from the local sandstone associated with the area. The head mostly likely dates to the Middle Kingdom when the site was particularly active as a mining settlement. Based on the condition of the fragment it is difficult to determine the original statue type, though the flat surface at the chest and the angle along the false beard could indicate the top of a block statue. General Sources: W.M.F. Petrie, 1905. ‘The Sinai expedition’, Archaeological Report (Egypt Exploration Fund) (1904-1905), p. 10-12. W.M.F. Petrie, 1906. Researches in Sinai. London."], "Location": ["Not on display"], "Condition": ["fair (incomplete -head only)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41746"], "Registration number": ["1905,1014.116"]}