{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA848"], "Description": [" Fragmentary red porphyry head of a male figure, broken at the neck. He wears a shoulder-length striated wig which is tucked behind his oversized ears. The wig is decorated with wavy individual tresses conveyed in fine vertical lines, with a tighter geometric pattern of hair above the forehead and at the pointed ends of the wig. His eyes are almond shaped with a heavy upper eyelid that droops at the outer corners of the eye, and the suggestion of sunken skin underneath. His eyebrows are indicated by a flat ridge which slopes down towards the temple. His nose is damaged with a remaining portion of the bridge still intact, and fleshy folds of skin visible on either side. His mouth is also damaged but the outer corners are intact, with a visibly fleshier lower lip. His face is particularly rounded at the jawline. Part of his left shoulder and upper arm is intact, with no clear indication of any clothing. On the reverse underneath his wig is a partial outline of a vertical ridge, possibly the edge of a seat or back-pillar. In addition to the break from the neck area there are several chips across the left side of the face and at the left eyebrow. "], "Cultures/periods": [" Middle Kingdom ", " 12th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["porphyry"], "Dimensions": [" Height: 20 centimetres (max) ", " Width: 17.50 centimetres (max) ", " Depth: 11 centimetres "], "Curator's comments": ["Initial studies of the figure included a wide range of possible dates, from the 18th Dynasty (Budge 1909) to the 25th Dynasty (PM VIII; Seipel 1992). This detailed style of wig is known from the mid-12th Dynasty onwards (other examples include: 24.1.45, Metropolitan Museum of Art, New York: https://www.metmuseum.org/art/collection/search/573446; 15.350, Allard Pierson Museum, Amsterdam - both are featured in Oppenheim et al (2015), catalogue number 16 and 62 respectively). Other stylistic features such as the large ears and the slightly drooping eyelids point towards a Middle Kingdom date (Connor 2014). Further Bibliography: S. Connor, 2014. ‘La statuaire privee’, in F. Morfoisse, G. Andreu-Lanoë (eds.) Sésostris III. Pharaon de légende (Lille), p. 65, Fig. 13. W. Seipel, 1992. Gott, Mensch, Pharao (Vienna), p. 384-385, no. 153."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 148, no. 528) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 891) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Samuel Blain"], "Acquisition date": ["1859"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA848"], "Registration number": ["1859,0501.1"], "Additional IDs": [" Miscellaneous number: BS.848 (Birch Slip Number) "], "Conservation": ["Treatment: 15 Jan 2001"]}