{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA54349"], "Description": [" Limestone block statue of Nisptah. He wears a smooth shoulder-length wig which is set low on his forehead. His facial features on the right side are obscured by damage, but his left eyebrow is thick and slightly arched and his eye is almond shaped with a thinly incised upper eyelid and short cosmetic line at the outer edge. His nose is also obscured but a partial outline of the bridge suggests that it was broad in size. His mouth is small with thick lips, and the lower lip is sharply incised. He wears a short false beard that merges with the top of the block form. Across his left side eye and at the beard are small traces of a yellow colour. His arms are folded across the top of the block form, his left hand placed flat while in his right hand he holds an object. A short inscription is carved across the top of the block form at his mouth, reaching to his hands. His body is fully enveloped, with little indication of his body underneath. At the front of the block form there are slight bulges at the upper corners, showing his lower arms and elbow. Across the front of the block form are six horizonal lines of inscription defined by a border, most of this now faded and obscured by damage. On both the left and right side of his body are a further eight horizontal lines of inscription, also neatly defined by a border and continuing onto the back of the block form. The left side portion of the text is mostly preserved, though the initial lines of each inscription are now damaged. On the right side, the text is in a much poorer state of preservation and many of the signs are illegible. On the reverse is a broad back-pillar inscribed with three columns of text. There is damage to the final line and across some signs of the other two columns. The block form is placed on a thick base, which appears to be uninscribed. There are several small breaks across the statue surface, and much of the block form has damage that obscures the inscription. The object is now placed on a modern mount. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 32 centimetres ", " Width: 16 centimetres ", " Depth: 22 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" This Nisptah was the father of Montuemhat, a prominent Theban official during the 25th - 26th Dynasty. The inscription includes references to the gods Amun-Re, Mut, and Khonsu in the form of Khonsemweset-Neferhotep, further supporting a Theban provenance for the object. Despite the damage to the inscription, what does survive is of high-quality carving and composition. ", " This Nisptah was the father of Montuemhat, a prominent Theban official during the 25th - 26th Dynasty. The inscription includes references to the gods Amun-Re and Mut, further supporting a Theban provenance for the object. "], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 131, no. 94)"], "Location": ["Not on display"], "Condition": ["fair"], "Associated names": ["Named in inscription: Nesptah"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54349"], "Registration number": ["1919,0208.8"]}