{"artifact_name": "figure(Greek type)", "Object Type": ["figure (Greek type)"], "Museum number": ["EA58309"], "Description": [" Glazed composition figure of a man with cylindrical drum round neck. Features of face small and crude, and tilted upward, hands applied to two ends of melon-shaped drum. Drum-cylindrical with two ends smaller, decorated with horizontal grooves, and alternating glazed bands, suspended round neck by cord indicated as a ridge right round back of neck just under hair line. No back pillar, and suspension loop crudely modelled at back. Glaze off-white with greenish tinge, with black-brown on details - on hair, on right neck (accidental), on stripes of drum, and under right arm; modelled with blade, particularly visible in bent arms, while face done by pinching out material; only upper part with head and upper chest preserved, broken off below waist. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " hand-modelled "], "Curator's comments": ["The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF)."], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (no.388, p. 88, pl. XII) (See here for references to Vandier, von Bothmer, and Nubian examples, Kawa ii.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OM.14) "], "Location": ["Not on display"], "Condition": ["Fair but incomplete - legs lost"], "Subjects": ["music"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58309"], "Registration number": ["1888,0601.48"]}