{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA66426"], "Description": [" Sycomore fig wood stela of Djedmontuiufankh: the scene in the upper part of this round-topped stela is bordered by a sky-sign at the top and a column of text on each side. Djedmontiufankh kneels on the right in adoration of Ra-Horakhty who is seated on the left. Between them is an altar on which rests a water-pot cooled by a lotus-flower and flanked by two plants. Above the figures are eight columns of text and below eight lines of text with a prayer on behalf of Djedmonthefankh, son of Ḫʒm-Ḥr. The stela is cracked in several places and appears to have been repaired in modern times. The background to the upper scene and the lower border are yellow. The sky-sign is blue with the columns of text on each side in black. The other hieroglyphs are outlined in black on white and filled in with blue paint, now faded, in many cases divided by blue lines. The human figure is red with white garment, and green belt and collar. The god has a red disk with black uraeus and wig, green face, blue body, red upper garment, white collar and kilt, black 'ankh', and green sceptre. The throne is blue and red divided by white with a red back and blue base. The altar is blue and white with a blue pot and lotus. The other plants are green. The edges of the stela are painted yellow and the back is plastered. "], "Cultures/periods": ["25th Dynasty"], "Excavator/field collector": ["Field Collection by: Robert Curzon, 14th Baron Zouche"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 35.50 centimetres ", " Weight: 1.200 kilograms ", " Thickness: 2.30 centimetres ", " Width: 25 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.24-25)"], "Location": ["Not on display"], "Condition": ["fair - some cracking"], "Associated names": [" Named in inscription & portrayed: Djedmontuiufankh (deceased) ", " Named in inscription: Khaemhor (father) ", " Named in inscription & portrayed: Ra-Horakhty "], "Acquisition name": ["Bequeathed by: Robert Curzon, 14th Baron Zouche"], "Acquisition date": ["1917"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66426"], "Registration number": ["1979,0108.55"], "Conservation": ["Treatment: 27 Mar 2014"]}