{"artifact_name": "necklace(?); bead; amulet", "Object Type": [" necklace (?) ", " bead ", " amulet "], "Museum number": ["EA24568"], "Description": [" Beads and amulets strung as a necklace: this selection of beads and amulets has been strung in modern times into a necklace, although we cannot be sure of its original arrangement. In the present arrangement, sections of blue-green glazed composition, cornelian and gold short cylinder, short truncated bicone and long bicone beads are strung between the amulets. The latter consist of seven 'heh'-amulets of various dimensions, made of sheet gold and gold wire; two elaborate scorpion amulets made of gold; and two cornelian leg-amulets. A number of incomplete and fragmentary glazed composition beads have been removed from the string as unserviceable. "], "Cultures/periods": [" Middle Kingdom (?) ", " First Intermediate (?) ", " New Kingdom (?) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": [" cornelian ", " gold ", " glazed composition "], "Technique": ["glazed"], "Dimensions": [" Height: 2 centimetres ", " Length: 54.60 centimetres (string) ", " Thickness: 1.20 centimetres "], "Curator's comments": ["Each of these amulets had a magical function. The leg amulet was intended to ensure that the power of movement would remain with the wearer after death; it could even have been intended to replace by magic a limb which might become lost. The piece representing the scorpion would protect the wearer from the dangerous bite of that creature; as we see elsewhere with objects in this exhibition, the employment of the image of a feared animal could be turned around so as to enlist the danger inherent in that creature, or a god whom it represented, for the protection and empowerment of the deceased. The scorpion goddess was named Serqet, and is usually depicted as a woman with a scorpion on her head. The last amulet, the 'heh', takes as its form a composite hieroglyph of a squatting god with arms outstretched, holding in each hand the sign for \"year\"—together they represent the number \"one million\" and also the concept of \"millions of years,\" and hence \"eternity\" or \"infinity.\" Wearing these amulets on the body, perhaps strung round the neck (although we have no way of knowing if they all belong together), expressed a wish for protection, renewal and eternal life. The leg amulet seems to be restricted to the Old Kingdom and the First Intermediate Period, while the heh is known from the end of the Old Kingdom to the Middle Kingdom. Strings of beads with these sorts of amulets have been excavated in sites in Middle Egypt such as Qau and Badari, where they are dated to the First Intermediate Period. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 190-1, pl. on p. 190."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.190-191)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012, Travelling exhibition, Jewellery 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good (some beads unserviceable)"], "Acquisition name": ["Purchased from: Rev Walter L Lawson"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24568"], "Registration number": ["1889,1012.51"], "Conservation": ["Treatment: 30 Jun 1967"]}