{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA633"], "Description": [" Head from a fragmentary granite statue of an unidentified royal male figure. The king is adorned with a uraeus ornament, its head now lost, with the coiled body of the cobra set low on the forehead. There is no indication across the king’s head of a cap crown or other royal headgear. The face is rounded with a prominent and wide jawline, with extremely wide eyes and a slim nose that broadens out at the tip. The mouth is small with a notably thick lower lip. The subtle ridge of flesh on either side of the nose – known as the Kushite fold - and slight upturn of the mouth at the corners likely indicate the portrayal of a Kushite king. On the reverse a portion of remaining stone behind the king’s head may indicate the top of a back-pillar. There are various chips visible to the stone surface at the nose, chin, and ears of the figure. "], "Cultures/periods": [" Late Period (?) ", " 25th Dynasty (?) "], "Findspot": [" Found/Acquired: Tell Atrib "], "Materials": ["granite"], "Dimensions": [" Height: 30.50 centimetres (max) "], "Curator's comments": ["During the 25th Dynasty, Egypt was occupied by Nubian kings who are also referred to as Kushite rulers. During this period the well-established artistic practices of ancient Egypt were adopted by these new kings which included adoption of traditional Egyptian royal regalia and artistic customs such as the conventional physical depiction of the body both in relief and three-dimensional sculpture. However, they also incorporated their own traditions and styles. New trends emerged in the renderings of the face and use of particular iconography such as the double uraeus (Mysliwiec 1988). This includes the ‘Kushite fold’, a trait typically found within royal portraiture from this period, in which a subtle hint of flesh is conveyed at either side of the figure’s nose and mouth. Though this royal head is as yet unidentified, suggestions have included this figure representing a ‘prince of the dodekarchy’ (Hall 1930), referring to the foreign invasion of Egypt by the Kushites. The statue head is described as originating from the Benha area, though its exact provenance is unknown (PM IV). General Sources: K. Mysliwiec, 1988. Royal Portraiture of the Dynasties XXI-XXX (Mainz)."], "Bibliographic references": [" Hall 1930 / General Introductory Guide to the Egyptian Collections (p. 384, Fig. 210) ", " Porter and Moss 1968 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV Lower and Middle Egypt (p. 66) "], "Location": ["Not on display"], "Condition": ["good (incomplete)"], "Acquisition name": ["Purchased through: Panayotis Kyticas"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA633"], "Registration number": ["1904,0411.1"]}