{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA37891"], "Description": [" Fragmentary basalt figure of an elite official, the lower body and base now missing. The figure wears a smooth shoulder-length ‘bag wig’, a simple headcloth style associated with the 26th Dynasty, and the surviving left side of the body indicates that the figure also wore a kilt belted at the waist. Though the right portion of the upper body and the lower body are lost, the position of the left arm is slightly outstretched at the bend of the elbow which suggests that the figure may have once held an object such as a naos shrine or divine image. The bent elbow also indicates that the statue could originally have been shown seated or kneeling. The cartouche of the 26th Dynasty pharaoh Psamtek II is carved into the upper part of the left arm., and around the neck is a reworked pectoral with figures carved in sunk relief of the goddess Neith and the king with another inscribed cartouche labelling the king. The statue’s eyes are wide and almond shaped, with clear incised ridges depicting the eyelids, and thin arched eyebrows that slope down towards the temple. The nose is slim and broadens out at the nostrils, while the mouth is small with thick lips. The face is particularly fleshy and rounded at the cheeks and jawline. The remaining part of the back-pillar is incised with three columns of hieroglyphic text, all reading from right to left. This begins with a traditional offering formula dedicated to Osiris, followed by a list of specific festivals including those associated with deities such as Sokar and Neith, and proceeds to give a list of titles of the statue subject. His name, now lost, would have followed on from this list. Numerous chips to the stone surface are visible across the torso area and the left arm. There are further abrasions at the top of the head and right side of the wig, as well as across the figure’s face at the nose and mouth. There is also visible breakage around the outer edges of the back pillar. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["595BC-589BC (circa)"], "Findspot": [" Found/Acquired: Egypt ", " Found/Acquired: Sa el-Hagar (Sais) (likely) "], "Materials": ["basalt"], "Dimensions": [" Height: 38.80 centimetres (max) ", " Weight: 9.60 kilograms ", " Width: 16 centimetres (max) ", " Depth: 11.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": ["The provenance of the statue is uncertain, however the repeated evocations of monuments within Sais such as the ‘House of the Bee’ of Osiris, a temple of the funerary god at Sais, suggests that it was likely intended for this area (PM VIII; Gozzoli 2000). This is further emphasised through the references to the goddess Neith, the patron deity of this area, and the list of festival celebrations within Sais which involve both of these deities. This statue has been executed to a high quality and though much of the original figure is lost, comparable examples from the 26th Dynasty within the British Museum may help to reconstruct the original pose (for instance the kneeling statue of Nekhthorheb, EA 1646: https://www.britishmuseum.org/collection/object/Y_EA1646). Other contemporary examples also include detailed Neith pectorals (Louvre Museum, Paris, E 25390; Phoenix Ancient Art, Object No. 22519, https://phoenixancientart.com/work-of-art/bust-of-a-dignitary-with-pectoral/) Based on other elite statues which feature the cartouches of the king, it is likely that the now missing right shoulder also bore another name and title of Psamtek II. The decorative pectoral worn around the figure’s neck has clearly been reworked and evidently replaces an earlier one, also carved in sunk relief but erased and smoothed to allow a new pectoral to be added, hanging lower down on the chest (Andrews 1990). Various scratches are also visible around the area of the king’s title and cartouche, possibly a result of the reworking process. Another name and title of Psamtek II appears on the pectoral across the figure’s chest, which is mirrored by the representation of the king in the centre of the ornament, with the goddess Neith standing behind the pharaoh. Further Bibliography: 1848. Synopsis of the Contents of the British Museum (London), p. 184-185. R.B. Gozzoli, 2000. ‘The Statue BM EA 37891 and the Erasure of Necho II's Names’, Journal of Egyptian Archaeology 86, p. 67-80. J. Josephson, 1997. 'Egyptian Sculpture of the Late Period Revisited', Journal of the American Research Center in Egypt 24, p. 1-20. S.B. Shubert, 1989. ‘Realistic Currents in Portrait Sculpture of the Saite and Persian Periods in Egypt’, Journal of the Society for the Study of Egyptian Antiquities 19, p. 27-47. A. Weise, 2001. Antikenmuseum Basel und Sammlung Ludwig Die Agyptische Abteilung (Mainz), No. 111."], "Bibliographic references": [" Andrews 1990 / Ancient Egyptian jewellery (Fig. 122) ", " Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 51, 56) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 865) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["incomplete - left arm and both legs lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Psamtek II ", " Named in inscription & portrayed: Neith "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37891"], "Registration number": [".37891"], "Additional IDs": [" Miscellaneous number: BS.493 (Birch Slip Number) "], "Conservation": ["Treatment: 31 Jan 2001"]}