{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8449"], "Description": [" Sycomore fig wood stela of Horakhbit: this round-topped stela is bordered by a curved sky-sign at the top and a was-sceptre on each side. Below the sky is a winged sun-disk with uraei flanked by 'wedjat'-eyes. On the left stands Ra, while the deceased stands on the right. Between them is an altar with offerings above which are three lines of text, naming the offerings. The stela has been gouged in many places and has flaked around the edges. The background of the stela is white. There is a slight yellow margin on three sides and large red border at the bottom with an upper blue edge. The sky-sign is blue and the sceptres are green. The disk is red with yellow uraei. The upper wings of the disk are yellow with blue dots and a blue upper edge; the middle are white with black lines, blue decoration, often faded to grey, and a red lower edge; the lower are green with feathers delineated in black, yellow at each end, and a red lower edge in the centre. The 'wedjat'-eyes are blue with a black pupil on white. There is a red band between eye and eyebrow and a yellow band below and to one side of the eye. The god has a red disk with a yellow uraeus. His wig and body are blue. His face is white with a red eye on yellow, green cheek, red poll, and black beak. His collar and bangles are yellow; his upper garment green; his kilt yellow and green with a blue sash and yellow and green tail. His 'ankh'-sign is blue and his sceptre is green. The deceased has a red body, blue collar and bangles, yellow garment, black wig and eye, red fillet, and red and green cone. The altar is blue with a yellow top and red and blue offerings. The loaf and vase beneath are blue and red respectively. The hieroglyphs are blue. Plaster still remains on the sides and back of the stela. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 28 centimetres ", " Width: 27 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.14-15)"], "Location": ["On display (G62/dc19)"], "Condition": ["fair - surface flaking"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Horemakhbit (?) ", " Representation of: Ra "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8449"], "Registration number": [".8449"], "Additional IDs": [" Miscellaneous number: BS.8449 (Birch Slip Number) "], "Conservation": [" Treatment: 02 Dec 1967 ", " Treatment: 17 Oct 2013 "]}