{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA41559"], "Description": [" Granite block statuette of a male official, sat upon a small rectangular base. The figure wears a smooth short wig that is tucked behind the right ear, with the left side of the wig and ear now missing. His eyes are almond shaped with a faint arched eyebrow indicated above. His nose is short with a large gap between the tip of the nose and his mouth. His lips are faintly incised. The face is rounded and fleshy at the jawline and neck. Across the top of the block form his arms are crossed and his hands detailed, with the right hand clenched and holding an object. Faded signs of incised text are visible across the top of the block form. His body and feet are entirely enveloped in his garment, with a subtle suggestion of his legs and narrowed waist at the sides of the block form. Across the front of his legs is a single column of incised text with a slim border. On the reverse is a slim back-pillar also inscribed with a column of text. Horizontal lines of inscription are also found on each side of the statue base. All of the surviving text is worn and difficult to read. The figure appears to sit on a thin cushion or mat, which rests upon the base. There are small chips to the stone surface across the body and wig. The object is now attached to a modern rectangular base. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 16.50 centimetres ", " Length: 10.50 centimetres ", " Width: 6 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" The statue is given a Theban provenance and provisionally connected to the temple of Karnak based on legible parts of the now extremely faded inscription that include titles such as ‘divine father’ and ‘priest of Amun in Karnak’ (PM II). Sadly the condition of the text makes it difficult to read the full inscription, particularly from the text across the front of the legs and around the statue base. ", " PM II (2): p.289 "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 134, no. 134) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 289) "], "Location": ["Not on display"], "Condition": ["good; cleaned"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41559"], "Registration number": ["1905,0515.49"]}