{"artifact_name": "amulet-mould", "Object Type": ["amulet-mould"], "Museum number": ["EA26905"], "Description": [" Terracotta amulet-mould in Nile clay, with deep impression of a human bust; no visible remains of paste/glaze inside impression; in red brown micaceous Nile silt fabric. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (on behalf of)"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Height: 3.65 centimetres (max) ", " Thickness: 1.95 centimetres (max) ", " Width: 3.20 centimetres (max) "], "Curator's comments": ["In addition to glazed composition scarabs and scaraboids, the ‘Scarab Factory’ at Naukratis was also producing amulets (on the various productions from the Scarab Factory see Webb, forthcoming; see also Gorton 1996, 177-180, fig. 35). Two moulds for amulets in the shape of anthropoid bust, such as this specimen, were listed by Petrie as coming from the Scarab Factory (Petrie 1886, 37, pl. XXXVIII, 13). The second one could be Oxford, Ashmolean Museum AN1888.216.5. It is unclear if they were used to cast amulets of ancestor busts (amulets illustrated in Petrie 1914, pl. XXIX no. 159). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1914, Amulets, London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 13) (cast from such mould) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OJ.17) (phase 2) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": [" Donated by: Herbert Appold Grueber ", " Donated by: Egypt Exploration Fund "], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26905"], "Registration number": ["1896,0610.18"]}