{"artifact_name": "mummy-case; cartonnage; human mummy; amulet; pectoral; heart-scarab", "Object Type": [" mummy-case ", " cartonnage ", " human mummy ", " amulet ", " pectoral ", " heart-scarab "], "Museum number": ["EA22939"], "Description": [" Mummified remains of an adult woman, Chantress of Amun and Lady of the House, named Tayesmutengebtiu, also called Tamut, in painted cartonnage casing with a gilded face. On her cartonnage case, she is also called Tjenetmutgebty and Tjenetmutgebtiu. Sex: female Age: Middle Adult (35-49 years old) Stature: 158.9 ± 1.9 cm Summary: Mummy of adult woman Tayesmutengebtiu, with wrappings in a cartonnage case. Head and neck - Mouth slightly open, all teeth present, showing advanced dental attrition. Artificial eyes inserted in the orbits. Cervical spine appears intact. Under the chin, over the neck, there is a metal amulet in the form of a kneeling goddess with wings. Brain extracted through nasal passage, and skull cavity filled with textile. Packing in mouth, cheeks and throat. Short hair. Chest and Abdomen – Flank incision on left side with two plates incised with an eye of Horus covering the opening. Filled with bundles of textile and packing material, and four parcels, probably containing organs, that enclose wax figurines in the shape of the Sons of Horus. Over the sternum there is a pectoral of metal in the form of a falcon with outstretched wings. A small heart-scarab lies beneath the pectoral. The lateral view shows that the amulets, scarab, and pectoral lie either on the skin surface or on the very innermost bandages. On the left arm is a metallic plaque, incised with a standing deity, and a bead. On the right arm is a bead. There is another metallic plate in the shape of a vulture located on the pubic area. Cluster of small amulets on the abdomen, probably linked by a thread, including a djed-pillar, a wedjat-eye and a tit-girdle. She also wears stola and pendants, very close to the skin, with a metallic rectangular strip placed over the abdomen. Arms - Extended. Hands with extended fingers over the pubic area. Legs – Extended with the feet at a right angle. Across the top of both feet lies a metallic amulet in the form of a winged scarab holding the sun's disc between its front legs and a smaller disc between its hind legs. Nails of fingers and toes are covered with thin rectangular sheets of metal. Pathological conditions – atherosclerosis in the femoral arteries, periapical lesion on the upper left first premolar. Bandages – Body wrapped into a bundle, arms and legs not wrapped separately, with evidence of resinous material applied in at least two instances between layers of wrappings. Cartonnage case – Gilded face surrounded by a vulture type wig, broad collar on the chest, and several registers showing rows of standing gods separated by winged deities. Back decorated with large djed-pillar held by Isis, with string used to close the cartonnage partly visible. Condition Preservation skull: 100.0% Dentition: 100% Preservation post cranial: 100% Condition: Excellent – complete with little to no breakage Soft tissues or other: extensive, see summary Percentage mummified skull: 100% Percentage mummified post cranial: 100% "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" plaster ", " linen ", " human tissue ", " gold ", " metal (?) ", " wood "], "Technique": [" painted ", " gilded ", " plastered "], "Dimensions": [" Height: 33 centimetres ", " Width: 173 centimetres ", " Depth: 45 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.828; The British Museum, 'Guide to the First, Second and Third Egyptian Rooms' (London, 1924), p. 84, pl. XIII. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, pp. 68-91. R. Loynes, Prepared for eternity. Archaeopress Egyptology 9, 2015, passim. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 54-81. D. Antoine and M. Vandenbeusch (2021), ‘Human mummies from ancient Egypt and Nubia: an overview and new insights from the British Museum collection’, in D.H. Shin and R. Bianucci (eds). The handbook of mummy studies, Springer Singapore,565-628. DOI: 10.1007/978-981-15-1614-6_17-1 D. Antoine, M. Vandenbeusch, R. Whiting and B. Moreno (2023), Cardiovascular disease in Nile valley mummies: exploring the need for a more systematic approach that accounts for vessel prevalence, links to oral health and the impact of Dual Energy CT scanning. In M. Binder, C.A. Roberts and D. Antoine, The Bioarchaeology of cardiovascular disease. Cambridge, 98-129. Intrusion (human): No Intrusion (animal): No Scientific analysis: Yes – CT scan (obtained in 2013)"], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (15) ", " Hughes 2010 / Unwrapping an Ancient Egyptian Mummy Using X-rays ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.107, pl.4, p.110, table 1) "], "Location": ["On display (G62/dc21)"], "Exhibition history": [" Exhibited: 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Acquisition name": ["Purchased from: Raymond G B Sabatier"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22939"], "Registration number": ["1891,0511.206"], "Conservation": [" Treatment: 17 Jan 2014 ", " Treatment: 21 Nov 2013 "]}