{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76282"], "Description": [" Three large torn fragments of a papyrus with a demotic text arranged in columns on recto and verso. Palimpsest. The papyrus is torn on both sides but the upper and lower margins are preserved. Recto: six columns (fragment 1: columns 1-4; fragment 2: column 5; fragment 3: end of column 5 and column 6). Col. 1: last 7 lines (top two-thirds missing). Col. 2: 2 damaged lines (at the top; washed out text below). Col. 3: 15 lines. Col. 4: 14 lines (in three sections). Col. 5: 20 lines. Col. 6: 2 lines at the top. Verso: eight columns (fragment 1: columns 1-3; fragment 2: end of column 3 and beginning of column 4; fragment 3: end of cloumn 4 and columns 5-8). Col. 1: end of 14 lines. Col. 2: 15 lines. Col. 3: 15 lines. Col. 4: 15 lines. Col. 5: 17 lines. Col. 6: 6 lines (at top). Col. 7: 17 lines. Col. 8: last 9 lines (top two-thirds missing). Because the text is a palimpsest and this is not consistently properly erased, it is not always clear whether some lines belong to the original or later text. Belongs to the same manuscript as EA 76281. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 30 centimetres ", " Width: 100 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of a group of demotic papyri mounted between sheets of perspex (76273-87). Other papyri in this group, on the basis of internal evidence, can be assigned to Herakleopolis. The papyrus contains a number of different administrative texts. On the recto, col. 1 records personal names and quantities of arouras. Col. 2 contains just two damaged lines. Col. 3 has a date (damaged) near the top of the column, followed by place names and personal names. Col. 4 refers to the people of various localities and there is a mention of the temple-domain of Herishef. Col. 5 is a continuous administrative text. The two damaged lines of column 6 refer to a field and measurements. The texts on the verso are principally accounts relating to land and land measurement. In col. 2 there are a number of personal names. Being prepared for publication by C.J. Martin."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380706) (http://www.trismegistos.org/text/380706)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich:glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: D Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76282"], "Registration number": ["2000,0524.162"], "Conservation": [" Treatment: 28 Jul 2016 ", " Treatment: 28 Jul 2016 "]}