{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA49570"], "Description": [" Large marl pottery vase with three pierced triangular lug handles on the shoulder and a direct lip rim; decorated in red paint with three scenes of many-oared boats, each with different standards, above which stand human figures and antelopes. Rows of solid triangles, representing mountains are painted between the boats. "], "Cultures/periods": ["Predynastic (Naqada IID)"], "Findspot": [" Found/Acquired: Semaina "], "Materials": ["pottery"], "Technique": ["slip-painted"], "Dimensions": [" Diameter: 27.50 centimetres ", " Height: 31 centimetres ", " Weight: 3426 grammes "], "Curator's comments": ["Decorated ware D45 series in Petrie’s Corpus of Prehistoric Pottery (1921). A band composed of six wavy lines divided into alternating long and short segments encircles the shoulder below the rim. Below, arranged between the handles (which are outlined with three painted strokes) are three boats with many oars, a double branch frond at the prow, and two central cabins to which a standard has been attached, each bearing a different emblem: a Z-motif or zigzag; a curved motif often identified as double horns; and crossed lines, identified with the crossed arrows, later known as the emblem of the goddess Neith. Above the boats stand human figures. 1) A single man facing right, holding a long curved staff. To the right, an antelope with twisted horns, identified as an addax, is painted above the stern of the boat. 2) A large female figure with arms raised above her head, with a smaller male figure on the left holding her arm. To the right, another male figure, facing right, holds a curved staff. 3) An addax, facing right, is painted above the cabins, and to the right, above the boat’s stern a male figure facing right holds a long curved staff. Vertical and diagonal lines of s-motifs appear around the figures. Rows of solid triangles, probably representing mountains, appear between the boats. Similarities in the way the human figures are painted suggested to Smith that the hand of a single painter can be identified connecting this pot to other elaborately painted vessels in other museum. Published: C. Torr, Sur quelques pretendus navires egyptiens, L’anthropologie 9 (1898), fig. 1 J. Capart, Primitive art in Egypt (London 1905) p.118, fig. 91 CT1 (line drawing) G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 287, (double listed as 575 with line drawing considered to portray different pot in error) A. Smith, Identification d’un potier predynastique. Archeo-Nil 3 (1993),pp. 23-33. Graff, Les enjeux de l’iconographie des vases pients de Naqada II, Anthropozoologica 46.1, p. 54, 57 For the standards on the boats see J. Aksamit, 2006. A new list of vases with cult signs. In K.Kroeper, M. Chłodnicki, M. Kobusiewicz (eds). Archaeology of early Northeastern Africa: in memory of Lech Krzyżaniak, Poznan, p. 567."], "Location": ["On display (G64/dc4)"], "Exhibition history": [" Exhibited: 1996 11 Jul-6 Oct, Japan, Arita, Kyushu Ceramic Museum, Ceramics and Civilisation "], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49570"], "Registration number": ["1891,0624.41"]}