{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA69863"], "Description": [" Fragmentary black granite scribal statue of Djehuty. The upper portion of Djehuty’s body is lost, with a diagonal break from the chest area down to his lower back. There are several rolls of flesh conveyed across his upper body, and his forearms are placed upon his lap. Though his left hand is damaged, he appears to have held onto a roll of papyrus, which is partly intact. His right hand is positioned to suggest he is holding a writing implement. At his waist is a visible knot of clothing. He wears a short kilt, and he sits with his legs crossed and feet tucked underneath his body. Across his lap is an inscribed section of papyrus reading from left to right, with three short columns of text visible between his hands, a fourth blank column directly underneath his right arm, and two further columns of text inscribed across his right leg. The final two lines are particularly faded, with only some signs clearly legible. On the reverse is the lower portion of a back-pillar, inscribed with two columns of incised text. Two further horizontal lines of text are inscribed around the edge of the statue base. The line across the right side of the base is particularly faded. In addition to the uneven break across the top portion of the statue, the arms and hands appear to have suffered a number of abrasions. The edges of the base are also chipped and worn. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 18.60 centimetres ", " Weight: 11.40 kilograms ", " Width: 18 centimetres ", " Depth: 19.30 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" Djehuty adopts a scribal pose and his hand is poised as if ready to write, or already in the act of writing. Djehuty was a well-known general who served during the reign of Thutmose III, and he is known from several other surviving objects bearing his name (Lilyquist 1988; Reeves 1988). This statue fragment was originally purchased in Beirut before being acquired by the Museum, and scholars have proposed its connections to the areas of Byblos (Gubel 1987), while others have made these connections based on proposed reconstructions of the text, for instance which have also connected the divine titles found on the back-pillar to Hathor and to the area of Byblos (Yoyotte 1981). There is an interesting arrangement of the text in which the inscription of the right hand edge of the papyrus is continued directly on the front of the statue base, and moves continuously around to the right side and then concludes on his left side. In this final line, his immediate family are named within the inscription including his father, a dignitary named Amenmose, and his mother Isoneb. Further Bibliography: J. Bourriau, 1989. ‘Museum Acquisitions, 1987: Egyptian Antiquities Acquired in 1987 by Museums in the United Kingdom’ Journal of Egyptian Archaeology 75, p. 209 (1). E. Gubel, 1987. ‘Bulletin d'Antiquités archéologiques du Levant inédites ou méconnues IV’, Syria, T. 64, Fasc. 3/4, p. 318-320, Fig. 9. C. Lilyquist, 1988. ‘The Gold Bowl naming General Djehuty: A Study of Objects and Early Egyptology’, Metropolitan Museum Journal Vol. 23, p. 15-16. N. Reeves, 1993. ‘The Ashburnham ring and the burial of General Djehuty’, Journal of Egyptian Archaeology 79, p.261. J. Yoyotte, 1981. ‘\"Le general Djehoutey et la perception des tribus syriens. Causerie au sujet d'un objet egare\", Bulletin de la Societe française d'égyptologie 92, p. 33-51, Fig. 1-4. ", " See PM viii, p. 561, 562 Published: J. Yoyotte 1981. \"Le general Djehoutey et la perception des tribus syriens. Causerie au sujet d'un objet egare\", BSFE 92, 33-51 "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 563)"], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 14 Oct- 12 Mar, Leiden, Rijksmuseum van Oudheden, Byblos "], "Condition": ["incomplete - upper body lost"], "Associated names": ["Named in inscription & portrayed: Djehuty"], "Acquisition name": ["Purchased through: Christie's"], "Acquisition date": ["1987"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69863"], "Registration number": ["1987,0131.1"]}