{"artifact_name": "temple-relief; lintel", "Object Type": [" temple-relief ", " lintel "], "Museum number": ["EA1072"], "Description": [" Royal temple lintel of Amenemhat III: a rectangular limestone raised relief from a temple door lintel. The text is arranged symmetrically, with the central cartouche placed over the axis of the doorway. The text cannot be deciphered into a single sentence, since the elements are arranged according to heraldic rather than linguistic principles. In the centre, the right-facing cartouche of Amenemhat III rests on the sign for gold; this is flanked by the name of the god 'Horus who is in Shedet', which is written similarly to the Horus name of the king, with a falcon ('Horus') perched on a enclosure including a sacred building associated with Shedet. Flanking this are the royal epithets, facing vertical lines of text which originally ran down the sides of the doorway (now lost), and contained the titles of Amenemhat III, and facing the epithets, the name of the god 'Sobek the Shedetite'. The names of the gods face that of the king, forming a graphic version of scenes where the king worships, or is embraced by, the gods who give him life and power (between the gods' names). The right end is restored. "], "Authority": ["Ruler: Amenemhat III"], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Excavated/Findspot: Temple of Amenemhat III (Hawara) (?) ", " Excavated/Findspot: Temple of Sobek of Amenemhat III (Medinet el-Fayum) (?) "], "Materials": ["limestone"], "Dimensions": [" Height: 88 centimetres ", " Length: 234.50 centimetres ", " Depth: 11 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": [" For a breakdown of the translation of the text on the lintel see: https://youtu.be/LwZB0MsXCjQ ", " The exact provenance is unrecorded, but the piece most likely comes from a temple to Sobek at Medinet el-Faiyum (ancient Shedet) or, less likely, from the nearby funerary temple of Amenemhat III at Hawara, famous to classical authors as the Egyptian 'Labyrinth'. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), 101; H.R. Hall, 'Hieroglyphic Texts' 4 (London, 1913), pl. 15; Ingrid Blom, 'Sculpture fragments and relief fragments from the Labyrinth at Hawara in the Rijksmuseum van Oudheden, Leiden', 'Oudheidkundige Mededelingen uit het Rijksmuseum van Oudheden te Leiden' 69 (Leiden, 1989), 25-50, esp. 40; R. Krauss and C.E. Loeben,'Die Berliner \"Zierinschrift\"Amenemhets III. als Beispiel für gebrochene Symmetric', 'Jahrbuch Preussischer Kulturbesitz' 33 (1996), 159-72, esp. 170 n.4; cf. H. Schafer, 'Principles of Egyptian Art', trans. J. Baines (Oxford, 1974 [1st edn, German, 1919]), 352-5, pi. 36 for similar piece. I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 19 "], "Bibliographic references": [" Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (pl.15) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (35) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair - right side restored"], "Associated names": [" Named in inscription: Amenemhat III ", " Named in inscription: Horus ", " Named in inscription: Sobek The Shedetite "], "Associated places": [" Named in inscription: Medinet el-Fayum "], "Acquisition name": ["Purchased from: Maurice Nahman"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1072"], "Registration number": ["1907,0713.1"], "Conservation": [" Treatment: 24 Mar 1999 ", " Treatment: 02 Dec 2015 "]}