{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2305"], "Description": [" Steatite group of three standing figures including the male official Mentuhotep with his wife Rehutankh and his mother Hepu, depicted on a broad rectangular base. The central male figure wears a long garment belted at the chest and a smooth shoulder-length wig which is tucked behind the oversized ears. The elongated arms are held close to the body, with the palms placed flat against the outer edges of the clothing. The face is extremely rounded at the mouth and chin, with no visible neck. The eyes of the figure are wide and slanted, and he has a slim nose. Both of the female figures wear a tight fitting dress with narrowed waists, and a smooth long wig reaching to just above the breasts. Both adopt the same pose with the outer arm held at the side of the body and the hand placed against the thigh while the opposing arm is depicted on the reverse reaching around Mentuhotep’s head in a gesture of support. The right side female figure has wide and slanted eyes with a slim nose, and a wide mouth with a prominently rounded chin. Both female figures also have oversized ears. Each of the figures have a column of crudely carved text inscribed upon their clothing, while on the reverse a broad back-pillar is also inscribed with six columns of text, left undefined by a border and reading from right to left. The corners and edges of the base are damaged on both the obverse and reverse. The face of the left side female figure is mostly lost, and the nose and mouth of the male figure is also damaged. "], "Cultures/periods": ["12th Dynasty (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 15 centimetres ", " Width: 9.50 centimetres ", " Depth: 6.60 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["The group figure has previously been dated to the Middle Kingdom based on the stylistic features including the oversized ears, and likely dates to the late 12th Dynasty (PM VIII also possibly the 13th Dynasty; Budge 1904 and 1922 posits dates for a number of similar styled figures as between the 6th and 13th Dynasties). The provenance of the figure is uncertain, though early sources suggest that the figures originated from the wider area around Abydos (Budge 1904, 1922)."], "Bibliographic references": [" Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 91, no. 155) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 120, no. 6) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 328) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair - damage to face of right-hand figure"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2305"], "Registration number": [".2305"], "Additional IDs": [" Miscellaneous number: BS.2305 (Birch Slip Number) "]}