{"artifact_name": "shabti; shabti-coffin", "Object Type": [" shabti ", " shabti-coffin "], "Museum number": ["EA53892"], "Description": [" Blue glazed composition shabti with anthropoid coffin inscribed for Amenmose: the absence of glaze in the recesses indicates that it was self-glazed. Along the vertical band of the blue coffin, and similarly along the vertical band on the shabti's kilt, the owner's name and titles are painted in black (probably manganese). The style of Amenmes' linen dress, his curled duplex wig, and the position of his hands flat on the skirt date the figure to the Nineteenth Dynasty. Unlike the coffin, the shabti is not in the shape of a mummy, and does not hold the usual agricultural implements fot work in the Underworld. Instead he appears in the dress of daily life, perhaps to signal his rebirth as a 'sah'. Amenmes is equipped for eternity by the protective texts running around his coffin. Four horizontal bands of text, a format introduced in the New Kingdom, wrap around the coffin like mummy bandages and describe Amenmes as revered before a number of gods, including the Four Sons of Horus. For eternal protection, his image on the coffin holds the 'tyt'-girdle of Isis in his right hand, and the 'djed'-pillar of stability of the god of the Underworld, Osiris, in his left. Nut, the winged goddess of heaven, is painted across the chest of his coffin. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " painted "], "Dimensions": [" Height: 29.25 millimetres (coffin) ", " Height: 23.18 centimetres (shabti) ", " Width: 11.38 centimetres (coffin) ", " Width: 7.82 centimetres (shabti) ", " Depth: 4.65 centimetres (Shabti) ", " Depth: 12.85 centimetres (coffin combined) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["The abundant tomb shabtis of the New Kingdom were often stored in wooden boxes, while other shabtis, of a type in vogue since the end of the Seventeenth Dynasty, were placed in their own miniature anthropoid coffins. Most such shabtis with coffins were made of wood or clay, but this exceptional example, belonging to a man of some administrative status, is in glazed composition. The meaning of this coffined shabti is probably to be distinguished from that of the standard shabti that served until the late New Kingdom as a double of the deceased. Neither figure nor coffin carry the usual shabti agricultural implements nor the typical shabti inscription, Chapter 6 of the 'Book of the Dead'. Since the provenance of these coffined shabtis is generally unknown, determining their meaning is difficult. Some examples have been found as votive deposits. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.771; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), pp. 143-144; J. F. Aubert & L. Aubert, ‘Statuettes egyptiennes : chaouabtis, ouchebtis’ (Paris, 1974), pp. 121-122; I. Pomorska, 'Les flabelliferes à la droite dr roi en Égypte ancienne' (Warsaw, 1987), p. 205, no. 106."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (141)"], "Location": ["On display (G63/dc16)"], "Exhibition history": [" Exhibited: 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Portrait of: Amenmose ", " Named in inscription: Sons of Horus ", " Emblem of: Isis ", " Emblem of: Osiris ", " Representation of: Nut ", " Named in inscription: Anubis ", " Named in inscription: Horus ", " Named in inscription: Thoth ", " Named in inscription: Ra ", " Named in inscription: Geb "], "Associated places": [" Named in inscription: Temple of Amun ", " Named in inscription: Thebes (historic - Upper Egypt) "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53892"], "Registration number": ["1914,0509.21-22"], "Conservation": ["Treatment: 27 Nov 1986"]}