{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA12369"], "Description": [" Rectangular glazed composition tile with coloured inlay in the form of a cartouche of Ramses III. Most of the inlays into the yellow glazed tile are in blue glazed composition, apart from two sections in red, and the face of Maat in white. On top of some of the sections of the cartouche itself, inlays of dark blue glass have been adhered over the blue glazed composition. The dots in the hieroglyphic signs for ‘Two Lands’ at the top of the tile are inlaid with shell. Most of all the inlays have been damaged somewhat or lost, and the tile itself is chipped and broken off at the top and in the right hand corner. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Tell el-Yahudiya "], "Materials": ["glazed composition"], "Technique": [" inlaid ", " glazed ", " mould-made "], "Dimensions": [" Height: 21 centimetres ", " Weight: 0.41 kilograms ", " Width: 8 centimetres ", " Depth: 2 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The hieroglyphs above the cartouche are from the royal title ‘Lord of the Two Lands’, indicating the cartouche featured as part of a longer titulary or inscription. This suggests that the tile may have featured as decoration on a palace door frame. Tile inlays often featured on the door frames, columns, cavetto cornices, and throne pedestals of New Kingdom palaces and temples, set into recesses in the stone and mud brick (Arnold 2003, 20-1). This tile was found in the remains of the palace of Ramses III at Tell el-Yahudiya, along with other decorative tiles featuring rosettes, foreign captives, rekhyt-birds on nb-baskets, and floral friezes of lotus flowers and grapes. Petrie’s later excavations at the site uncovered the additions to the town made by Ramses III, including a thick mud brick enclosure wall and a palace. The remains of the palace included a large red granite column base, calcite pavement blocks, and remnants of glazed tiles, as well as calcite decorative inlays featuring the cartouche of Ramses III and fragments depicting human and leonine elements (Petrie 1906, 8, 17, pl. 16A). The tile is made of a glazed composition, also known as faience. The body of the tile was likely shaped with a mould, and the inlays may have been added by applying the paste freehand or using a shallow mould. Bibliography: D. Arnold, ‘The encyclopaedia of ancient Egyptian architecture’ (London, I. B. Tauris, 2003), pp. 20-1 British Museum, ‘A guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room’ (London, British Museum, 1922), pp. 146-7 F.D. Friedman, ‘Gifts of the Nile: Ancient Egyptian Faience’ (London, Thames and Hudson, 1998), nos. 51, 54-6 W.C. Hayes, ‘Glazed Tiles from a Palace of Ramesses II at Kantir’, (New York, Metropolitan Museum of Art, 1937) G. Maspero, ‘L’Archaéologie Égyptienne’, (Paris, Quantin, 1887), pp. 257-9 W.F. Petrie and J.G. Duncan, ‘Hyksos and Israelite cities, Double Volume’ (London, School of Archaeology, University College and B. Quaritch, 1906), pp. 8, 17, pl. 16A PM IV (Oxford, 1934), p. 57."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair"], "Associated names": ["Named in inscription: Ramses III"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12369"], "Registration number": ["1871,0619.548"], "Conservation": [" Treatment: 17 Mar 2011 ", " Treatment: 17 Mar 2011 ", " Treatment: 18 Jan 2016 "]}