{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA12979"], "Description": [" Grey glazed composition tile depicting a rekhyt bird seated upon a mosaic neb-basket. The rekhyt is represented as a lapwing (a crested plover) with human arms raised in adoration and its wings pinioned behind its back. The basket is decorated with a mosaic of small squares arranged in a diagonal pattern, which originally alternated between three colours: the main body of the tile and inlays, which are almost completely lost, apart from two in blue and red. The inlays from its eye and a scroll pattern on its body are also missing. The background of the tile behind the rekhyt bird is rough and may originally have been overlaid with another colour of glazed composition. The tile is broken on the left and right hand sides, but the remains of the another hand behind the bird suggests that the fragment was part of a longer scroll of a repeated rekhyt bird-pattern. The back and top and bottom sides are relatively flat. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Tell el-Yahudiya "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 10.50 centimetres ", " Weight: 0.17 kilograms ", " Width: 8.50 centimetres ", " Depth: 2 centimetres "], "Curator's comments": ["The rekhyt bird could be used to symbolise the subjects of the king or subjected foreign peoples, depicted in a submissive, adoring pose to represent his power over them. The neb-basket upon which it stands represents the hieroglyph for all, thus meaning ‘all subject peoples’. Tile inlays often featured on the doorframes, columns, cavetto cornices, and throne pedestals of New Kingdom palaces and temples, set into recesses in the stone and mud brick (Arnold 2003, 20-1). This tile was found in the remains of the palace of Ramses III at Tell el-Yahudiya, along with other decorative tiles featuring rosettes, foreign captives, cartouches, and floral friezes of lotus flowers and grapes. William Flinders Petrie’s excavations at Tell el-Yahudiya uncovered additions to the town made by Ramses III, including a thick mud brick enclosure wall and a palace. The remains of the palace included a large red granite column base, calcite pavement blocks, and remnants of glazed tiles, as well as calcite decorative inlays featuring the cartouche of Ramses III and fragments depicting human and leonine elements (Petrie 1906, 8, 17, pl. 16A). The tile is made of a glazed composition, also known as faience. The body of the tile was likely shaped with a mould, and the inlays would have been made separately and applied freehand. Bibliography: D. Arnold, ‘The encyclopaedia of ancient Egyptian architecture’ (London, I. B. Tauris, 2003), pp. 20-1; F.D. Friedman, ‘Gifts of the Nile: Ancient Egyptian Faience’ (London, Thames and Hudson, 1998), nos. 51, 54-6; G. Maspero, ‘L’Archaéologie Égyptienne’, (Paris, Quantin, 1887), pp. 257-9, figs. 235; W.F. Petrie and J.G. Duncan, ‘Hyksos and Israelite cities, Double Volume’ (London, School of Archaeology, University College and B. Quaritch, 1906), pp. 8, 17, pl. 16A."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["incomplete,fragmentary(one frag,); good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1876"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12979"], "Registration number": ["1876,1130.117"], "Conservation": [" Treatment: 04 Feb 2011 ", " Treatment: 18 Jan 2016 "]}