{"artifact_name": "writing-tablet", "Object Type": ["writing-tablet"], "Museum number": ["EA6122"], "Description": [" Rectangular calcite tablet bearing seven incised columns of Hieroglyphic text naming seven oils used in Opening of Mouth Ceremony; seven circular oil-wells. "], "Cultures/periods": ["Old Kingdom"], "Findspot": [" Excavated/Findspot: Abydos "], "Materials": ["calcite"], "Technique": ["incised"], "Dimensions": [" Length: 14 centimetres ", " Weight: 0.226 kilograms ", " Thickness: 1 centimetres ", " Width: 7.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Published: Art and Afterlife in Ancient Egypt, Japan 1999-2000, [63] Sacred Food, Barcelona 2001, p. 201 [85] These oils are mentioned in the Coffin Texts and were used in the Opening of the Mouth ceremony, a ritual which was intended animate statues or re-animate the mummified deceased. Bibliography: M. Rochholz, ‘Zu den Paletten für die Salböle’, in ‘Wege offnen: Festschrift fur Rolf Gundlach zun 65. Geburtstag’, (1996), pp. 223-231."], "Location": ["Not on display"], "Exhibition history": [" 2001 30 Jun-30 Sep, Barcelona, Sacred Food 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6122"], "Registration number": [".6122"], "Additional IDs": [" Miscellaneous number: BS.6122 (Birch Slip Number) "]}