{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2297"], "Description": [" Limestone striding male figure of Djehutyia, the head and right arm now lost. He wears a slim collar around the neck with two rows of beaded detail. His upper body is bare, with an extremely narrowed waist. Traces of red-brown paint have been applied across the body to denote the skin. His elongated left arm is held by the side of the body with the palm placed flat against the thigh. He wears an uneven short kilt with a thick patterned belt. His lower legs and feet are particularly broad in size. On the reverse is a slim back-pillar that is uninscribed. A horizontal line of crudely carved text is inscribed across the sides of the base, beginning at the left and concluding on the reverse. A further undefined line of text is inscribed across the top of the base. There is an uneven break at the neck, and a damaged outline of the right arm with a partial section of the right hand remaining. The top of the back-pillar is also damaged. There are small chips to the body and to the corners of the base, and damage to the front of the base which obscures part of the inscription. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 13.50 centimetres (max) ", " Width: 5.36 centimetres ", " Depth: 10.61 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["The inscription records both the names of Djehutyia and his son who dedicated the object, Djehuty. Within the inscription there is a clear reference to the god Osiris and the area of Abydos, which may point towards its possible original context. Stylistically the broad and elongated limbs and contrasting narrowed waist may point towards a Middle Kingdom or even Second Intermediate Period date."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 124, no. 36) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 484) "], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Associated names": [" Named in inscription: Djehuty (son;donor) ", " Named in inscription: Osiris "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 1206xx at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2297"], "Registration number": [".2297"], "Additional IDs": [" Miscellaneous number: BS.2297 (Birch Slip Number) "]}