{"artifact_name": "base", "Object Type": ["base"], "Museum number": ["EA32623"], "Description": [" Fragmentary calcite statue base of Sety I, the body of the statue now missing. Along the top of the statue base is an unpolished rectangular area where the original statue of the king was likely positioned. At the upper corner of this unpolished area is a circular hole measuring 2 cm in diameter, which was made using a tubular drill that reached a depth of 3.6 cm. Two further holes along the opposite side of the statue base, now in a fragmentary state, were made at a depth of 3.7 cm and 4.5 cm. These holes would likely have been used to attach the statue of the king to the base. Around each side of the statue base is a horizontal band of incised text containing the name and epithets of Sety I. There are traces of blue paint in some of the text across the statue base. There are various chips across the stone surface, with some of the text in the initial line of the statue base across the front now lost. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["calcite"], "Technique": [" drilled ", " incised ", " polished ", " painted "], "Dimensions": [" Height: 7.50 centimetres ", " Width: 21 centimetres (max, checked) ", " Depth: 17.50 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["As the statue body has not survived, it’s not possible to determine what the original representation of the king may have looked like within this composition. The provenance for the figure is also uncertain."], "Bibliographic references": [" Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl. 2-3) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 67) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Sety I"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32623"], "Registration number": ["1900,0609.137"]}