{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA316"], "Description": [" Limestone stela of Nefersenut: this round-topped stela, which has not been completely cut away from its rock face, is divided into two registers with figures in sunk relief and incised texts. In the upper register the goddess Hathor is seated on a throne on the left in front of an altar on which stands a water-pot cooled by a lotus-blossom. The workman Nefersenut kneels on the right with one arm raised in adoration and the other holding an offering of incense. In the lower register three figures kneel facing left with their arms raised in worship. They are identified as his son the workman Pʒ-nb (Paneb), his son ʿʒ-pḥty (Aapehty), and Pʒ-nb (Paneb) the son of his daughter. The stela is well preserved apart from numerous small gouges on the surface. There appear to be no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 44 centimetres ", " Weight: 17 kilograms ", " Width: 29 centimetres ", " Depth: 8.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The workman Nefersenut, son of Kasa and father of the future foreman Paneb, is well attested in the tombs of his father (no. 10) and his son (no. 211) and on several other monuments. He is named as a member of the work-force in Year 40 of Ramses II. The younger Paneb, a grandson of Nefersenut or his son Paneb, is not otherwise known. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 144 (no. 510); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 7 (London, 1925), pl. 30; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 729; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 780, no. 289(2). B. G. Davies, Who's Who at Deir el-Medina (Leiden 1999), 270, n. 823."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.70) ", " Davies 1999 / Who's Who at Deir el-Medina (p. 270, note 823) "], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nefersenut ", " Named in inscription & portrayed: Paneb ", " Named in inscription & portrayed: Aapehty (?) ", " Named in inscription & portrayed: Aapehty (?) ", " Representation of: Hathor "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA316"], "Registration number": [".316"], "Additional IDs": [" Miscellaneous number: BS.316 (Birch Slip Number) "]}