{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65568"], "Description": [" A hollow terracotta figure of a saddled horse, modelled in the round, but the legs not divided. Details of the harness, including the breastband and crupper, are in relief, and horse-brasses hang from them; on one side, within double relief lines on the neck, is a row of small conjoined circles, and on the other is a circle at each end of the delineated area. The saddle is also in relief, with two holes through its raised front. Suspension holes are pierced through the neck and the tail. The mane is slightly damaged. Two-piece mould. Micaceous pink Aswan kaolinite clay, with an overall yellow to brown slip. Details of the harness, saddle, the eyes, mane and tail are picked out in black and red fired-on ceramic colours, as also is a broad band down the front, defining the front legs. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["6thC-7thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" terracotta ", " ceramic "], "Technique": ["pierced"], "Dimensions": [" Height: 11.50 centimetres ", " Length: 11.50 centimetres "], "Curator's comments": ["Terracotta IV Bequeathed: H. Swainson Cowper. Late Roman, sixth to seventh century AD. Comparanda: Close: Mond and Myers 1940: pl. xxvi: P 7, P 13, P 16 and P 169, from Armant. Near: Ballet and Mahmoud 1987: pl. xiv:16, a mould from Elephantine, dated fifth to seventh century AD; Bonham and Brooks' 'Sale Catalogue', 8 November 2001: lot 655; Boutantin 2004: 8, fig. 3, dated fifth to sixth century AD; Dorotheum (Vienna) 'Sale Catalogue', 28 September 1998: lot 91; Fitzwilliam Museum, Cambridge, e.p.405 and e.p.422; Hoffmann and Steinhart 2001: 66-7, dated fourth to seventh century AD; Michałowski et al. 1950: pl. xxx:22, from Edfu, 'Coptic' context; My´sliwiec 1987: pl. xxxiii:32, from the Temple of Seti at Gurna (said to be of Nile siltware), dated 'Coptic' period. Not unlike: Brunner-Traut 1940: pl. 10e, from Hermopolis Magna; Pingiatoglou 1993: no. 478; Weber 1914: no. 448, a clay mould fragment from Elephantine. Bibliog: Boutantin 2004: 8, fig. 2, dated fifth to sixth century AD; Johns 2006: 129."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3756)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["horse/ass"], "Acquisition name": ["Bequeathed by: Henry Swainson Cowper"], "Acquisition date": ["1951"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65568"], "Registration number": ["1951,0714.61"]}