{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68842"], "Description": [" Fragmentary limestone figure of a seated animal, possibly a lion or sphinx, the head now lost. The figure is depicted in a seated upright position, with the front legs shown parallel to one another but set slightly apart. The hind legs are bent, and a deep ridge on both sides of the figure delineates these hind legs from the main body. The figure may have had a tail depicted on the reverse however this area is now damaged, and the figure rests on a narrow base. In addition to the break at the neck and the lower part of the reverse, the lower part of the front legs and edge of the base are now lost. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-H.1.2"], "Dimensions": [" Height: 5.97 centimetres (max) ", " Width: 2.60 centimetres ", " Depth: 5.21 centimetres "], "Curator's comments": ["A range of crudely carved limestone animals and fantastic creatures were found at Naukratis, the most common of which included sphinxes and upright human headed birds, cats, and griffins. These were common during the Late Period and early Ptolemaic Period in Naukratis (Thomas 2015). Some objects may represent a ‘Libyan’ or ‘Bastet’ sphinx, representing Libyan influence on Egyptian sculpture of the 1st millennium BC (Gubel 1998: 632-645; Thomas 2015: 26). Petrie dated these, with other limestone figures from Naukratis, between the 6th and 4th centuries BC (Petrie 1886), though one example was found in a level dated to the Ptolemaic Period (ibid.). Hogarth also found one figurine in a ‘5th century BC’ well deposit in subsequent excavations (Hogarth 1905; Hogarth Diary 24-25/04/1903, well 2 bottom). Late Period or Ptolemaic parallels from Memphis (Anthes 1959: 1965. See also in terracotta Ashton 2003: 77) and Saqqâra (Quibell 1907: Pl.30.6a-c; see also in terracotta Jeffreys et al. 1988: Fig. 64, nos.77/308, 77/u 209) and also unprovenanced examples are known (Petrie Museum, London UC 60105). Figures such as this that have survived without the heads are difficult to identify, though the bodies can help to narrow down the type of animal or creature; while similar examples are confirmed as sphinxes (such as Ashmolean Museum, Oxford, AN1886.458, which is also headless), at present it cannot be ruled out that the British Museum figure may have represented a human-headed bird. Comparable examples also from the British Museum collection include a standing sphinx figure (EA 68815), a lying sphinx figure (1886,0401.1485) and a possible sphinx or bird (EA 68843), the latter of which is also headless and does not appear to have a tail depicted. Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 26, n.240. General Sources: R. Anthes, 1959. Mit Rahineh 1955 (Philadelphia). R. Anthes, 1965. Mit Rahineh 1956 (Philadelphia). S. A. Ashton, 2003. Petrie’s Ptolemaic and Roman Memphis (London). E. Gubel, 1998. ‘E pluribus unum: Nubian, Libyan and Phoenician “Bastet”-sphinxes’, in W. Clarysse, A. Schoolrs, H. Willems (eds), Egyptian religion, the last thousand years; studies dedicated to the memory of Jan Quaegebeur. Vol 1 (OLA 84). Leuven, p. 629 -645. D.G. Hogarth, H.L. Lorimer and C.C.Edgar, 1905. ‘Naukratis, 1903’, Journal of Hellenic Studies 25, p.105-136. Jeffreys, D. G., Smith, H. S., Price, M., & Giddy, L. L, 1988. The Anubieion at Saqqâra. Egypt Exploration Society Excavation memoirs 54 (London). W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), (London), p. 41-42. J.E. Quibell, 1907. Excavations at Saqqara 1905-1906 (Cairo)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.155)"], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68842"], "Registration number": ["1886,0401.1518"]}