{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA37895"], "Description": [" Limestone seated statue of Meri: this statue shows Meri with short, cropped hair and a simple pleated kilt, resting his open left hand and his fisted right hand on his thighs. The cropped hair on this statue is often found on representations of middle-aged men. But there are no other signs of age: the pleated kilt is appropriate to a young man, and the position of the hands is found on representations of both young and older men. There is hieroglyphic text at the front of the plinth. "], "Cultures/periods": ["11th Dynasty"], "Production date": ["2044BC-2004BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 57 centimetres ", " Weight: 23.60 kilograms ", " Width: 17.50 centimetres ", " Depth: 33 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This statue is one of a pair made for the tomb of Meri. The two (very likely the work of the same sculptor) are almost identical in many respects. Both are the same size; both show Meri seated. The other statue (1902,0412.214) has short, curly hair, a kilt of 'shendyt' type, and arms crossed over the chest. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford, 1964), p. 788; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 84, fig. 83; C. Vandersleyen, 'Das alte Ägypten' (Berlin, 1975), fig. 149b (its pair is 149a); R. Schulz, 'Die Entwicklung und Bedeutung des Kuboiden Statuentypus' 34 (1992), p.741 [85]. 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 94, cat no.53"], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (19)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37895"], "Registration number": ["1902,0412.213"], "Conservation": [" Treatment: 08 Jun 2000 ", " Treatment: 18/12/20 "]}