{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA69469"], "Description": [" A hollow terracotta standing figure of a female saint or beneficent demon, with her hands raised in blessing and protection. She has a triangular hairstyle, the hair indicated by raised pellets, round and oval, and by paint. Holes are pierced through the hair at ear level and near the top. She may wear a long sleeved tunic with clavi indicated by painted verticals. The breasts are widely spaced and she wears a garland or necklace. Her toes are indicated above a flaring plinth, hollow underneath. The back is rough and spalled: it may have had decoration in relief but this is uncertain. Two-piece mould. Pink Aswan kaolinite clay, with mica; overall worn buff slip. There are traces of yellow colour on hair, back and front, probably fired on. There are also details in black fired-on ceramic colour: the edges of the hair, with radiating lines on the front; the eyes and nose; patches on each side of the neck; cross-hatching on the throat; lines along the forearms, a double cross-band below the breasts and extending onto the upper arms; vertical lines on the garment below the breasts, reaching to the base. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["6thC-7thC"], "Excavator/field collector": ["Excavated by: British School of Archaeology, Egypt"], "Findspot": [" Excavated/Findspot: Qaw el-Kebir "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 15.20 centimetres ", " Width: 6.50 centimetres "], "Curator's comments": ["Terracotta IV Donated: British School of Archaeology in Egypt. Excavation No. 23/621. From the western part of the South Cemetery at Qau/ Antaiopolis (Cemetery 600, Grave 621); the position of this grave is shown on Brunton 1927 et al.: pl. iii; see also bibliog. below. Late Roman, sixth to seventh century AD. Comparanda: Close: Fitzwilliam Museum, Cambridge, E.P.444 (head only). Near: Adams 2000: 92: fig. 30f, pl. 20c:5 and 7 (both Nile silt), from Meinarti in Nubia, from a context between about the late fifth and the mid-seventh century AD; Alliot 1933: pl. xv:6, from Edfu; Ballet and Mahmoud 1987: pl. xiv:13, a mould from Elephantine, dated first third of seventh century AD = Ballet 1991: 501 and Ballet 1996: pl. iv, fig. 13; Bisson de la Roque 1930: 55, fig. 50:2, from Medamud; Doetsch-Amberger 1987: 123, no. 251; Duncan 1906: pl. xlii:19, from a late Roman grave at Gheyta, north-east of Tell el-Yahudiya in the eastern Delta (head only); Fitzwilliam Museum, Cambridge, e.7.1924 (head only); Friedman 1989: 225, no. 138, dated possibly sixth to seventh century AD; Mond and Myers 1940: pl. lxix:10, from Armant; Polaczek-Zdanowicz 1974: 196, no. 1, from Edfu, context of sixth to seventh century AD; Polaczek-Zdanowicz 1975: 146, fig. 7, from Edfu, dated seventh century AD; Strzygowski 1904: 245, no. 7131, from Kom Ishgau (Aphrodito, south of Asyut = Quibell 1902: 85-8, pl. ii, with suggested date of c. ad 600); Wendrich 1995: 31, fig. 12, from Berenike, dated fifth to sixth century AD. Not unlike: Loat 1905: pl. xviii:5, from a tomb at Gurob, probably sixth or seventh century AD = Petrie 1927: pl. lv :603. Bibliog: Brunton 1930: 25, 621: 'Child of about 12 years: two rough dolls of pottery and wood were at the head, and a third, of wood, at the feet'; see also ibid.: 29 and pl. xxxix:621. The distribution list on p. 36 states that the grave-group 621 was sent to the V&A Museum: two carved wooden figures, A.87 and A.88-1923 in the Department of Sculpture, seem likely to be the 'dolls' concerned: these were transferred to the British Museum in 1977."], "Bibliographic references": [" Terracotta / Catalogue of Terracottas in the British Museum (3391) ", " Adams 1977 / Egyptian objects in the Victoria and Albert Museum (p.47) ", " Brunton 1930 / Qau and Badari III (III, pl.XXXIX; p.25) "], "Location": ["On display (G66/dc3)"], "Condition": ["fair"], "Acquisition name": ["Transferred from: Victoria and Albert Museum"], "Acquisition date": ["1982"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69469"], "Registration number": ["1982,0526.219"], "Additional IDs": [" Previous owner/ex-collection number: C673-1923 (V&A number) "], "Conservation": [" Treatment: 02 Mar 1992 ", " Treatment: 09/12/2019 "]}