{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["EA27533"], "Description": [" Mould-made amuletic figure in glazed composition, representing the hippopotamus-headed goddess Taweret; standing on a small rectangular base, in striding pose, with her arms on her belly and a stylized tail down her back decorated with chevron-shaped incisions; crudely modelled, features only generally shown, though mane at back indicated by chevron pattern; perforation for suspension in square loop behind shoulder; glaze remains, turquoise blue in colour; creamy, hard, fine core; complete. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["664 BC - 332 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed ", " mould-made "], "Dimensions": [" Height: 4.85 centimetres (minimum) ", " Width: 1 centimetres ", " Depth: 1.45 centimetres "], "Curator's comments": ["Taweret is well represented in the faience amulets from Naukratis (Masson forthcoming a). Associated with the protection of pregnancy and child birth (Andrews 1994, 40; Herrmann et al. 2010, 80-82), Taweret amulets are already documented in the Old Kingdom (Ferrari 1996, 40) and are particularly common in Egyptian settlements of the Late and Ptolemaic Periods (for example: Giddy 1992, pl. 52, 78/1, pl. 53, 78/85, pl. 77, 78/1, 78/85; Wilson 1982, 30, pl. XXVIII n°9-10; Masson forthcoming b). Andrews, C. 1994, Amulets of Ancient Egypt, London. Ferrari, D. 1996, Gli amuleti dell’antico Egitto (Piccola biblioteca di egitologia 3). Giddy, L.L. 1992, The Anubieion at Saqqâra II. The Cemeteries, EES 56, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming a, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Masson, A. forthcoming b, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Wilson, K.L. 1982, Cities of the Delta, Part II: Mendes – Preliminary Report on the 1979 and 1980 Seasons (American Research Center in Egypt Report 5), Malibu."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.122) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively fair with eroded glaze"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Taweret"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27533"], "Registration number": ["1885,1101.45"]}