{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA69014"], "Description": [" Fragment of tomb wall; part of painted bird-trapping scene on plaster. "], "Cultures/periods": ["4th Dynasty"], "Production date": ["2600BC (circa)"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Chapel of Itet "], "Materials": ["plaster"], "Dimensions": [" Length: 59 centimetres (max) ", " Width: 28 centimetres (max) "], "Curator's comments": [" Published: W.M.F. Petrie, Medum (London, D. Nutt, 1892), 27-8, plate XXVIII (2) Harpur, The tombs of Nefermaat and Rahotep at Maidum, 193, fig. 81, pl. 18; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 50-1. Illustrated: A.J. Spencer, Early Egypt, The rise of civilisation in the Nile valley (London, The British Museum Press, 1993), p. 111; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 51. ", " Strudwick N 2006 Meydum is the southern-most of the great cemeteries of the Old Kingdom, used only in the Fourth Dynasty. The most distinctive monument there is a pyramid; its outer casing has collapsed, revealing much of the inner core of what was probably a seven-stepped structure. The king who completed it was Sneferu, the first king of the Fourth Dynasty, and it was begun either by him or by Huni, the little-known last king of the Third Dynasty. A short distance away are a few mastabas of similar date, with a complex history of excavation. Fragments from the mastaba chapels of Itet and Rehotep are in the British Museum. Itet and her husband Nefermaat each possessed a chapel within a large mud-brick mastaba, hers at the north end and his at the south. Nefermaat was a vizier in the reign of Sneferu, and perhaps a son of Huni or Sneferu. The tomb was probably completed in Sneferu's reign. Itet was buried in a chamber at the bottom of a shaft in the body of the mastaba, to the south-west of her chapel. The remains of her burial were found smashed to pieces - only chips of bone and fragments of pottery had survived. Nefermaat's chapel contained decoration in a technique never used outside Meydum: the outlines of the figures were deeply cut into stone slabs and filled with paste, and the slabs were then built into the mastaba. Itet's chapel used this technique, but also contained some of the earliest painted scenes known from Egypt, including the world-famous geese, now in the Cairo Museum (CG 1742). The two British Museum painting fragments are also of the highest quality. The upper fragment (this one) shows a small part of the figure of a man holding a carefully painted duck, and another man pulling a rope, which belongs to a clap-net for catching birds. This fragment came from the north wall of the east-west corridor, and can be reconstructed as part of a scene of three men closing a clap-net, watched by (probably) Nefermaat. Below these men were the geese, and below them a ploughing scene. The lower piece bears part of the figure of a man feeding an antelope (registration no. 1979,1017.2) and came from the south wall of the east-west corridor in the chapel. The clarity of the colours and the skill of the draughtsman in both paintings is outstanding, particularly in the details of the duck's feathers. In order to create these paintings, a smoothing coat of mortar was applied to the brick superstructure of the chapel, and then coated with a thin layer of plaster. Once dry, this plaster surface could be painted. "], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (pp.50-51) ", " Adams 1977 / Egyptian objects in the Victoria and Albert Museum (p.17) ", " Petrie 1892 / Medum (p.28) ", " Ambers et al 2007 / Writing that cannot be erased: investigations of a box of pigmented inlays from the tomb chapel of an Old Kingdom noble (p.50) "], "Location": ["Not on display"], "Condition": ["good (incomplete)"], "Acquisition name": ["Transferred from: Victoria and Albert Museum"], "Acquisition date": ["1979"], "Acquisition notes": ["Originally given to the South Kensington Museum by Petrie immediately after his digging season of 1891-2 (Petrie, Medum, 28)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69014"], "Registration number": ["1979,1017.1"], "Additional IDs": [" Previous owner/ex-collection number: 560-1891 (V&A number) "], "Conservation": ["Treatment: 26 Jul 1985"]}