{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA52880"], "Description": [" Feet and base from a fragmentary green steatite statue, the head and upper body of the figure now missing. The feet and part of the lower legs of the figure appear to be enveloped in a cloak, suggesting that the full body was likely covered or depicted in mummified form. The stone fill between the feet and the surviving section of the back-pillar suggests that the figure was perhaps originally depicted in a seated pose. The intact lower section of the back-pillar on the reverse includes the conclusion of a crudely carved inscription, the upper portion now lost. Across the top of the statue base in front of the figure’s feet are five horizontal lines of text reading from right to left. Around the edges of the statue base are incised decorative friezes, with three cartouches presented at the front of the statue base bearing royal names. There are small chips around the edges of the statue base, particularly at the front right corner and towards the reverse. There are also small scratches to the stone surface at the front of the base within the space around the wedjat eyes, and across the patterned frieze around the edges and reverse of the base. "], "Cultures/periods": ["Graeco-Roman"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 14 centimetres (max) ", " Length: 20.30 centimetres ", " Width: 9.20 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Based on the cloaked form of the figure and the inclusion of the god’s name within the surviving inscription, it is suggested that the figure represents the god Ptah. The provenance of the figure is uncertain."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Jun-Sep, Swaffham Museum, Wonderful Things! The Howard Carter Exhibition "], "Condition": ["incomplete - most the figure lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Ptah"], "Acquisition name": ["Donated by: George Herbert, 5th Earl of Carnarvon"], "Acquisition date": ["1913"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA52880"], "Registration number": ["1913,0724.1"], "Conservation": [" Treatment: 31 Mar 1989 ", " Treatment: 12 Aug 1992 "]}