{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8455"], "Description": [" Sycomore fig wood stela of Horwedja: this round-topped stela is divided into two sections. At the top is a winged sun-disk below which are two scenes. On the right the temple-scribe Horwedja stands in adoration of a shrine in which stands an image of the god Atum. On the left Horwedja offers a libation and incense before a similar shrine in which was an image of Osiris. The lower section of the stela is also divided in two vertically. The text on each side consists of seven lines with prayers on behalf of Horwedja. The stela has cracked in the middle and elsewhere on the surface and has been partially restored in modern times. It may be made up of two planks of wood. The surface itself is badly worn. The background of the stela was originally white. The disk is red with blue upper wings, red-tipped green middle wings, and red-tipped blue lower wings. The uraei and 'dỉ' and 'ankh'-signs in the upper register are outlined in black. The hieroglyphs here are red and blue, while those attached to the scenes are black. The dividing lines for the two columns of text in each scene appear to have been green. The human figures are red with white kilts outlined in black. The figure of Atum is now white with blue traces and a yellow crown and garment and black sceptre and 'ankh'-sign. His shrine is yellow with black details and presumably that of Osiris, now effaced apart from a foot, red face, and green tip of a feather on his crown, was similar although a blue base is just visible inside this shrine. The line at the bottom of this scene is black. The hieroglyphs in the lower register are green, the dividing lines blue faded to white in places, and the vertical dividing line is black. There may have been a blue border around the stela of which only scant traces remain. The back and sides were plastered. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 44 centimetres ", " Weight: 1.365 kilograms ", " Thickness: 3.50 centimetres ", " Width: 24.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 229."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.62-63)"], "Location": ["Not on display"], "Condition": ["poor - surface worn, cracked in the middle"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Horwedja ", " Representation of: Atum ", " Representation of: Osiris "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8455"], "Registration number": [".8455"], "Additional IDs": [" Miscellaneous number: BS.8455 (Birch Slip Number) "], "Conservation": ["Treatment: 17 Oct 2013"]}