{"artifact_name": "sarcophagus; lid", "Object Type": [" sarcophagus ", " lid "], "Museum number": ["EA32"], "Description": [" Lid of the black siltstone sarcophagus of Ankhnesneferibra, God's Adorer of Amun, daughter of Psamtek II: the upper surface is decorated with a figure of Ankhnesneferibra in low relief, shown in full regalia, with double-plumed headdress and the horns of Isis-Hathor. She holds a sceptre and flail, and wears a long pleated gown and sandals. This figure is the only part of the decoration on the coffin to have been executed in low relief. All the remainder are in sunk relief work. Around the figure the remainder of the upper surface of the lid is occupied by hieroglyphic texts. Close to the relief of Ankhnesneferibra are two short label-texts and two long columns of inscription, one on either side. Beyond these vertical lines the texts run outwards on the sloping surfaces of the lid, continuing down on to the edges at left and at the right. Above and below the figure are two panels raised slightly above the general level of the surface, each with an inscription in vertical lines. Above and below these panels are inscriptions which run outwards over the edges of the lid. On the underside of the lid the decoration is restricted to the central vaulted area, clear of the interlocking edges. The inscriptions are carved in lines which run inwards from the sides towards the middle, finishing to leave space for a representation of the goddess Nut. The inscriptions above and below the figure, contain speeches by the goddess. One line at the conclusion of the texts on the left side was cut on the vertical surface at the interior of the foot of the lid, not because insufficient space had been allowed, but as a deliberate link between the texts on left and right. The lid was cut from the same material as the rest of the sarcophagus, and it consists of a rectangular slab with bevelled surfaces on the top, offering different planes for decoration. The underside has been hollowed out in the middle to form a vaulted cover, matching the shape of the receptacle in the lower part of the coffin. When closed, the curved sides of the vault in the lid would have continued directly above the top of the shaped area in the box. The outer edge of the cover has a rebate to fit over the sides of the box. There is no sign of any locking mechanism and it would appear that the security of the burial was based on the close fit of the cover and its great weight. One corner at the top of the lid was broken in antiquity and repaired by attaching a separate piece of stone with a mortise joint locked by two dovetail cramps, all now missing. The lower right corner of the lid is damaged on its underside, perhaps as a result of the insertion of a lever. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes), Pit (125 feet deep) Re-used here "], "Materials": ["siltstone"], "Technique": ["bevelled"], "Dimensions": [" Length: 257 centimetres ", " Thickness: 41 centimetres ", " Width: 115 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" royal ", " funerary "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.685-686; C. Riggs, in N. Strudwick and J. H. Taylor (eds.),‘The Theban Necropolis : past, present and future’ (London, 2003), p. 193 [pl.99]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 276-7. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 38. Text: C.E. Sander-Hansen, 'Die religiösen Texte auf dem Sarg der Anchnesneferibre' (Copenhagen, 1937), which deals with all the texts of the sarcophagus. Being studied as part of PhD by Elisabeth Greifenstein (University of Wuerzburg)."], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (p.276)"], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 28 Sept-23 Jan, Lens, Musee du Louvre, Champollion and Hieroglyphs "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Ankhnesneferibra ", " Named in inscription: Amun ", " Named in inscription: Psamtek II (daughter of) ", " Representation of: Nut "], "Associated places": [" Associated with: Medinet Habu (Thebes) (used at; originally from) "], "Acquisition name": ["Purchased from: Anonymous"], "Acquisition date": ["1836"], "Acquisition notes": ["Acquired in Paris. See Nagel, Deir el-Medineh Nord (1928), 19-20."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32"], "Registration number": [".32"], "Additional IDs": [" Miscellaneous number: ES.32 "], "Conservation": [" Treatment: 12 Feb 2013 ", " Treatment: 19 Sep 2002 ", " Treatment: 25 Aug 1994 ", " Treatment: 20 Feb 2015 ", " Treatment: 24 Jan 1989 "]}