{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA66425"], "Description": [" Sycomore fig wood stela (paint on plaster) of Ir: the god Ra-Horakhty, mummiform, is seated on the left of the one scene. On the right stands the door-keeper 'lr, son of Ḏ-Mwt-ỉ-ʿnḫ, son of Ir, with one arm raised in adoration and the other pouring a libation over an altar which is heaped with lotus-flowers. Above are six columns of text containing a funerary invocation. At the top of the stela is a winged sun-disk beneath a curved sky-sign. The deceased is otherwise unknown. The stela is cracked in several places and the painted surface has flaked away or faded in parts. The general background of the stela is white. The disk of the god is red with a white border and brown uraeus. His face is browny white with a black beak and eye with blue adjuncts. The wig was blue, now faded, and the collar green. The crook is brown and yellow and the flail is yellow with white ends with blue and red dots. The hands of the god are green, his upper body red, and his lower body yellow. The throne is blue and red divided by white on a blue and green mat with white black-lined ties, which rests on a pink base with red and brown dots. The human figure is red or pink when covered by his otherwise white garment which has black-marked pleats. His features and wig are black, his fillet and cone red, and the flowers on his head green with red ends. The vase is brown with blue water. The altar is green with a brown top. The lotuses have red and blue stems, brown bases, green leaves, and blue flowers. There is a green lettuce in a white pot under the altar. The base line is light blue. The hieroglyphs are black on a buff background between blue lines. The disk at the top is red with a white border and brown uraei. The upper wings are white with blue dots and a blue upper edge; the middle are white with blue lines; while the lower are green with feathers indicated in black and red upper and lower middle edges. The sky at the top is blue. "], "Cultures/periods": ["Third Intermediate"], "Excavator/field collector": ["Field Collection by: Robert Curzon, 14th Baron Zouche"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 29 centimetres ", " Width: 23.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" invocation ", " funerary "], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.6-7)"], "Location": ["On display (G63/dc12)"], "Condition": ["fair - some cracking"], "Associated names": [" Named in inscription & portrayed: Ir (deceased) ", " Named in inscription: Djedmutiufankh (father) ", " Named in inscription: Ir (grandfather) ", " Named in inscription & portrayed: Ra-Horakhty "], "Acquisition name": ["Bequeathed by: Robert Curzon, 14th Baron Zouche"], "Acquisition date": ["1917"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66425"], "Registration number": ["1979,0108.54"], "Conservation": ["Treatment: 27 Mar 2014"]}