{"artifact_name": "scaraboid; seal", "Object Type": [" scaraboid ", " seal "], "Museum number": ["EA36066"], "Description": [" Glazed composition scaraboid or seal in the shape of a round cone; circular base bearing boldly and deeply incised hieroglyphic inscription with Maat feather, sun-disc and men-draughtboard sign, above neb-basket sign; inscription enclosed by incised circle near edge; incised lines within hieroglyphs; pierced through diameter near the apex of cone; very smooth surface; greenish yellow glaze; in heavy and dense paste, yellow in colour, visible at break. "], "Cultures/periods": [" 26th Dynasty ", " Archaic Greek ", " Punic (Early?) "], "Production date": ["7thC BC - 6thC BC"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " pierced "], "Dimensions": [" Diameter: 1.45 centimetres ", " Height: 1.55 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The inscription on this seal is an imitation of the prenomen of Amenhotep III and Seti I, Men-Maat-Ra. It could be understood as a motto, a prophylactic inscription or it could be a way to write the name of Amun-Ra, with the sign j replaced by a Maat feather (Hall 1913, 206, no. 2051; see also on the cryptic writing of the name of Amun: Drioton 1957). Similar cone seals were discovered on Punic sites such as Carthage (Gorton 1996, 48, fig. 8, no. 23-24, type XVB). According to Gorton, such scaraboids belongs to a Phoenician type of the 7th-6th centuries (Gorton 1996, 43, 48, type XVB). An almost identical conical seal was discovered in Naukratis (Gardner 1888, pl. XIX, no. 6). Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hall, H.R. 1913, Catalogue of Egyptian Scarabs, etc., in the British Museum, Vol. I Royal Scarabs, London."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XIX, no. 6) (very close type) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.094) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, with apex damaged"], "Associated names": ["Named in inscription: Amun-Ra (possibly)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Commitee of)"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36066"], "Registration number": ["1888,0601.60"]}