{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA29594"], "Description": [" Nude figure of the Seal Bearer Tjetji: Tjetji is shown in the classic pose of a standing official, with his left leg advanced, a long staff in his left hand, and a sekhem scepter (now lost) held horizontally in his right hand. The arms of this statue were made separately and pegged to the body, and the feet tenoned into a separate base. He has a long, slender torso and limbs with little indication of musculature; a somewhat overlarge head and very large eyes; a face that tapers to a narrow jaw, with a broad mouth curved in a tense-looking smile, set off by folds descending from the nostrils. The staff and scepter were also separate pieces, inserted through the holes in Tjetji's hands. The figure was once fully painted according to the usual conventions, with the body dark red, the hair and nipples black, and the finger- and toenails white. The eyes are inlaid with white limestone and obsidian, set in copper frames. The top of the plinth is incised with hieroglyphic text. "], "Cultures/periods": ["6th Dynasty"], "Production date": ["2321BC-2184BC (circa)"], "Findspot": [" Found/Acquired: Akhmim, cemetery of el Hawawish, tomb M 8 (?) "], "Materials": [" wood ", " obsidian ", " limestone ", " copper "], "Technique": [" painted ", " inlaid ", " incised "], "Dimensions": [" Height: 75 centimetres ", " Length: 37 centimetres (plinth) ", " Weight: 5.148 kilograms ", " Width: 18.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Stone statues of men in this pose have back pillars, negative space between the limbs, and, as substitutes for the slender implements, rolled cloths, the button-like ends of which are barely visible within their fists. Since wooden statues were free of these conventions, they tend to look less rigid and more natural. But Tjetji's statue, the work of a fine sculptor, has an unusually lively, alert quality that makes it one of the finest expressions of the style of the late Old Kingdom. Bibliography: W. Seipel, 'Gott. Mensch. Pharao' [exhibition catalogue] (Vienna, 1992), pp. 142-143 [36]; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 268; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 21, fig. 10; J. C. Harvey, 'A Typological Study of Egyptian Wooden Statues of the Old Kingsdom' (dissertation, University College London) no. A54, pp. 93-94, 197 (with copy of inscription), pl. 31 c-e; 'Egyptian Art in the Age of the Pyramids' [exhibition catalogue] (New York, 1999), p. 464 [190] = 'L'art egyptien au temps des pyramides' (Paris,1999), p. 369 [193]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 89, cat no. 49."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (8) ", " Metropolitan Museum of Art 1999 / Egyptian Art in the Age of the Pyramids (190) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.21 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.21 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.45 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.45 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.45 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs Oct 2012 - Jan 2013, Shanghai, China, Treasure:The Human Form 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["Good. The left eye is chipped."], "Associated names": ["Named in inscription & portrayed: Tjetji"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29594"], "Registration number": ["1898,0312.1"], "Conservation": [" Treatment: 03 Sep 2012 ", " Treatment: 05 Feb 1997 ", " Treatment: 06 Feb 2006 ", " treatment: 9.11.20 "]}