{"artifact_name": "seal-impression", "Object Type": ["seal-impression"], "Museum number": ["EA86951"], "Description": [" Fragment of a seal-impression made of fine brown Nile clay that was hardened after excavation and shows darker discolouration and partly a glossy surface. The rear shows a slightly convex impression of a textile or leather object, probably a bag. Two impressions of a turned string with a width of about 0.2 cm. At the flat upper side the lower third of an impression of an oval scarab-like seal is visible, the sides are bending downwards and show many finger impressions. The seal itself is only preserved in its lower half, showing a circumferential line and originally three registers, of which two are preserved. The same motif can be found on EA86690 and EA86952. Each shows a row of seated deities. The upper one starts left with a sA-sign, then Seth facing left and behind him a deity with a sun disc and the moon crescent (Khonsu?). The second register shows another seated deity with a beard, facing to the right, in front of it remains of a kheper in the middle. Then the second row shows a seated deity at the end of the second row, facing to the left. The third row shows two sA-signs at the outer parts and another sign (dj?) in the middle. EA86952 has preserved parts of the lower right area of the seal. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia) "], "Materials": ["fired clay"], "Dimensions": [" Height: 1.78 centimetres ", " Thickness: 0.96 centimetres ", " Width: 1.90 centimetres "], "Bibliographic references": ["Spencer 1997 / Amara West I, The Architectural Report (p. 25)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Acquisition notes": ["Formerly housed by the Birmingham Museum and Art Gallery and the EES London."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86951"], "Registration number": ["2016,1001.957"], "Additional IDs": [" Excavation/small finds number: S210 (Excavation Number) "]}