{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74713"], "Description": [" Portrait of a woman in encaustic on limewood: longitudinal cracks run through part of the panel at intervals. Part of the painted surface is lost to the left of the figure. The background is grey beneath the head and neck, and greenish below the drapery (the green appears at the base of the panel). Shown turned in three-quarter view, the subject wears a mauve tunic and a mantle drawn in a deeper shade, with dark red folds. The black clavus over the proper right shoulder is edged with gold and has no stitching. The mantle is worn over the proper left shoulder, its edge rolled back, and may be seen as a line on the proper right shoulder as it falls down the woman's back. The jewellery consists of gold ball earrings and a gold necklace with pendant crescent with circular terminals. The black hair is centrally parted (the parting is obscured by a crack in the panel). A row of snail curls frames the brow, and banks of them are shown at the sides of the head. The hair is plaited into a low bun at the back of the crown. The dark eyes are very round; the arched eyebrows meet over the bridge of the long nose. The pink lips are slightly open. The cheekbones and chin are long and oval; they are tinted pink, with ochre used to model the contours. "], "Cultures/periods": ["Roman Period"], "Production date": ["55-70"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": [" lime wood ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Height: 41.60 centimetres ", " Width: 21.50 centimetres "], "Curator's comments": [" The skull belonging to the mummy with portrait VV (Petrie's numbering system) is in the Natural History Museum. See J. Picton, S. Quirke & P. Roberts, 'Living Images. Egyptian funerary portraits in the Petrie Museum', Walnut Creek CA 2007, 64 ", " The strength of the eyes, neck and shoulders render this a powerful portrait, suggesting an athletic quality more appropriate to a male subject. The hairstyle, jewellery and drapery indicate a date in the reign of Nero. Bibliography: S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p. 72 [42]; S. Walker, Ancient Faces, New York 2000, pp. 40-41 [3]; W. M. F. Petrie, 'Roman Portraits and Memphis' IV (1911), pl. 10; A. F. Shore, 'Portrait Painting from Roman Egypt' 2 ed. (1972) pl. II; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), pp. 47048 [80] (bibl.), pl. 19, 3; E. Doxiadis, 'The Mysterious Fayum Portraits. Faces from Ancient Egypt' (1995), p. 201 [54], 47; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), p. 166; E. Doxiadis 1998, p. 137 [8] with pl. p. 28; Parlasca and Seeman 1999,118-9 [19]. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (18) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (3) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.118, no.19) ", " Howells 2015 / A Catalogue of the Late Antique Gold Glass in the British Museum (p.116, pl.96) "], "Location": ["On display (G62/dc17)"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2011 30 May-24 Jul. Spain,Madrid, Museo Arqueologico Nacional. 'Retratos de le Fayum'. Bussac, Claude. "], "Condition": ["fair - vertical cracks"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74713"], "Registration number": ["1994,0521.11"], "Additional IDs": [" Miscellaneous number: National Gallery 1270 "], "Conservation": [" Treatment: 05 Jul 1999 ", " Treatment: 30 Sep 1996 ", " Treatment: 24 Mar 2011 ", " Treatment: 01 Dec 2006 "]}