{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1513"], "Description": [" Quartzite block-statue of Senenmut: the text that covers his cloaked form and continues on the base contains the traditional offering formula and a long compendium of titles and laudatory epithets. It is clear that an unusual amount of care went into the composition of the inscription, with its wide prosopographical repertoire, and into its arrangement on the statue surface. The text on the body stresses Senenmut's relationship with Thutmose III. Even in the lines that refer to his role as tutor of the Princess Neferura she is identified as the daughter of Thutmose II, not of Hatshepsut. The inscriptions on the base, however, tell a different story. Here Hatshepsut dominates. Senenmut's body contours are slightly indicated, the elbows protrude from the matrix, and the forearms and hands are indicated in very low relief on the top of the cube. He wears a shoulder-length wig with undulating striations. His short beard, of the kind typically worn by officials, is punctuated by a series of horizontal divisions. The forehead is quite low, and the high arched brows are close to the wig band. The eyes are well rounded and slightly bulging. The ears are quite large for an early Eighteenth Dynasty example, again reflecting Middle Kingdom influence. Although the face is damaged, we can discern that the nose was narrow but broad at the tip and the lips were straight and fairly thick. Both were shaved down after they were broken, possibly in preparation for a restoration that was never realized. In its current damaged state the face has a distinctly brutish aspect that is at variance with the fine quality of its material and execution. "], "Authority": [" Ruler: Hatshepsut (joint reign) ", " Ruler: Thutmose III (joint reign) "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1485BC (circa)"], "Findspot": [" Excavated/Findspot: Temple of Amun, The 'cache' from which Budge said this came is subject to some dispute: James, BSFE 75 (1976), 7–30, Dewachter, CdE 54 (1979), 22-5 and Eaton-Krauss, JEA 85 (1999), 113-29. "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Height: 54 centimetres ", " Weight: 71 kilograms ", " Width: 30 centimetres ", " Depth: 35 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["On the basis of inscriptional as well as stylistic evidence, this statue has been identified as one of the earliest three-dimensional images of Senenmut. Senenmut appears alone, in the squatting position indissolubly linked with what is known to Egyptologists as the \"block\" statue; it is the only block statue of Senenmut in which he is not accompanied by the King's Daughter, Neferura, his royal charge. The God's Wife title was favoured by Hatshepsut during the period immediately preceding the inception of the co-regency. Its appearance here, therefore, indicates that this statue was set up before Hatshepsut assumed the kingship. Bibliography: A. Shimbun (ed.), 'Art and afterlife in Ancient Egypt : from the British Museum' (Japan 1999-2000), No 11; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 5 (London, 1914), Plate 29; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.279; See also Eaton-Krauss, 'Journal of Egyptian Archaeology' 84 (1998), 207-9, pl. XXII (2). R. Schulz, ‘Die Entwicklung und Bedeutung des kuboiden Statuentypus’ ‘Hildesheimer Ägyptologische Beiträge’ Vol. 34 (1992). [pl.99,b] and Vol. 33 p.385-386."], "Bibliographic references": [" Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (pl.32) ", " Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (64) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 15 Oct-29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image 2017-2018 9 Sep-14 Mar, Southport, The Atkinson, A Woman In Egypt "], "Condition": ["fair - plinth chipped"], "Associated names": [" Named in inscription & portrayed: Senenmut ", " Named in inscription: Neferura "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1911"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1513"], "Registration number": ["1911,0114.1"], "Conservation": [" Treatment: 24 Apr 2001 ", " Treatment: 26 Mar 1999 ", " Treatment: 18 Nov 2015 "]}