{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA1190"], "Description": [" Worn limestone striding figure of a Ptolemaic king, possibly Ptolemy II, on a slim rectangular base. The king wears a double-crown and nemes headcloth, both with visible traces of a darker paint across the surface. Striped bands across the lappets of the nemes headcloth are faded but still visible. A raised section of the stone at the forehead likely depicted a uraeus cobra, which has deteriorated. The facial features of the king are also now obscured, but the false beard is still intact. His upper body is bare, and he wears a shendyt kilt with a thick belt. The incised details of the clothing are now lost. Both arms are held by his sides and unidentified objects are held in both hands, possibly a piece of folded cloth. The body and legs are particularly broad in size, and the left leg strides forward ahead of the right. On the reverse is a broad back-pillar with a triangular top that reaches to the tip of the double-crown. The back-pillar appears to be uninscribed. The figure has been broken in two places at the shoulders and lower legs, and has since been repaired. In addition to its heavily worn state, there are gouges to the stone around the base and the edges of the back-pillar. "], "Cultures/periods": ["Ptolemaic"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis) "], "Materials": ["limestone"], "Dimensions": [" Height: 58 centimetres ", " Width: 12 centimetres ", " Depth: 22 centimetres "], "Curator's comments": ["This figure was excavated by Petrie during the EES excavations at Tanis, and recorded as being found ‘in front of the shrine’ of the early Ptolemaic chapel (Petrie 1889; PM IV). More specifically, items including this figure were uncovered on the north side of the western route towards the main temple (Brissaud and Zivie-Coche 1998; Stanwick 2002). A photograph taken of the figure as well as other objects found within this same area is part of the digitised glass-plate negatives from the Delta Survey, available to view via the EES Flickr page: https://www.flickr.com/photos/egyptexplorationsociety/27853100352/in/album-72157670340021735/ (DE.NEG.147). Comparison of this negative to the current status of the figure shows its significant deterioration, as it was once possible to assess the facial features and note the incised details of the nemes headcloth and the shendyt kilt. The stelae shown within this photograph, also discovered within this same area, are also in the British Museum collection (EA 27609, 27610, 27611). It has been proposed that the figure represents Ptolemy II based on the attribution of this Ptolemaic chapel area to this king at Tanis, though the present lack of facial features and the absence of an inscription creates uncertainty. Further Bibliography: P. Stanwick, 2002. Portraits of the Ptolemies, p. 55-56, 99-100, Fig. 8. P. Brissaud, C. Zivie-Coche 1998. Tanis: travaux récents sur le tell Sân el-Hagar: Mission française des fouilles de Tanis, 1987-1997, p. 110, 171, Pl. 25. W.M.F. Petrie, 1889. Tanis, p. 32, Pl. XIV, no. 5."], "Bibliographic references": ["Porter and Moss 1968 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV Lower and Middle Egypt (p. 24)"], "Location": ["Not on display"], "Condition": ["poor - repaired at the waist"], "Associated names": ["Representation of: Ptolemy II Philadelphos"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1190"], "Registration number": ["1885,1101.6"], "Conservation": ["Treatment: 29 Aug 1985"]}