{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA34274"], "Description": [" Wooden model of boat under oars: the hull has curved sheer rising to high stern, which is rounded and has two projections intended to serve as a notch for the steering-oar. The bows are comparatively low and the raised fore-deck bears a centre strip with a notch projecting over the bows. The hull stands on a plinth carved in one piece with it; the deck is hollowed out to leave gunwales which merge into the raised fore-deck; there is no raised after-deck, but it is marked off from the main deck by a broad thwart-strip in red paint. Hull painted red; deck as usual is white with deck-plan on it in red. Plan consists of seven pairs of spaces plus mast-space on the main deck, three pairs forward and four abaft the mast, not including the space at the stern. Centre strip in bows originally red with a white notch projecting over the bows; gunwales red, marked on inside at small intervals with black stripes and on top with four larger black marks on each side; these markings presumably indicate fittings of bronze or leather, in this case probably for securing rigging. The fore-deck is also divided into three spaces by thwarts or beams indicated with red paint. There is a long tapering mast apparently once painted red, but now only four black bands remain; it stands at the after end of the oblong mast-space, the forward end of which is now occupied by a seated figure. No rigging is preserved, but the black marks on the gunwales may indicate where it was supposed to be secured. The steering-post is absent, and in fact there is hardly enough room for it and the helmsman abaft the seated owner. A steering-oar with a red blade is secured to the bow by modern cotton. It is not in its correct position at the stern and it may in fact not be original to this model. The purpose of the prominent notch at the bows is obscure, but it may be a fairlead for a mooring rope. Two oars for rowing have survived. Pilot faces to larboard in the attitude of using the sounding-pole; at present the steering-oar is tucked under his right arm. There are twelve rowers who stand with one or other leg forward; the right arm of the rower just forward of the mast appears to have drooped from its original position. There is no helmsman. The crew have red bodies, black wigs, and white skirts; some have the remains of the original fabric skirts as well. Most of them have a white circle painted on their wigs; three have white 'caps' and two have white band and 'cap'. Just forward of where the helmsman should be squats the figure of the owner cloaked in white. Two smaller seated figures, one forward and one abaft the mast, have white cloaks falling from the left shoulder, leaving the right shoulder and arm-broken in one case, missing in the other-bare. The latter, abaft the mast, is remarkable in that the face is looking over the right shoulder; he has a white circle on his wig like the members of the crew. The squatting figures are carved in one piece. Arms of crew are pegged to shoulders and presumably feet pegged to deck. In the case of the rowers the forward foot is shown, but the other is supposed to be at a lower level and is not indicated. The pilot's legs are divided below the knee and there is an unexplained hole bored through his legs at that point. The human figures have the features slightly modelled and the eyes are painted in black and white. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Type series": ["Reisner Type II"], "Technique": [" painted ", " carved "], "Dimensions": [" Length: 88.20 centimetres ", " Width: 16.50 centimetres ", " Depth: 10.20 centimetres "], "Curator's comments": ["Winlock, in 'Meketrē‘', illustrates four boats where the bow-strip curls over the bows (pls. 70-6), and suggests (op. cit. 47) that the projection was a fend-off, but that would hardly apply in cases like this model and others in the British Museum collection, where the strip, if projecting, is invariably notched. Whether the two seated figures are members of the owner's family or whether they do not properly belong to this boat at all remains open to question. Bibliography: A. Wiese, 'Antikenmuseum Basel.: Antikenmuseum Basel und sammlung Ludwig : die Ägyptische Abteilung' (Mainz am Rhein, 2001), No.45."], "Bibliographic references": ["Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (20)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["Fair. Steering-post and helmsman are missing, but their absence may be original. The seated figures amidships have each lost a right arm. The steering-oar is in the wrong place and may possibly not be original to this model. Ten rowing oars are missing. The paint is in rather poor condition, but the original design is almost always clear. The pilot has lost the paint from his face; only the white undercoat remains."], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34274"], "Registration number": ["1901,0311.12"], "Conservation": [" Treatment: 21 Mar 2014 ", " Treatment: 12 May 2015 ", " Treatment: 22 Dec 1999 "]}