{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10554,87"], "Title": ["Series: The Greenfield Papyrus"], "Description": [" Book of the Dead of Nestanebetisheru; frame 87. Full page black line vignette of Geb, Nut and Shu with three registers either side of adoring ancient Egyptian gatekeepers, ba’s and deities including Thoth. Every figure has an accompanying hieroglyphic label written in black ink. Geb is shown as a semi-recumbent figure stretching out his limbs while the elongated body of Nut arches above him. Her feet touch the ground at the eastern horizon and her fingers at the western horizon. She is supported by a third key-figure, Shu, god of the atmosphere, who is aided in his task by two ram-headed deities. Nestanebisheru herself kneels at the right, raising her hands in adoration; her 'ba'-spirit imitates her gesture, and a group of gods accompany her. "], "Cultures/periods": [" 21st Dynasty (late) ", " 22nd Dynasty (early) "], "Production date": ["950 BC - 930 BC (circa)"], "Findspot": [" Excavated/Findspot: First Cache "], "Materials": ["papyrus"], "Technique": ["drawn"], "Dimensions": [" Length: 93 centimetres (frame) ", " Width: 53.50 centimetres (frame) ", " Width: 47 centimetres (without frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["The \"Greenfield Papyrus,\" is one of the longest and most beautifully illustrated manuscripts of the 'Book of the Dead' to have survived. Originally, over thirty-seven metres in length, it is now cut into ninety-six separate sheets mounted between glass. It was made for a woman named Nestanebisheru, the daughter of the high priest of Amun Pinedjem II. As a member of the ruling elite at Thebes, she was provided with funerary equipment of very high quality. Many of the spells included on her papyrus are illustrated with small vignettes, and besides these there are several large illustrations depicting important scenes. This scene is a symbolic representation of the creation of the world. According to mythology, this occurred when the sky goddess Nut was raised aloft to form a heavenly canopy above the earth, personified as the god Geb. Geb is shown as a semi-recumbent figure stretching out his limbs while the elongated body of Nut arches above him. Her feet touch the ground at the eastern horizon and her fingers at the western horizon. She is supported by a third key-figure, Shu, god of the atmosphere, who is aided in his task by two ram-headed deities. Nestanebetisheru herself kneels at the right, raising her hands in adoration; her 'ba'-spirit imitates her gesture, and a group of gods accompany her. This scene became a common one on papyri and coffins in the 21st Dynasty, for the process of creation which it depicts was closely linked in the minds of the Egyptians with the renewal of life for the dead. Published: Budge, E. A. Wallis, The Greenfield papyrus in the British Museum: the funerary papyrus of Princess Nesitanebtashru, daughter of Painetchem II and Nesi-Khensu, and priestess of Amen-Ra at Thebes, about B.C. 970. London, 1912. Hughes, Richard Smith, The vignettes in the Greenfield Papyrus in the British Museum (BM EA 10554): the Book of the Dead of Nest-ta-nebt-ashru (950-930 BC) . Ridgecrest, 2013. Cfr. T. G. H. James, 'Egyptian Painting' (London, 1985), p. 48, fig. 53; G. Pinch, Magic in Ancient Egypt (London 1994), fig.9; Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 119, p.233 fig.9.3; Mosher, Catalogue of the Books of the Dead in the BM: The Papyrus of Hor, (2001), p.80 n.25. N. Billing, Nut the Goddess of Life, USE 5 (2002), p. 331, fig. A.3. J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 28, plates p.28-9."], "Bibliographic references": [" Budge 1912 / The Greenfield Papyrus in the British Museum ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.28-29) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (145) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig. 2) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134519) (http://www.trismegistos.org/text/134519) "], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012 July – September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: stained Black ink Red ink Backed: brown paper Checked for loan to Southampton 1994 Displayed in Room 63 until 1997 Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Subjects": [" ancient egyptian deity ", " ba "], "Associated names": [" Associated with: Nestanebetisheru ", " Named in inscription & portrayed: Nut ", " Named in inscription & portrayed: Shu ", " Named in inscription & portrayed: Geb ", " Named in inscription & portrayed: Thoth "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Mrs Edith Mary Greenfield"], "Acquisition date": ["1910"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10554,87"], "Registration number": ["1910,0509.1.87"], "Additional IDs": [" Miscellaneous number: Frame.87 "], "Conservation": ["Treatment: 26 Jul 2010"]}