{"artifact_name": "sandal", "Object Type": ["sandal"], "Museum number": ["EA53915"], "Description": [" Child’s leather sandal with a sole swayed for the left foot, which consists of an insole and treadsole. These sole layers are secured with several, seemingly isolated leather thong stitches at the edge and with several stitches lengthwise down the centre. The straps are secured at the start of the heel and are sandwiched between the insole and treadsole. They run diagonally towards the front and cross each other, where they are secured, most likely with the element that also functions as the front strap. The straps have a cut out design of triangular and diamond figures lengthwise down the centre. The front ends of the straps are serrated. "], "Cultures/periods": [" Late Antique (?) ", " Early Islamic (?) "], "Production date": ["(late)3rdC-10thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["leather"], "Technique": [" punched ", " sewn ", " cut "], "Dimensions": [" Length: 185 millimetres (sole) ", " Thickness: 7.60 millimetres (sole) ", " Width: 59.50 millimetres (sole front (at widest part)) ", " Width: 55.60 millimetres (sole heel (widest point)) ", " Width: 51.50 millimetres (sole waist) ", " Width: 26.50 millimetres (straps) "], "Curator's comments": ["Cf., Montembault 2000, nos 53 and 55; Russo 2004, 192, 194–97, pls 9, 10. Comparable sandal depicted in Griffith Institute Archive J. de M. Johnson excavation photograph (O’Connell forthcoming, fig. 109.) Montembault, V. 2000. Catalogue des chaussures de l’antiquité Égyptienne. Paris: Musée du Louvre. O’Connell, Elisabeth R. Forthcoming. John de Monins Johnson’s 1913/14 Egypt Exploration Fund expedition to Antinoupolis (Antinoë), with appendix of objects, in Antinoupolis II: Scavi e materiali III, ed. R. Pintaudi. Florence: Istituto papirologico “G. Vitelli.” Russo, S. 2004. Le calzature nei papyri di età Greco-Romana. Studi e Testi di Papirologia. Nuova Serie 2. Firenze: Istituto Papirologico ‘G. Vitelli.’"], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (19)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53915"], "Registration number": ["1914,1010.17"]}