{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA35831"], "Description": [" Wooden figure of the Anubis-jackal: made from several pieces of wood glued together. The head is made separately, as is the muzzle. Around the neck is a red band, probably not a decorative collar, but rather, reminiscent of the strip of cloth or leather — known as a 'stola' — shown round the neck of Anubis in tomb paintings of the New Kingdom. The line of the eye and internal detail in the ears is painted yellow. "], "Cultures/periods": [" 25th Dynasty (?) ", " Late Period (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 23.50 centimetres ", " Length: 43 centimetres "], "Curator's comments": ["Anubis is the Egyptian god most closely associated with cemeteries and the process of embalming. His characteristic animal is the jackal. As jackals can often be found rooting around in cemetery areas, the Egyptians logically linked them with their gods concerned wxth matters in the necropolis; another deity more narrowly associated with bunal grounds, Wepwawet, was also shown in the form of this creature. Anubis is frequently referred to in offering prayers, and is among the relatively small group of deities who feature in tomb decoration, gods who are intimately concerned with the well being of the dead. It is he who brings the deceased into the judgment scene in the 'Book of the Dead' and/or attends the scales used in weighing the heart. Like many important state deities, he had no one principal cult center but appears frequently with other gods. This type of wooden figure almost certainly comes from a coffin. Around 750 BC, there was a return in burial customs to using an exterior coffin shaped like a box inside which were placed the anthropoid coffins or mummy-cases which contained the body itself. These new outer coffins have a vaulted roof, representing the sky, and are known by Egyptologists as 'qersu' coffins; the word 'qersu' (\"burial\" and associated words) is usually written with a hieroglyph of a coffin with a rounded top. Wooden jackals and falcons were placed on top of these coffins as additional protection for the mummy within. Smaller wooden jackals are also found on canopic chests when production of these resumes in the Late Period, but this example is too large to come from anything but a coffin. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 18-9."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.18-19)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2019 13 March-6 Oct, Bakewell, Chatsworth House, Chatswoof: A Dog's Life 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good"], "Associated names": ["Representation of: Anubis"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35831"], "Registration number": ["OC.1078"], "Conservation": ["Treatment: 18 Sep 2004"]}