{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA59205"], "Description": [" Limestone round-topped stela. On one side the stela is inscribed with the words ‘pr-Snt’, meaning ‘the estate of Senet’. This has led to suggestions that the object acted as a boundary stela. The opposing side of the stone has not been smoothed or worked to the same standard as the inscribed side, suggesting that only one portion of the stone was visible to a living audience. There are small abrasions to the lower edges of the stela, and a portion of the ‘s’ hieroglyph beginning Senet’s name has also been damaged. The stela is now supported by a thick modern base. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 27 centimetres (including fixed stone base) ", " Height: 23.40 centimetres (object) ", " Weight: 3.153 kilograms (including fixed stone base) ", " Thickness: 5.70 centimetres (object) ", " Width: 9.60 centimetres (object) "], "$Inscriptions": [" "], "Curator's comments": [" Based on its size and the placement of the inscription towards the top of the rounded edge, only 15cm or so of the stone would have been visible when set in the ground. This has led to suggestions that the stela did not act as a boundary stela as had been previously posited, but instead it may have been placed up against a structure or wall to designate that this belonged to the man named Senet. It has also been noted that this individual’s name has been written without the usual determinative which may suggest his personal connection to the structure that it once stood in front of, possibly a domestic context. Further Bibliography: H.G. Fischer, 'Égypte pharaonique: deux steles villageoises du moyen empire', in ‘Chronique d’Égypte’ 55 (Brussels, 1980),p. 13-16. I. Regulski (ed.), Hieroglyphs: unlocking ancient Egypt (London 2022) pp. 204-5 ", " When the stela was set in the earth, only 15 cm or so of it would have been visible, so it probably did not stand alone at a boundary, but beside a wall or building (the back surface is less smoothly worked). Since Senet's name is written without a determinative, the presence of the actual person may have made this deficiency acceptable, so the stela may have marked Senet's house or domain. It is apparently from a private, non-cultic context: the front doors of elite houses often had an inscription recording the names of their owners. Bibliography: H.G. Fischer, 'Égypte pharaonique: deux steles villageoises du moyen empire', in ‘Chronique d’Égypte’ 55 (Brussels, 1980), 13-16. I. Regulski (ed.), Hieroglyphs: unlocking ancient Egypt (London 2022), pp. 204-5 "], "Bibliographic references": [" Fischer 1980 / Égypte pharaonique: deux steles villageoises du moyen empire (pp. 13, fig. 1.) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (74) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair"], "Associated names": ["Named in inscription: Senet"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59205"], "Registration number": ["1929,0413.5"]}