{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA77951"], "Description": [" Ostracon of red pottery, inscribed on the original exterior surface with parts of 5 lines of Meroitic text in black ink. Part missing from the right side. The reverse of the sherd exhibits ribbing, running at right-angles to the direction of the text. "], "Cultures/periods": ["Meroitic"], "Excavator/field collector": ["Excavated by: University of Colorado Museum"], "Findspot": [" Excavated/Findspot: Argin (Nubia), 6B8 B-159 "], "Materials": ["pottery"], "Dimensions": [" Height: 6.60 centimetres ", " Weight: 33 grammes ", " Width: 5.80 centimetres ", " Depth: 0.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Baud, M., Méroé: un empire sur le Nil. Catalogue accompanying the exhibition \"Meroé. Un empire sur le Nil\" held at the Musée du Louvre on 26 March - 6 September 2010. Paris, 2010, p. 148 (198). cfr. Lister, F., Ceramic Studies of the Historic Periods in Ancient Nubia. University of Utah Anthropological Papers, no. 86. Salt Lake City, 1967, p. 69. See also William Y Adams, The West Bank Survey from Faras to Gemai. Sudan Archaeological Research Society Publication Number 13. BAR International Series 1335 (2005)."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (395036) (http://www.trismegistos.org/text/395036)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010, Mar, Paris, Louvre. 11/3/10 -6/10/10 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["good, incomplete"], "Acquisition name": ["Donated by: University of Colorado Museum"], "Acquisition date": ["2005"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA77951"], "Registration number": ["2006,0504.57"]}