{"artifact_name": "mummy-case; cartonnage", "Object Type": [" mummy-case ", " cartonnage "], "Museum number": ["EA6686"], "Description": [" Painted cartonnage mummy-case, designed for the body of a woman, with polychrome decoration on white background. The pale pink face is framed by a black wig, adorned with lappet-bands and lotus flowers and rosettes. A large floral collar covers the upper body, and a stola of red leather is depicted crossing in the middle of the breast. Below the collar, at each side of the frontal body field, is a wedjat-eye supported on a basket, a uraeus serpent and an ankh-sign. A large winged solar disc is depicted above a booth, in which is a mummified falcon, identified by a short inscription as 'Osiris-Sokar, Lord of the shetayet-shrine'. This figure rests on the 'festival' hieroglyph, and is accompanied by a uraeus serpent and a wedjat-eye on a basket. The four Sons of Horus stand in pairs at each side of the booth. The lower part of the frontal body field is bisected by a vertical line of inscription which consists of the hetep di nesu offering formula: 'An offering which the King gives to Ra-Horakhty-Atum, Lord of the two lands and of Heliopolis, to Ptah-Sokar-Osiris, Lord of the shetayet-shrine, to Wenennefer, provisions...[sic]'. The end of the column, into which the name of the deceased should have been inserted, has been left blank. At each side of the inscription are two compartments containing symmetrical images: above, uraeus serpents stretch out falcon wings in a gesture of protection, with a wedjat-eye occupying the space between the wings; below, two ba birds, perched on the sign for 'West'. The foot is undecorated except for a series of coloured bands. Similar borders are painted along each side of the case, serving to frame the decoration on the frontal field. The back of the case is painted white but is otherwise undecorated. There is a vertical opening along the centre of the back, and a series of perforations, through which string was originally threaded in order to close the case. "], "Cultures/periods": [" 22nd Dynasty ", " Third Intermediate (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" linen ", " plaster "], "Technique": ["painted"], "Dimensions": [" Length: 231.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["PM I Part 2: p.830 J Taylor, Death and the Afterlife in Ancient Egypt (London, 2001), 235, fig 173. Taylor in Davies, Colour and Painting, London 2001, p. 172, col. pl. 52 [2]."], "Bibliographic references": ["Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["eye of horus"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6686"], "Registration number": [".6686"], "Additional IDs": [" Miscellaneous number: BS.6686 (Birch Slip Number) "], "Conservation": [" Treatment: 11 Jul 2017 ", " Treatment: 02 Oct 1970 ", " Treatment: 03 Oct 2013 "]}