{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2315"], "Description": [" Fragmentary upper body of a granite male figure. He wears a smooth shoulder-length wig which is set low on the forehead. An undersection of tight curls are visible below the ears. His facial features are small while the lower half of the face is particularly broad. His eyes are narrow and slanted, with thick arched eyebrows that converge at the bridge of his slim nose. His lips are full and pursed together. Around his neck he wears a broad-collar with four rows of beaded detail, and at his shoulders are the pleated sleeves of his clothing. The chest is subtly defined while there is a suggestion of a narrowed waist. Both arms appear to have been held at the sides of the body. On the reverse is the upper portion of a slim back-pillar, which has no clear inscription. There are numerous cracks extending across the upper body and small chips are visible on the wig and face. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["New Kingdom (late 18th Dynasty - early 19th Dynasty)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 16.40 centimetres (Figure) ", " Height: 6 centimetres (base) ", " Weight: 4.10 kilograms (Figure and base) ", " Width: 12.50 centimetres (Figure) ", " Width: 12.50 centimetres (base) ", " Depth: 8.30 centimetres (Figure) ", " Depth: 11.50 centimetres (base) "], "Curator's comments": ["The double-wig, broad collar and tunic were popular stylistic features of New Kingdom sculpture, particularly in the late 18th and 19th Dynasty. Since the lower body is missing it is difficult to determine the original pose of the figure."], "Bibliographic references": [" Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 11, no. 219) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 129, no. 73) "], "Location": ["Not on display"], "Condition": ["incomplete - upper part only"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2315"], "Registration number": ["1843,0507.72"], "Additional IDs": [" Miscellaneous number: BS.2315 (Birch Slip Number) "]}