{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA956"], "Description": [" Black granite head from a fragmentary statue of a royal or divine female figure, the body and base now missing. The figure wears a striated wig which is set low on the forehead and tucked behind the ears. The right side of the wig is broken off just below the ear while the left side is broken off at the neck area, though the wig likely extended to the chest. Along the centre of the wig above the forehead is the coiled body and hooded frame of the uraeus cobra, with its head now lost. The face is fleshy with narrow eyes and ong cosmetic lines extending to the temples. The mouth is wide and sharply incised along the bottom lip, with the outer corners visibly turned upwards to form a clear smile. In addition to the breaks at the neck and wig, there are large cracks visible across the centre of the head with the left side damage extending across the face. The left side of the nose is now lost, and there are subsequent cracks and small chips to the right side of the face across the cheeks, chin, and lips. "], "Authority": ["Ruler: Thutmose IV"], "Cultures/periods": [" 18th Dynasty ", " Third Intermediate (?) "], "Findspot": [" Found/Acquired: Sa el-Hagar (Sais), Tomb (?) (?) "], "Materials": ["granite"], "Dimensions": [" Height: 26.50 centimetres ", " Weight: 23.40 kilograms ", " Width: 25.50 centimetres ", " Depth: 26 centimetres "], "Curator's comments": ["Due to the fragmentary state of the statue, the royal or divine identity of the figure is still debated in various sources (e.g. Reeves 1989 as human figure; Bryan 1991 as a goddess; Vandier 1958 as a sphinx, and Budge 1922 as a male royal figure; useful summary also in Russmann 2001). The initial descriptions of the statue head included the provenance as Sais (early records detailed in Reeves 1989), however other suggestions have included Thebes (Budge 1922), and later sources preferred to assign the object as being of ‘unknown provenance’ (Bryan 1991). This has also been complicated by alternate hypotheses which date the head to the Third Intermediate Period as an archaising piece that deliberately harkens back to the New Kingdom style (James and Davies 1983; Seipel 1992). Further Bibliography: B.M. Bryan, 1991. The Reign of Thutmose IV (Baltimore; London), p. 213, n. 367, Pl. XVII, Fig. 47. C. Govi et al, 1990. Il Senso dell'arte nell'antico egitto (Milan), p. 152-154, no. 101. N. Reeves, 1989. ‘Belzoni, the Egyptian Hall, and the Date of the long-known Sculpture’, Journal of Egyptian Archaeology 75, p. 235-237, Pl. 33-34. W. Seipel, 1992. Gott. Mensch. Pharao (Vienna), p. 362-363, no. 144. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 370."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 127-128, no.49) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 48, no. 7) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 135, no. 476) ", " James and Davies 1983 / Egyptian Sculpture (p. 65, Fig. 71) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2019-2020 Oct-Jul, Padua, San Gaetano Culture Centre, Belzoni's Egypt 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["fair (incomplete and repaired)"], "Subjects": ["ancient egyptian deity (?)"], "Previous owner": ["Previous owner/ex-collection: George Gwilt (the younger)"], "Acquisition date": ["1875"], "Acquisition notes": ["George Gwilt died in 1856, but his collection was sold only on 20 May 1875 by Sotheby's. Peter Foulsham (London), a descendant of Gwilt, notes in an email dated 25 January 2008 (see correspondence files): 'The head was most probably displayed prior to being acquired by The British Museum in George Gwilt's museum, which was in a gallery at the back of his house in Union Street, Southwark.'"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA956"], "Registration number": ["1875,0717.2"], "Additional IDs": [" Other BM number: EA64356 (original Big Number) "], "Conservation": ["Treatment: 20 Sep 2000"]}