{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1369"], "Description": [" Limestone stela of Mehu: the stela is in the form of a doorway with a cavetto cornice and torus-moulding. A prayer is inscribed on each side of the upper lintel continuing down the jambs-the one on the left to Osiris and the one on the right to Anubis, both on behalf of the overseer of the portal Mehu. There are two scenes in sunk relief on the central area of the doorway. The upper scene depicts Osiris enthroned in a shrine on the left behind an altar of offerings. He is being worshipped on the right side by Mehu and a royal prince with a sidelock holding a floral offering. The name of the prince is largely illegible, apparently Mry-'Imn(?)-pʒy...(?). In the lower scene Mehu is seated on the left with the king's daughter Nebuemtekh and the lady Baket. Before them is an altar heaped with offerings. On the right his daughter Mutakhet pours a libation over the altar. The stela is much battered along the edges. The upper scene is very worn and discoloured in places. The upper edge on the right side of the scene is so damaged that the hieroglyphs are barely visible. There are two drilled holes, one on the right and the other on the left of the underside of the lintel, and corresponding holes on the upper surface of the base. These were not drilled very deep in the stone and possibly were intended as supports for wooden doors. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["drilled"], "Dimensions": [" Height: 75 centimetres ", " Weight: 73 kilograms ", " Width: 51 centimetres ", " Depth: 18 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["The owner and the royal prince cannot be further identified. The princess is presumably to be identified with the Princess Nebuemtekh who is named on vase no. 507 and plaque no. 813 in the Louvre (E. Chassinat, 'Revue de l'Égypte Ancienne' I (1927), 132) and British Museum vase (.4536) (E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 18 no. 33), Leiden H 240, H329,H330(B. Strieker, 'Oudheidkundige Mededelingen uit het Rijksmuseum van Oudheden te Leiden' 24 (1943), 81-84), Munich AS 243 and 247 ('Staatliche Sammlung' Ägyptischer Kunst, 2nd ed., (1976), 197) and Turin 3247-8 (A. Fabretti, F. Rossi and R. V. Lanzone, 'Regio Museo di Torino' (Turin, 1882), 442-3). Chassinat wrongly dated the princess to the Middle Kingdom, while Strieker and the Munich catalogue correctly assign the vases to the New Kingdom. The paternity of the princess remains unknown. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 188 (no. 678)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.98-99)"], "Location": ["Not on display"], "Condition": ["The stela is much battered along the edges. The upper scene is very worn and discoloured in places. The upper edge on the right side of the scene is so damaged that the hieroglyphs are barely visible. There are two drilled holes, one on the right and the other on the left of the underside of the lintel, and corresponding holes on the upper surface of the base."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Mehu ", " Named in inscription & portrayed: Nebuemtekh ", " Named in inscription & portrayed: Baket ", " Named in inscription & portrayed: Osiris ", " Named in inscription: Anubis "], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1369"], "Registration number": ["1902,0412.209"]}