{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA782"], "Description": [" Fragment of painted limestone relief: showing part of an offering table, with meat, grapes and bread, against a pale blue background. The scene and text are carved, with details being added in paint (such as the stalk of the bunch of grapes). There is a hieroglyphic caption in a vertical line; the signs face left, the same direction as the royal figure making the offering, remains of whose kilt and hands holding a vessel survive. Above the offering table are traces of numbers, in a tabulated list, recording the offerings. "], "Authority": ["Ruler: Hatshepsut (?)"], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": [" Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Henri Édouard Naville ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) ", " Excavated/Findspot: Temple of Hatshepsut (?) "], "Materials": ["limestone"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 51.50 centimetres ", " Width: 46 centimetres ", " Depth: 11 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Such scenes on temple walls representing the temple ritual enacted the reciprocity of divine and human embodied in the king that was essential to maintaining the cosmos. Cultic service was the symbolic prerogative of the king, and was shown as such, but the daily practice was different. Bibliography: J.H. Taylor & D. Antoine, Ancient Lives New Discoveries, London 2014, p. 40"], "Bibliographic references": ["Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (6)"], "Location": ["Not on display"], "Exhibition history": [" 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1906"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA782"], "Registration number": ["1906,1013.59"], "Additional IDs": [" Miscellaneous number: BS.782 (Birch Slip Number) "], "Conservation": [" Treatment: 06 Feb 2014 ", " Treatment: 06 Jan 1999 "]}