{"artifact_name": "canopic jar", "Object Type": ["canopic jar"], "Museum number": ["EA22376"], "Description": [" Limestone canopic jar of Djedbastiufankh: with the head of Qebhsenuef. The jar has an unusually long and detailed inscription incised in columns on the body, concerned not so much to protect the body part inside, but to assure the deceased that he will have food and drink in the afterlife. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Hawara "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Diameter: 25 centimetres ", " Height: 49.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Part of a set with: 1889,07013.4. Part of a set with: 1889,07013.5. Part of a set with: 1889,07013.7. Djedbastiufankh held many sacerdotal offices including that of the priest of the goddess Neith. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p. 102; W. M. F. Petrie, 'Hawara, Biahmu and Arsinoe' (London, 1889), pp. 8-9, 23, pl. IV; The British Museum, 'A Guide to the First and Second Egyptian Rooms' 2nd ed. (London, 1904), pp. 125-126; E. A. Wallis Budge, 'The Mummy: a Handbook of Egyptian Funerary Archaeology' 2nd ed. (Cambridge 1925), pp. 244-245; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 80-1, pl. on p. 80. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 44."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.80-81)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Djedbastiufankh ", " Representation of: Qebhsenuef "], "Acquisition name": ["Purchased from: Rev Walter L Lawson"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22376"], "Registration number": ["1889,0713.6"], "Conservation": [" Treatment: 24 Sep 2004 ", " treatment: 30 Mar 2016 "]}