{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1133"], "Description": [" Fragmentary black granite statue of the queen Nefertari, the lower body and base now missing. The queen wears a heavy tripartite wig which is set low on the forehead and obscures the ears. The left side of the wig reaches down to the chest while the right side has broken off just below the shoulder. On top of her head is the outline of a crown, the main structure now lost, and the remains of a double uraei are visible at the centre of the forehead with the heads of the cobras also lost. While the right arm appears to be held straight against the body, the left arm is clearly held out to the side. She wears a broad collar. Her eyes are narrow and slanted, with thin arched eyebrows and a broad nose. The mouth is wide with thin and sharply incised lips. The jaw appears square in shape. On the reverse are the remains of a broad back-pillar with a single column of incised text, the upper and lower portion both now missing. In addition to the break from the chest of the figure, most of the upper arms have also been lost. There are numerous chips to the stone surface across the wig. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 36 centimetres (with base) ", " Width: 20.50 centimetres (with base) ", " Depth: 18 centimetres (with base) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["What survives of the left shoulder and upper arm shows that Nefertari clearly held her arm out, suggesting that this was possibly a group statue and may originally have depicted her embracing her husband, Ramses II, in a gesture of support. Queen Nefertari is known from various surviving statues and reliefs particularly from Karnak and Luxor, including two-dimensional representations showing her participation in making offerings to the gods and celebrating during religious festivals (Kitchen 1989; Corzo 1994). Though the exact provenance of the statue fragment is uncertain, it is probable that it originated from the Theban area (Budge 1909; PM I:II). Further Bibliography: M.A. Corzo, 1994. Nefertari Luce d'Egitto (Rome), p. 156, no. 27. K.A. Kitchen, 1989. Ramesside Inscriptions: Historical and Biographical Vol VII (Oxford), p. 103. C. Ziegler, 2002. The Pharaohs (Venice), p. 469, no. 210. General Sources: H. Gauthier, 1914. Le Livre des Rois d'Égypte III (Cairo). G. Thausing, H. Goedicke, 1971. Nefertari (Graz). C. Desroches-Noblecourt, C. Kuentz, 1968. Le Petit Temple d'Abou Simbel (Cairo)."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (p. 14, Pl. 21) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 99, no. 344) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 788) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.52 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.52 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.52 1994 Sep-1995 Feb, Rome, Palazzo Ruspoli, Nefertari, in search of eternal life 1995 Dec-1996 Apr, Turin, Promotrice delle Belle Arti, Nefertari, in search of eternal life 1996 Dec-1997 May, Soprintendenza per I Beni Ambientali Architettonici Artistici e Storici della Puglia, Nefertary, Luce d'Egitto 1997 Dec-1998 May, Venice, Archaeological Museum, Nefertari 1998 Oct-1999 Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair (incomplete - lower section missing)"], "Associated names": ["Named in inscription & portrayed: Nefertari Meryenmut"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1133"], "Registration number": ["1893,0514.172"], "Conservation": [" Treatment: 05 Aug 1994 ", " Treatment: 20/10/2023 "]}