{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA777"], "Description": [" Basalt scribal statue of the male official Ameny, shown cross-legged on top of a slim rectangular base. He wears a shoulder length striated wig, set low on the forehead and tucked behind his large ears. His eyes are small and narrow, with a thick upper eyelid and arched eyebrows modelled in raised relief. His nose is large and broad at the tip, while his mouth is wide with a sharply incised lower lip. His chin is raised and suggests an upward gaze. His upper body is bare, with subtle modelling of the chest and a slightly narrowed waist. He wears a long kilt wrapped at the waist that envelops his lower body, with a visible loop of knotted material at his right side and a diagonal line of the edge of his clothing extending over his legs. His hands are also placed flat across his legs. Along the top of the statue base in front of Ameny is a short hozirontal line of incised text. A portion of the front left edge of the base is now missing and there are some small chips across the hands and arms of the figure. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Technique": ["incised"], "Dimensions": [" Height: 39 centimetres ", " Width: 21.50 centimetres ", " Depth: 27.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The statue is thought to date towards the latter half of the Twelfth Dynasty (Aldred 1950; PM VIII) based on stylistic features such as the cross-legged pose often associated with scribal figures, and the oversized ears which were a popular trait for elite images of this time. Further Bibliography: C. Aldred, 1950. Middle Kingdom Art in Ancient Egypt 2300- 1590 BC (London), p.43, Pl. 35. J. Leclant et al, 1978. Le Temps des Pyramides. De la Préhistoire aux Hyksos (1560 av. J.-C.) (gallimard), p. 220, Fig. 340. S. Lloyd, 1974. The Art of the Ancient Near East (London), p. 121, Fig. 83. W. Seipel, 1992. Gott, Mensch, Pharao (Vienna), p. 192-193, no. 60."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 56, no. 184) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 393) ", " Vandier 1958 / Manuel d’archéologie égyptienne (p. 233, 584) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1992 May-Oct, Vienna, Kunstlerhaus, Gott-Mensch-Pharao: Die Entwicklung des Menschenbildes in der altagyptischen Kunst 1992/3 Nov-Feb, Mexico City, Museum of Anthropology & History, Egyptian Antiquities from European Collections 1997 May-Oct, Museum of St.Albans, Ancient Egypt 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Ameny"], "Acquisition name": ["Purchased from: Arthur Lyttelton Annesley"], "Previous owner": ["Previous owner/ex-collection: George Annesley, 2nd Earl of Mountnorris"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA777"], "Registration number": ["1853,0108.113"], "Conservation": [" Treatment: 14 Apr 2005 ", " Treatment: 16 Jan 1997 "]}