{"artifact_name": "naos", "Object Type": ["naos"], "Museum number": ["EA474"], "Description": [" Limestone naos of Amenemhab: naos of the scribe of recruits and army scribe Amenemheb, decorated on three sides with figures in sunk relief and incised texts. On the front of the naos within the doorway stands a statue of Amenemheb in high relief holding a standard. The two jambs bear reliefs of Amenemheb and texts giving his name and titles. On the remains of the lintel are depicted the barque of Ra being worshipped by a baboon and several conventional designs including an 'wedjat'-eye and the standard of Osiris, but half of the lintel is lost. On the left side of the naos Amenemheb and his wife the chantress of Amun Tanefret, stand with their arms raised in adoration. Behind them stand a male figure, whose filiation is lost but who is probably a son, Nb-'Imn, and beneath him the chantress of Monthu Bʒk(t)-wrn(r), probably a daughter. On the right side of the naos Amenemheb and Tanefret appear in a similar posture. Behind them stand a w‘b-priest of Monthu whose name is lost and beneath him a daughter named Wrnr holding a lotus flower. The stone is damaged before her name, so it is possible that she might be identified with the daughter on the right side if some signs have been lost. An inscription containing two invocations to Osiris and Horus on behalf of the army scribe Amenemheb and the scribe of recruits Nhrti, presumably an alternate name of Amenemheb, runs around three sides of the base of the naos. There are three fragmentary columns of text on the top of the shrine, one in the centre and one on each edge. The centre text contains the name of Amenemheb, and that on its left may have named his mother but is now damaged. The text on the other side is almost completely lost, but may have named his father. The naos is badly damaged with losses to the front, sides and top. The surviving portion is severely cracked in places and the base inscription is nearly illegible in parts. There are no traces of colour. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Diameter: 39 centimetres ", " Height: 67 centimetres ", " Width: 39 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 207 (no. 754); J. Vandier, 'Manuel d'Archeologie egyptienne' III (Paris, 1958), 474, note 8; C. Chadefaud, 'Les Statues Portes-Enseignes de I'Egypte ancienne' (Paris, 1982), 121-2, with wrong title."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.74-77)"], "Location": ["Not on display"], "Condition": ["The naos is badly damaged with losses to the front, sides and top. The surviving portion is severely cracked in places and the base inscription is nearly illegible in parts."], "Subjects": ["eye of horus"], "Associated names": ["Named in inscription: Amenemheb"], "Acquisition name": [" Purchased from: John Barker ", " Purchased through: Sotheby's "], "Acquisition date": ["1833"], "Acquisition notes": ["Lot 241 in Sotheby sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA474"], "Registration number": [".474"], "Additional IDs": [" Miscellaneous number: BS.474 (Birch Slip Number) "], "Conservation": ["Treatment: 30 Oct 1988"]}