{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA20745"], "Description": [" Base and lid of the wooden anthropoid coffin of Irthorru, prophet of Min, Horus and Isis, prophet of Osiris-Sokar, prophet of Sokar who resides in Ipu, stolist, master of secrets. The coffin is covered with stucco and painted polychrome vignettes and texts: wearing wig and collar; figure of Nut, with outstretched wings, protects breast; with vignettes depicting the Weighing of the Heart and the ba revisiting the mummy, on a bier with canopic jars beneath, below; the rest of the surface is covered with painted funerary texts and representations of funerary deities; originally containing the mummy of the deceased (1888,0512.98.b). "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Akhmim "], "Materials": [" wood ", " stucco "], "Technique": ["painted"], "Dimensions": [" Height: 26 centimetres (Lid) ", " Height: 18 centimetres (base) ", " Length: 185 centimetres (Base) ", " Length: 183.50 centimetres (lid) ", " Width: 54.70 centimetres (Base) ", " Width: 54.50 centimetres (Lid) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Contain(s)/ed 1888,0512.98.b Published: PM V: p.24. Mummies: Death and the Afterlife in Ancient Egypt, California 2005, pp.64-65. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 82-104."], "Bibliographic references": ["Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p190-191)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Irethoreru ", " Representation of: Nut "], "Associated events": ["Associated Event: Weighing of the Heart"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20745"], "Registration number": ["1888,0512.98.a"], "Conservation": [" Treatment: 20 Dec 2015 ", " Treatment: 30 Mar 2012 ", " Treatment: 08 Feb 2002 ", " Treatment: 18 Oct 2004 "]}