{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA35625"], "Description": [" Sycomore fig wood stela Iresberet: this round-topped stela is divided into three sections. In the upper register is a winged sun-disk with uraei flanked by recumbent jackals holding sceptres. In the middle register Iresberet, daughter of the lady Tʒ-wkš stands on the right in adoration of Ra, Atum, Osiris, Horus, Isis, and Anubis. The third register consists of four lines of text with a prayer to Osiris, Isis, Nephthys, Hornedjitef, and Anubis on behalf of the deceased. The stela is cracked vertically on the right where the two planks which compose it adjoin. The upper right corner is attached separately by dowels. The bottom of the stela is also damaged. The surface of the stela is cracked and much worn. There is a red border along three sides. A multi-coloured border of blue, red, blue, and green rectangles separated by one black and two white stripes lies along three sides and between registers. The general background was apparently white now much faded. The disk is red with blue uraei, blue upper wings, black-striped white middle wings, and green lower wings with black tips. The uraei have red and brown (?) crowns and enclose an area of red rays. The jackals are black with red sashes and blue or black sceptres now faded. The sky at the top of the second register is blue. The texts here and in the previous register are black between black lines where drawn. The human figure has a red body, white dress outlined in black, blue wig, and now brownish collar and cone. The deities have red bodies, green collars with black stripes, apparently green hands, and black sceptres. Ra has a red disk, a now brownish face, and a faded white wig with slight traces of its original blue colour. Atum has a green and red crown, and a now white face with black details, possibly faded from another colour. Osiris has a green crown and traces of a blue face, while Horus has a green and red crown, green face, and a faded wig once originally blue. Isis has a green face, red head-dress with a green border, and a similarly faded wig. Anubis has a black face and hands, faded wig, and carries a red cloth. The text in the third register is black on a faded white background between blue lines. There are no traces of any plaster on the back and sides. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 41.70 centimetres ", " Weight: 0.802 kilograms ", " Thickness: 3.50 centimetres ", " Width: 28.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 81 (no. 119); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 111 (no. 25); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 243."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.94-95)"], "Location": ["Not on display"], "Condition": ["fair - vertical crack down the right-hand side"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Ra ", " Named in inscription & portrayed: Osiris ", " Representation of: Atum ", " Representation of: Horus ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Anubis ", " Named in inscription: Nephthys ", " Named in inscription: Hornedjitef "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35625"], "Registration number": [".35625"], "Conservation": ["Treatment: 29 Apr 2014"]}