{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA566"], "Description": [" Limestone stela of Dedusobek: consisting of two parts. In the upper area are eleven columns of hieroglyphs, which contain a series of laudatory epithets of the owner of the stela. Below, Dedusobek is seated at the left in front of an offering-table piled high with bread, meat and vegetables. To the right of the table stands his wife, named Hemet. Over the food are a number of hieroglyphs; those in the centre refer to offerings in a thousand portions each of the commonest commodities in these formulaic descriptions: bread, beer, oxen, fowl, calcite vessels and measures of cloth. "], "Cultures/periods": ["12th Dynasty (mid-)"], "Findspot": [" Found/Acquired: Abydos (probably) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 100.50 centimetres (case) ", " Width: 61 centimetres (case) "], "$Inscriptions": [" "], "Curator's comments": ["Dedusobek's principal title was as overseer of the shenet. This official seems in the Middle Kingdom to have been something of a policeman, perhaps even an inspector of police, and his other stela in the British Museum (.830) makes it clear that he was also a senior justice official at the Middle Kingdom capital of Itj-tawy, near modern Lisht. Although the specific find-spot of this stela is unknown, from associations with other monuments of Dedusobek, including another stela in the British Museum, one in the Louvre in Paris (C 240), and an offering table in Cairo (CG 23055) he must have had a chapel in Abydos like many of his contemporaries. It is probable that these objects were all made in the north and then later transported south to be set up in this chapel. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p. 96; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 4 (London, 1913), pl. 37; W. K. Simpson, 'The terrace of the great God at Abydos : the offering chapels of dynasties 12 and 13' (New Haven, 1974), pl. 8; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 140-1, pl. on p. 141."], "Bibliographic references": [" Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (pl.37) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.140-141) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2004 7 May-30 Aug, Boulogne, Château-Musée, Des dieux, des tombeaux, unsavant: En Egypt sur les pas de Mariette Pacha 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["fair"], "Associated names": ["Named in inscription & portrayed: Dedusobek (deceased)"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA566"], "Registration number": [".566"], "Additional IDs": [" Miscellaneous number: BS.566 (Birch Slip Number) "], "Conservation": ["Treatment: 07 Jul 2004"]}