{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA14369"], "Description": [" Fragmentary limestone head of a male figure, broken from the neck area. The figure is depicted with a shaven head, with clear modelling of the skull including a notable bulge at the back of the head. The red-brown paint used to convey the skin is well-preserved across much of the surviving figure, though there is significant fading of colour across the top of the head. The ears are extremely oversized and stick out prominently. A heavy sloping ridge is used to indicate the brow line and the eyes are wide and almond-shaped, with the left eye clearly larger and wider than the right eye, and both detailed with white and black paint. The length of the nose is slim and broadens out sharply at the nostrils. The mouth is flat with thin lips, with the bottom lip sharply incised and no clear indication of the corners of the mouth. The face appears fleshy and rounded, particularly at the jawline and mouth area. There is no trace of a back-pillar across the reverse. Minor loss of paint is also evident across the face and forehead, and there are notable small chips and scratches across the entire stone surface. On the reverse are a series of inventory numbers, and a small modern paper label with another number is also attached to the back of the figure’s head. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 5.28 centimetres (max) ", " Width: 4.74 centimetres ", " Depth: 5.33 centimetres "], "Curator's comments": ["Depictions of baldness or shaven heads in Egyptian art can often be an indicator of age, for instance to portray a child or young male and thus distinguish them from mature males. This was also a popular feature particularly true of later monuments in which old age was further conveyed through sagging or wrinkled skin. Baldness may also reflect the practice of removing hair as a ritual act associated with cleanliness and hygiene, which was typically associated with the priesthood and thus many three-dimensional representations from the New Kingdom may include the shaven head as a symbol of the subjects’ priestly role. Due to the fragmentary state of the figure, it’s not possible to confirm what the original statue type or pose may have been. The provenance of the figure is recorded as Saqqara, though a more precise findspot is not known."], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1881"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14369"], "Registration number": ["1881,0614.86"], "Additional IDs": [" Miscellaneous number: BS.2289d (Birch Slip Number) "]}