{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["EA17172"], "Description": [" Fragment of a furnishing textile in undyed linen plain weave with loops (4.5cm long, every 1 cm); large square tapestry, the centre has a large basket in yellow, orange, red and purple wool, with two heart-shaped flowers springing out of it; on each side of the basket are two motifs of stylised vine leaves; in each angle of the square there is a medallion with one naked human figure (putti?), they hold a bird and wear a mantle over their shoulder, the wings of the birds and the colour of the mantle differ in each medallion; between each medallion is an animal ( either a feline or a rabit or dog?); square is framed with a freize/border of semi-circles in purple wool; two simple selvedges of the tapestry remain (probably slit tapestry closed with sewing, some threads remain), other edges ragged; plain weave: warp-bleached linen (S/12), weft-bleached linen (S/6); tapestry on grouped threads; warp-bleached linen (S/6), weft-bleached linen (S/36), yellow, orange,pink, red, light and dark green, light and dark blue, purple wool (S/48); flying threads: bleached linen (S); sewing: bleached linen (S); loops: bleached linen (S/paired) "], "Cultures/periods": ["Coptic"], "Production date": ["4thC-6thC"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " flying threads brocading ", " looped ", " sewn ", " dyed "], "Dimensions": [" Height: 50 centimetres ", " Width: 32 centimetres "], "Curator's comments": ["Cf. EA 21796 for similar attachment of fringing. Information from Anna Harrison 2009. Cat. Riggisberg 2004 nos. 41, 42, 43 (thought to be from Akhmim, see p. 436); Cat. Lyon 1993, nos. 23, 25, 71 (all acquired N. Tano 1886); Cat. London 1922, nos. 69 (acquired 1886, said to be from Akhmim), 70 (acquired 1888, said to be from Akhmim), 71 (acquired 1891, ‘site unrecorded’); Cat. Wuerzberg 1974, nos. 17 (formerly belonging to Th. Graf, purchased from E. Kohn 1905), 18 (purchased from Forrer 1894, said to be from Akhmim); Cat. Urbana-Champaign 1999, no. C13; Cat. Tongres, no. 139."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.228) (Table case H, no. 12)"], "Location": ["On display (G66/dc6)"], "Condition": ["A"], "Acquisition name": ["Donated by: Rev William MacGregor"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17172"], "Registration number": ["1886,0723.2"], "Conservation": [" Treatment: 26 Jul 2005 ", " Treatment: 28 Mar 1983 "]}