{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["EA35993"], "Description": [" Redware pottery amphora: large broad bag-shaped jar with a short neck and two vertical handles. It is slightly warped. Thrown in at least three parts, the pieces are joined at the shoulder and between base and major point, the handles applied. There is a red wash on the outside, and it is polished. The decoration is in black pigment and comprises plain bands and stripes with one band of cross-hatched lines and two bands of stylised foliage motifs.A mark has been scrated on the side. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["304BC-30BC"], "Production place": [" Made in: Egypt ", " Made in: Thebes (historic - Upper Egypt) (?) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (probably) "], "Materials": ["pottery"], "Technique": ["slip-decorated"], "Dimensions": [" Height: 36.20 centimetres ", " Width: 23 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This amphora is clearly an Egyptian product, but the black painted decoration is related to the Hellenistic painted pottery, and most closely to the cinerary urns ('Hadra vases') found in Alexandria in the late 3rd century BC. However, the shape and distribution of the foliage motifs owe much more to Egyptian styles of vase-painting, which go back to the early New Kingdom. While plentiful in the Theban necropolis, they were not known elsewhere, so this amphora may have been produced in Thebes. It has a time span from Dynasty 26 (664-525 BC) to the Ptolemaic period. Bibliography: D. Arnold in 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 21 (Wiesbaden, 1966), p. 87, fig. 5; M. Bietak and E. Reisner-Hauslauer, 'Das Grab das Anch-Hor' (Vienna, 1978), pp. 66, 78, 81, figs. 10, 16, pl. 12."], "Bibliographic references": [" Bourriau 1981 / Umm el-Ga'ab: Pottery from the Nile Valley Before the Arab Conquest (167) ", " Hayes 1997 / Handbook of Mediterranean Roman pottery (pl.III) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35993"], "Registration number": ["1868,1102.113"]}