{"artifact_name": "flask", "Object Type": ["flask"], "Museum number": ["EA64338"], "Description": [" Lentoid flask with two vertical handles: The ground is translucent amethyst glass. A prefabricated white and amethyst cord encircles the rim. The handles of opaque turquoise-blue glass are overlaid with yellow and blue threads, a characteristic of this factory. Two sets of three threads, each of yellow, white, and turquoise-blue, border the central flame pattern also in the same three colours. These three colours appear again in the chevron pattern of the neck. One handle broken and replaced. The body has been assembled with minute areas missing. "], "Authority": ["Ruler: Ramses II"], "Cultures/periods": [" 18th Dynasty (?) ", " 19th Dynasty (?) "], "Findspot": [" Excavated/Findspot: Ghurab "], "Materials": ["glass"], "Technique": ["core-formed"], "Dimensions": [" Height: 10.60 centimetres ", " Weight: 0.103 kilograms ", " Width: 8 centimetres ", " Depth: 4.50 centimetres "], "Curator's comments": ["The lenticular flask, one of the three most popular shapes of the New Kingdom glass vessels, was a stand-by of the industry. This example, dated to the reign of Ramses II by inscribed objects found with it, is indistinguishable from similar examples of the preceding dynasty. Bibliography: W. M. F. Petrie, ‘Illahun, Kahun and Gurob’ 1889-1890 (London 1891), pl. XVIII, fig. 13; E. Dillon, ‘Glass’ (London, 1907), pl. II (1) in colour; B. Nolte, ‘Die Glasgefässe in Alten Ägypten (Berlin 1968), 73f., pl. XVIII, 25."], "Bibliographic references": [" Cooney 1976 / Glass (1768) ", " Tait 1991 / Five Thousand Years of Glass (fig.29, pp.32-33) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Acquisition name": ["Donated by: Jesse Haworth"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64338"], "Registration number": ["1890,1108.1"], "Conservation": [" Treatment: 09 Sep 2013 ", " Treatment: 18 Jan 2016 ", " Treatment: 20 Oct 1990 "]}