{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10762,1"], "Title": ["Object: Papyrus Ramesseum 9"], "Description": [" P. Ramesseum 9, Frame 1. Papyrus written on the recto in hieratic script, while the verso is blank. The recto contains rituals to protect a house from magic, ghosts and serpents. The text is written in horizontal lines. This frame contains page 1. The papyrus was a full-height roll. Gardiner describes this papyrus as follows: 'Unfortunately there are gaps in all the lines, these increasing in size in the downward direction. Parts of twelve lines are preserved in pages 2 and 3; it is impossible to know how many more are lost. The handwriting is a fine bold literary hieratic, remarkable for a few rare or unknown signs. The rubrics show up better on the warm brown background than in most other papyri of the collection, and in the collotypes are not easily distinguished from the lines written in black' (Gardiner, The Ramesseum Papyri, 1955, 12). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.90 centimetres (frame) ", " Width: 19.20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 9 page 1. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 12-13, pl. 40. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (14.1) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380891) (http://www.trismegistos.org/text/380891) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (74–80, 324–329) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, fragile, fragmentary, loss, powdery, skeletal Black ink Backed: gelatin Backed: gelatin Supported overall: white paper Transferred to horizontal storage 3 JAN 95 Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: E Curatorial condition comment: poor"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10762,1"], "Registration number": ["1956,0714.11.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "]}