{"artifact_name": "axe", "Object Type": ["axe"], "Museum number": ["EA30065"], "Description": [" Broad rectangular axe-head: with concave butt and gently convex sides, which turn out slightly at the corners of the cutting edge. As one of the sides is more convex and shorter than the other, the cutting end, which is moderately convex, is a little lop-sided. The blade has been cleaned since its acquisition; previously it was thickly corroded on one face, where the surface is now pitted. The same face has a number of fine cracks, which are probably the result of the process of manufacture. Except for small surface imperfections and a gash on one side, the other face is in excellent condition. Marks of the original hammering are plainly visible on the cutting edge, which is quite sharp and shows distinct signs of wear. The better-preserved face of the axe bears a motif or inscription in hieroglyphs, executed in a punched pointille technique, consisting of three separate elements. "], "Cultures/periods": ["1st Dynasty"], "Findspot": [" Found/Acquired: Abydos (?) "], "Materials": ["copper"], "Technique": [" hammered ", " punched "], "Dimensions": [" Length: 15.30 centimetres ", " Weight: 1.243 kilograms ", " Width: 10.80 centimetres ", " Depth: 1.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["See E. Kühnert-Eggebrecht, Die Axt als Waffe und Werkzeug im Alten Ägypten' (Berlin, 1969), 13, 98 and pl. 1, 3, where this form of axe is called type B-I. For parallels, see ibid., 98 and references. The date of acquisition suggests that this object may have come from the Early Dynastic royal tombs at Abydos. For other examples of inscribed Early Dynastic axes, see W. M. F. Petrie, 'Tools and weapons : illustrated by the Egyptian collection in University College, London' (London, 1917), pl.III, 103-4."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (599) ", " Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (3) "], "Location": ["On display (G64/dc10)"], "Condition": ["incomplete - handle lost"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30065"], "Registration number": ["1898,0315.191"]}