{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10945,1"], "Description": [" Papyrus (ten fragments - after conservation in 2013); hieratic funerary text in red and black ink. The fragments yield the Ritual for the Opening of the Mouth: - Upper group: 1. Col. Sc. 23Ia-23IIa, 2. Col.: Sc. 25a-c, 3. Col.: Sc. 26a-i, 4. Col.: Sc. 27a-c - Middle group: 1. Col.: Sc. 29c-31Ib, 2. Col.: Sc. 32a-g, 3. Col.: Sz. 33b-36a - Lower group (from right to left): Scenes 31 IIa-32a, 27c-h, 48d-f and unidentified "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.50 centimetres (frame) ", " Width: 20.20 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": ["funerary"], "Curator's comments": [" To be published by F. Herbin, Late Religious Texts. 3. ", " Fragments of the Ritual for Opening the Mouth to be published by Joachim Friedrich Quack and Victoria Altmann-Wendling (Heidelberg). ", " Some fragments to be studied and published by Andrea Kucharek for the \"Osirianische Texte\" project (Heidelberg). ", " Fragments rearranged between frames 1-2 by B Leach March 2013. ", " Two main scribes can be determined, who are not only distinguishable by their hands and idiosyncrasies of orthography (e.g. the writing of Osiris), but by multiple occurrences of the same spells of the ritual and the varying width of the columns (e.g. one very narrow, the other broader). The upper row (first scribe) contains the scenes (numbering after Otto 1960) Sc. 23 I-II and Sc. 25–27. The middle one (second scribe) includes Sc. 29-31II and Sc. 32–36. The bottom row shows one fragment (rightmost), which might belong to the manuscript of the first scribe, with parts of scene No. 31II-32 inscribed on it. As it could not be placed at a definite position in respect to the other fragments, it must be left under the unplaced ones. The other three fragments seem to show the same hand, very small and cursory in style. This would therefore be a third scribe. They comprise Sc. 27 and 48, but the last one (leftmost) contains too little text to be completely sure about its content. The text of the first scribe addresses to Sokar-Osiris as the beneficiary. The pieces of the second scribe are more specific: They mention an ‘Osiris-the-Baboon (pA jAnj)’ and ‘Osiris-the-Ibis (pA hbj)’. These names refer probably to animal mummies and can also be found on other fragments of EA 10945, written by different scribes and containing different kinds of rituals (see frame 2). This might point to the same library or scribal school as a source. Considering the animals ibis and baboon, a possible provenance could be either Hermopolis, modern Tuna el-Gebel (see e.g. Kessler 1998; Kessler 2011), or North Saqqara (Davies 2006; Ray 2011); in both of them large cemeteries for Thoth’s sacred animals existed. Information provided by Victoria Altmann-Wendling, DFG Leibniz-Price Project ‘New edition of the Ritual for the Opening of the Mouth’. Bibliography: S. Davies, The Sacred Animal Necropolis at North Saqqara. The Mother of Apis and Baboon Catacombs, EES Excavation Memoir 76, London 2006. E. Otto, Das ägyptische Mundöffnungsritual, ÄA 3, Wiesbaden 1960. D. Kessler, Tuna el-Gebel 2. Die Paviankultkammer G-C-C-2 , HÄB 43, Hildesheim 1998. D. Kessler, Die Oberbauten des Ibiotapheion von Tuna el-Gebel. Die Nachgrabungen der Joint Mission der Universitäten Kairo und München 1989-1996, Tuna el-Gebel 3, Haar 2011. J. D. Ray, Texts from the Baboon and Falcon galleries. Demotic, hieroglyphic and Greek inscriptions from the Sacred Animal Necropolis, North Saqqara, EES 15, London 2011. "], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57820) (http://www.trismegistos.org/text/57820)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: brittle, fractured, fragmentary Black ink Conserved 2013 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: incomplete/fragmentary"], "Associated events": ["Associated Event: Ritual of the Opening of the Mouth"], "Acquisition name": ["Purchased through: B A Seaby Ltd"], "Previous owner": ["Previous owner/ex-collection: George Anastase Michaelides"], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10945,1"], "Registration number": ["1977,1105.100.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "], "Conservation": ["Treatment"]}