{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA59648"], "Description": [" Hippopotamus ivory figure of woman; incised eyes and pubic-triangle. "], "Cultures/periods": ["Badarian"], "Production date": ["4400BC-4000BC (c.)"], "Findspot": [" Excavated/Findspot: Badari, el-, 5107 "], "Materials": ["hippopotamus ivory"], "Technique": ["incised"], "Dimensions": [" Height: 14 centimetres ", " Weight: 114 grammes ", " Width: 3.80 centimetres ", " Depth: 2.20 centimetres "], "Curator's comments": [" Published: Brunton and Caton-Thompson, The Badarian Civilisation, 28-9, pl. XXIV (2), XXV (3, 4). 5000 Years of Egyptian Art, London 1962, p. 12 [2]. A.J. Spencer, Early Egypt, The rise of civilisation in the Nile valley (London, The British Museum Press, 1993), fig. 9 T.G.H. James and W.V. Davies, Egyptian sculpture (London, The British Museum Press, 1983), fig. 74 S. Quirke and A.J. Spencer, The British Museum book of ancient Egypt (London, The British Museum Press, 1992), fig. 19 T. Phillips [ed.], Africa, London 1995, p. 52 [1.1] = T. Phillips [ed.], Afrika, Berlin 1996, p. 52 [1.1]. Midant-Reynes, The Prehistory of Egypt, 155-7 (reproducing Brunton & Caton-Thompson). N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 24-5. ", " Strudwick N 2006 This remarkable figure came from a grave at Badari, excavated in the 1920s, and is one of the oldest human-shaped statuettes known from Egypt. The head, nose and eyes are disproportionally large but, like the rest of the figure, have been carefully worked. The arms are separated from the body and rejoin it at the hips, with only the most cursory indications of hands. The breasts and genitalia are very prominent. Like the arms, the legs are clearly separated from each other, and the tiny feet are indicated simply. The whole figure has been made with great care and polished to a fine finish, showing a remarkable degree of technical competence at a very early date in Egypt's history. The nipples and the pupils are marked by drill holes, and may have been intended to be inlaid with some other material. The function of the figurine is not clear. The very pronounced feminine attributes may suggest that the figure was intended to represent a fertility deity, or indeed as an expression of fertility and (re)birth, but it could also be a servant figure. The excavators, Brunton and Caton-Thompson, found two other figurines in their excavations (which were less accomplished than this example); they are not common, and remain enigmatic. The tomb in which this figurine was found was otherwise rather uninformative. No bones were located, and the only other finds were a possible polishing pebble and a few beads of steatite and turquoise. Most graves in this cemetery were circular or oval pits. They were, in essence, fairly similar to the much later tomb of the Predynastic man from Gebelein, which has been reconstructed in the British Museum (registration no. EA 32751). Better-preserved tombs contained pottery, flints, arrowheads, and slate palettes among their grave goods. The Badarian culture is the earliest of the Upper Egyptian cultures, and was the last to be identified. It was named after the type-site of Badari in Middle Egypt, which Brunton and Caton-Thompson excavated. Subsequent excavations in the 1930s by Caton-Thompson at Hemmamiya brought to light a stratigraphic sequence which confirmed the dating of the cemeteries at Badari to about 4400-4000 BC. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (p.24)"], "Location": ["On display (G64/dc2)"], "Exhibition history": [" 2012, Apr-Aug. New York, The Metropolitan Museum of Art, Art of Early Egypt. "], "Condition": ["good"], "Acquisition name": ["Donated by: British School of Archaeology, Egypt"], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59648"], "Registration number": ["1929,1106.30"], "Conservation": [" Treatment: 12 May 1995 ", " Treatment: 01 Mar 1995 ", " Treatment: 29 Nov 2011 "]}