{"artifact_name": "scarab; forgery", "Object Type": [" scarab ", " forgery "], "Museum number": ["EA18190"], "Description": [" Green glazed composition scarab with gilded decoration; gold mount: a fake. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" glazed composition ", " gold "], "Technique": [" leaf-gilded ", " glazed "], "Dimensions": [" Length: 7.50 centimetres ", " Width: 5 centimetres "], "Curator's comments": ["Jones 1990 Egyptian 'heart scarabs' A common item of ancient Egyptian funerary equipment from the New Kingdom onward was the 'heart scarab', a large representation of the dung beetle Scarabaeus sacer, often in greenstone or faience, which was placed within the wrappings of the mummy. Its purpose was to prevent the heart (regarded by the Egyptians as the seat of the human intelligence) from disclosing to the gods of the judgement hall any of the dead person's misdemeanours committed while on earth, and the flat base was often inscribed with a text from the Book of the Dead to guard against this eventuality. This forged scarab, bought from General Pearse in 1887, purports to be the heart scarab of no less a personage than Tuthmosis III, the 18th Dynasty pharaoh who established Egyptian authority in Syria-Palestine in the fifteenth century BC. That it is a forgery is abundantly clear from the design on the base, which is unparalleled among genuine heart scarabs and is moreover grossly executed and stylistically inept. Nonetheless, the forger has taken the trouble of attaching pieces of linen to the back of the scarab to convey the impression that it had been torn from the wrappings of the king's mummy. The metal band passing around the edge and across the back is - like the suspension ring - a characteristic feature of better-quality 18th Dynasty heart scarabs, such as the genuine example belonging to the scribe Renseneb (registration no. 1872,0604.633), but whereas on the genuine specimens these fittings are of gold, those of the 'Tuthmosis III' scarab are made of bronze. In spite of its unconvincing appearance the scarab was on display until 1900; its withdrawal from public view was prompted by the appearance of a second example, alike in most particulars (even to the spurious 'mummy cloth'), but bearing the cartouches of Ramesses in, a pharaoh who reigned over 250 years later than Tuthmosis III."], "Bibliographic references": ["Jones 1990a / Fake? The Art of Deception (168b)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Gen Pearse"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA18190"], "Registration number": ["1887,0404.1"]}