{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2370"], "Description": [" Limestone female figure shown reclining on a bed, with a smaller child figure depicted at the lower legs. The female wears a close-cropped short wig, set low on the forehead and obscuring her ears. Behind her head is a flat pillow incised onto the bed structure, and she leans against a headrest which supports the head and neck. She is shown nude with emphasised modelling of her breasts and pronounced stomach, the hip and pubis area, and she has an elongated neck. She wears a beaded broad-collar, and there are two folds, possibly of material, directly underneath the breasts and two bands placed on each ankle. Her arms are held flat against the body with the palms placed along the upper thighs. Her feet rest against the tall board at the bottom of the bed. The face is rounded with wide eyes and elongated cosmetic lines extending to the edge of the wig. She has a small mouth with thick lips that appear pursed together. The child figure, now headless, is depicted lying underneath the legs of the female figure with their hands placed on top of her right leg. There are several chips to the bed structure across the top and around the edges, and several small chips to the female figure’s legs and torso area, and the top of her feet. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Dimensions": [" Height: 21.50 centimetres "], "Curator's comments": ["Female figurines reclining on beds, sometimes shown with infants, were initially regarded as erotic in nature and termed as ‘concubines’, though these interpretations are now generally disputed. More recent commentaries on such figures, which were found within a range of domestic and funerary contexts, suggest that they relate to childbirth and fertility (Pinch 1983), and their attestation in male burial contexts as well as female may also allude to their general connection with rebirth and regeneration (Teeter 2010). While analysis of the variations in modelling of the female figure have included different sites, materials, and corpora across several time periods (Pinch 1993; Teeter 2010; Backhouse 2020), this particular pose of the British Museum figure with the child at an opposing angle and lying underneath the legs of the female is quite unusual. In more typical cases, the child is depicted to the right of the female figure (e.g. EA 2371, British Museum, London https://www.britishmuseum.org/collection/object/Y_EA2371). While the long heavy wig is more commonly found in comparable figures from the New Kingdom, other examples of the short wig do occur (for instance 15.2.8, Metropolitan Museum of Art, New York: https://www.metmuseum.org/art/collection/search/544785). General Sources: J. Backhouse, 2020. ‘Scènes de Gynécées’ Figured Ostraca from New Kingdom Egypt: iconography and intent (Oxford). G. Pinch, 1983. ‘Childbirth and Female Figurines at Deir el-Medina and el-‛Amarna’, Orientalia Vol. 52, No. 3, p. 405-414. G. Pinch, 1993. Votive offerings to Hathor (Oxford). E. Teeter, 2010. Baked Clay Figurines and Votive Beds from Medinet Habu, Oriental Institute 133 (Chicago). J. Vandier d'Abbadie, 1959. Catalogue des ostraca figurés de Deir el Mêdineh (Cairo)."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2370"], "Registration number": [".2370"], "Additional IDs": [" Miscellaneous number: BS.2370 (Birch Slip Number) "]}