{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA8496"], "Description": [" Stela and part of the lower legs of a limestone stelophorous statue of Ramose. The stela was originally held by a kneeling figure of a male official whose hands perhaps rested on the top of the stela. It consists of a lunette with a shen ring and set of wedjat eyes, followed by five rows of incised text. Directly underneath this are a further two lines of inscription inscribed across the legs of the figure. The left leg is damaged, and some of the signs from the final line of text are now obscured. The stela has been broken off from the figure in antiquity and is now supported on a slim modern mount. The top edges of the stela have several large chips. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 20.50 centimetres (case) ", " Width: 13 centimetres (case) "], "$Inscriptions": [" "], "Curator's comments": [" The sun-hymn featured within the stela and dedicated to Re is a shortened version of such hymns which were typical of the 18th Dynasty. The unusual omission of a title for the named individual here is matched by other known stelophorous statues which may also have come from Thebes, and a link between these monuments further supported by epigraphical errors that may even tie them to the same workshop or sculptor (Selim 1999). Further Bibliography: H. Selim, 1999. 'Three Stelophorous Statuettes' in W. V. Davies (ed), Studies in Egyptian Antiquities: A Tribute to T. G. H. James (BM Occasional Paper 123), p. 45-47, Pl. 11. ", " Published: Hassan Selim, 'Three Stelophorous Statuettes' in W. V. Davies (ed), Studies in Egyptian Antiquities: A Tribute to T. G. H. James (BM Occasional Paper 123, 1999), 45-7. "], "Location": ["Not on display"], "Condition": ["incomplete - stela only"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8496"], "Registration number": ["1843,0507.396"], "Additional IDs": [" Miscellaneous number: BS.8496 (Birch Slip Number) "]}