{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA26239"], "Description": [" Glazed composition amulet of Bastet: represented completely in cat form, modeled in bright blue glazed composition with dark speckles on her coat; there is a suspension loop behind her neck. As goddess of fertility her kittens provide proof of her fecundity: she is attended by no less than ten of them. One sits on top of her head, another lies on her back, six sit supporting her outstretched forelegs on their heads and two more balance on the forelegs. "], "Cultures/periods": ["Third Intermediate"], "Production date": ["900BC-700BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["pierced"], "Dimensions": [" Height: 4.60 centimetres ", " Weight: 14 grammes ", " Width: 1.22 centimetres ", " Depth: 4 centimetres "], "Curator's comments": ["Such amulets would have been worn particularly by women not only to place themselves under the patronage of Bastet, but also in the hope that the wearer might be endowed with the goddess' fecundity. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 94-95 No 23; C. Andrews, 'Amulets of Ancient Egypt' (London 1994), p.33. G. Pinch, Magic in Ancient Egypt (London 1994), fig.62."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.76-77)"], "Location": ["Not on display"], "Exhibition history": [" 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": [" cat ", " ancient egyptian deity "], "Associated names": ["Representation of: Bastet"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26239"], "Registration number": ["1895,0511.23"]}