{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA35626"], "Description": [" Sycomore fig wood stela of Tjesmutperu (?): this round-topped stela was originally divided into four registers. The upper register, which is no longer extant, presumably consisted of a winged sun-disk. The second section of the stela contains a line of text, of which only the beginning remains, with a prayer to Osiris. It is divided from the third section by a multi-coloured border. The scene in the third section is poorly preserved apart from a female figure on the right in adoration of Osiris and possibly a winged Isis. Another multicoloured border divides this register from the fourth section. This last register consists of three lines of text with a prayer to Ra-Horakhty on behalf of Tjesmutperu (?), daughter of Ns-Ḥr. The name of the mother is lost. This stela is in a poor state of preservation. Most of the surface has worn away. The left-hand portion of the stela, which was made from a separate piece of wood, has been lost, only two holes for dowels remaining in the present left side. The original background of the stela appears to have been white. Traces of red paint exist in the upper register. The hieroglyphs in the second register are black. The multi-coloured borders appear to have consisted of red, green, and dull white rectangles separated by one black and two white stripes. The female figure has a red dress and possibly white body. The god has a white crown and green body and sceptre. There are traces of red on the wing of Isis. The hieroglyphs at the bottom are black between red and white (?) dividing lines. The back and sides are plastered. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 38 centimetres ", " Weight: 0.856 kilograms ", " Thickness: 3.30 centimetres ", " Width: 21.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.48-49)"], "Location": ["Not on display"], "Condition": ["poor - most of the surface lost; left edge missing"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Tjesmutperu (?) ", " Named in inscription: Neshor (father) ", " Named in inscription & portrayed: Osiris ", " Named in inscription: Ra-Horakhty ", " Representation of: Isis (?) "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35626"], "Registration number": [".35626"]}