{"artifact_name": "trial-piece", "Object Type": ["trial-piece"], "Museum number": ["EA23815"], "Description": [" Part of a limestone slab, probably from a trial-piece, with regular grids of slighlty different scale incised on both of the flat faces (squares of 2,05 to 2,1 cm on one face, 1,77 cm on the other face). One side of the object is preserved, showing a narrow border between the grid and the chamfered edges. The border is wider on the face of the grid of larger scale. On the other face, near a broken edge, one line perpendicular to the border has been doubled (interval of 1,5 mm between the two parallel incisions). It is probably a further fragment of EA 23814 (1887,0101.840) but does not present any joint with it. "], "Cultures/periods": ["Late Period"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Provenance unclear : Saite enclosure (so-called \"Camp\") or a room of one of the casemate-buildings of the \"Qasr\"? Findspot 52 W (west?), south-eastern quarter of the Saite enclosure (so-called \"Camp\"), area of ironsmith's workshops ? "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Length: 10.04 centimetres (max) ", " Thickness: 1.71 centimetres ", " Width: 7.79 centimetres (max) "], "Curator's comments": ["The item is one of the \"many pieces of designing tablets of limestone ruled in squares\" mentioned by W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 74 § 70 as \"found in the camp and in a chamber of the fort\". The mark \"52 W\" pencilled on the item indicates that it comes from Findspot 52 (west?), south-eastern quarter of the Saite enclosure (so-called \"Camp\"), area of ironsmith's workshops."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 74 § 70) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.58, p.179, pl.21) "], "Location": ["Not on display"], "Condition": ["incomplete - fragment only"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23815"], "Registration number": ["1887,0101.844"]}