{"artifact_name": "coffin; mummy-wrapping; human mummy", "Object Type": [" coffin ", " mummy-wrapping ", " human mummy "], "Museum number": ["EA6666"], "Description": [" Coffin of Horaawesheb containing the mummy of a female: this anthropoid coffin with polychrome painted decoration was made for Horaawesheb, an Incense bearer in the temple of the god Khonsu at Thebes. The red brown colour of the face and hands is confined to the depiction of men and he once wore a divine beard. The eyes and eyebrows are inlaid, a technique which gives a vital lifelike appearance to the face. His long wig is striped yellow and blue in imitation of gold and lapis lazuli and is bound by a floral fillet. The huge floral collar that covers his chest is typical for the period; it is flanked by denizens of the underworld and large figures of the Four Sons of Horus with their characteristic heads. The various scenes across the lid are separated by deities with outstretched wings: the topmost is a solar falcon, the one in the middle is a solar disc, and across the feet is the vulture Nekhbet, patroness of Upper Egypt. In the topmost scene the goddess Maat supports Horaawesheb, as he is led by Horus towards the Four Sons of Horus who stand on a lotus. Before them is the 'imywet' fetish of Anubis and behind them Osiris with his sister goddesses Isis and Nephthys. At each end of the panel, the jackal of Anubis and a cat-headed deity holding a knife and snake offers the deceased protection and new life. In the scene below, the fetish of Abydos is the central element. It is flanked by Horus and Thoth, funerary bulls, undulating snakes and protective winged goddesses. In the next panel, Osiris is represented by an animated 'djed' pillar with royal accoutrements flanked by the four protective funerary goddesses. Neith, Serqet, Isis and Nephthys, the latter two depicted as kites. Over the feet of the lid Shu raises up the barque of the sun god (represented as Khepri, his beetle form) flanked twice by knife wielding lion-headed Wadjet, patroness of Lower Egypt. Apart from Hathor as a cow emerging from the western mountain, the decoration on the sides of the body of the coffin is unusual, although not without parallel. X-rays have shown that the superbly wrapped mummy within this coffin is that of a young female. It exhibits the typical outer appearance of mummies of the period, its outermost shroud held in place by transverse and longitudinal bandages. Mummy of a young adult female. Skull - Mouth closed. All teeth apparently present. No obvious fractures. Thorax and Abdomen - Apparently empty. No fractures or dislocations of the ribs, spinal column, pelvis, or hips. Some of the dorsal intervertebral discs are partially opaque. Arms. Extended. Hands, with slightly flexed fingers, in pubic area. Legs - No fractures or dislocations. Faint lines of arrested growth at the lower ends of the tibiae. An almost certain parcel of viscera lies between the thighs. "], "Cultures/periods": ["22nd Dynasty (coffin)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " linen ", " human tissue "], "Technique": [" painted ", " inlaid "], "Dimensions": [" Length: 155 centimetres (mummy) "], "$Inscriptions": [" "], "Curator's comments": ["Two rows of identical entities are found on the walls of the sarcophagus in which the 21st Dynasty King Psusennes I was interred at Tanis, which he had usurped from the 19th Dynasty pharaoh Merenptah. Their appearance on the coffin of Pasherihoraawesheb is further evidence of the democratization of funerary beliefs and practices which had once been exclusively for the benefit of royalty. Most of the figures are obviously denizens of the underworld who wave snakes and lizards as symbols of regeneration; the Tilapia presumably has the same connotation as does the heron of Ra, the sun god. The fully frontal female Bes and her more usual male counterpart could offer the deceased rebirth into the afterlife. Any figure carrying a knife was meant to afford the deceased general protection. However, all of these creatures are specifically named on Psusennes' sarcophagus and it is surprising to see the Four Sons of Horus are present in an unusual guise. It has been estimated that such a mummy as interred in this coffin required about 448 square yards of linen wrappings. Although the mummy and coffin entered the British Museum's collections together, it would appear they were united in recent times rather than that the woman usurped the coffin from Pasherihoraawesheb. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 166-170 No 50; J. H. Taylor and N. Strudwick (eds.), ‘The Theban Necropolis : past, present and future’ (London, 2003), p. 108 [pl.55]. Cited: Cauville, 'Dendera, Les chapelles osiriennes. Commentaire' (BdE 118), 91; Clere, BIFAO 86 (1986), 104 (fig.7)."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (29) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.136-137) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 101) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.47, pl.2-3, p.104, p.110, table 1, p.112, pl.8) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1983 Aug-Oct, Stratford, Passmore Edwards Museum, Life & Death in Ancient Egypt 1985 Jan-Sep, Tsukuba Expo '85, Dwellings & Surroundings-Science & Technology for Man at Home 1986 Jun-Oct, Carmarthen Museum, A son of Luxor's Sands 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science & History, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Nov-Dec, Kuala Lumpur, National Museum, Treasures from the Grave 2002, St Albans, Life and Death 2006 6 Oct-2007 18 Feb, Tokyo National Museum, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["good"], "Subjects": [" cat ", " ancient egyptian deity "], "Associated names": [" Representation of: Sons of Horus ", " Representation of: Nekhbet ", " Representation of: Maat ", " Representation of: Horus ", " Representation of: Anubis ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Thoth ", " Representation of: Neith ", " Representation of: Serqet ", " Representation of: Shu ", " Representation of: Khepri ", " Representation of: Wadjet ", " Representation of: Hathor "], "Associated places": [" Emblem of: Abydos "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6666"], "Registration number": [".6666"], "Additional IDs": [" Miscellaneous number: BS.6666 (Birch Slip Number) "], "Conservation": [" Treatment: 28 Sep 2001 ", " Treatment: 23 Sep 1997 ", " Treatment: 11 Jul 2010 ", " Treatment: 30 Nov 1984 ", " Treatment: 28 Jun 1983 ", " Treatment: 01 Oct 1981 ", " Treatment: 29 Jun 2010 ", " Treatment: 30 Jun 2006 ", " Treatment: 23 Jan 2018 ", " Conservation treatment: 30 Nov 2023 "]}