{"artifact_name": "soul house", "Object Type": ["soul house"], "Museum number": ["EA32610"], "Description": [" Fired clay offering tray ('soul-house') in the form an enclosure, with a two-storey building set against the rear wall. An opening in the front wall provides access to a courtyard, in which an array of food offerings are depicted (including fish, vegetables, bread, cuts of meat and jars). The house is accessed through an arched doorway, and a window is provided with a papyriform column as support. A doorway to the left of the house provides access to a staircase leading to the roof, upon which a separate structure is depicted. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["fired clay"], "Dimensions": [" Height: 17.50 centimetres ", " Weight: 8 kilograms ", " Width: 41 centimetres ", " Depth: 38 centimetres "], "Curator's comments": [" Published: Budge. The Mummy (1925). pl. 467, pl. III. Roik. Das Altagyptische Wohnhaus. (Frankfurt, 1988). p. 45, fig. 76. Wilson. Egyptian Food and Drink. (1988) p. 54. G. Hart. Eyewitness Guides: Ancient Egypt. (1990) p. 47. J. Putnam. Egyptology: An Introduction to the History, Culture, and Art of Ancient Egypt. (1990) p. 73. Quirke and Spencer. BM Book of Ancient Egypt. (1992). p. 114, fig. 90. G. Pinch, Magic in Ancient Egypt (London 1994), fig.82. M. Stead. Egyptian Life. (1994). p. 13, fig. 14. Las Casas Del Alma, Barcelona 1997, p.168 [6]. Sacred Food, Barcelona 2001, p. 204 [91] ", " On this class of object, found in Middle Kingdom cemeteries throughout Egypt, see A. Niwinski. 'Seelenhaus'. Lexikon der Ägyptologie. V. Wiesbaden. 806-813 "], "Location": ["On display (G61/dc6/sA)"], "Exhibition history": [" Exhibited: 1997 15 Jan-15 Jun, Spain, Barcelona, Centre de Cultura Contemporània de Barcelona, Architectural Models of Antiquity 2001 30 Jun-30 Sep, Barcelona, Sacred Food 2002, St Albans, Life and Death 2015 5th Oct - 2016 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. 2017-2018, 10 Nov 2017 - 18 Feb 2018, Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (CSMVS), Mumbai, India, India and the World: A History in Nine Stories 2018, 6 May- 30 June, National Museum, New Delhi, India and the World: A History in Nine Stories "], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32610"], "Registration number": ["1900,0609.123"], "Conservation": [" Treatment: 28 May 2008 ", " Treatment: 20 Oct 1998 ", " Treatment: 13 Jan 1996 "]}