{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA71645"], "Description": [" Fragmentary black steatite head from a male figure, the body and base now missing. The figure wears a shoulder-length striated wig, set high on the forehead and tucked behind the oversized ears. The eyes are wide with heavy ridges and short pointed cosmetic lines at the outer edges. The nose is long and broad towards the nostrils with the mouth only slightly wider than the tip of the nose, and with a fleshy appearance around the mouth that forms a slight pout. The chin is clearly raised which provides the figure with an upwards gaze. The face is also fleshy in appearance around the cheeks and jawline. The reverse of the head has been damaged in the centre of the wig, with subsequent large cracks across the surface on the reverse. Further cracks are visible across the forehead of the figure, and there are numerous small chips visible around the face and neck. "], "Cultures/periods": ["13th Dynasty"], "Production date": ["1700BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 7 centimetres (max) ", " Width: 8.66 centimetres ", " Depth: 6.91 centimetres "], "Curator's comments": ["Based on stylistic features such as the oversized ears the head has been dated to the late Twelfth Dynasty (PM VIII; Vassilika 1990). Due to the fragmentary nature of the statue, it’s not possible to determine the original statue type. The provenance of the statue is also uncertain. The suggestion of raised heads within Egyptian sculpture, referred to as apotheosis, is noted as a popular feature particularly within the Late Period and Ptolemaic Period, though earlier examples are also attested (Bothmer 1970). Further Bibliography: E. Vassilika, 1990. ‘Museum Acquisitions, 1990: Egyptian Antiquities Accessioned in 1990 by Museums in the United Kingdom’, Journal of Egyptian Archaeology Vol. 78, p. 269, no. 28. General Sources: B.V. Bothmer, 1970. ‘Apotheosis in Late Egyptian Sculpture’, Kêmi: Revue de philologie et d'archéologie égyptienne et coptes 20, p. 37-48."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 435-436)"], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Donated by: Art Fund (as NACF)"], "Acquisition date": ["1990"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA71645"], "Registration number": ["1990,0623.1"]}