{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA63806"], "Description": [" Fragmentary head of a limestone male figure. The surviving portion of the wig is smooth and tucked behind his ears. His thin eyebrows are carved in raised relief and slope far down towards the temples. His eyes are large and almond shaped, with slim incised eyelids and a short pointed cosmetic line. There are faint traces of black paint within the eyes. His nose is broad, and his lips are thick and curved into a gentle smile. His face is rounded and fleshy at the mouth and jawline. There is damage to the sides of the wig underneath the ears, and small chips are visible across the face particularly at the right side cheek. The object is now supported by a modern mount. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 12 centimetres (max) ", " Width: 12 centimetres (max) ", " Depth: 12 centimetres (max) "], "Curator's comments": ["Stylistically the rendering of his facial features correspond to a date within the mid-18th Dynasty, particularly associated with the Thutmosid Dynasty of kings (see Seipel 1992, who suggests a date during the reign of Thutmosis III). The original provenance of the figure is uncertain. Further Bibliography: W. Seipel, 1992. Gott. Mensch. Pharao: Viertausend Jahre Menschenbild in der Skulptur des alten Aegypten (Vienna), p. 326-327, no. 127. A.W. Shorter, 1935. ‘Small Egyptian Sculptures’ in British Museum Quarterly Vol. 9, No. 3, p. 91-92, Pl. XXVIa-b."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 663)"], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Abemayor Brothers"], "Acquisition date": ["1934"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63806"], "Registration number": ["1934,1013.2"]}