{"artifact_name": "necklace(?); bead; amulet; pendant", "Object Type": [" necklace (?) ", " bead ", " amulet ", " pendant "], "Museum number": ["EA16944"], "Description": [" Necklace (?): A string composed of thirty shell-shaped amuletic pendants of green feldspar, pierced horizontally at the top and convex on both faces, three felspar conical beads, and beads of many other different materials. There are a number of glass beads which are New Kingdom rather than Middle Kingdom in date: five bright-blue translucent glass beads (one oblate, the others barrel discs), one dark-green glass broken standard truncated convex bicone, two turquoise-blue short barrels, one blue-green translucent barrel disc, one translucent sea-green standard convex bicone, one yellow barrel disc and a few dark-blue beads (some short barrels, two faceted). The cornelian beads are spherical, short convex bicone, short truncated convex bicone, long barrel and disc beads. The garnet beads are standard truncated convex bi-cones and barrels. The string is completed by one green glazed steatite cylinder, eleven alabaster standard barrels, five orange jasper beads (one cylinder, two discs, one elliptical bead, rectangular in section, and one short barrel) and thirty-two silver short cylinders. The shell-shaped pendants cannot be exactly paralleled in form or material. "], "Cultures/periods": [" Middle Kingdom (some beads) ", " New Kingdom (?,some beads) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (said to be from) "], "Materials": [" feldspar ", " glass ", " cornelian ", " garnet ", " silver ", " calcite ", " jasper ", " glazed composition ", " steatite "], "Technique": ["glazed"], "Dimensions": [" Length: 46.10 centimetres (string) "], "Curator's comments": ["For shell-shaped pendants, cf. W. M. F. Petrie, ‘Amulets’, London (1914), pl.XIV, 111c,d: 'Cardium edule' shell but also ibid. 112e: 'Melegrina margaritifera' shell."], "Bibliographic references": ["Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (419)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1866"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA16944"], "Registration number": ["1886,0605.26"]}