{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2292"], "Description": [" Limestone theophorous figure of the male official Nebra holding a figure of the god Osiris. Nebra wears a long striated wig and a long pleated kilt which is belted at the waist. Folds of flesh are emphasised under each pronounced breast. He has wide eyes, arched eyebrows, and a narrow mouth. The face is rounded and fleshy, particularly around the jawline. Both of his hands are placed across the shoulders of the funerary god Osiris, who is identifiable via his mummified form, the feathered atef-crown, and the crook and flail implements held across the chest. His feet are planted in between and slightly on top of Nebras own feet. Red-brown paint has been used to indicate the skin of both figures, black paint used for the wig and eyes, and white paint for the clothing of both figures, and Osiris’ crown. A brief line of inscription has been painted in black across Nebra’s back with the signs towards the lower body slightly faded. The names and titles of the god Thoth are painted in red on both of his upper arms, though the full name on the left shoulder is no longer legible. Nebra’s nose has been broken, and paint traces across the arms and lower body of Osiris are faded and worn. The feet of both figures are slightly chipped at the front of the base. There are also long scratches across the reverse of the figure along the kilt, and across the lower body of Osiris. The bottom of the figure may have originally been attached to a larger base, which is now lost. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 26.50 centimetres ", " Weight: 0.80 kilograms ", " Width: 7.90 centimetres ", " Depth: 4.70 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["Theophorous statues, a popular statue type in which the subject carries or presents outwards the figure of a deity, typically features a much smaller sized divine figure than is conveyed here. Osiris’ height is also enhanced via his tall crown. Such figures featuring a larger image of Osiris may also be referred to as Osiriphorous forms (Staring 2016). The individual named Nebra is known from other monuments bearing the same title found within the Deir el-Medina area, including a stela also in the British Museum collection (EA 276, London: https://www.britishmuseum.org/collection/object/Y_EA276). His name also appears in Deir el Medina tombs 2, 4, 218, 219 and 250, all dating to the first half of the reign of Ramesses II, and he is referenced within several graffiti and ostraca fragments including a model letter to the vizier Paser (Bierbrier 1982). Based on his established presence within Deir el-Medina, it is probable that this figure also comes from the same site. Further Bibliography: K.A. Kitchen, 1989. Ramesside Inscriptions: Historical and Biographical Vol VII (Oxford), p. 201. N. Staring, 2016. ‘The Tomb of Ptahemwia ‘Great Overseer of Cattle’ and ‘Overseer of the Treasury of the Ramesseum’ at Saqqara’, Journal of Egyptian Archaeology Vol. 102, p. 163, n. 69. General Sources: B. Bruyère, 1927. Rapport sur les fouilles de Deir el Médineh (1926). Fouilles de l’Institut français d’archéologie orientale 4:3 (Cairo). G. Maspero, 1880. Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris)."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (p. 34, Pl. 79) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 128, no. 64) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 541) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nebra ", " Named in inscription & portrayed: Osiris ", " Named in inscription: Thoth "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 132 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2292"], "Registration number": [".2292"], "Additional IDs": [" Miscellaneous number: BS.2292 (Birch Slip Number) "], "Conservation": ["Treatment: 13 Oct 2022"]}