{"artifact_name": "scaraboid; disc", "Object Type": [" scaraboid ", " disc "], "Museum number": ["EA66458"], "Description": [" Mould-made disc-shaped scaraboid in glazed composition; slightly domed and plain back with more or less straight sides; underside bearing a debased hieroglyphic inscription with falcon, men-draughtboard sign and sun-disc, and maybe flattened neb-basket sign underneath or just horizontal line; inscription probably stamped rather than incised; pierced through diameter; pale yellowish glaze. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped (possibly) ", " pierced "], "Dimensions": [" Diameter: 1.20 centimetres ", " Thickness: 0.55 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Falcon, sometimes wearing a crown or with a flail, is a recurring motif for various compositions found on scarabs and scaraboids produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). Though the hieroglyphic signs could have just some magical value, it seems more plausible that this is either a cryptographic reading for the name of Amun / Amun-Ra (on the cryptic writing of the name of Amun: Drioton 1957) or an abbreviated form for the Horus name of Psamtek II (Hölbl 1979, 165). This scaraboid belongs to a type, widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, type XXVIII B, subtype B58-61, see especially B58 for this piece). The hieroglyphs depicted on the underside can be found on several scarabs and scaraboids of various shapes discovered in Naukratis (Petrie 1886, pl. XXXVII nos. 47-48, 50): BM 1886,0401.1631; Boston, Museum of Fine Arts 86.684-88.865; Bristol, City Art Gallery & Museum H3808. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hölbl, G. 1979, Beziehungen der ägyptischen Kultur zu Altitalien (EPRO 62), Leiden. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 47) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 103, Type XXVIII B58) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.037) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["bird"], "Associated names": [" Named in inscription: Amun-Ra (?) ", " Named in inscription: Psamtek II (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66458"], "Registration number": ["1886,0401.1630"]}