{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA47577"], "Description": [" Painted wooden figure of Ptah-Sokar-Osiris: the external appearance of the god is derived chiefly from that of Osiris. The body is enveloped in a shroud, coloured red. The headdress is the 'atef 'crown, composed of ram's horns, a sun-disc and twin feathers. There is a cavity in the base, covered by a wooden falcon. "], "Cultures/periods": ["Late Period"], "Production date": ["664BC-305BC"], "Excavator/field collector": ["Excavated by: Dr David George Hogarth (1906-1907)"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 46, shaft 3 "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 55 centimetres ", " Length: 28.50 centimetres "], "Curator's comments": ["An important element of high-status burials in the Late Period and Ptolemaic Period was a wooden statuette of a mummiform deity who is identified as Ptah-Sokar-Osiris. This entity is an example of syncretism, that merging of the characteristics of one or more deities so characteristic of ancient Egyptian religious expression. In this instance, each of the component gods was a powerful figure in his own right, Ptah and Osiris in particular being associated with the powers of creation, while Sokar was an ancient god of the Memphite necropolis. The merging of Osiris and Sokar had begun as early as the Middle Kingdom, and with the addition of Ptah the resulting tripartite god became especially prominent as a guarantor of resurrection after death. A statuette such as this was provided in most elite tombs of the Late Period."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.38-39) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 230) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Associated names": ["Representation of: Ptah-Sokar-Osiris"], "Acquisition name": ["Donated by: Dr David George Hogarth (?)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA47577"], "Registration number": ["1907,0511.499"], "Conservation": ["Treatment: 21 Sep 2004"]}