{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA41541"], "Description": [" Ostracon with the 'Instruction of Amennakht': limestone ostracon painted with twelve lines of hieratic. This copy is well written on a carefully chosen ostracon and the scribe's handwriting seems modelled on Amennakht's own. It was certainly an exercise, since the date is written in red under the final line, as was a common practice of apprentices. The red points mark the ends of lines of verse; in 11. 9-10 a mistake has been made, and there is one point too many (similar mistakes occurs in 11.5 and 6). "], "Cultures/periods": ["20th Dynasty"], "Production date": ["1170BC (circa)"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 20.70 centimetres ", " Weight: 1.431 kilograms ", " Width: 15.70 centimetres ", " Depth: 2.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The hieratic is a copy of 'The Instruction of Amennakht', written in literary New Egyptian, a rare example of a literary work composed by a known historical individual. His apprentice Hormin was the son of his colleague Hori and friend of his own son Amenhotep. The Teaching was probably circulated locally among the litterateurs of the village, as well as being used as a copying exercise for Amennakht's apprentices. Some seven copies on ostraca are known, but all the others contain a shorter extract than this one. Bibliography: G. Posener, 'L'exorde de l'instruction éducative d'Amennakhte (Recherches littéraires, V)', 'Revue d'Égyptologie' 10 (1955), 61-72; S. Bickel and B. Matthieu,'L'écrivain Amennakht et son Enseignement', ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 93 (Cairo, 1993), 31-51 (the translation here differs slightly in 1.10 from that of Bickel and Matthieu, having been recollated with the original); 'Les artistes de Pharaon : Deir el-Médineh et la Vallée des Rois', (Paris, 2002), p. 221 [171]; New copy of text discoverd at Thebes: A. Dorn in 'Zeitschrift für Ägyptische Sprache und Altertumskunde' 131 (Leipzig and Berlin, 2004); A. G. McDowell, 'Village life in ancient Egypt : laundry lists and love songs' (Oxford, 1999) p.139 [text.102]; J. von Beckerath, ‘Studien zur Altägyptischen Kultur’ 10 (1983), pp.63-9."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (71) ", " Demaree 2002 / Ramesside Ostraca (pl.93) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (391794) (http://www.trismegistos.org/text/391794) "], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": [" Named in inscription: Amennacht ", " Named in inscription: Hormin "], "Associated titles": ["Associated Title:", " Teaching of Amennakht "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41541"], "Registration number": ["1905,0515.31"], "Conservation": ["Treatment: 17 Aug 1998"]}