{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1646"], "Description": [" Quartzite statue of Nakhtherheb: Nakhtherheb is shown kneeling in reverence before Osiris, from whom he seeks benefits, his head slightly raised and his hands lying flat on his thighs. His unadorned headdress and short, plain kilt enhance the viewer's impression of deliberate simplicity and a kind of monumental tranquility. In Nakhtherheb's face and body, however, there is a considerable amount of modeled detail. His almond-shaped eyes and the high-set, horizontal line of his eyebrows, as well as the sickle-shaped curve of his slight smile, follow the pattern for facial features set early in the Twenty-sixth Dynasty. But this face is broad and full, consonant with the body, which, though not fat, looks soft and fleshy. Nakhtherheb's torso is designed as three sets of swelling curves placed one below the other and comprising the breast, the rib cage, and the abdomen. The large round navel is set within a bulge shaped rather like a teardrop. The plinth is inscribed with a horizontal register of hieroglyphs and the dorsal pillar with two vertical registers of hieroglyphs. "], "Authority": ["Ruler: Psamtek II"], "Cultures/periods": ["26th Dynasty"], "Production date": ["590BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Height: 113 centimetres ", " Weight: 220 kilograms ", " Width: 45 centimetres ", " Depth: 60 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " invocation "], "Curator's comments": ["See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 802; Bibliography: T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 59, fig. 66; S. B. Shubert, 'Realistic Currents in Portrait Sculpture of the Saite and Persian Periods in Egypt' JSSEA 19 (Toronto, 1989), p. 32, pl. 12a; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006)' 108, cat no. 66."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (131)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2012 23 March - 23 July 2012, Musee Jaquemart Andre, Paris, Le Crepuscule des Pharaons "], "Condition": ["good"], "Associated names": ["Named in inscription: Osiris"], "Acquisition name": ["Purchased from: J Backshall"], "Previous owner": [" Previous owner/ex-collection: Gen Sir H J Montresor ", " Previous owner/ex-collection: Sir Edmund Coke "], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1646"], "Registration number": ["1914,0613.1"], "Conservation": ["Treatment: 05 Dec 2000"]}