{"artifact_name": "human mummy; mummy-wrapping", "Object Type": [" human mummy ", " mummy-wrapping "], "Museum number": ["EA32755"], "Description": [" Body of an elderly adult, sex uncertain, in a flexed position. The bones of this mummy are very decalicified. The reason for this condition is uncertain but it is most likely to be senile osteoporosis. The body was probably placed in some form of wicker basket and covered with an animal skin, wicker and fur remnants being still present. Some patches of linen are also present on the body surface. Skull - No hair on scalp. No obvious fractures. Mouth closed. All teeth present but caps appear worn. There is a fairly extensive, faint opacity within the skull, perhaps indication cerebral remnants. Thorax and Abdomen - The spinal column is free from fractures and dislocations, but some osteo-arthritic changes are present. The intervertebral discs seem normal. Many of the ribs have been fractured in their anterior third. A dense, linear shadow lies anterior to the vertebral column. Arms - Only the carpal bones of the left hand remains. There is a supracondylar fracture of the left humerus. Legs - Limbs detached, as a result of a fracture, mid-shaft of both femora. Lines of arrested growth present in the upper end of the shafts of both tibiae. The terminal phalanges of most of the toes are absent. "], "Cultures/periods": ["Late Predynastic"], "Findspot": [" Excavated/Findspot: Gebelein "], "Materials": [" human tissue ", " linen ", " fur ", " stem "], "Dimensions": [" Length: 152 centimetres "], "Curator's comments": ["Cf. R. L. Moodie, 'Anthropolog. Memoirs' Vol. III, 'Roentgenologic studies of Egyptian and Peruvian mummies' (Chicago, 1931), no. 31736 (pl. VI) is stated to me a 'mummy of a predynastic female' and the shadow is explained as 'ossification of the anterior longitudinal ligament' of the vertebral column."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (5) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.107, p.109, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["poor"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32755"], "Registration number": ["1900,1018.5"], "Conservation": ["Treatment: 30 Apr 2016"]}