{"artifact_name": "stamp", "Object Type": ["stamp"], "Museum number": ["EA23324"], "Description": [" A circular stamp for a jar-stopper, with an applied stubby cylindrical grip, pierced by a horizontal hole; part is broken away. It has an incuse pattern: within a circle are three facing standing male figures, two with both arms akimbo, one with his right hand stretched out over a square object, apparently a chest. Each has a nimbus, and no doubt are saints; the centre and largest figure has an uncertain device above his nimbus. Between the heads is an equal-armed cross. Drapery falls behind each figure, apparently from their shoulders, like a cloak, and below them is a branch-pattern with a stud at each end. Four more studs are placed at the right side; the left side is broken away. Pressed over a modelled form. Red-brown Nile silt with a brown core and some white inclusions. "], "Production date": ["500-700"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["pierced"], "Dimensions": [" Diameter: 8.35 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Late Roman, about AD 500-700. Comparanda: Quibell and Thompson 1912: pl. xlvi:2 is a jar-stopper with a single figure quite near to our three figures, and said to be Saint Menas; it comes from the Monastery of Apa Jeremias at Saqqara and is dated between AD 500 and 850. Another sealing with a single, nimbed, figure comes from Akoris in Middle Egypt (Kawanishi 1995: 225, fig. 154:2: context early seventh century AD). See also a double-sided stamp with two figures (Cosmas and Damien?) similar to our three, and Saint Menas on the second side (Heide and Thiel 2004: 135, no. iii.2.9, dated sixth to seventh century AD)."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3606)"], "Location": ["Not on display"], "Condition": ["fair (chipped and worn)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23324"], "Registration number": ["1889,1014.212"]}