{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68821"], "Description": [" Fragmentary limestone figure of a horse with rider, possibly representing the god Harpocrates. The surviving main body of the horse has little definition or indication of features, with damage to the front and hind legs. The rider figure sits low on the raised neck of the horse and is comparatively smaller in size, which may suggest that this represents a child figure or deity. The rider’s bent legs, arms and body are crudely sculpted, and the head is now lost. Traces of a red-brown paint are notable across the body of both the horse and the rider, particularly across the right side. On the belly of the horse at the left side is a modern inventory number from the Naukratis excavation. There are several chips and scratches across the surface of the horse’s body. "], "Cultures/periods": ["Late Period"], "Production date": ["550BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-R.1"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 8.50 centimetres ", " Length: 13.30 centimetres ", " Thickness: 2.90 centimetres "], "Curator's comments": ["Various examples of limestone rider figures on horseback were found at Naukratis, which was a common representation found within both the Late Period and early Ptolemaic era (Thomas 2015) and there are various surviving examples in the British Museum collection (London, 1886,0401.1487, 1886, 0401.1766). Many more are also held in various other museum collections, including: Archäologisches Institut der Universität (Heidelberg, ST48); Musées Royaux d’Art et d’Histoire (Brussels, A.1850); Egyptian Museum (Cairo, JE36257, JE33573.2); Ashmolean Museum (Oxford, AN1896-1908-G.1013, AN1896-1908-G.1007, AN1896-1908-G.109, AN1896-1908-G.1041, AN1896-1908-G.1040, AN1896-1908-G.1039); Bolton Museum (Bolton,1966.90.A); Fitzwilliam Museum (Cambridge MCA NA 306). Variants of these figures were also found at Naukratis (Ashmolean Museum Oxford, AN1896- 1908-G.1027; British Museum London, 1886,0401.1493, 1965,0930.952, 1965,0930.949). Based on other distinctive features these have been argued to represent Harpocrates; however, this British Museum figure is too crudely carved to definitively identity the deity. Late variants of this god are also sometimes depicted as ithyphallic, consistent with the representation of Harpocrates of the 4th century BC (Thomas 2019). Petrie dated most of these pieces to the 6th to 4th BC. Parallels of this rider figure are known from Buto (Egyptian Museum, Cairo TR14/1/34/8), Tell Dafana (Petrie 1888: 71; Hogarth 1905: 129, the former dating these to the 7th century BC and the latter to the 6th century BC), and Saqqara (Quibell 1907: 13). Four examples, including two with Greek dedications (possibly dated c. 450BC - 350BC), were found next to the Hellenion in untouched earth containing 'early Naukratite pottery' (Edgar in Hogarth et al. 1905: 30, 39, 55, Pl.14.10 and 11, wall [35]). Other artefacts from these earliest deposits include Late Archaic, but mostly Classical period pottery and terracottas of the end of the 6th and the 5th centuries BC. Two examples were found in a Well deposit of the 5th century BC (Hogarth 1905), and another with a 5th century BC bronzes hoard in Petrie’s so called ‘Ptolemaic building’ at the south of the town (Petrie 1886: Pl.19.5). Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 24, Fig. 32, n. 210. General Sources: D.G. Hogarth, H.L. Lorimer and C.C.Edgar, 1905. ‘Naukratis, 1903’, Journal of Hellenic Studies 25, p. 105-136. F. Leclère, J. Spencer, 2014. Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (London), p. 58. W.M.F. Petrie, 1888. Tanis II: Nebesheh (Am) and Defenneh (Tahpanhees), London. J.E. Quibell, 1907. Excavations at Saqqara 1905-1906, Cairo."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (Pl. XIX, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.141) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p. 58) "], "Location": ["Not on display"], "Condition": ["Incomplete."], "Subjects": [" ancient egyptian deity (?) ", " equestrian "], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68821"], "Registration number": ["1886,0401.1486"]}