{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10051,4"], "Title": ["Object: Papyrus Salt 825"], "Description": [" Papyrus Salt 825: contains a composition entitled 'The End of the Work' in vignettes of black and red. This section of the papyrus consists of columns 8 and 9 and is written in a mixture of cursive hieratic, hieroglyphs and figurative hieroglyphs. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 68.50 centimetres (frame) ", " Width: 24 centimetres (frame) "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["religious"], "Curator's comments": [" Connected with pBM EA 10090 (see BIFAO 88, 95–112). ", " 'The End of the Work' is a ritual that was performed probably at the end of the mummification of Osiris as part of the festivals of the ritual year. It was intended to be recited by a 'scribe of the chamber which is called the House of Life', and includes a symbolic description of that institution, which was the temple scriptorium. The ritual comprises spells against enemies of Osiris and concludes with the placing of a copy of the book as an amulet on the neck of a statue of Osiris. Such divine rites were adopted by private individuals, who became identified with Osiris in death, for their own funerary use, as a gloss in the text makes explicit. Since papyri rarely survive from settlement or temple sites, this manuscript probably came from a tomb. Different temples used distinct figurative systems, and the errors of the copyist of Papayrus Salt indicate how far figurative hieroglyphs were a fluid intellectual practice rather than a regulated system. Bibliography: É. Drioton,'Une erreur antique de déchifirement', 'Revue d'Égyptologie' 12 (Paris, 1960), 27-31; P. Derchain, 'Le papyrus Salt 825 (BM 10051): rituel pour la conservation de la vie en Égypte' (Brussels, 1965), esp. 140; F.-R. Herbin.'Les premières pages du Papyrus Salt 825', ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 88 (Cairo, 1988), 95-112; A. Cabrol, 'Les voies processionnelles de Thèbes', 'Orientalia Lovaniensia analecta' 97 (Leuven, 2001), p. 686. ", " See J. Quack, 'Beitraege zu einigen religioesen und magischen Texte', in M. Collier and S. Snape (ed.), Ramesside Studies in Honour of K. A. Kitchen (Bolton 2011), 416 [on 7.8, 15.7 f]. "], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (12) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57505) (http://www.trismegistos.org/text/57505) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured Black ink Red ink (loss) Backed: brown paper Mount Details: Sandwich: glass (warped) Sandwich: board Binding: leather (deteriorated) Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: good"], "Associated names": [" Named in inscription: Shu ", " Named in inscription: Osiris "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10051,4"], "Registration number": [".10051.4"], "Additional IDs": [" Miscellaneous number: Frame.4 ", " Miscellaneous number: Salt 825 "], "Conservation": ["Treatment: 06 Jun 1991"]}