{"artifact_name": "model group; boat", "Object Type": [" model group ", " boat "], "Museum number": ["EA41575"], "Description": [" Wooden model boat with under oars: the solid hull has a slight sheer sloping sharply up to stern, which has a small block notched for steering-oar; gunwales, thwarts, and central deck-strip painted in red on white deck, with seven white rectangles each side and a small mast-space. Point of fore-deck painted black, exterior of hull white. A steering-oar with tiller and steering-post were present originally. The oar was secured to the notch in the stern but not to the steering-post. Four oars belonging to this boat were found in the tomb; only one was found actually in place, in the hands of the third rower from forward on the starboard side, but the excavator replaced the three loose oars in the hands of the other starboard rowers. Pilot seated in the bows facing forward with right arm extended at an angle of about 40 degrees, as if using a sounding-pole, and the left arm hanging down; four pairs of rowers amidships; helmsman aft in the same attitude as the pilot; owing to the fact that the steering-oar was not secured to the steering-post as it should have been, the helmsman did not in fact hold the tiller as his attitude suggests. The bodies of the crew are red, their features are roughly indicated and the eyes are painted on in white and black, the wigs are black, and the skirts white. All the crew except the helmsman when found still had fabric skirts as well. The arms and hands of crew are represented by straight bars of wood pierced with holes to take butts of oars, and pegged and glued (?) to shoulders. Skirts and legs represented by solid blocks carved in one piece with trunks and painted white. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Beni Hasan, Tomb 723 "], "Materials": ["wood"], "Type series": ["Reisner Type II"], "Technique": [" painted ", " carved ", " pierced "], "Dimensions": [" Length: 62.80 centimetres ", " Width: 10.20 centimetres ", " Depth: 6.40 centimetres "], "Curator's comments": ["This boat has suffered losses before reaching the Museum. Photographs taken 'in situ' show that originally the mast, yards, rigging, and furled sail were laid horizontally on the shoulders of the rowers and the spars are slight twigs with much of their original bark. The boat comes from the tomb of Sobkhetepi (no. 723), and was found lying on top of the outer wooden coffin (1905,0516.1), J. Garstang, 'The Burial Customs of Ancient Egypt' (London, 1907), fig. 170, together with a second boat (1905,0516.4), a model granary (1905,0516.3), a model of brewing, baking and butchering (1905,0516.6), and a wooden figure of a serving-girl with a basket on her head (not in the collection). Bibliography: J. Garstang, 'The Burial Customs of Ancient Egypt' (London, 1907), 237."], "Bibliographic references": ["Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (13)"], "Location": ["On display (G63/dc5)"], "Condition": ["In good condition as originally found except that four oars out of eight are missing."], "Acquisition name": ["Purchased from: Frederick George Hilton Price"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41575"], "Registration number": ["1905,0516.5.a"]}