{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10757,5"], "Title": [" Object: Papyrus Ramesseum 4 ", " Object: Fragments of Papyrus Ramesseum 1 "], "Description": [" P. Ramesseum 4, Frame 5. Papyrus written on the recto in hieratic script. The recto contains a magico-medical text related to pregnancy and birth/mother and child and some fragments of P. Ramesseum 1. On the verso there are some later accounts. The text is written in vertical columns. This frame contains fourteen fragments which appear in the following order from top left to bottom right: Div 1-3, Frag. 6 (?), Diii 1-3, P. Ramesseum 1 Ci 1-3 (bottom in two parts), P. Ramesseum 1 Frag. 5, one unidentified, Dii 3-4, Dv 2-3, two pieces fused together, Dv 2, Dii 3, Diii 1-2 and Div 2-3. The papyrus was a full-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 34 centimetres (frame) ", " Width: 15.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 4 lines Dii 3, Dii 3-4, Diii 1-2, Diii 1-3, Div 1-3, Div 2-3, Dv 2, Dv 2-3; Fragment 6 (?); P. Ramesseum 1 lines Ci 1-3 (bottom); Fragment 5, two pieces fused together, one unidentified fragment. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 9, pl. 10-14. J. W. B. Barns, Five Ramesseum Papyri (Oxford: Oxford University Press 1956), 24-9, pl. 19 (Dii 3-4, Diii 1-3, Div 1-3), pl. 20 (Dv 2-3; Frag. 6), pl. 4 (P. Ramesseum 1 Ci 1-3), pl. 5 (P. Ramesseum 1 Frag. 5), pl. 25 (verso). This papyrus is being studied by Pierre Meyrat (Geneva). W. Westendorf, Handbuch der altägyptischen Medizin (Handbuch der Orientalistik Abt. 1, 36; Leiden, Boston and Köln: Brill 1999), 11-15. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, p. 85. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (9.5) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380844) (http://www.trismegistos.org/text/380844) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: charred, displaced fragments, fractured, skeletal Black ink Red ink Backed: gelatin Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10757,5"], "Registration number": ["1956,0714.6.5"], "Additional IDs": [" Miscellaneous number: Frame.5 "], "Conservation": [" Treatment: 08 Oct 1992 ", " Treatment: 08 Oct 1992 ", " Treatment: 08 Oct 1992 ", " Treatment: 08 Oct 1992 "]}