{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2293"], "Description": [" Limestone seated figure of the male official Nebmose with a small standing child at his right side. Nebmose wears a shoulder-length cropped wig and holds a lotus flower across his chest. His left arm appears to be enveloped in material, though the neckline of his clothing is not clearly delineated. His right hand is placed flat across his lap. The left side of his head is damaged, but the remains of an arched eyebrow and narrow, heavily lidded eye are visible on his right side. The tip of his nose appears broad, and his lips are thick and sharply incised. He wears a long kilt that extends to his ankles, with visible traces of white paint across the clothing. A figure representing his son stands at the right side of the seat, and is depicted nude with his finger placed upon his mouth, indicating his youth. Traces of red-brown paint used to depict their skin are visible across the bodies of both figures. His facial features appear similar to Nebmose. On the reverse, two columns of text are inscribed on the round-topped back-pillar, and both sides of the seat are inscribed with two further vertical lines of text. The object has a clear break through the central area of the back-pillar and at Nebmose’s waist and arms, which has been repaired in modern times. There are several abrasions around the edges of the base. The object has been attached to a modern rectangular base, and small traces of a handwritten paper label are also visible on the right side of the lower back-pillar. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 21 centimetres ", " Width: 6.89 centimetres ", " Depth: 10.92 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["The inscription includes various mentions of the Theban area and the professional titles of Nebmose within this area relating to the Amun temple, which further supports a Theban provenance for the monument. The inscription across the sides of the seat also records the dedicator of the figure as Nebmose’s brother, named Samut. Further Bibliography: N. Harrington, 2018. ‘A World Without Play? Children in Ancient Egyptian Art and Iconography’ in S. Crawford, D. Hadley, G. Shepherd (eds.), The Oxford Handbook of the Archaeology of Childhood (Oxford), Fig. 29.8."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 130, no. 79) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 164) "], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2293"], "Registration number": [".2293"], "Additional IDs": [" Miscellaneous number: BS.2293 (Birch Slip Number) "]}