{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA460"], "Description": [" Limestone seated female figure of Duat, part of a pair composition with her husband Mahu now broken into two pieces. Duat sits on the right side of the high-backed chair. She wears a long and heavy wig with detailed individual tresses and separated tighter braids of hair around the ends. Black paint has been applied to the wig. Her eyes are almond shaped with a thick upper eyelid and an incised line above indicating the eyelid crease. The arched eyebrows are indicated with faded black paint, and her nose is long and broad. The nose has a slightly bulbous tip. Her lips are thick and fleshy, and sharply incised along the edges. Her lips are pursed together with the outer corners of the mouth visible upturned. Her face is fleshy in appearance around the mouth and jawline, with traces of yellow paint applied to her face and body conveying the skin. Traces of red paint are also visible across her lips. She wears a long broad-collar across her chest, detailed with faded black paint. She also wears two striped bands across her upper arms. Her left arm extends out beside her, likely originally placed behind the image of her husband, while the right arm is held across the lap. On her right wrist is a bracelet detailed with faded red paint. She wears a long tight-fitting dress with visible traces of white paint across the clothing. A single column of text is inscribed across her lip and extending down to her ankles. A horizontal line of inscription is featured around the statue base, beginning at front and continuing around the right side of the seat. On this right side of the seat seven further columns of text are inscribed, and on the reverse of the chair six long columns of text are inscribed behind Duat. There are traces of blue paint in some of the hieroglyph signs, and red paint within the incised borders. There are several chips across the edges of the chair and front of the statue base, resulting in damage to some of the inscription. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt, Possibly from Thebes "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 62 centimetres ", " Weight: 30 kilograms (estimate) ", " Width: 34 centimetres (max) ", " Depth: 32 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" The statue pair were broken in two at an undetermined stage before they were acquired by the British Museum, possibly to make them more transportable. The figure of Duat, arrived at the Museum two years before her husband’s statue (also EA 460: https://www.britishmuseum.org/collection/object/Y_EA460). The surviving inscription across the monument features various dedications to Theban deities, and their professions also suggest a link to the Theban area. Mahu is given the title ‘overseer of the work of Amun at Karnak’, while Duat is described as the ‘priestess of Amun-Re and Hathor’, thus it has been inferred that the statues originally came from Thebes. Such statues would have typically been established either in tomb or temple contexts, where the statue was likely intended to receive offerings for the afterlife. Further Bibliography: J. Assmann, M. Bommas, A. Kucharek, 2005. Altaegyptische Totenliturgien II Totenliturgien und Totensprueche in Grabinschriften des Neuen Reiches (Heidelberg), p. 505-507. W. Helck, 1960. Materialien zur Wirtschaftsgeschichte des Neuen Reiches (Wiesbaden), p. 45. S. Sharpe, 1837. Egyptian Inscriptions from the British Museum and other sources, 2nd series (London), Pl. 78-79. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 442, 651.Pair with statue of Duat (1837,0717.92). ", " See J. Assmann et al. Altaegyptische Totenliturgien II Totenliturgien und Totensprueche in Grabinschriften des Neuen Reiches (Heidelberg 2005), 505-7. "], "Bibliographic references": [" Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.92-95) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.134-135) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 177, no. 637) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 790) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["This statue has been cut in two at some time in the past with consequent damage to the opening lines of the two inscriptions on the back. The base of the statue is battered and there are gouges elsewhere, resulting in some damage to the texts."], "Acquisition name": ["Purchased through: Phillips (auctioneers)"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA460"], "Registration number": ["1837,0717.92"], "Conservation": [" Treatment: 05 Feb 2001 ", " Treatment: 17 Sep 2010 ", " Treatment: 11 Oct 2004 "]}