{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA21637"], "Description": [" Sycomore fig wood stela of Takhennu: There are three sections on this round-topped stela. A winged sun-disk with uraei appears below a curved border at the top. In the middle there is a scene beneath a sky-sign decorated with stars. The deceased Takhennu stands on the right with her arms raised in adoration before an altar on which rests a water-pot cooled by a lotus-blossom. Behind stand Osiris, Isis, Nephthys, and the four sons of Horus. Seven lines of text in the bottom section contain a prayer to Osiris, Geb, Atum, Ptah-Sokar, Anubis, and Osiris-Wennufer on behalf of Takhennu, daughter of Bʒk--rn <.f> and the lady Tʒ-bʒk(t)-n-Ḫnsw, and the wife of ḥry ʿt...Pʒ-ḫ[r-n]-Ḫ[nsw], son of Ns-Ḫnsw. The stela has been damaged along the edges with loss of much plaster especially in the last line of text. A small square of wood has been cut from the middle of the left edge. There are several cracks on the back of the stela, but, as the plaster largely remains on the back and sides, the cracks visible on the back need not indicate separate planks and may only be cuts in the surface of the one piece of wood. The background of the stela is yellowy white. The upper curved border is green. The disk is red with white upper wings with black dots edged at the top in green; blue middle and green lower wings edged in red, and feathers indicated in black. The uraei are green and the hieroglyphs are black. There is a multi-coloured border of red, blue, yellow, and green rectangles, separated by one black and two white stripes and edged in green, between the upper and middle sections of the stela. The sky-sign in the middle is blue with black stars. The names of the deceased, Osiris, Isis, and Nephthys are written in black on a red background with the names of the goddesses bordered in blue while the others are black-bordered. The rest of the inscription is black on the yellow background. The deceased has a green body, red dress with blue cross-hatching, blue wig, and green and white cone. The altar and pot are green. The lotus has a green stem, red base, green outer leaves, and red and white flower. Osiris is painted green with the exception of a red collar and white crown. Isis has a red body, green dress and collar, blue wig, black (?) head-dress, and red and green streamers. Nephthys has a green body, red dress with blue cross-hatching, blue wig, green head-dress, and red and green streamers. Imsety and Hapy have red bodies with blue cross-hatching, green collars, and blue wigs. Imsety has a green face and black beard, while Hapy has a red face. The second hawk-headed god, wrongly called Duamutef, has a green body, yellow-white collar, blue wig, and green face. The jackal-headed god, wrongly called Qebhsenuef, has a green body and face. All figures are edged in black and have black facial features. They stand on a blue border. The lower part of the stela has black hieroglyphs on alternatively red and yellow-white backgrounds between green dividing lines. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 43 centimetres ", " Weight: 1.610 kilograms ", " Thickness: 3.50 centimetres ", " Width: 29.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["See also 1888,0512.218 Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 111 (no. 24)."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.30-31)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Named in inscription: Geb ", " Named in inscription: Atum ", " Named in inscription: Ptah-Sokar ", " Named in inscription: Anubis "], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21637"], "Registration number": ["1888,0512.514"], "Conservation": ["Treatment: 22 Jan 2014"]}