{"artifact_name": "textile; furnishing", "Object Type": [" textile ", " furnishing "], "Museum number": ["EA17171"], "Description": [" Fragment of a furnishing textile (cushion cover?) with a square panel of tapestry. The panel has at the centre a naked, male figure wearing boots and a mantle on his shoulders, he walks to the right and looks to the left over his shoulder, his right hand is raised and in his left hand he holds vegetal and floral ornaments made of red, pink, green and yellow leaves, he is surrounded by bunches of grapes and a bird in the bottom right corner, in purple with a pink beak.; the central panel is surrounded by a freize of quadrupeds (rabbits and dogs?) depicted in purple on a beige background, in medallions of stylised interlacing; between the medallions are stylised heart-shaped leaves; except for a few vegetal ornaments the panel is in purple on a beige background; under and above the panel is slit-tapestry, the one under is closed with oversewing (undyed linen S/paired); 2cm on the left of the panel are undyed linen loops (c. 3cm long/ 1 row each 5 picks), the width of the area of loops in 12cm; a plain band in purple wool is next, with now unidentifiable decoration in undyed linen; 2cm on the other side of the band is another area of loops; all edges are cut and ragged; plain weave: warp-undyed linen (S/32), weft-undyed linen (S/12); tapestry on grouped threads (grouped by 4 or 3): warp-undyed linen (S/7), weft-undyed linen (S/40), pink, red, yellow and purple wool (S/purple is 36) and green wool (Z); flying threads in undyed linen (S) "], "Cultures/periods": ["Coptic"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " flying threads brocading ", " looped ", " sewn ", " dyed "], "Dimensions": [" Height: 68 centimetres ", " Width: 39 centimetres "], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.228) (Table case H, no. 11)"], "Location": ["Not on display"], "Condition": ["A"], "Acquisition name": ["Donated by: Rev William MacGregor"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17171"], "Registration number": ["1886,0723.1"], "Conservation": [" Treatment: 01 Mar 1983 ", " Treatment: 26 Apr 2004 "]}