{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["EA22330"], "Description": [" A Samian pottery amphora made in a compact, micaceous red fabric, with a small foot (chipped) from which the concave sides widen to a rounded shoulder before converging to a cylindrical neck. At either side of this is a loop-handle and the top of the neck is finished with an everted rim. About one-third of the circumference of the rim and top of the neck is missing, part of the foot has been broken and there are two deep chips in the side of the jar. The top of one of the handles is also damaged. The exterior is covered by a cream-yellow slip. On top of the shoulder is a mark consisting of three incised lines, executed pre-firing. "], "Cultures/periods": [" East Greek ", " Archaic Greek "], "Production date": ["6thC BC"], "Production place": [" Made in: Samos "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana "], "Materials": ["pottery"], "Technique": [" slipped ", " incised "], "Dimensions": [" Diameter: 26.20 centimetres (maximum) ", " Height: 42.20 centimetres "], "Curator's comments": ["The shape of the pre-firing mark on this amphora, the amphora's shape and the fact that it is unpainted make it almost certain that this piece is identical with the amphora on Petrie's pl. 33.10, second mark from the top, with the comment \"on rounder unpainted vases\"."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (Pl. xxxiii,10) (second mark from top) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 302) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.113, p.128, p.203, pl.45, p.223, pl.65) "], "Location": ["Not on display"], "Condition": ["fair - foot and neck damaged"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22330"], "Registration number": ["1887,0101.1146"], "Conservation": [" Treatment: 19 Jul 1984 ", " Treatment: 21 Jan 2003 "]}