{"artifact_name": "figure; papyrus", "Object Type": [" figure ", " papyrus "], "Museum number": ["EA9870"], "Description": [" Wooden figure of Osiris mummiform: with a resinous coating. The rectangular plinth has a cavity carved into it, within which are five fragments of papyrus roll bearing hieratic text [EA 74135]. Originally, the papyrus roll would have been concealed by a wooden cover fitted into the slot. "], "Cultures/periods": ["22nd Dynasty"], "Production date": ["900BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (probably) "], "Materials": [" wood ", " resin (?) ", " papyrus "], "Dimensions": [" Height: 43 centimetres (figure) ", " Length: 21 centimetres (papyrus;max) ", " Length: 2 centimetres (plinth) ", " Depth: 26.50 centimetres (plinth) "], "$Inscriptions": [" "], "Curator's comments": ["Papyrus scrolls containing spells from the 'Book of the Dead' were often placed inside the coffin of the deceased, and sometimes within the wrappings of the mummy. At the end of the New Kingdom, the texts prepared for private individuals became more varied, and most high-status burials at Thebes were accompanied by two papyri. One of these contained selected spells from the 'Book of the Dead'. The other usually bore the title Amduat, or \"What is in the Netherworld,\" but its content varied a good deal, comprising elements of one or more of the 'Books of the Netherworld' which had been a key feature of the burial equipage of New Kingdom pharaohs. The usual practice in the 21st and 22nd Dynasties was for one roll to be placed within the mummy bandages while the other was secreted within a wooden statuette. This practice is attested as early as the reign of Amenhotep II, whose tomb contained such a figure, but, as often happened, many years elapsed before a custom which had begun as an element of royal ritual spread to the private sphere. Polychrome wooden statuettes made to hold the Book of the Dead of private persons are known from the 19th-20th Dynasties; they represented Osiris wearing his characteristic 'atef' crown and holding royal scepters. Later, statuettes such as this one were painted black or coated with a dark resin. Although more austere in appearance they undoubtedly continued to represent Osiris, since some of them wear his distinctive headgear. In some instances the figure itself was hollow, the papyrus fitting into a slot cut into the back and closed with a wooden lid. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 35, pl. on p. 34."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.34-35)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good (figure); incomplete(papyrus)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9870"], "Registration number": ["1843,0507.188"], "Additional IDs": [" Miscellaneous number: BS.9870 (Birch Slip Number) "], "Conservation": [" Treatment: 10 Jan 2014 ", " Treatment: 02 Nov 2013 ", " Treatment: 21 Sep 2004 "]}