{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA32056"], "Description": [" Seated limestone figure of a male official. He wears a short curled wig, set high on the forehead and painted black. The back of his head is particularly elongated, and his ears have been placed quite high on top of the wig. His eyebrows are deep set with a slight droop at the bridge of his nose, creating a faint suggestion of a furrowed brow. His eyes are deeply incised, with the right eye notably larger in size than the left side eye. His nose is short and thin, with deep ridges on either side. His mouth is short and the lips are pursed together, while the jawline is particularly rounded and fleshy. There is little suggestion of his neck, and the upper body is broad with wide shoulders and arms. There is limited definition of his chest and torso from his arms which are held at his sides, though faint horizontal lines are present at the breastbone and there is a slim vertical line down the centre of his chest and a small recess indicating his belly button. A similar horizontal line on his back indicates his spine. At his waist is a thin belt for his clothing, which extends to his knees. His waist is particularly narrow at the reverse. His right arm is held against his right leg with his fist clenched, while his left hand is placed flat against his clothing. His arms and hands are particularly elongated and large in size. His legs are extremely broad and elongated, further emphasised by the short length of his seat. His lower legs are damaged, particularly at the right side, and the sides and edges of the base are extremely uneven and worn. There is no clear trace of any inscription or further surviving colour. The statue is now supported by a modern base. "], "Cultures/periods": ["Old Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 34 centimetres ", " Width: 15 centimetres ", " Depth: 27 centimetres "], "Curator's comments": ["The uneven proportions of his stocky frame, the elongated limbs, the lack of a defined neck and upper body, and the short curled wig style all support an Old Kingdom date. From various angles there is a real disparity between the build of his upper and lower body, and while he appears very broad and wide from both the left and right side, from the back his waist is extremely narrowed. The sloping angles of the edges of the seat are also unusual."], "Bibliographic references": ["Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 94, no. 176)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32056"], "Registration number": ["1899,1016.19"]}