{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1682"], "Description": [" Limestone standing figure of Tjayasetimu: in archaising dress, based on the conventional standing mortuary figures of the Old Kingdom, wearing short wig and kilt; the waist-band of the kilt, the base and the dorsal pillar are inscribed with hieroglyphs. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Giza (Memphis) (said to be from) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 125 centimetres (max) ", " Weight: 105 kilograms ", " Width: 32 centimetres ", " Depth: 49.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Jones 1990 [Information relating to registration nos. 1897,1009.1 (a) and 1921,0507.1 (b)] The period from about 700 BC to the Roman conquest witnessed a remarkable revival in Egyptian art, seemingly stimulated by the Nubian rulers who gained control of Egypt towards the end of the eighth century BC. One of the most influential factors in this revitalisation of art was the so-called 'archaising tendency', a harking back to the glories of what were regarded as the 'golden ages' of Egypt's past - the Old, Middle and New Kingdoms. The monuments of those periods were studied in detail and those qualities considered to be their finest were imitated in contemporary art, architecture, writing and religion. This was not done with any intention to deceive, but rather out of respect and admiration for the great achievements of the past, and out of a desire to identify the present more closely with those earlier epochs. Nowhere is this tendency more apparent than in private sculpture. The statue of the priest Tjayasetimu (b), which would have been placed in a temple to enable the owner's spirit to partake of the offerings, is clearly copied from the tomb statues made for private individuals in the Old Kingdom. That of Nenkheftka from Deshasha (a), is an excellent example of such a figure. The sculptor of the late statue has copied both the stiff formal pose, with left foot advanced and arms held rigidly at the sides, and the simple costume, reproducing carefully the short curled wig, fashionable in the Old Kingdom but not usual in the Late Period. Archaising sculptures of the 25th and 26th Dynasties are sometimes such successful imitations of earlier works that dating would be difficult were it not for the inscriptions, which provide essential clues. Since there is no reason to suppose that the texts of the present statue were later additions, the name of the owner, Tjayasetimu - not attested before the Late Period - is a reliable guide, while among his titles is that of Priest of the statues of King Psammetichus I (664-610 BC), demonstrating that the figure cannot be dated earlier than the middle of the seventh century BC. Literature: H. Brunner, 'Archaismus', in Lexikon der Ägyptologie I, Wiesbaden 1975, cols 386-95."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (123) ", " Jones 1990a / Fake? The Art of Deception (9b) "], "Location": ["On display (G13)"], "Exhibition history": [" Exhibited: 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact "], "Condition": ["good"], "Acquisition name": ["Purchased through: Panayotis Kyticas"], "Acquisition date": ["1921"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1682"], "Registration number": ["1921,0507.1"], "Conservation": ["Treatment: 17 May 2000"]}