{"artifact_name": "sword-sheath", "Object Type": ["sword-sheath"], "Museum number": ["EA5428"], "Description": [" Scabbard for a small 'akinakes': carved from tamarisk wood, decorated with decorated gold sheet adhering over unidentified white material, traces of which still survive. Made as two identical halves, joined lengthwise. There is a hole for suspension through projecting upper portion; rounded chape. "], "Cultures/periods": ["Achaemenid"], "Production date": ["5thC BC-4thC BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": [" tamarisk wood ", " stucco (?) ", " gold "], "Technique": [" carved ", " gilded "], "Dimensions": [" Diameter: 0.40 centimetres (suspension hole) ", " Length: 28 centimetres ", " Thickness: 1.20 centimetres ", " Width: 6 centimetres (at the chape) ", " Width: 3.60 centimetres (of the blade) ", " Width: 9 centimetres (top) "], "Curator's comments": ["Small traces of the original gilded decoration remain, suggesting that originally this was highly decorated. Gold scabbards of this type are known from the Oxus Treasure and elsewhere, but most scabbards must have been made of plain wood or leather which generally have not survived. This particular example was formerly said to be made of sycomore fig wood, later claimed in publication by Barnett to be cedar-wood but finally identified in the Dept of Scientific Research in the British Museum as tamarisk."], "Bibliographic references": [" Barnett 1962a / Median Art (p.95, n.2, pl. IIc) ", " Curtis & Tallis 2005 / Forgotten Empire: The world of Ancient Persia (cat.432) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 22 Mar-3 Nov 2013 Rosenheim, 'Alexander the Great' 2006 7 Mar-11 Jun, Barcelona, Fundacion La Caixa, 'L'imperi Oblidat' 2005-2006 Sept-Jan, London, BM, 'Forgotten Empire' 1995-2005 Jul-Aug, BM, G52/IRAN/8/22 \"Case U.2\" according to marginal pencil annotation in Sams collection ms catalogue. "], "Condition": ["fair; missing most of original decoration; two halves slightly bowed at the centre"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Acquisition notes": ["Described in the Sams Collection ms catalogue as follows: \"Scabbard, in wood - for a short sword. This is a remarkably rare article - the only one the proprietor has ever seen from Ancient Egypt. It has been covered with a sort of white coating, and then gilded, but most of the gold is now off\". The catalogue opens with the statement that \"The collections herein shortly described, were obtained after extensive and diligent personal researches, throughout Egypt. The places and parts whence, and near which, they were obtained, are Thebes, Abydos, Tentyra, Memphis, the Island of Elephantina near the great Cataracts of the Nile, and the Island of Philoe above the Cataracts, in the hither part of Nubia. A few were also obtained in the neighbourhood of Damietta, and Rosetta, and in the Delta - also at the ruins of an ancient City situate on the East of the Nile, betweem Mansoura and Damietta, supposed to be the Zoan of the sacred volume\"."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5428"], "Registration number": ["SM.5428"], "Additional IDs": [" Miscellaneous number: BS5428 (Birch Slip Number) "], "Conservation": ["Treatment: 28 Jun 2005"]}