{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6652"], "Description": [" Sycomore fig wood anthropoid coffin of Nubkheperra Intef. The lid of the coffin is covered with gold leaf on a base of gesso. The king is represented wearing a royal headcloth (nemes) of unusually large proportions. A uraeus serpent was originally attached to the brow, but it is now missing and only the socket is visible. A false beard, originally fitted to the chin, is also lost, although the painted beard-straps survive on each side of the face. The face itself was originally gilded, and the eyes are made from black and white stone. On the upper body is a collar with falcon-head terminals, and a winged figure (now mostly destroyed) occupied the middle of the breast. The sides of the headdress and most of the body of the coffin-lid are covered with a design of stylised feathers, although the areas at the sides of the feet have a different motif, consisting of spherical and barrel shaped beads arranged in a net-pattern. In the centre of the lid, from the collar to the level of the ankles is a single line of hieroglyphic text. The exterior of the coffin-case is painted a uniform blue and bears no decoration apart from a stylised representation of the queue of the king's wig in the centre of the back. On the base of the foot are figures of the goddesses Isis and Nephthys raising their hands in a gesture of lamentation. A column of inscription between them contains their speech. The interior surfaces of both lid and case are thickly coated with a dark, shiny resinous substance. The mummy was apparently placed inisde the coffin before this substance was dry, as substantial portions of the outer linen wrappings adhere to the inner surface of the case. Some of these fragments of the linen shroud bear funerary texts on behalf of King Intef, written in black ink (other sections, removed from the coffin in the 19th century, are EA 10706). Several insects, identified as dermestes beetles, are also visible, having become trapped in the sticky coating of the interior. Among the inscriptions on the coffin is the hieroglyphic sign for an owl ('m'), which has been intentionally drawn without legs - such a symbolic 'disabling' of a potentially harmful creature was a common feature of Egyptian script in the Second Intermediate Period. "], "Cultures/periods": ["17th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Nubkheperra Intef "], "Materials": [" sycomore fig wood ", " gesso ", " gold "], "Technique": [" gilded ", " inlaid "], "Dimensions": [" Length: 193.20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Published: Pharaonen Und Fremde Catalogue (Vienna 1994):, 275-6, No.383 PM I Part 2: p.602 J H Taylor, Death and the Afterlife in Ancient Egypt (London, 2001), 78, fig. 45. See Davies in Davies and Schofield (eds.) Egypt, the Aegean and the Levant (1995 p.149 [pl.32.1]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 112-3. ", " For the tomb see Polz, Die Pyramidenanlage des Koenigs Nub-Cheper-Re Intef in Dra' Abu el-Naga "], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p286) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.112-113) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105) "], "Location": ["On display (G63/dc10)"], "Exhibition history": [" Exhibited: 1994 7 Sep-26 Oct, Austria, Vienna, Museen der Stadt Wien, Pharanen und Fremde "], "Condition": ["fair"], "Associated names": ["Named in inscription: Nubkheperre Intef VI"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6652"], "Registration number": [".6652"], "Additional IDs": [" Miscellaneous number: BS.6652 (Birch Slip Number) "], "Conservation": [" Treatment: 01 May 1999 ", " Treatment: 24 May 1994 ", " Treatment: 01 Aug 1991 ", " Treatment: 20 Oct 1991 "]}