{"artifact_name": "stela(sculptor's model? trial piece?)", "Object Type": ["stela (sculptor's model? trial piece?)"], "Museum number": ["EA27390"], "Description": [" Limestone sculpture of a Ptolemaic king standing beside the god Sobek, both with traces of blue paint outlined around their body. The king is shown on the right side and wears the double crown of Upper and Lower Egypt. A fragmentary uraeus cobra is visible above his forehead, the head of the cobra now missing. His eyes are narrow with heavy ridges, and he has a short nose and small mouth. His face is soft and fleshy in appearance. The upper body of the king is bare, with soft modelling of the musculature of the chest and abdomen. He wears a short shendyt kilt, and his left leg advances forward ahead of the right. There are small traces of gilded detail across the body and crown, particularly at the chin, and in the folds of the arms and legs. The god Sobek is shown on the left side and wears the solar disc with a large uraeus cobra depicted in the lower half. Below this he wears a long smooth wig. The snout and teeth of the deity are visible, and clear traces of gilded detail are visible across his face. His upper body is bare with a plain broad collar worn around the neck. He wears a short kilt, holds his arms by his sides, and advances forward with the left leg mirroing the striding pose of the king. Further traces of gilded detail are visible along the sides of the arms and upper body. On the reverse, the uneven stone surface has several gouges and scratches. The top right corner of the stone slab has broken off, and there are small chips and scratches to the stone surface between the king and deity, and around the edges of the base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" limestone ", " gold "], "Technique": [" painted ", " gilded "], "Dimensions": [" Height: 39 centimetres ", " Thickness: 11 centimetres ", " Width: 23 centimetres "], "Curator's comments": [" This object has been described as a statue (PM VIII), a dyad slab (Stanwick 2002) or as a stela. The piece could be considered as a sculptor’s model or trial piece, used by the sculptor to practice or perfect their carving skills and as an aid to ensure the production of an even two or three-dimensional sculpture; however, this is perhaps less likely considering the small traces of surviving paint which suggest that the entire background behind both figures was originally painted blue, while both figures were gilded. There does not appear to be any inscription across the obverse, but it is possible that there was once an inscription across the now damaged reverse. The stone slants forward, thus the figures appear at a bent angle particular when viewing the objects from either side. The god Sobek had various cult centres within the Fayum and south in Upper Egypt, as well as the double temple of Kom Ombo in Aswan that was rebuilt by Ptolemy XIII and shared by both Sobek and the god Horus. Further Bibliography: Musée de l'Ephèbe, 1998. La gloire d'Alexandrie : Le Cap d'Agde, Musée de l'Ephèbe, 29 août - 29 novembre 1998 p. 179-18, no. 128. P. Stanwick, 2002. Portraits of the Ptolemies, p. 70, 110-111, no. 70. ", " Published: PM viii, p. 195. Cleopatra's Egypt, Brooklyn 1988, p. 106 [16] = Kleopatra, Mainz 1989, pp. 108-109 [14]. Le gloire d'Alexandrie, Paris 1998, pp.179-180 [128]. Stanwick, Portraits of the Ptolemies, 2002, pp.70, 110-111 [70]. "], "Bibliographic references": [" Brooklyn 1988 / Cleopatra's Egypt: Age of the Ptolemies (no. 16) ", " Frankfurt 2005 / Ägypten, Griechenland, Rom : Abwehr und Berührung ; Städelsches Kunstinstitut und Städtische Galerie, 26. November 2005 - 26. Februar 2006 (no. 354) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 196) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007, Frankfurt, Museum Alter Plastic, Egypt, Greece and Rome 2015-2016 12 Dec-14 Feb, London, BM, Room3, Crocodile Mummy "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sobek"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27390"], "Registration number": ["1896,0511.50"], "Conservation": [" Treatment: 29 Sep 2015 ", " Treatment: 23 Jul 1988 ", " Treatment: 11 Dec 1998 "]}