{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66459"], "Description": [" Mould-made scarab in glazed composition; back simply modelled with incised single lines, representing the features of clypeus, prothorax and elytra, with simple feathering on front legs barely visible; at side, legs simplistically modelled; underside bearing a hieroglyphic inscription arranged horizontally with from right to left falcon, men-draughtboard sign and sun-disc; inscription possibly stamped rather than incised (unclear), encircled by groove near edge; longitudinally pierced; glaze lost; yellowish off-white core. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped (?) ", " pierced "], "Dimensions": [" Length: 1.10 centimetres ", " Thickness: 0.60 centimetres ", " Width: 0.85 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Falcon, sometimes wearing a crown or with a flail, is a recurring motif for various compositions found on scarabs and scaraboids produced at the 'Scarab Factory' (on its various productions, see Webb forthcoming). Though the hieroglyphic signs could have just some magical value, it seems more plausible that this is either a cryptographic reading for the name of Amun / Amun-Ra (on the cryptic writing of the name of Amun: Drioton 1957) or an abbreviated form for the Horus name of Psamtek II (Hölbl 1979, 165). This scarab belongs to a type, widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, type XXVIII B, subtype B42-57a, see especially B42 for this piece). The hieroglyphs depicted on the underside can be found on several scarabs and scaraboids of various shapes discovered in Naukratis (Petrie 1886, pl. 37, nos. 47-48, 50): BM 1886,0401.1630 and Boston, Museum of Fine Arts 86.684-86.685; Bristol, City Art Gallery & Museum H3808. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Vienna, 11-33. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hölbl, G. 1979, Beziehungen der ägyptischen Kultur zu Altitalien (EPRO 62), Leiden. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, ‘Faience finds from Naukratis and their implications for the chronology of the site’, in R. I. Thomas (ed.), Naukratis in Context I: The Nile Delta as a Landscape of Connectivity,Proceedings of the First Naukratis Workshop held at The British Museum, 16 –17 December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 49) (same type) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p.102, Type XXVIII B42) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.116) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor"], "Subjects": ["bird"], "Associated names": [" Named in inscription: Amun-Ra (?) ", " Named in inscription: Psamtek II (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66459"], "Registration number": ["1886,0401.1631"]}