{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA58967"], "Description": [" Limestone block statue of an official named Huy. He wears a shoulder length double-wig that bears faded traces of black paint. His eyes are wide set with black paint also used to denote his eyebrows and the slim cosmetic lines around his eyes. There are traces of a lighter yellow colour around the edges of his wig and face. There is no indication of his neck at the top of the block form. The contours of his body are indicated at both sides with curves to show his arms and thighs, and a narrowing at the waist. A short column of text is inscribed across the front of the block with a border that is left open at the top and bottom. There is a faint trace of blue paint within the initial sign at the beginning of this inscription. Two further short horizontal lines of text begin at the front of the base and extend onto the sides. On the reverse is a broad back-pillar with a single column of text, with traces of white paint in several of the incised signs. There are visible scratches to the stone including at the front of the statue base above the text, and a small chip at the border of the inscription on the left side of the base. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 14.90 centimetres ", " Length: 9.20 centimetres ", " Weight: 1 kilograms ", " Width: 6.90 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["Though the figure has been assigned to the 18th Dynasty based on the form of the block statue which corresponds to similar types found within the New Kingdom (PM VIII: ‘Thutmosis IV to Amenophis III’; Schulz 1992), an alternative date beyond the New Kingdom has also been proposed (Vandier 1958). Non-royal statues were typically set up in the tomb during the Middle and New Kingdom, but increasingly throughout the first millenium BC such monuments were also dedicated in temple spaces. Further Bibliography: R. Schulz, 1992. Die Entwicklung und Bedeutung des Kuboiden Statuentypus (Hildesheim), p. 392, no. 227; II, Table 102a. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 652. General Bibliography: M. El-Damaty, 1990. ‘Squatting statues in the Cairo Museum’, Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo 46, p. 1-13."], "Bibliographic references": [" Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 614) ", " Robins 1995 / Reflections of Women in the New Kingdom: Ancient Egyptian Art from the British Museum (no. 13) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens & Commoners of the New Kingdom 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Associated names": [" Named in inscription: Huy ", " Named in inscription: Ketcha (wife) "], "Acquisition name": ["Donated by: C W Scott"], "Acquisition date": ["1928"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58967"], "Registration number": ["1928,0114.25"]}