{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA29374"], "Description": [" Mosaic tile with floral decoration: a rectangular tile having a translucent grey-blue field. The major area of the field is covered with floral motifs, for the most part so conventionalized that identification is impossible. The central motif is a cluster of three yellow stalks of the 'Nelumbo nucifera' each with the thalamus or torus in green and yellow with black dots. At the top and again at the base are groups of three yellow and white circles, a frequent and essentially meaningless decoration of these tiles. Another detail common to these tiles and present on this one is the use of clusters of eight small circles arranged so as to suggest a bunch of grapes. The colour is almost invariably white. At the centre of each long side is a cruciform red and white flower with yellow centre. This decoration is standard for these tiles but it is difficult to decide if this is a flower shown in top view or merely a cluster of four petals in profile. Scattered, small white flowers in top view. On the under-surface unrelated mosaic elements in opaque red and black have been impressed irregularly over much of the surface rendering their immediate areas opaque. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC (circa)"], "Findspot": [" Found/Acquired: Luxor (Thebes) "], "Materials": ["glass"], "Technique": ["mosaic"], "Dimensions": [" Length: 9.50 centimetres ", " Width: 6.40 centimetres "], "Curator's comments": [" cf. Nelumbo nucifera with Papaver sp ", " The 'Nelumbo nucifera', sometimes referred to as the rose or Indian lotus, was a late import to Egypt and although mentioned by Herodotus seems never to be represented before the Ptolemaic Period. It is, however, a standard detail of these tiles. Bibliography: ‘Masterpieces of Glass, The British Museum’ (London 1968), no. 56. "], "Bibliographic references": [" Cooney 1976 / Glass (1646) ", " Tait 1991 / Five Thousand Years of Glass (pl.74) "], "Location": ["Not on display"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Acquisition notes": ["Purchased in Luxor"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29374"], "Registration number": ["1897,0511.90"]}