{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74707"], "Description": [" Portrait of a young man in encaustic on limewood: a vertical fissure runs through the panel from top to bottom, with slighter splits on either side. The painting is otherwise well preserved. The background is creamy grey. The youth wears a creamy-white tunic and mantle; a narrow mauve clavus appears on the proper right side of the tunic. The mantle is draped over both shoulders. The brush-strokes suggest thick folds of cloth, though the line of the tunic is visible on the proper right shoulder. The hair is very curly, with strands escaping from the edge of the coiffure. The beard is very short and trimmed square around the chin and cheekbones. The eyebrows are very long, as are the prominent upper lashes over the slanting brown eyes. The red lips are closed and turn down beneath a narrow moustache. The flesh is painted in warm honey tones with touches of pink and cream highlights on the nose and chin. "], "Cultures/periods": ["Roman Period"], "Production date": ["70-120"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": [" lime wood ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Length: 38.30 centimetres ", " Width: 22.80 centimetres "], "Curator's comments": [" The skull belonging to the mummy with portrait U (Petrie's numbering system) is in the Natural History Museum. See J. Picton, S. Quirke & P. Roberts, 'Living Images. Egyptian funerary portraits in the Petrie Museum', Walnut Creek CA 2007, 61 ", " The style of the beard may be a sign of early (Flavian-Trajanic) date. The mouth and chin give the painting an unsatisfactory appearance, but this is more likely to represent a facial disability, in 1999 recognised as a hemiatrophy, rather than any inability on the part of the painter, who is in other respects competent. Bibliography: W. M. F. Petrie, 'Hawara, Biahmu and Arsinoe' (1889), 46; A. F. Shore, 'Portrait Painting from Roman Egypt' 2 ed. (1972) pl. 9; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), p. 79 [194] (bibl.), pl. 47, 4; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 79, 105; E. Doxiadis 1998, 140 no. 19 with pl. p. 63; M. F. Aubert and R. Cortopassi 'Portraits de l'Égypte Romaine' (1998), p. 106 [57] with pl. p. 109; Parlasca and Seeman 1999, 134-5 no. 36. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 75 [46]. 'Portraits: De l’Egypte Romaine', Paris 1998, pp.106, 109 [57]. S. Walker, 'Ancient Faces', New York 2000, p. 44 [6]. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (21) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.57) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (6) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2006 Sept-2008 Sept, Wallsend, Segedunum Roman Fort & Baths Museum, Egypt Revealed 2009 May-2024 Jan, Newcastle, Great North Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair - vertical fissure"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74707"], "Registration number": ["1994,0521.5"], "Additional IDs": [" Miscellaneous number: National Gallery 1264 "], "Conservation": ["Treatment: 21 Aug 1996"]}