{"artifact_name": "textile; hair-net", "Object Type": [" textile ", " hair-net "], "Museum number": ["EA21632"], "Description": [" Bag-type undyed linen sprang woman's hair-net with drawstrings at the centre fold and on one side of the opening. A design of simplified arcades on one side, consisting of three rows of 5 niches each with each niche containing a figure with raised arms, was produced by denser and less dense areas. A narrow ribbon of red wool runs along one side of the opening, and a draw cord of red wool passes twice through loops of warp threads and is knotted to the ends of the narrow ribbon. Along the bottom of the hair-net, a linen draw cord is threaded once through the web-hanging and was probably originally knotted to the other end. A seam runs down either side of the bag. Four original edges remain, including two plain selvedges: one end with loops and the other with very short loops sewn to the ribbon. The linen warp stitch gauge is c. 10 ends per cm; the linen is S-spun and Z-ply. The ribbon is S-spun; the wool warp of the ribbon is 11 ends in c. 4mm, being c. 1.5cm in length, and the wool weft (of the ribbon only) is S-spun, with c. 3.5-4 picks per cm. The top-sewing of the seams and joining the ribbon to the main web used S-spun Z-ply linen thread. The red and linen cords are S-spun, Z-ply, with several S-twists; the linen cord is c. 28cm long in total. "], "Cultures/periods": ["Coptic"], "Production date": ["5thC"], "Findspot": [" Found/Acquired: Akhmim "], "Materials": [" linen ", " wool "], "Technique": [" sprang ", " plain weave ", " sewn "], "Dimensions": [" Length: 20 centimetres ", " Width: 40 centimetres "], "Curator's comments": ["Jenkins and Williams, AJA 89 (1985), 413, figs. 9 and 10. See HG-T card Information from Hero Granger-Taylor (1991)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": [" Purchased through: Sir Ernest A T Wallis Budge ", " Purchased from: Giza Museum (and other sources) "], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21632"], "Registration number": ["1888,0512.109"], "Conservation": ["Treatment: 12 Jul 1983"]}