{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74712"], "Description": [" Portrait of a woman in encaustic on limewood: panel bearing an encaustic portrait of a woman wearing a gold hair-pin, earrings, emerald pendant and a purple mantle and tunic with a black clavus; cracks run from the broken upper edge. Portrait of a woman in encaustic on limewood: minor cracks run from the broken upper edge of the panel. Patches of the painted surface are lost over the proper left cheek. The lower edge of the panel is unpainted. The face, slightly turned to the viewer's left, is drawn in yellow ochre lines on a background of greenish-grey distemper. The flesh tones were built up from the undercoat, which blends into them around the edges of the cheeks and chin to give volume to a plump face. The tunic and mantle are painted in purple with reddish tones. The clavus on the proper right shoulder is almost black, the seam on the shoulder appearing as a gap in the paint. The bun is secured with a round-headed gold pin; the hoop earrings are strung with an emerald between two pearls. Around her neck the woman wears a gold chain with a pendant emerald in a circular gold setting. A second necklace is threaded with emeralds interspersed with gold. The black hair rises in tiers of curls above the brow and is coiled into a large plaited bun on the crown of the head. The eyes are very large and brown, with fine plucked eyebrows rendered perhaps with the cestrum. The small pink lips are pursed. There are pink highlights on the ivory cheeks and cream on the nose, above the mouth and on the double chin. The drapery and jewellery are carelessly painted in comparison with the head and neck. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara, Excavated in 1888 (Petrie J) "], "Materials": [" lime wood ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Height: 39.60 centimetres ", " Thickness: 0.25 centimetres ", " Width: 22.60 centimetres "], "Curator's comments": ["In general the painting suggests refined affluence by judicious use of the palette. Borg (1996, 96-7) has linked this portrait with the image of Isarous (Walker and Bierbrier 1997, 45-6 no. 19), an earlier work by the same artist. The hairstyle follows the fashion of the court of Domitian (AD 81-96), but the jewellery and the drapery of the mantle over the proper left shoulder only suggest a date in the early years of the second century ad. Bibliography: W. M. F. Petrie, 'The Hawara Portfolio: Paintings of the Roman Age' (1913), pl. 18; A. F. Shore, 'Portrait Painting from Roman Egypt' 2 ed. (1972) pl. 12. K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), 51-52, no. 94 (bibl.), pl. 22.2; E. Doxiadis, 'The Mysterious Fayum Portraits. Faces from Ancient Egypt' (1995), 199, no. 42; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 13, 34, 91, 93, 96f, 103, 106, 170f, pl. 57, I; Doxiadis 1998, 140 no. 14 with pl. p. 48; M. F. Aubert and R. Cortopassi 'Portraits de l'Égypte Romaine' (1998), 102, 104 no. 53; Parlasca and Seeman 1999, 112-3 no. 13. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 82 [53]. 'Portraits: De l’Egypte Romaine', Paris 1998, pp.102, 104 [53]. S. Walker, 'Ancient Faces', New York 2000, pp. 50-51 [12]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (34) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.53) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (12) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.112, no.13) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2003 17 Jul-12 Oct, Valencia, Instituto Valenciano de Arte Moderno, The Eyesight and the Vision 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair - upper edge broken"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74712"], "Registration number": ["1994,0521.10"], "Additional IDs": [" Miscellaneous number: National Gallery 1269 "], "Conservation": [" Treatment: 01 Oct 1996 ", " Treatment: 28 Mar 2003 ", " Treatment: 01 Apr 2003 "]}