{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA59500"], "Description": [" Obsidian amulet in the form of two fingers with incised detail, representing the embalmer's skill. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt ", " Excavated/Findspot: Armant "], "Materials": ["obsidian"], "Technique": ["incised"], "Dimensions": [" Height: 8.52 centimetres ", " Weight: 31 grammes ", " Thickness: 0.95 centimetres ", " Width: 2.17 centimetres "], "Curator's comments": [" Appears in Mond and Myers, The Bucheum (1934): 126, pl. XCIV (1 bottom). The amulet was not previouly associated with the Bucheum on BM database. ", " Published: Art and Afterlife in Ancient Egypt (Japan 1999-2000): No 80 "], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p31) ", " Andrews 1990 / Ancient Egyptian jewellery (32j) ", " Andrews 1994 / Amulets of Ancient Egypt (p.70 & fig. 64) "], "Location": ["Not on display"], "Exhibition history": [" 1986 Jun-Oct, Carmarthen Museum, A son of Luxor's Sands 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 2 Apr-29 Jun, Leeds, Henry Moore Institute, Magic 2002, St Albans, Life and Death 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59500"], "Registration number": ["1929,1016.74"], "Conservation": [" Treatment: 20 Mar 2002 ", " Treatment: 7 Jun 2016 "]}