{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA34960"], "Description": [" Scarab carved from beige steatite; slightly detailed back with marked clypeus, elytra and prothorax divisions indicated respectively by single and double incised lines; small triangles indicating humeral callosities behind the line of prothorax; at side, well-shaped legs with undercut triangular space between front and back legs; underside deeply incised with protome of a ram facing a raised cobra; pierced longitudinally. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["800 BC - 600 BC (probably)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" glazed ", " carved ", " incised ", " pierced "], "Dimensions": [" Length: 0.95 centimetres ", " Thickness: 0.50 centimetres ", " Width: 0.70 centimetres "], "Curator's comments": ["The design shown on the underside is rather uncommon. Among relatively close parallels see particularly a scarab decorated with the protome of a ram above a neb-basket sign (Hornung and Staehelin 1976, 326, no. 685) and a second one with a similar type of protome associated with a Djed-pillar (Magnarini 2004, 217, 9.11). The latter was tentatively dated to the 25th-26th Dynasty by Magnarini (Magnarini 2004, 217). By its size, style and technique, this finely made miniature scarab probably belongs to Gorton's type VIII, a type well attested on Punic and Etruscan sites in the West, as well as in Greece and Cyprus (Gorton 1996, type VIII, 23-7). Gorton suggested that such scarabs were produced in Memphis, from the 8th till the 7th c. BC (Gorton 1996, 27). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hornung, E. and Staehelin, E. 197, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Magnarini, F. 2004, Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 171) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.24) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": [" mammal ", " reptile "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34960"], "Registration number": ["1886,0401.1696"]}