{"artifact_name": "plaque; spacer-bead", "Object Type": [" plaque ", " spacer-bead "], "Museum number": ["EA14556"], "Description": [" Blue glazed composition spacer-bead plaque: two scenes, essentially amuletic in purpose, are presented on this openwork spacer bead. On the obverse is a figure of a king in the centre, facing right, wearing a broad collar and kilt, with a uraeus ar the brow of his wig; he is flanked by the gods Horus on the left and Thoth on the right, who pour streams of purifying, vivifying waters over him in a reference to his coronation. A lioness goddess (Sekhmet) stands to the far left, with a cobra on a papyrus to the right. On the reverse is a central figure of Horus, a falcon-deity with sun-disc, holding in his left hand a bound and cowering prisoner. Flanking deities that lid in this typically royal triumph are, on the right, Montu in double plumes and Mut in double crown, waving a sistrum; and on the left, Horus in a double crown, and a lion-headed goddess, possibly again Sekhmet, wearing the sun-disc. The bead is pierced at the top and bottom. "], "Cultures/periods": ["Third Intermediate"], "Production date": ["9thC BC-8thC BC"], "Findspot": [" Found/Acquired: Tuna el-Gebel (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " pierced "], "Dimensions": [" Height: 3.30 centimetres ", " Length: 5.50 centimetres ", " Weight: 11 grammes ", " Depth: 0.60 centimetres "], "Curator's comments": ["Technically, the spacer is a miniature marvel that illustrates an extraordinary ability to produce small-scale, openwork figural pieces through free-hand carving. Although the actual method of manufacture is unknown, we can make conjectures based on RISD replication experiments. The two faces of the bead's design were cut separately from a thin, flat slab of glazed composition paste. Additional details could have been made with fine modeling tools. When nearly dry, the two sides were held together by the faience frame. Seam lines at two diagonal corners of the frame suggest that it is made from two L-shaped sections that were joined. To facilitate assembly of the panels and frame, a thin rectangle of organic material like wood, papyrus, or cartonnage could have been used as a rigid supporr between the panels that would later fire our. Such a support would also have prevented shifting or slumping of the riny figures during firing. A slurry of glazed composition paste with the addition of gum or glue could have served to adhere the cut-out panels to the frame. The stringing holes, nine at the top but oddly ten at the bottom, would have been pierced with a sharp tool before firing. When dry, the bead would have been painted with a glaze slurry with a copper colorant rhat fired to bright blue. The artisan also sharpened some contours before firing for carved areas are visible on the interior of some of the figures. Spacer beads, common in Egyptian jewellery since the Old Kingdom, were not merely decorative but also served a function: as bars or plaques they were strung at intervals along the length of a necklace, choker, or anklet, or at the Terminal points, to keep the strings from sagging and angling. The beads often had as subjects, either the youthful or rejuvenated king or the subjugation of foreign enemies. In the politically fragmented times of the Third Intermediate Period, royal themes that had traditionally been depicted on temple and palace walls or inscribed in funerary texts now found new and smaller fields for expression, such as these spacer beads. With images of the ever-youthful, powerful king who ruled under the eternal protection of the gods, the beads may allude more specifically to a coronation theme. This interpretation is in keeping with the suggestion that some or all such openwork spacers were made to celebrate the New Year at Hermopolis (Tuna el-Gebel), the possible production site of openwork glazed composition spacers and dated relief chalices of the Third Intermediate Period. Bibliography. G. A. D. Tait, 'The Egyptian Relief Chalice', in 'Journal of Egyptian Archaeology' 49 (1963), p. 130, iv, pl. XXIV, 4; C. Andrews, 'Amulets of Ancient Egypt' (London, 1994), p. 101, fig. 101 c. C. Ziegler, 'The Pharaohs' (Venice, 2002), p.400 [37]. F. D. Friedman, Gifts of the Nile. Ancient Egyptian Faience, London 1998, 193."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (46)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Horus ", " Representation of: Thoth ", " Representation of: Sekhmet ", " Representation of: Montu ", " Representation of: Mut "], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1867"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14556"], "Registration number": ["1867,0805.22"], "Conservation": ["Treatment: 18 Jan 2016"]}