{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66456"], "Description": [" Mould-made scarab in glazed composition; back marked simply with clypeus, prothorax and elytra indicated by single lines; at side, stylised legs indicated with some crudely incised horizontal lines; underside bearing a motif representing a recumbent lion to right, holding arrow-shaped symbol in its forepaws, with tail lifted over its back and sun-disc above; motif possibly stamped or incised (?); longitudinally pierced; glaze gone; hard core, with yellowish tinge; device badly abraded, but its taut, crisp style still clearly visible. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" incised ", " mould-made ", " pierced ", " stamped (possibly) "], "Dimensions": [" Height: 0.50 centimetres ", " Length: 1.10 centimetres ", " Width: 0.75 centimetres "], "Curator's comments": ["Scarabs with a lion motif depicted on the base belong to a standard group produced at the 'Scarab Factory' (on its various productions, see Webb forthcoming). Petrie illustrated a number of different versions (Petrie 1886, pl. 37, 34-45). This scarab belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93, 95-96, type XXVIII A, subtype A49-72, especially A53 for this piece). For a similar type, see Boston, Museum of Fine Arts 86.689. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, 'Faience finds from Naukratis and their implications for the chronology of the site', in R. Thomas (ed.) forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 45) (possibly) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 95, Type XXVIII A53) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.011) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, though surface very abraded"], "Subjects": ["mammal"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66456"], "Registration number": ["1886,0401.1628"]}