{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA922"], "Description": [" Part of tomb wall: showing Nubians bringing tribute from the south to Pharaoh. The figure at the front carries interlocking gold rings over one arm; the man behing bears ebony logs on his shoulder and a giraffe's tail in one hand. The third figure carries a leopard skin and a basket full of chunks of red jasper; a monkey perches behind his head. All three wear earrings. "], "Authority": ["Ruler: Thutmose IV"], "Cultures/periods": ["18th Dynasty"], "Production date": ["1400BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Sobekhotep (Thebes), TT63 "], "Materials": [" plaster ", " mud "], "Dimensions": [" Height: 74 centimetres (max) ", " Width: 61 centimetres (max) "], "Curator's comments": [" Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 1), p. 126; Dziobek and Abel Raziq, 'Das Grab des Sobekhotep', Taf. 3, 33; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 146-50. ", " Strudwick N 2006 These fragments are almost as well-known as the famous Nebamun tomb paintings. Sebekhotep's tomb is located on the West Bank at Luxor, at the north end of the hill of Sheikh Abdel Qurna, the site of the tombs of most of the high officials of the Theban region in the Eighteenth Dynasty before the reign of Amenhotep III. Unfortunately, the decorated chapel is quite badly damaged, and suffered the attentions of robbers in the twentieth century AD: photographic records of the tomb made by Harry Burton of the Metropolitan Museum of Art between about 1926 and 1940 show several substantial fragments which had disappeared when the tomb was studied and published in the early 1980s. Nonetheless, the paintings which survive in situ are brightly coloured and beautifully executed. Sebekhotep was an important treasury official in the reign of Thutmose IV (c. 1400-1390 BC), bearing the title 'overseer of the seal', in effect the minister of finance. He was the son of Min, who had held the same title in Thutmose III's reign. It is likely that Sebekhotep was mayor of the Faiyum region before attaining his highest title in Thebes; as his father came from the Delta, it is possible that, like many other Theban officials, he came south at the king's request. Six fragments of this tomb are in the British Museum (registration nos. 1852,0223.1 and 1869,1025.1-5). All but 1852,0223.1 were donated in 1869 by Henry Danby Seymour, MP; 1852,0223.1 was purchased from J.W. Wild in 1852. Wild was a draftsman with the Lepsius expedition to Egypt in 1842-5, and it seems plausible that he brought this fragment back with him. Another fragment originally in his possession was sold by his family to the Metropolitan Museum in New York in 1926. It is unclear how Seymour obtained his fragments, although his interest in biblical history may have taken him to Egypt; he said that his fragments were taken from the tomb in about 1844. This was around the time that Sebekhotep's tomb was first noted by Lepsius' expedition, and Lepsius himself commented that fragments had already been taken from tombs by travellers. The scenes were painted on a wall plaster consisting largely of mud, which unfortunately has made it easier to detach pieces from the walls. The upper register of this tribute scene (see registration nos. 1852,0223.1 and 1869,1025.5) shows the tribute of Nubia. Two fragments are in the British Museum. They were probably separated by one lost figure, whose arms are visible at the right of registration no. 1869,1025.3. At the left of 1869,1025.3, three men (probably Nubians) do obeisance to Sebekhotep and (by inference) to the king; they are followed by three other men carrying plates of gold with interlinked rings of gold over their arms. The right-hand fragment (this object) shows four standing men. The first holds up a plate with blue items, with gold rings over his other arm. The second man holds pieces of ivory on his shoulder and unclear items in his left hand; the third man's right hand grasps a leopard skin and with the left he holds a tray of red fruit (?). On his shoulder is a monkey and by his legs a baboon, the latter on a leash held by the fourth (now fragmentary) man, who also grasps (possibly) a plant column. Gold was one of the most important products of Nubia. Note the black and brown variation of the colour of the men's skin; this might represent different skin types, but could also be intended to make the individual figures stand out more, as it is not unusual for Egyptian painting to vary the skin colour of figures of the same sex for this purpose. "], "Bibliographic references": [" Andrews 1994 / Amulets of Ancient Egypt (33) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.146-150) "], "Location": ["On display (G65/dc1)"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Henry Danby Seymour"], "Acquisition date": ["1869"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA922"], "Registration number": ["1869,1025.4"]}