{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["EA22333"], "Description": [" Intact amphora of coarse red siltware pottery, with a small foot from which the sides widen to an angular shoulder before converging to a narrow, cylindrical neck. There is a handle at either side of the neck, running between the neck and the shoulder. At the top of the neck is an external roll-rim, which is slightly chipped. The exterior of the vase bears remains of a pale greenish-cream slip. The micaceous fabric contains many voids from burnt-out chaff, but hardly any grit. Ther is a deep crack in one side and a fragment has been replaced. The incised mark on the shoulder is the excavator's number. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["6thC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (C), chamber 19 A "], "Materials": ["pottery"], "Technique": [" slipped ", " incised "], "Dimensions": [" Diameter: 22.60 centimetres (maximum) ", " Height: 34 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Imitation of Samian trade amphora. Although made in the style of an East Greek product, this vessel appears to consist of Egyptian silt clay and so is probably a local copy. W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 65 § 61 : \"The amphora 39 was found with about a dozen others lying on the benches in chamber 19 A. They are of dark dull red-brown\". The Findspot number 19 A has been scratched into the shoulder."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 64, 65, 66 § 61, pl. xxxiv, 39) ", " Weber 2012 / Untersuchungen zur archaischen griechischen Keramik aus anderen ägyptischen Fundorten (TD 306) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.95, p.113, p.125, p.129, p.203, pl.45, p.223, pl.65) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22333"], "Registration number": ["1887,0101.1330"], "Conservation": ["Treatment: 22 Jul 1984"]}