{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA64638"], "Description": [" Fragmentary glazed composition of a male figure holding a baboon. The figure wears a short curled Nubian wig that covers his ears. A small hole at the edge of the left side wig could indicate that he wears an earring. The eyes are rounded with a sharp incised line across the upper eye, and a notable ridge above conveying his arched eyebrows. His nose is broad at the tip with a clear fold of flesh on either side, and his mouth is small with the outer corners visibly upturned. The neck is broad. His upper body is bare, and his right arm is held by his side. He wears a kilt with a thin belt. In his left hand he holds a figure of a baboon in front of his chest. The baboon is shown in side-profile with the left arm raised to the mouth and the leg in a crouched position. The angle of the figure's lower body suggests that the left leg advanced forward ahead of the right leg. On the reverse is the upper portion of a slim back-pillar which is uninscribed. At the top of the back-pillar is a suspension hole. The figure is broken from the lower legs, and much of the surface has been burnt causing discolouration and spotting across much of the face and body. The figure is now attached to a small wooden base. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 6.20 centimetres ", " Width: 2.70 centimetres "], "Curator's comments": ["The small size of the figure and the suspension hole at the top of the back-pillar suggest that the object could have been strung as an amulet and worn. Similar depictions of the small baboon figure could potentially be compared to a collection of faience objects from the Third Intermediate Period associated with the god Bes. Some are also distinctively spotted in their appearance (for instance two faience representations of Bes with baboon figures, accession numbers 04.2.103 and 2015.11, Metropolitan Museum, New York: https://www.metmuseum.org/art/collection/search/553490; https://www.metmuseum.org/art/collection/search/671414). Similar images including Bes are also found as decorative fittings for staffs (e.g. EA 26267, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA26267). Other potential parallels include small crouching baboon figures also found on examples of New Year flasks, and thus alluding to their lunar connections through the god Thoth (e.g. accession number 30.8.214, Metropolitan Museum, New York: https://www.metmuseum.org/art/collection/search/550895). For the British Museum fragment, the comparatively large size of the baboon may signify its importance or divine connections."], "Location": ["Not on display"], "Condition": ["incomplete and burnt"], "Acquisition name": ["Donated by: Mrs Marion Whiteford Acworth JP"], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64638"], "Registration number": ["1946,1204.162"]}