{"artifact_name": "cosmetic-jar", "Object Type": ["cosmetic-jar"], "Museum number": ["EA47620"], "Description": [" Cosmetic-jug with enamel decorations: in opaque turquoise-blue glass with one handle running from the rim to the shoulder. Circular, slightly convex base from which the body swells out gently to the shoulder and then in to join with the cylindrical neck. The flat, narrow rim has a heavy orange-yellow thread fused to its outer surface. The elaborate decorations, usually referred to as 'painted' are in fact enamel composed of crushed glass, fired. Two registers of yellow festoons on neck. On upper shoulder a register of white dots between yellow lines. Directly below this an inscribed and decorated register between yellow lines. The inscription occupies less than half the register. The balance is covered by a scale pattern in yellow with numerous dots in white and yellow. Covering the major part of the body are three conventionalized tamarisk trees in yellow. A heavy yellow thread encircles the base. The handle (doubtless with a metal armature) was fused in place after the body decorations were completed. Its outer surface is decorated with wide, roughly parallel threads in yellow, white, and dark blue. Core-built. Intact. The shape of the jug clearly follows the hieroglyphic symbol of the nẖnm-vase. "], "Authority": ["Ruler: Thutmose III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" glass ", " metal (?) "], "Technique": [" core-formed ", " fused ", " enamelled "], "Dimensions": [" Diameter: 5 centimetres ", " Height: 9.30 centimetres ", " Weight: 0.114 kilograms ", " Width: 4.50 centimetres ", " Depth: 4 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This is the first vessel with enamel decorations yet known in the history of glass. These decorations were made from crushed glass applied to the surface and fired. Just how they were applied and maintained in place is not evident. In general, the decorations, although pleasing to the eye, did not fuse well. Under magnification the yellow decorations are full of minute craters and are a rather unpleasing brown in colour with matt surface. The white enamel has fused better and presents a more pleasing surface. That so sophisticated a technique was so well executed implies considerable experience and tradition (Cooney 1976). Drawings of the vessel are among the papers of Robert Hay: British Library Add MS 29844A (JHT)."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p112) ", " Cooney 1976 / Glass (764) ", " Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (34) ", " Tait 1991 / Five Thousand Years of Glass (fig.22, pp.26-27) ", " Whitehouse 2012 / Glass: A Short History (p.18) ", " Shirley and Thornton 2017 / A Rothschild Renaissance: A New Look at the Waddesdon Bequest in the British Museum (p.147, fig.211) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 15 Oct-29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Associated names": ["Named in inscription: Thutmose III"], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA47620"], "Registration number": ["1868,1102.220"], "Conservation": ["Treatment: 18 Jan 2016"]}