{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA22919"], "Description": [" Sycomore fig wood stela of Ankhefenkhons: there are three registers on this round-topped stela. At the top a winged sun-disk with two pendent uraei is depicted with conventional texts between and on either side of the uraei. Two scenes appear in the middle register which is divided into two parts by a vertical line of text in the centre. On the right side Ankhefenkhons worships the god Ra-Horakhty. Between them stands an altar on which rests a water-pot cooled by a lotus. In a similar scene on the left Ankhefenkhons adores Atum. The third register consists of six lines of text which contain a prayer on behalf of the ỉt-nṯr priest of Amenresonther, prophet of the noble staff of Amun Ankhefenkhons, son of the like-titled Besenmut, son of Ankhefenkhons and the lady Hetepamun. The stela is composed of two pieces of wood which have been covered in plaster although the joint is now cracked on both sides. Apart from a few gouges the stela is otherwise well preserved. The background is tan. The stela is bordered on three sides and between the registers by a multi-coloured border of red, green, yellow, and blue rectangles separated by one black and two white stripes. The sun-disk is red with tan upper wings with blue dots and edges; green centre wings; and blue lower wings with red centre edges and white tips. The uraei are outlined in black with a green centre stripe, blue heads, and red and white crowns respectively. The hieroglyphs between them are black, while the others are red, blue or green. The middle register has a blue sky-sign at the top. Blue dividing lines separate the columns of black hieroglyphs. The figures have red bodies. The humans wear a white garment outlined in black, green collar, black wig, yellow cone edged in green, while the gods have a green upper garment, a white and blue kilt with a yellow belt, green sceptres and black ankh-signs. Atum has a black beard and red and white crown, while Ra-Horakhty has a white face with black features, blue wig, and red disk. The altars are blue with blue and red pots. The lotus-stems are green with green, blue, and white flowers on a yellow base. The hieroglyphs in the third register are black between blue dividing lines. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 47.30 centimetres ", " Weight: 1.955 kilograms ", " Thickness: 3.50 centimetres ", " Width: 31 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: G. Legrain, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 14 (Paris, 1893), 59; The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 79-80 (no. no); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 108 (no. 12); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), 809; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), 205; K. Martin, 'Ein Garantsymbol des Lebens' (Hildesheim, 1977), 158; G. Vittmann, 'Wiener Zeitschrift für die Kunde des Morgenlandes' 70 (1978), 9, 14."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.36-37)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Ankhefenkhons (deceased and grandfather) ", " Named in inscription: Besenmut (father) ", " Named in inscription: Amenhotep (grandmother) ", " Representation of: Atum ", " Representation of: Ra-Horakhty "], "Acquisition name": ["Purchased from: Raymond G B Sabatier"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22919"], "Registration number": ["1891,0511.15"], "Conservation": [" Treatment: 13 Feb 2014 ", " Treatment: 26 Aug 2005 ", " Treatment: 08 Dec 2011 "]}