{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2380"], "Description": [" Upper body of a granite female figure, the lower body and base now missing. The figure wears a large and smooth Hathor wig, with curled ends reaching to the chest at the front. A broad section of hair at the back is damaged with the ends of the hair now broken away. There are notable markings indicating bands holding the hair in place, one set level with the neck and another on either side of the ears extending onto the back of the wig. A large vertical band also extends from the forehead over the top of the head and down behind this horizontal band on the reverse. Her eyes are large and hooded, and the eyebrows are faintly modelled. The nose appears broad, though damage to the lower half of the face obscures details of the tip of the nose and the mouth. The face appears rounded at the jawline and neck. Faint lines from the top of the shoulders towards the chest likely indicate her clothing, and the breasts have been crudely carved with limited modelling. The arms appear to have been held by the sides of the body. In addition to the loss of the lower body from the waist area, there are chips to the chest, arms, and face. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 10.50 centimetres (max) ", " Width: 8.95 centimetres ", " Depth: 6.50 centimetres "], "Curator's comments": ["The Hathor wig was common within sculpture of the Middle Kingdom, and this date is further supported by the stylistic features such as the slightly oversized ears and heavy eyelids, which can be further narrowed down to a likely 12th Dynasty date. A lack of surviving inscription or further details concerning provenance makes it difficult to determine the identity of the figure or potential findspot."], "Location": ["Not on display"], "Condition": ["incomplete - upper part only"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2380"], "Registration number": [".2380"], "Additional IDs": [" Miscellaneous number: BS.2380 (Birch Slip Number) ", " Miscellaneous number: Sm.77 "]}