{"artifact_name": "figurine", "Object Type": ["figurine"], "Museum number": ["EA85619"], "Description": [" Small and quite delicately modelled clay figurine preserved from the base of the neck to the upper legs, with large buttocks and thighs, a narrow waist and very small breasts. The figure may have sat, leaning back at an angle. It has been modelled in two strips joined vertically, the join largely smoothed along the torso, although just visible along the back. The join delineates the thighs, at the top of which on the front is a slightly circular interruption that is just possibly a pubic feature. On the upper torso are two small circular breasts that are probably applied separately. Relatively little space has been given to the torso, but it has been neatly done. Two arm stumps project horizontally, but too little is preserved to determine their posture. Whilst the figure is now headless, the head was evidently still intact at the time of excavation, the drawing on the EES registration card showing the figure with a rounded anthropomorphic head on which two eyes and a mouth were marked, and a distinctive hairstyle in which the hair seems to be bundled in three groups, one each on the side and another on the back of the head. The dark brown mud is very fine and shows inclusions of mica. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), Mound β, D15.N "], "Materials": ["fired clay"], "Dimensions": [" Height: 3.80 centimetres ", " Length: 1.80 centimetres ", " Width: 2.40 centimetres "], "Bibliographic references": [" Spencer 1997 / Amara West I, The Architectural Report (p. 204-216) ", " Stevens 2017 / Female Figurines and Folk Culture at Amara West (p. 411, fig. 4; p. 425.) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA85619"], "Registration number": ["2016,1001.009"], "Additional IDs": [" Excavation/small finds number: 1000 (Excavation Number) "]}