{"artifact_name": "flask", "Object Type": ["flask"], "Museum number": ["EA50779"], "Description": [" Pottery flask (or gourd) with a lenticular body and two small vestigial handles flanking the neck; external surface covered with a burnished thick red slip, and decorated with dark brown/black bands beneath neck; small simplified floral motif (or geometric?) painted to the top right of body; in clay typical of the Western Oasis, yellow in colour with numerous red inclusions, sometimes large; complete but slip and decoration rather damaged. "], "Cultures/periods": ["Late Period"], "Production date": ["(late)7thC BC - (mid)4thC BC"], "Production place": [" Made in: Western Desert, From the Egyptian Western Oasis "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["pottery"], "Technique": [" burnished ", " painted "], "Dimensions": [" Diameter: 2.55 centimetres (rim) ", " Height: 17.70 centimetres ", " Thickness: 0.80 centimetres (rim) ", " Width: 15.70 centimetres ", " Depth: 8.90 centimetres "], "Curator's comments": ["According to D. Aston, flasks in Oasis ware started to be produced around the 8th-7th centuries BC (Aston 1999, 186). The Naukratis gourd, with its thick red burnished slip and decoration painted in dark brown, is characteristic to the Late Period, possibly end of the Late Period (Marchand 2013, 245-246, fig. 2-5). For another production from the Western Oasis discovered in Naukratis, see BM 1910,0222.260. Aston, D. 1999, Elephantine XIX: Pottery from the late New Kingdom to the early Ptolemaic period (Archäologische Veröffentlichungen 95), Mainz. Marchand, S. 2013, ‘Céramiques d’Egypte de la fin du IVe siècle av. J.-C. au IIIe siècle av. J.-C.: entre tradition et innovation’, in N. Fenn, C. Römer-Strehl (eds.), Networks in the Hellenistic World According to the pottery in the Eastern Mediterranean and beyond, BAR International Series 2539, 239-253. On kegs and gourds from the Oasis see: Hope, C.A. Eccleston, M. A. Kaper, O. E. Marchand, S. and Darnell, D. 2000, ‘Kegs and Flasks from Dakhleh Oasis’, Cahiers de la Céramique Egyptienne 6, 189-234. Rougeulle, A and Marchand, S. 2011, ‘Des siga sur la côte du Hadramawt (Yémen): témoins d’une attaque navale?’, Cahiers de la Céramique Egyptienne 9, 437-460."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (IB.073)"], "Location": ["Not on display"], "Condition": ["fair (surface damaged)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50779"], "Registration number": ["1886,1005.15"]}