{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA48032"], "Description": [" Quartzite kneeling figure of a male official on a slim square shaped base. The figure is depicted in an asymmetrical kneeling position on a slim and narrow base. The right leg is drawn up with the foot placed flat on the top of the base, while the left leg is crossed and the left foot is tucked underneath the body. The figure wears a short knee-length kilt, and a thick line across the top of the kilt on the reverse of the figure may indicate a belt. The upper body is bare, and both hands are placed on the knees. The figure appears to hold rolls of papyrus in each hand, with slim vertical lines across the papyrus likely intended to convey text. The modelling of the hands and feet are quite crude, while added details such as the heavy chest and notable ridge indicating the spine on his back conveying the broadness of the figure. He also wears a smooth shoulder-length wig with sharply pointed edges that reach down to the neck, set high on the forehead and tucked behind the large ears. The eyes are wide with a faint hint of the eyebrows above, and the nose and mouth are broad. The face is particularly rounded at the jawline. There are abrasions to the stone surface at the left forearm and shoulder, as well as the top of the head and left side of the reverse. Otherwise, the object appears to be in good condition with minimal damage. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), cache "], "Materials": ["quartzite"], "Dimensions": [" Height: 17.20 centimetres ", " Width: 8.80 centimetres "], "Curator's comments": ["Though stylistic features such as the pointed wig and the oversized ears may indicate a Middle Kingdom date, as the object lacks an inscription and the working is crude it is difficult to establish a precise date. The asymmetrical pose of the body is known from earlier Old Kingdom pieces, therefore this may be an imitation of earlier styles. This object belongs to a group of 8 statuettes purchased in 1908 from Panayotis Kycitas, a prominent antiquities dealer. These were found in 1903 in the Karnak Cachette and were destined for the Egyptian Museum (Cairo) but were stolen. Following apprehension of the thieves, the director of the Service des Antiquitiés from 1881-1914, Gaston Maspéro, authorised their sale to the British Museum via Kycitas. The Karnak cachette, a ritual deposit of over 1000 commemorative objects, was found in a central courtyard of the Karnak temple complex. This find included a wide range of non-royal statuary spanning across several phases of pharaonic history. Many of the statues date to the later phases of the first millennium BC, particularly the Late Period and Ptolemaic Period, suggesting that the deposit itself took place in the Ptolemaic era (Blyth 2006). Dedicating a statue within the temple, as opposed to the traditional place in the tomb, also became a more favourable practice from the end of the New Kingdom; it was believed that the statue subjects could ‘reap the rewards’ of being present within the sacred space of the temple, and participate in the wide array of offerings, rituals, and festivals. Other important ancient caches of commemorative objects have been found elsewhere in Egypt, including Luxor temple and the Serapeum at Saqqara, though the Karnak Cachette is the largest known example. Further Bibliography: Karnak Cachette Database IFAO: https://www.ifao.egnet.net/bases/cachette/ck975 G.D. Scott, 1989. The History and Development of the Ancient Egyptian Scribe Statue: A Dissertation Presented to the Fac. of the Graduate School of Yale Univ. in Candidacy for the degree of Doctor of Philosophy. Vol. I-IV (Michigan), III, p.773. General Sources: E. Blyth, 2006. Karnak: Evolution of a Temple (London). J.C. Goyon, C. Cardin, M. Azim, G. Zaki, 2004. Trésors d’Egypte: La “cachette” de Karnak (1904-2004) (Grenoble)."], "Bibliographic references": ["Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 161)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: "], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48032"], "Registration number": ["1908,0509.1"], "Conservation": ["Treatment: 5 Aug 2022"]}