{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8447"], "Description": [" Sycomore fig wood stela of Tayiusheri: on the right of this round-topped stela stands the chantress of Amun, Tayiusheri, wife of the overseer of singers Ns-Mnt(w) with her arms raised in adoration. She holds a vase in one hand pouring a libation over an altar on which rests a water-pot cooled by lotus-flowers. A large vase on a stand, around which a lotus is entwined, is nearby. On the left sits the god Ra-Horakhty, mummiform. Above the figures are six columns of text on a brown background, plus one other, above which is a winged sun-disk. The text consists of the standard funerary invocation of Ra-Horakhty on behalf of the deceased. The stela is bordered by a curved sky-sign at the top and a 'was'-sceptre on each side. The stela is faded in places and damaged around the edges. The background is white. The figure of the lady is outlined in black with black eye and eyebrow. The cone on her head is red and white; the lotus has a green and red stem, green leaves and red flowers. She has a black wig with a red fillet, brown, blue, and green collars, and a dress outlined in black with black stripes, blue edges, and pink dots on the upper part. The vase is yellow-brown and the water blue. The altar is blue with a brown top, blue pot, and green lotuses with green or red stems and blue flowers. The vase is red with a black top and stand and a green-stemmed lotus which has a green top showing a hint of red. The disk of the god is red with a brown uraeus. The face of the god is white with a black beak, black eye on brown and blue additions and wig. The collar and lower part of the body are brown. The upper part of the body is a blue criss-cross on white with red hands and brown and blue sceptres. He sits on a multi-coloured throne of green, blue, and red edged in white with black dots on a blue yellow-edged pedestal. The hieroglyphs are black on brown between blue dividing lines. The disk at the top is red with brown uraei. The upper wings are brown with blue dots and a blue upper edge; the middle are white with interior blue lines, while the lower wings are green with feathers outlined in black and red edges at top and bottom. The hieroglyphs between the uraei are green, red, and blue. The sky-sign is blue, the side sceptres yellow-brown, and the base line is blue. White paint remains on the sides and top edge. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (probably) "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 25.70 centimetres ", " Weight: 0.518 kilograms ", " Thickness: 2.30 centimetres ", " Width: 19 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["invocation"], "Curator's comments": ["Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 113 (no. 44); The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 83 (no. 136); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 808; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), pl. I."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.10-11)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2003 May-Jun, Norwich, UEA, Weather' 2009 13 Feb - 2023 17 Nov, Brighton Museum and Art Gallery, LT Loan (3 year renewable) "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Tayiusheri ", " Named in inscription & portrayed: Ra-Horakhty "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8447"], "Registration number": [".8447"], "Additional IDs": [" Miscellaneous number: BS.8447 (Birch Slip Number) "], "Conservation": [" Treatment: 12 Aug 2008 ", " Treatment: 17 Oct 2013 ", " Treatment: 10 Dec 2013 ", " Treatment: 05 Apr 2002 "]}