{"artifact_name": "flute", "Object Type": ["flute"], "Museum number": ["EA12742"], "Description": [" End-flute: of moderate length with four unevenly spaced holes on the side. There is a decoration of three concentric circles round the instrument below the fourth hole. A demotic inscription is engraved at the mouthpiece end on the same side as the four holes. The instrument has been hammered to its present shape, and there is a seam down the back; at each end the metal has been worked so that the flute tapers very slightly. The bore is cylindrical. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": [" incised ", " pierced "], "Dimensions": [" Diameter: 1.60 centimetres ", " Length: 35.90 centimetres ", " Weight: 0.154 kilograms "], "$Inscriptions": [" "], "Curator's comments": ["'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (1922), p. 212 A. F. Shore in 'British Museum Quarterly', 30 (August 1965) pp. 35-6 and pl. v. Vleeming, Studia Demotica 5, No. 26, pp. 11-12. For a similar flute see Sir Robert Mond and Oliver H. Myers, 'The Bucheum' (1934), I, pp. 99-100, 103-104 (analysis by Kathleen Schlesinger), and III, pl. lxxxviii, 3."], "Bibliographic references": ["Anderson 1976 / Musical Instruments (96)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Associated names": ["Named in inscription: Thoteus"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1883"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12742"], "Registration number": ["1883,1105.1"], "Conservation": [" Treatment: 01 Feb 1965 ", " Conservation treatment: 23 May 2016 "]}