{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1342"], "Description": [" White limestone false-door of Qar: at the top there is a plain cavetto-cornice and the inscribed area is surrounded by a plain forus-moulding. The lintel and outer jamb-panels contain offering-formulas and a short, similar text is cut on the smaller, subsidiary lintel. The inner jamb-panels carry the titles and dignities of Qar. There are four standing figures of the deceased at the bottoms of the vertical lines of text. In the panel above the doorway Qar is represented seated at an offering-table piled high with conventional sliced loaves; beneath the table a ewer and basin are shown and above the table is a short offering-text. The scene and texts on the door are incised. The work is, in general, of moderate quality only. The lower surface of the slab is much weathered and the whole surface has suffered from flaking due to the action of salt. No colour remains. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Qar "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 147 centimetres ", " Width: 86 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This false door bearing the name of Qar, either was produced at a time when he had not achieved high office or was made for a relative of the same name. The titles here given to Qar are far more modest than those given on another, larger, false door (1901,0608.1) and those preserved on the blocks from the façade of the tomb. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), 67; Part 1, 302."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.32)"], "Location": ["Not on display"], "Condition": ["Poor; the lower surface of the slab is much weathered and the whole surface has suffered from flaking due to the action of salt."], "Associated names": ["Named in inscription & portrayed: Qar"], "Associated objects": [" cast (EA90885) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1342"], "Registration number": ["1901,0608.2"]}