{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA884"], "Description": [" Fragment of painted limestone relief from the tomb of Sety I from a wall corner. Part of a goddess is preserved, depicted with yellow skin and a red dress, while on the other face, a portion of the king's titulary in two cartouches. Later hieratic graffito in ink near the arm of the goddess referring to Maat. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Sety I "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 50 centimetres ", " Weight: 90 kilograms ", " Width: 39 centimetres ", " Depth: 21 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" This fragment may come from the right-hand door jamb at the entrance to Room I. It shows a similarity to a fragment depicting Maat now in the collection of the Museo Archeologico Nazionale di Firenze (Inv. no. 2469), which has been attributed to the opposite jamb. Recent work on the reconstruction of the tomb including 3D scanning and survey of relief in museum collections has been undertaken by Factum Arte: https://www.factumfoundation.org/pag/1502/the-tomb-of-seti-recording-and-facsimile ", " This fragment would have been part of a larger scene showing the pharaoh before the gods of the afterlife. The royal tomb of Sety I, from which this relief fragment derives, is the deepest and longest in the Valley of the Kings. It is richly decorated with painted reliefs as well as extensive texts: the first tomb to be decorated with a complete program of religious texts, including the Litany of Ra, Book of the Dead, Amduat, Book of Gates, and Opening of the Mouth ritual. Published: PM I Part 2: p.545 Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 133 "], "Location": ["On display (G63/dc11)"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb-25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept-12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020-2021 11 Feb - 21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021, 25 Mar - 15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Col T P Thompson"], "Acquisition date": ["1864"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA884"], "Registration number": ["1864,1231.2"], "Additional IDs": [" Miscellaneous number: BS.884 (Birch Slip Number) "], "Conservation": [" Treatment: 05 May 1999 ", " Treatment: 05 Apr 2011 "]}