{"artifact_name": "toy(?); vessel(?)", "Object Type": [" toy (?) ", " vessel (?) "], "Museum number": ["EA73529"], "Description": [" A neck and head of a camel, a spout broken from a terracotta vessel or from a figure of the animal, with a narrow pouring-hole at the tip of the muzzle. A suspension-lug, now broken, was attached to the lower neck near its junction with the vessel or the camel's body, part of which remains, with throwing-marks oddly orientated, perhaps indicating that a camel-shaped pourer is more likely than a spouted pot (as does the suspension-lug). The neck and the main part of the head were wheel-thrown and manipulated to shape; the muzzle was added and pierced to form the spout and small lumpy eyes were applied. Purple-brown Nile silt with many small white inclusions. The exterior is coated with a cream-coloured slip, with facial and harness details in black and red fired-on ceramic colours. "], "Cultures/periods": ["Coptic"], "Production date": ["550-650 (circa)"], "Excavator/field collector": [" Excavated by: Byzantine Research Fund ", " Excavated by: Reginald Campbell Thompson "], "Findspot": [" Excavated/Findspot: Wadi Sarga, monastery "], "Materials": ["earthenware"], "Technique": ["painted"], "Dimensions": [" Height: 9.10 centimetres "], "Curator's comments": ["Terracotta IV Donated: Byzantine Research and Publication Fund (BRPF). Excavated by R. Campbell Thompson and F.A. Richards in 1913-14 at Wadi Sarga, 15 miles south of Asyut. [The same as registration no. 1919,0505.316.] Late Roman, about AD 550-650. Comparandum: Near: Petrie et al. 1910: pl. xl:44, from a house at Memphis probably to be dated between late Ptolemaic times and the third century AD."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3735)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Byzantine Research Fund"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73529"], "Registration number": ["1919,0505.754"]}