{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA71480"], "Description": [" Papyrus (three fragments). Demotic legal or administrative text recto and verso. Recto. Fragment 1: 8 lines. Torn on both sides and at bottom. Top margin preserved. Fragment 2 (small): part of 2 lines of text. Fragment 3: 7 lines. Torn top and bottom and both sides. Verso. Fragment 1: 9 lines. Fragment 2: blank. Fragment 3: traces. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-2ndC BC"], "Findspot": [" Excavated/Findspot: Gebelein "], "Materials": ["papyrus"], "Dimensions": [" Length: 23 centimetres (frame) ", " Width: 15 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["Kaplony-Heckel’s number 29-30. Bibliography Kaplony-Heckel, U., 1992, Woher kommen die zeugen? Zu demotischen Aktenkopien von Urkunden aus Gebelein in Cairo, Heidelberg und London, The Intellectual Heritage of Egypt, Budapest, pp.327-8. Kaplony-Heckel, U., 2009, Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca, Gesammelte Schriften Teil 1, Harrassowitz Verlag; Wiesbaden, pp.585-6."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (54060) (http://www.trismegistos.org/text/54060) ", " Kaplony-Heckel 2009 / Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca: Gesammelte Schriften (p.585) (= Kaplony-Heckel, U., 1992, Woher kommen die zeugen? Zu demotischen Aktenkopien von Urkunden aus Gebelein in Cairo, Heidelberg und London, The Intellectual Heritage of Egypt, Budapest, pp.327-8.) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bloom, displaced fragments Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: kraft paper Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: incomplete/fragmentary"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA71480"], "Registration number": ["1989,0611.21"]}