{"artifact_name": "textile; furnishing", "Object Type": [" textile ", " furnishing "], "Museum number": ["EA20717"], "Description": [" Two fragments of a plain weave, linen hanging with decoration made in coloured, woollen loops; a) 89x84cm b) 68x27cm; The scene depicted represents two erotes (male winged childlike figures, originally associated with the Greek god of love, Eros, before to become, during the Roman and Byzantine times in Egypt, pure decorative motives) in boat. One of them steers the boat, while the other may be holding a fishing net, below which a fish can be seen in the water. On the fragment to the right is the prow of another boat, indicating that at least one other similar boat used to take part in the design. The background is filled with flower petals, while the whole remaining scene is framed by a frise of leaves and floral garlands. The two corners still preserved (the upper part of the textile is now lost) are filled with one head each, which could be representations of a satyre (left) and menad (right), or of two allegories of the Seasons. plain weave: warp-undyed linen (S/20), weft-undyed linen (S/irregular alternating of single threads or grouped by 3/10-14); uncut loops (c. 5mm long)- white, yellow, pink, grey, light and dark blue, mauve, purple, orange, red, brown, dark green wool; ratio of one pick of loops to four picks of linen; all edges are cut and ragged, except one. One border preserved and once had fringes of grouped warp threads, maintained with an undyed linen thread wrapped abound them. Above this is a light decoration of supplementary undyed linen and purple wool weft. "], "Cultures/periods": ["Roman Period"], "Production date": ["4thC(early)"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " looped "], "Dimensions": [" Height: 89 centimetres (larger fragment) ", " Width: 84 centimetres "], "Curator's comments": ["associated with 20999 and 21500"], "Bibliographic references": [" Badawy 1978 / Coptic art and archaeology (4.64, p.288) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.314-315) "], "Location": ["On display (G66/dc6)"], "Condition": ["A"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20717"], "Registration number": ["1889,0511.1"], "Conservation": [" Treatment: 29 Sep 2005 ", " Treatment: 23 Jun 1983 ", " Prepare for display: 06 Dec 2022 "]}