{"artifact_name": "figure-mould", "Object Type": ["figure-mould"], "Museum number": ["EA51804"], "Description": [" Terracotta front-mould and white plaster cast for a group featuring the Egyptian Hermes seated, writing on a papyrus scroll lying across his knees. He wears only a chlamys over his shoulders, fastened by a brooch. There are wings in his hair and a diadem holds a lotus petal at its centre. His hair is curly and he has sideburns in front of his ears. Hermes is flanked by two monkeys. That on his right stands with his arms bent by his sides, and wears a hooded cloak; his phallus is very long. The monkey on Hermes' left side sits on a stool or chest, reading a papyrus scroll on his lap, held open by both hands. He wears a necklace with three large pendants; by his side is a purse or a small jar. There are two registration hollows, one on each side, low down. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC (Probably)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["plaster"], "Dimensions": [" Height: 18 centimetres ", " Weight: 1510 grammes (Including cast) ", " Weight: 1070 grammes (mold only) ", " Thickness: 4.50 centimetres ", " Width: 17 centimetres (max) "], "Curator's comments": ["Terracotta IV Ptolemaic, probably third century BC. The sideburns may reflect those of early Ptolemies, such as Ptolemy III Euergetes or IV Philopator (Kyrieleis 1975: pls 17 and 30). Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 39"], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3335)"], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good"], "Subjects": ["reading/writing"], "Associated names": ["Representation of: Hermes Trismegistus (?)"], "Acquisition name": ["Purchased from: R Storrs"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA51804"], "Registration number": ["1912,1111.2"]}