{"artifact_name": "canopic chest", "Object Type": ["canopic chest"], "Museum number": ["EA8535"], "Description": [" Sycomore fig wood canopic chest: in the form of a shrine or naos, inscribed for Irthorru. A wooden figure was originally mounted on the lid. Only the silhouette of the object and the dowel-holes for its attachment can now be seen; comparison with similar chests indicates that the figure probably represented a falcon. On the front of the chest is painted a 'djed' pillar, symbolizing the god Osiris. It is provided with his distinctive crown and has human arms and hands grasping royal sceptres. This image is balanced on the back of the box by the 'tit', emblem of the goddess Isis, the sister and wife of Osiris. On the sides are the Sons of Horus: baboon-headed Hapy and human-headed Imsety on the right, Qebehsenuef and Duamutef (here with the heads of a jackal and a falcon, respectively) on the left. The hieroglyphic texts by their sides state that they will grant various benefits to Irthorru, including life and protection, while Imsety promises that 'your corpse will be uninjured, your limbs beautiful'. Although door-hinges are painted on the front of the chest, it is opened by removing the top. The unpainted interior contains only one cavity. Drops of solidified black resin on the interior are probably traces of the packages which would have contained the mummified viscera. "], "Cultures/periods": [" 30th Dynasty (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 56 centimetres ", " Width: 24.20 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Irthorru was a scribe and priest of Amun in the temple of Karnak, and a 'Great and efficient singer in the necropolis'. Bibliography: S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 51 [16]; 'Art and Afterlife in Ancient Egypt' Japan, 1999-2000 [exhibition catalogue] (Japan, 1999), [68]; D. A. Aston, 'Aegypten und Levante' 10 (2000), 169, 170, pl. 10; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 82-3, pl. on p. 83."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.82-83)"], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2005-2008, USA, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012, Australia, Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012, Nov-2013 Apr, India, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Sons of Horus ", " Emblem of: Osiris ", " Emblem of: Isis "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8535"], "Registration number": [".8535"], "Additional IDs": [" Miscellaneous number: BS.8535 (Birch Slip Number) "], "Conservation": [" Treatment: 12 Aug 1997 ", " Treatment: 22 Mar 2001 ", " Treatment: 21 Apr 1999 ", " Treatment: 27 Oct 2004 ", " Treatment: 27 Nov 2013 ", " Treatment: 29 Sep 2014 "]}