{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA24788"], "Description": [" Gold couchant lion: the body cast with a hole through the chest to the tail; the rectangular baseplate with curved front edge was made separately. The body is smooth and undecorated except for details of the mane which are chased between parallel lines, and the feathering on the forelegs. The face is expressive, with large, downturned eyes, an unusual feature. The nose is prominent, the mouth upcurved. The chest is undecorated and covered with a coppery deposit. The tail is made from a piece of wire looped around the right haunch, decorated with short incised lines and ending in a knob. On the base-plate is inscribed, to the right, a scene showing two dancing men flanking a 'nefer'-sign. The cross-bar of the hieroglyph is lower than usual because of the position of the mens' arms. To the left is a hawk representing Horus, and a Set-animal followed by three hieroglyphs. "], "Cultures/periods": ["17th Dynasty"], "Production date": ["1650BC-1550BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" cast ", " incised "], "Dimensions": [" Height: 1.80 centimetres (whole) ", " Length: 3.60 centimetres (base) ", " Width: 1.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The lion may be Syrian in origin or inspiration. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 216, no. 175; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 90, no. 175; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 174, no. 83. Temples and Tombs (American Federation of Arts, 2006): 84, cat no. 40 G. Pinch, Magic in Ancient Egypt (London 1994), fig.57."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (566) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (83) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Horus ", " Representation of: Seth "], "Acquisition name": ["Purchased from: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24788"], "Registration number": ["1891,0509.85"], "Conservation": [" Treatment: 13 Sep 2000 ", " Treatment: 25 Dec 1967 "]}