{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1287"], "Description": [" Limestone false-door of Ptahhotep: the interest of the monument lies particularly in the colour, much of which is preserved. The texts and representations are conventional. It is a plain limestone slab marked out with the shape of a formal false door. At the top a 'cavetto'-cornice is represented in outline with the palm-fronds painted in turn blue, red, and another colour of which nothing now remains. The outlines of the fronds are painted yellow. A yellow band representing the torus-moulding runs round the inscribed area on the top and the sides. The texts on the lintel, the lower lintel, and the jamb-panels are in sunk relief and contain conventional invocation-texts and the titles of Ptahhotep; the signs are painted red, yellow, and blue, other colours not having survived. The small representations of the deceased at the bottoms of the jamb-panels are carved in sunk relief of a rather clumsy character: red paint remains on the bodies, the kilts are yellow, the staves are yellow, the wigs have traces of black. The central panel is carved to represent a door with two valves and two bolts; the door itself is painted yellow, the fittings at the bottom are red (for copper?). In the rectangular panel above the door Ptahhotep is shown seated behind an offering-table, smelling ointment. The scene, which is carved in low relief, has many traces of colour: red on the flesh, blue on the collar, yellow on the armlets and on the chair, red on the bowl and ewer beneath the chair, red on the table, and yellow on the conventionalized sliced loaves. The text to the right of the table is incised and contains a ḥtp-dỉ-nsw formula with a short list of offerings. The panel is flanked by simulated depressions (one of which is slightly sunk, in fact) painted yellow. Beneath the whole representation of the false door are three bands of colour, yellow, red, and black. The surface still carries the cellular impressions of the mud nests of bees. "], "Cultures/periods": ["First Intermediate"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) (?) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 124 centimetres (case) ", " Height: 108 centimetres ", " Width: 96 centimetres (case) ", " Width: 81 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 200; Part 2, p. 742."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.39)"], "Location": ["Not on display"], "Condition": ["Good; the surface still carries the cellular impressions of the mud nests of bees."], "Associated names": ["Named in inscription & portrayed: Ptahhotep"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1287"], "Registration number": ["1898,0312.224"]}