{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10965"], "Description": [" Papyrus (three fragments: one substantial, one very small and one uninscribed). Demotic administrative text. There are two columns of text on the recto of the main fragment. The verso is blank. The papyrus is torn on both sides and at the top and the bottom, but the right-hand and upper margins are preserved. Column A consists of 7+x lines of text; column B 3 lines. There are faint traces of a washed-out text beneath this. A space of 3 cm separates the two columns. Column B begins slightly higher up the papyrus than column A. The last three lines of column A, which are quite damaged, appear to be in a different hand and deal with a different subject-matter than the first four lines. The hand of the column B is very similar, possibly identical, to that of the first part of column A . "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.50 centimetres (frame) ", " Width: 20.30 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["financial"], "Curator's comments": ["In col. A line 3 there is a mention of regnal-year 12 of Pharaoh Alexander, which can only be Alexander, the son of Alexander the Great, and corresponds to 306-5 BC. Column B begins with a month and day date. A number of named individuals are mentioned in the two columns and Column A line 2 refers to a donation made to the temple-domain of Thoth. Column A lines 4-7 contains a series of numbers, possibly referring to measurement/dimensions of land?."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380961) (http://www.trismegistos.org/text/380961)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: brittle, deposit, dirt, discoloured, fractured, fragmentary Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: kraft paper Object Priority: B Mount Priority: B Overall Condition: C Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": ["Purchased through: B A Seaby Ltd"], "Previous owner": ["Previous owner/ex-collection: George Anastase Michaelides"], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10965"], "Registration number": ["1977,1105.119"], "Additional IDs": [" Miscellaneous number: Michailides 30 "]}