{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1324"], "Description": [" Stela of Kainefer: the figures and texts on the stela are finely carved, the figures being in low relief and the texts in sunk relief, apart from those accompanying the figures of Kaiwareb. The texts it bears commemorate the Prince, Kainefer, son of King Snofru, and they are mostly concerned with his titles and dignities. The lintel and drum carry short texts with brief titles, and the full list of Kainefer's honours is reserved for the upper parts of the two panels on either side of the false doorway; each panel has six lines of text. The lower parts of these panels are divided into two registers. Contrary to the regular practice, there are no representations of Kainefer himself; on both sides there are large figures of his eldest son Kaiwareb, dressed in official uniform and carrying a sceptre and a staff. On the left Kaiwareb is shown accompanied by 'his son' (i.e. probably Kainefer's son), Kainefer; on the right he is accompanied by Ptḥ-špsi, who is not named as a son. The bottom register on each side is occupied by three figures of men, all possibly sons or other relatives of Kainefer, and all presumably bearing offerings (although this is now certain in only one case): on the left, Kaiwareb, 'Iṯỉ and lỉwỉ; on tne right Dwʒ.t(w)-Snfrw, Ḫ‘.f-Snfrw and Bʒ.f-Snfrw. The surface is much weathered and further deterioration has more recently occurred through the action of salt. The stela was cut into several pieces for ease of transport and considerable portions have been lost at the cuts, especially in the centre, where, happily, no text or representation has perished. No colour remains. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Kainefer "], "Materials": ["limestone"], "Dimensions": [" Height: 264.30 centimetres (258 in publication) ", " Width: 122 centimetres (116 in publication) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": [" The mastaba-niche in which this stela was discovered with the offering-table (1901,0608.5), contained also two side-panels with representations of Khunesu, Kainefer's wife, and a panel set above the main stela. The whereabouts of these three additional panels is not now known. For the niche as it was excavated, see de Morgan, J. de Morgan, ‘Fouilles à Dahchour en 1894-5’ II (Vienna, 1903), pl. XXVI. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), Part 2, 893; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 56-7. ", " View in situ: J. de Morgan, ‘Fouilles à Dahchour en 1894-5’ II (Vienna, 1903) pl. XXVI. Other parts in Louvre: C. Ziegler, 'Catalogue des stèles, peintures et reliefs égyptiens de l'Ancien Empire et de la Première Période Intermédiaire vers 2686-2040 avant J.C' (Rome, 1992), 231-7. "], "Bibliographic references": [" James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.10) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.56-57) "], "Location": ["On display (G4/B27)"], "Condition": ["The surface is much weathered (apparently so when discovered, as reference to de Morgan, J. de Morgan, ‘Fouilles à Dahchour en 1894-5’ II (Vienna, 1903), pl. XXVI shows), and further deterioration has more recently occurred through the action of salt. The stela was cut into several pieces for ease of transport and considerable portions have been lost at the cuts, especially in the centre, where, happily, no text or representation has perished."], "Associated names": ["Named in inscription & portrayed: Kainefer"], "Associated places": [" Named in inscription: Bent Pyramid (?) ", " Named in inscription: Red Pyramid (?) "], "Associated objects": [" cast (EA90886,a) ", " cast (EA90886,b) ", " cast (EA90886,c) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1324"], "Registration number": ["1901,0311.2"], "Conservation": [" Treatment: 26 Jul 2004 ", " Treatment: 20 Feb 2015 "]}