{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA65206"], "Description": [" Black steatite shabti of Sunero: in this superbly carved funerary figurine the high-ranking military officer, the Master of Horse, Sunero himself is represented. He is not mummiform but is dressed fashionably, sporting a chin beard and wearing a wig with waved strands of hair over the head and ringlets on the shoulders. A two stranded bead necklace and a broad collar overlie his elaborately pleated long linen garment which is completed by a fringed and pleated apron. Most important, Sunero clasps his human-headed 'ba' bird to his chest, and it clings to him with its winged arms. Yet down the front of the apron is the beginning of Chapter 6 of the 'Book of the Dead', the spell to compel the shabti to work for Sunero in the other world. The text continues around the lower half of the figure's back. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1275BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 21.30 centimetres ", " Weight: 669 grammes ", " Width: 8 centimetres ", " Depth: 4.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" On the title of Master of Horses, see A. Ashmawy, 'The administration of Horse stables in ancient Egypt', Egypt and the Levant 24 (2014), 121-139 ", " The 'ba' was one of the spirit forms believed to survive death. It was a complex entity but perhaps represents the characteristics or personality of the deceased, the individual traits which distinguish its owner from everyone else. Always represented as a human-headed bird, the 'ba' was the most widely ranging of all the spirits which survived death and was able to assume different forms to do so. The original concept that a shabti represented the deceased did not die out as soon as the idea became current that it represented a servant of the deceased who would act as its owner's substitute when agricultural labor was required in the afterlife. The two contradictory concepts existed side by side for a considerable period as this figure demonstrates. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 202-203 No 60. "], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.156-157) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no.2) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good (chip to sleeve)"], "Subjects": [" bird ", " ba "], "Associated names": ["Named in inscription: Sunero"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 6)"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65206"], "Registration number": ["1939,0324.69"], "Conservation": [" Treatment: 28 May 1998 ", " Treatment: 19 Mar 2010 "]}