{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14367"], "Description": [" Sandstone seated figure of a male official, his head now lost. The figure is broken from the neck area, with uneven damage to the shoulders and back. His chest is bare, and the musculature of his upper body is faintly modelled. He wears a long kilt that envelops his legs and feet, with a thick belt around his waist. There is no indication of any detail or pattern across the belt, though the edge of his clothing is conveyed across the top of his legs along the left side. His arms are held by the sides of the body and his hands are placed upon his legs with the palms facing upwards. Along the edge of his clothing between his knees is a worn line of horizontal text, left undefined by a border. He is seated upon a tall and thick base, and at the top of the base in front of his legs is an additional horizontal line of inscription, now very faded and with only a few signs that are legible. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Serabit el-Khadim "], "Materials": ["sandstone"], "Dimensions": [" Height: 12 centimetres (max) ", " Width: 9.30 centimetres ", " Depth: 11.37 centimetres "], "Curator's comments": [" This statuette is recorded as being found at the site of Serabit el-Khadim and purchased from Major M.C.K. Macdonald who was one of the initial excavators in that area before the Egypt Exploration Society excavations undertaken by William Flinders Petrie in 1904-1905. This form of seated pose with the legs of the figure enveloped by the clothing was particularly popular in elite sculptures of the Middle Kingdom. Other examples of similar figures that also feature the palms facing upwards, perhaps connecting to the statues’ function of receiving offerings, are also attested in this era. Earlier sources commenting on the statue (Cooney 1972) note that the badly preserved inscription was illegible at the time of the acquisition in 1849. Further Bibliography: J.D. Cooney, 1972. ‘Major Macdonald, a Victorian Romantic’, Journal of Egyptian Archaeology Vol. 58, p. 284-285 (Pl. XLV). ", " Published: Cooney, JEA 58 (1972): 284-285, pl. XLV "], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Acquisition name": ["Purchased from: Maj Charles Kerr Macdonald"], "Acquisition date": ["1849"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14367"], "Registration number": ["1849,0811.206"]}