{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA15349"], "Description": [" Lower body of a limestone seated figure of the goddess Isis suckling Harpocrates (Horus-the-Child). Isis wears a tight-fitting sheath dress that reaches to the ankles, and she appears to wear anklets on each leg. Her dress, anklets, and feet all bear faint traces of paint. Harpocrates is shown as a naked infant resting on her lap with both of his hands placed by his sides. At both sides of the throne the seat is decorated with a scalloped pattern and a rectangular bordered section in the bottom left corner with the ‘sema tawy’ hieroglyph sign symbolising unification, though the right side is far better preserved. On the reverse is a slim column of text containing an epithet of the goddess, the upper portion of the text now missing. In addition to the damage to the upper bodies of the deities, there are small chips around the statue base and to the decoration of the seat on the left side which is particularly faded. There are also small chips to the edge of the seat on the reverse. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 9 centimetres (max) ", " Width: 3.59 centimetres ", " Depth: 7.82 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The nursing of the child emphasises Isis’ role as divine mother and protector, both for the god Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean. Many examples of this time period show the goddess embracing the child by placing one hand on his head and Harpocrates grasping at her other wrist while he suckles from her breast – while this figure is fragmentary, there is no clear suggestion that the deities are touching one another. In particular, Harpocrates adopts quite a lopsided position on the goddess’ lap, and his upper body is almost angled away from his mother. Such objects, particularly those which are small in size, emulated the examples of larger sculpture and could be donated to temples or shrines as votive offerings. It is possible that there was further inscription around the sides of the statue base which has now faded."], "Location": ["Not on display"], "Condition": ["incomplete - upper part lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15349"], "Registration number": ["1875,0810.137"]}