{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10759,6"], "Title": ["Object: Papyrus Ramesseum 6"], "Description": [" P. Ramesseum 6, Frame 6. Papyrus written on the recto in linear hieroglyphic script. The recto contains a hymn to Sobek, while the verso is blank. The text is written in vertical columns between ruled lines with titles in horizontal lines, in retrograde script. Over 140 lines of a Middle Egyptian hymn cycle are preserved on the roll, which is not complete. This frame contains lines 100-120. The papyrus was a half-height roll. Three additional fragments of the roll (see Gardiner, The Ramesseum Papyri, 1955, pl. 21) are now mounted in other frames (Frag. A in EA 10760.3, Frag. B in EA 10760.7 and Frag. C in EA 10760.5). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 25.50 centimetres (frame) ", " Width: 18.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["P. Ramesseum 6 lines 100-120. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 10, pl. 20. A. H. Gardiner, 'Hymns to Sobk in a Ramesseum Papyrus', RdE 11 (1957), 41-56, pl. 2-4. P. Vernus, 'Études de philologie et de linguistique', RdE 32 (1980), 117-121. L.D. Morenz, 'Beiträge zur ägyptischen Schriftlichkeitskultur des Mittleren Reiches und der Zweiten Zwischenzeit', 'Ägypten und altes Testament' 29 (Wiesbaden: Harrassowitz 1996), 147-54. R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 148-49. M. Zecchi, Sobek of Shedet: The Crocodile God in the Fayyum in the Dynastic period (Studi sull'antico Egitto 2; Todi: Tau editrice 2010), 94-103. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (11.6) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381067) (http://www.trismegistos.org/text/381067) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, fractured, fragile, skeletal Black ink Backed: gelatin (degraded) Supported overall: white paper Mount Details: Sandwich: glass Binding: copydex self adhesive carpet tape Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair (incomplete)"], "Associated names": ["Named in inscription: Sobek"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10759,6"], "Registration number": ["1956,0714.8.6"], "Additional IDs": [" Miscellaneous number: Frame.6 "]}