{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA58077"], "Description": [" Fragmentary dark steatite male figure, the lower legs and base of the figure now lost. The figure is depicted in a standing position and wears a long kilt wrapped high on the abdomen and a shoulder-length wig which is tucked behind the oversized ears. The heavy clothing at the front of the figure curves outwards from the belly to the figure’s calves. His elongated arms are held against the sides of the body with the palms placed flat against the clothing. His eyes are wide with a heavy upper eyelid, and a comparatively smaller and more crudely shaped nose and mouth. He has a clear upward gaze indicated by the sharply raised chin. On the reverse is a slim back-pillar inscribed with a single column of text, the lower portion of the inscription which included the subject's name is now missing. In addition to the loss of the lower legs and base, there are a number of scratches and cracks to the stone surface across the body of the figure. The nose has also been damaged though the outline of its shape is still intact, and there are small abrasions to the stone around the chest and arms, with damage to the left hand and forearm. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["13th Dynasty (early)"], "Findspot": [" Excavated/Findspot: Khizam, cemetery "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 19.70 centimetres (max) ", " Width: 5.60 centimetres ", " Depth: 5.85 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The figure is described as originating from the Khizam area of Upper Egypt. Stylistic features such as the clothing style and oversized ears confirm a Middle Kingdom date later than the reign of Senwosret III. The suggestion of raised heads within Egyptian sculpture, referred to as apotheosis, is noted as a popular feature particularly within the Late Period and Ptolemaic Period, though earlier examples are also attested (Bothmer 1970). General Sources: B.V. Bothmer, 1970. ‘Apotheosis in Late Egyptian Sculpture’, Kêmi: Revue de philologie et d'archéologie égyptienne et coptes 20, p. 37-48."], "Location": ["Not on display"], "Condition": ["incomplete - feet lost"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1925"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58077"], "Registration number": ["1925,1010.14"]}