{"artifact_name": "sample", "Object Type": ["sample"], "Museum number": ["EA23860"], "Description": [" Rectangular sample of galena with cut surfaces. "], "Cultures/periods": ["26th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Tell Dafana, Saite enclosure (so-called \"Camp\"). "], "Materials": ["galena"], "Dimensions": [" Length: 2.30 centimetres ", " Thickness: 1.15 centimetres (max) ", " Width: 1.40 centimetres (max) "], "Curator's comments": ["\"Pieces of lead ore (galena) in the camp, from thin veins of ore\" W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 74 § 70, see also p. 77 § 76. See also 1887,0101.813 and 815. See also two samples belonging to the foundation deposit under the SE corner of the casemate building A of the \"Qasr\": London, BM, EA 23556 (Reg. no. 1887,0101.1364-1365). The ancient Egyptians used ground galena (lead sulphide) as an eye cosmetic, mixed with water to form a paste, also known as kohl. Both men and women wore eye paint for its aesthetic and protective qualities. Galena replaced malachite, a green copper carbonate mineral, which was used as an eye paint until the middle of the Old Kingdom (Ashton et el 2000, 44). Galena was sourced from a number of sites, including Gebel Rosas, south of Quseir on the Read Sea coast, and sites throughout the Eastern Desert, such as Um Gheig and Samiuki (Ogden 2000, 168; Hassan and Hassan 1981). Bibliography: B. G. Ashton et al, ‘Stone’ in Ancient Egyptian Materials and Technology, ed. Shaw and Nicholson, (Cambridge, Cambridge University Press, 2000), 44; Hassan and Hassan, ‘Sources of galena in predynastic Egypt at Naqada’ Archaeometry 23( 1981), 77-82; J. Ogden, ‘Metals’ in Ancient Egyptian Materials and Technology, ed. Shaw and Nicholson, (Cambridge, Cambridge University Press, 2000), 168."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 74 § 70, p. 77 § 76) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.88, p.188, pl.30) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23860"], "Registration number": ["1887,0101.814"]}