{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA27332"], "Description": [" Wooden funerary stela of Deniuenkhons: Deniuenkhons wears a long, full wig embellished with a floral fillet, a perfume cone, and lotuses. Her voluminous pleated robe is sheer enough to reveal the flesh creases on her belly and her rather plump hips and thighs. Deniuenkhonsu worships a falcon-headed god named Ra-Horakhty-Atum, a composite or synthesis of all the main solar gods. The all-inclusiveness of this figure is borne out by his regalia: in addition to the cobra-encircled sun disk on his head and the 'ankh' sign in one hand, he holds a crook and flail, usually associated with Osiris, and the was scepter in his other hand is crowned by the feather of Maat and another 'ankh'. Solar imagery dominates the arch of the stela. Under a blue border representing the sky, the winged sun disk, propelled by the scarab beetle, rises from his nocturnal travels in the Underworld, symbolized by two figures of the jackal god, Anubis. The offerings include lotuses; a plucked, eviscerated fowl; a bowl of grapes (?); round, decorated loaves of bread; and, beneath the table, two stalks of cos lettuce and a beer jar set in a stand and wound with a lotus stem. The lower border of the stela is a reddish strip lined with a row of little green plants. Since red and pink were used to represent desert land , in contrast to the black earth of the Nile Valley, this must represent a plant-bedecked strip of desert. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 33 centimetres ", " Weight: 1.302 kilograms ", " Thickness: 4 centimetres ", " Width: 27 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["This stela was made for a woman named Deniuenkhonsu, a musician of Amun and the wife of Ankhkhonsu. Bibliography: S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 46 [11]; 'Art and Afterlife in Ancient Egypt' (Japan, 1999-2000), [23]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 128, cat no. 83; 'Minas-Nerpel, Der Gott Chepri' (OLA 154, 2006), 329, note 913; M. L. Bierbrier, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 11 (London, 1987), pl. 18.1; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 59, fig. 41; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 204, fig. 245; T. G. H. James, 'Egyptian Painting and Drawing in the British Museum' (Cambridge, Mass., 1986), p. 67, fig. 80; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 112 (no. 35); The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 82 (no. 129); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 256-7. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 138-9."], "Bibliographic references": [" Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.18-19) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (118) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.256-257) "], "Location": ["Not on display"], "Exhibition history": [" 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.41 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.41 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2013 May - September, Perth, Western Australian Museum, The Book of the Dead: Journey Through the Afterlife 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": [" Named in inscription: Ankhkhons (husband) ", " Representation of: Ra-Horakhty-Atum ", " Emblem of: Osiris ", " Emblem of: Maat ", " Representation of: Anubis "], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27332"], "Registration number": ["1896,0330.1"], "Conservation": ["Treatment: 27 Mar 1989"]}