{"artifact_name": "pilgrim flask", "Object Type": ["pilgrim flask"], "Museum number": ["EA30445"], "Description": [" A pottery flask with a flattened circular body decorated in relief: on each side is a narrow notched border. At the centre is a target covering the crossover point of 'straps' extending to the border. The 'straps' have ring-and-dot patterns divided by short double transverse lines. Below the mouth of the vessel is a pendent triangular 'necklace', with an ivy-leaf pendant, enclosing a simple palmette. The mouth is lost, together with most of both handles: they appear to have had grooved edges, and the lower springs are notched. Two non-functional bolster feet are placed at the bottom. On one side, adjacent to the 'necklace', are two letters of badly formed demotic, incised before firing. Two-piece mould. Micaceous dark-grey Nile silt, covered with a black slip (Memphis Black Ware). "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 3rdC BC(late) (?) ", " 2ndC BC (?) "], "Findspot": [" Found/Acquired: Alexandria (Egypt) "], "Materials": ["pottery"], "Technique": ["incised"], "Dimensions": [" Diameter: 11.80 centimetres (maximum) ", " Width: 7 centimetres (maximum) "], "$Inscriptions": [" "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in Alexandria. Ptolemaic, late third to second century BC. The demotic letters seem to read ST or SQ (I am grateful to Carol Andrews for reading this inscription). Comparanda: Close, perhaps same mould-series: Ellis 1992: 40, fig. 27, from Memphis, dated late Roman period = Petrie et al. 1910 : 44, pl. xxxvii:56, 'from a factory north-east of the glazing kilns'. This latter example is Petrie Museum uc33329; sherds uc33330-2, also from Memphis, are very close, and are probably from the same find-spot. Close and near: Edgar 1911: pl. xxiv:26308; Seif el-Din 1992: 27, fig. 4; Seif el-Din 2006: pl. 23:1-4; Török 1995: no. 296b; Vogt 1924: pl. xl:3, a miniature version. Bibliog: Seif el-Din 2006: pl. 23:5, no. 132."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3651)"], "Location": ["Not on display"], "Condition": ["fair (neck and handles missing)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1878"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30445"], "Registration number": ["1878,1217.118"]}