{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65443"], "Description": [" Naophorous basalt figure of the male official Sematawy holding a smaller figure of the deity Atum, the original feet and base of the statue now lost. The figure wears a version of the ‘Persian wrap’ garment with a large knot of material tied at the chest and a strap of material over the left shoulder. The head of the statue is significantly oversized, with elaborate modelling of the skull which is emphasised further by the baldness of the head. There are notable deep wrinkles and folds of the skin which convey the figure’s mature age, particularly along the brow and sides of the mouth. The broad nose, thin lips, protruding ears and deep-set eyes also suggest an individualised portrait. Sematawy’s hands are placed on either side of the naos walls and within the shrine is the standing image of the god Atum, who is identifiable through the royal double crown of Upper and Lower Egypt. On the reverse, the slim back-pillar is inscribed with two columns of hieroglyphic text, with the final section of both lines now lost. The front of the naos also has a brief horizontal inscription underneath the image of Atum. There are small chips to the stone surface at the chest and ridges of the clothing, and along both inner arms towards the naos, with a small break in the top left corner of the naos. The feet and statue base have been restored in modern times. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Technique": ["incised"], "Dimensions": [" Height: 46 centimetres ", " Width: 11.50 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Naophorous statues were a common Egyptian statue type in which the subject carries or presents outwards the figure of a deity enthroned within a ‘naos’ or shrine, often suggesting a reverence or personal relationship with the god. This statue type became particularly popular in the later phases of Egyptian history and was still used into the Graeco-Roman period. During the Ptolemaic Period, well-established Egyptian artistic traditions were combined with new elements such as Hellenistic artistic influences which had an impact on both royal and private sculpture. ‘Portrait heads’ of non-royal male figures such as this example with facial features that indicate an older age through wrinkles and folds of the skin were often removed from their bodies by later collectors who valued the ‘Roman’ appearance of such sculpture. While other known examples retain Egyptian facial features, here Sematawy has adopted various elements of the later Hellenistic style. Though there is no recorded provenance for the statue, the mentions of Sais within the inscription could suggest that the statue was originally established in this area. Further Bibliography: B.V. Bothmer, 1988. ‘Egyptian Antecedents of Roman Republican Verism’, Quaderni de ‘La ricercar scientifica 116, p. 57, 62, Fig. 15. G. Cafici, 2014. ‘Looking at the Egyptian Elite: Sculptural Production of the Ptolemaic Period’, Egitto e Vicino Oriente 37, p. 118-119, Fig. 5. I.E.S. Edwards, 1952. ‘Two Egyptian Statuettes’, British Museum Quarterly Vol. 17, No. 4, p. 71-72. S. Quirke, J. Spencer, 1992. British Museum Book of Ancient Egypt (London), p. 57, Fig. 38."], "Bibliographic references": [" Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 968) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 253-255, no. 141) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (no. 67) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p. 195) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete -lacks feet and base)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Smatawy ", " Representation of: Atum "], "Acquisition name": ["Bequeathed by: Henry Swainson Cowper"], "Acquisition date": ["1951"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65443"], "Registration number": ["1951,0714.1"], "Conservation": [" Treatment: 05 Nov 2012 ", " Treatment: 06 Sep 2000 "]}