{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74714"], "Description": [" Portrait, perhaps of a priest, in encaustic on limewood: the panel is cracked through the right side from the upper edge to the subject's proper left ear. A row of four nail holes indicative of reuse, or perhaps of attachment to a frame, runs across the panel 6.3 cm below the upper edge, and a row of three holes 9-9.5 cm above the lower edge. The background is a greenish cream. The subject, a man of mature years, wears a creamy-white tunic with violet/pink clavus on the proper right shoulder. A mantle with brownish folds with cream highlights is worn over the proper left shoulder and around the back of the neck, but does not appear on the other side. The upper edge of the tunic and the central fold below the neck is rather clumsily drawn with a thick cream line. A shoulder seam appears as diagonal hatching across the clavus, lined up with the corner of the neck of the tunic. In his hair the subject wears a narrow fillet, with a central gold star with seven points laid on a purple ground. The rest of the fillet is grey with cream highlights, perhaps representing an original in silver. Below the fillet the dark brown hair falls in three locks on the brow in an arrangement typical of individuals associated with the cult of Sarapis. The hair is curly and even, the outer strands are tidily arranged. The beard and moustache are straight. The flesh is sunburned, with pink and cream highlights. The close-set, light brown eyes stare at the viewer; the impression of a severe intensity is heightened by the narrow down-turned mouth. The arched eyebrows are rendered with diagonal strokes. "], "Cultures/periods": ["Roman Period"], "Production date": ["140-160"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": [" lime wood ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Height: 42.50 centimetres ", " Thickness: 0.40 centimetres ", " Width: 22.20 centimetres "], "Curator's comments": [" There are difficulties in reconciling this portrait of an individual with luxuriant hair with the convention of representing priests of Egyptian cults with shaven heads. Parlasca (1966) suggested that the star and corkscrew locks on the brow could represent the deceased as the god Sarapis. Against this view is the conventional mortal clothing. Goette (1989) suggests the subject may be a novice of the cult who died before ordination. A date in the early Antonine period is indicated by the cut of the hair and beard, giving a boxy, solid appearance to the head, and by the naturalistic style of the painting of the head and neck, rendered with much greater care than the drapery. Bibliography: W. M. F. Petrie, 'The Hawara Portfolio: Paintings of the Roman Age', pl. 15; A. F. Shore, 'Portrait Painting from Roman Egypt' 2 ed. (1972) pl. 8; K. Parlasca, Mumienporträts und verwandte Denkmäler (1966), 87-88; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), 82, no. 206 (bibl.), pl. 51, 2; H. Goette, 'Kaiserzeitliche Bildnisse von Sarapis-Priestern', MDAIK 45 (1989), 173-86; L. Corcoran, ‘Portrait Mummies from Roman Egypt (I-IV Centuries A.D.) With a Catalog of Portrait Mummies in Egyptian Museums’. The Oriental Institute of the University of Chicago Studies in Ancient Oriental Civilzation No. 56 (1995), 71-72. E. Doxiadis, 'The Mysterious Fayum Portraits. Faces from Ancient Egypt' (1995), 195, no. 31 and pl. p. 234; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 78, 112, 166, 175; B. Borg, ‘Der zierlichste Anblick der Welt…’ Ägyptische Porträtmumien (1998), 70-71, pl. 85; Doxiadis 1998, 137-8 no. 10 with pl. p. 34; Parlasca and Seeman 1999, 138-9 no. 41; S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 90 [63]. S. Walker,' Ancient Faces', New York 2000, pp. 59-60 [21]. ", " Published: Ein Gott 215, no. 71, p. 72. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (46) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (21) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.138, no.41) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (p.70) ", " Howells 2015 / A Catalogue of the Late Antique Gold Glass in the British Museum (p.116, pl.96) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2011 30 May-24 Jul. Spain,Madrid, Museo Arqueologico Nacional. 'Retratos de le Fayum'. Bussac, Claude. 2013, - 2014 21 Sep - 05 Jan, Bristol Museum + Art Gallery, Roman Empire: Power + People 2014, 25 Jan - 27 Apr, Norwich Castle, Roman Empire + People 2014, 15 May - 31 Aug, Coventry, Herbert Museum, Roman Empire + People 2014 -2015, 20 Sep - 4 Jan, Manchester, Roman Empire + People 2015, 24 Jan - 10 May, Dundee, Roman Empire + People 2015, 30 May - 13 Sep, Tyne & Wear, Roman Empire + People 2015-2016, Oct 29-Feb 7, London, BM, G35, Egypt: Faith after the Pharaohs. "], "Condition": ["fair - vertical crack to the left"], "Associated names": ["Associated with: Serapis"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74714"], "Registration number": ["1994,0521.12"], "Additional IDs": [" Miscellaneous number: National Gallery 2912 "], "Conservation": [" Treatment: 30 Sep 1996 ", " Treatment: 30 Nov 2006 ", " Treatment: 04 Apr 2009 ", " Treatment: 21 Jun 2013 "]}