{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1387"], "Description": [" Granite stelophorous statue of Khaemwaset. He wears a shoulder-length double wig, with an underlayer of tighter curls that partially covers his ears. His eyes are almond shaped with a thick cosmetic line at the outer edges, and his thin eyebrows are modelled in raised relief. His nose is damaged but the broad outline remains. His lips are thick and pursed together. His chin meets the stone that connects the body to the stela, which he holds out in front of him and rests on his knees. Across his right chest is the mn hieroglyph sign. His hands are badly mutilated, but are placed on the back of the slim stela before him, and he is shown resting on his heels. The round-topped stela contains a large relief scene featuring the ram of Amun standing before an offering of flowers. The ram wears the two-feathered crown of the god, with a small sun-disc and uraeus cobra at the forehead. An accompanying label above the ram figure refers to the god Amun-Re. Below the ram are three horizontal lines of incised text, reading from right to left, containing an offering formulae to Amun. On the reverse is a slim back-pillar, which is uninscribed. The right side of his body and the nose have been deliberately damaged, and there are further abrasions to the left arm and the upper edges of the stela. The edges of the base are also damaged. "], "Authority": ["Ruler: Thutmose IV"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 54.50 centimetres ", " Width: 21 centimetres ", " Depth: 27.50 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" Khaemwaset’s statue can be confidently dated to the reign of Thutmose IV in the 18th Dynasty based on the reference to this king in the final line of the stela inscription, which includes his cartouche. The dedication to the god Amun-Re may indicate that the statue was of Theban provenance. Further Bibliography: A. Cabrol, 2001. 'Les voies processionnelles de Thebes', OLA 97, p. 387. ", " Bibliography: A. Cabrol, 'Les voies processionnelles de Thebes', OLA 97, (2001), p. 387; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 125, no. 37,885. "], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.10) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 125, no. 37) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited; 1977 London, BM, Animals in Art 2013 July - October, Cambridge, The Fitzwilliam Museum, Origins of the Afro Comb "], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Khaemwaset ", " Named in inscription: Thutmose IV ", " Representation of: Amun "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Acquisition notes": ["The number 1387 was once used for part of sarcophagus 66"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1387"], "Registration number": ["1897,0511.228"], "Conservation": [" Treatment: 10 May 2013 ", " Treatment: 06 Mar 2013 "]}