{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10016,2"], "Description": [" Illustrated papyrus: fragments of an illustrated papyrus showing animals engaged in human activities, including a hippopotamus making beer, a cat waiting on a mouse, a lion making beer and a canine carrying grain. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 8.30 centimetres (papyrus) ", " Length: 58.50 centimetres (frame) ", " Width: 15.50 centimetres (frame) ", " Width: 52.80 centimetres (papyrus) "], "Curator's comments": ["It is uncertain how the papyrus would have been 'read'; the scenes do not represent a narrative sequence of successive events, and are thus unlikely to be a mnemonic summary or illustration of narrative tales, or to have been verbalized into a spoken narration. Such papyri are often composed of parodies of types of scene from official and religious art, suggesting that the effect of the humour and the manner in which the papyrus was 'read' were purely visual. The sequence of images representing comic role-reversals is similar to the episodic textual images of social reversals in classic poems like the 'Dialogue of lpuur and the Lord of All'. It has been suggested that the papyrus images are social satire that mocked officials by portraying them as animals, but it is more likely that these scenes were not subversive or programmatic social satire aimed at particular classes, but principally expressed a holiday mood. The world turned upside down may be connected directly with the New Year feast and the drunkenness of religious festivals - which would explain why some similar types of scene occur on Greco-Roman Period temple walls. They are, however, also connected with relaxation of a less liturgical nature, constituting laughter pure and simple; this carnival atmosphere has left little trace in the monumental record. Although a modern audience's response is spontaneous, it is difficult to reconstruct the original cultural context and suggest a plausible interpretation. The provenance may have been the village of Deir el-Medina. Bibliography: E. Brunner-Traut, 'Altägyptische Tiergeschichte und Fabel: Gestalt und Straldkreft' (Darmstadt, 1968 [1st edn 1959]); J.A. Omlin, 'Der Papyrus 55001 und seine satirisch-erotischen Zeichnungen und Inschriften' (Turin, 1968), esp.pl. 20a; W. Decker and M. Herb, 'Bildatlas zum Sport im alten Ägypten : Corpus der bildlichen Quellen zu Leibesübungen, Spiel, Jagd, Tanz und verwandten Themen' (Leiden & New York, 1994); I. Shaw and P. Nicholson, 'British Museum Dictionary of Ancient Egypt (London, 1995), 107; C. Andrews, 'Egyptian Treasures from the British Museum', (London, 1998), p.234, cat. no.72; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum', (New York, 2001), p.167-9 No 78; M. Caygill, 'The Treasures of the British Museum' (London, 1992), p.78, pl.61. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 269"], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (81) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381252) (http://www.trismegistos.org/text/381252) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited; 1977 London, BM, Animals in Art 2018 -2019, 6 Sep - 20 Jan, London, BM, G35, I Object "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss, fragmentary, bleached Pigment (loss) Backed: brown paper Checked for loan to USA 1999 (AFA) Displayed in Room 62 until 1997 Displayed in Room 61 from 2001 until 2007 Mount Details: Sandwich: glass Sandwich: board Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Subjects": [" cat ", " wild cat/big cat "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10016,2"], "Registration number": [".10016.2"], "Additional IDs": [" Miscellaneous number: Frame.2 ", " Miscellaneous number: Sams 23 "]}