{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37560"], "Description": [" Hollow terracotta figure of Harpocrates or Harpocratis seated on the ground, the legs extending to the right. He or she wears a long feminine tunic with short sleeves. The curls are luxuriant and include a side-lock; there is a wreath of leaves and a Double Crown. A finger reaches to the mouth and the left hand rests on a pot. The right leg is lost, together with any trace of a phallus. Except for some raised areas, the back is plain. Two-piece mould. Micaceous red-brown Nile silt, with a brown surface. Traces of a white dressing, mainly on the front. A large lump of plaster underneath may be ancient, but probably held the object on a modern stand, the red paint of which extends onto the figure. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC -1stC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 20.50 centimetres ", " Width: 11.12 centimetres (max) ", " Depth: 7.56 centimetres "], "Curator's comments": ["Terracotta IV Bequeathed by J. Woodhouse, resident in South Italy and Corfu. Ptolemaic, second to first century BC. Comparandum. Near (head only): Petrie 1905: pl. xlviii:57, from House N at Herakleopolis Magna, dated (Petrie and Currelly 1905: 27) third century AD; my date (p. 4) is much the same, but suggests residual Ptolemaic material."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3055)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["incomplete - one leg lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Harpocrates (?) ", " Representation of: Harpocratis (?) "], "Acquisition name": ["Bequeathed by: James Woodhouse"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37560"], "Registration number": ["1868,0110.746"], "Conservation": ["Treatment: 26 May 2005"]}