{"artifact_name": "box", "Object Type": ["box"], "Museum number": ["EA32639"], "Description": [" Rectangular box of marl pottery with four small feet, decorated in red-brown paint on the long sides with representations of four antelopes, horizontal lines and s-motifs; on short sides are representations of a many-oared boat and a cluster of six fish around a central circle. "], "Cultures/periods": ["Predynastic (Naqada II)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Abydos "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 7.92 centimetres ", " Length: 13.20 centimetres ", " Weight: 494 grammes ", " Width: 6.30 centimetres "], "Curator's comments": ["The squared rim top and the corners are picked out in red paint. On both of the long sides, four antelopes with forward curving horns and short down turned tails stand on an uneven ground line, facing right. The animals have been identified as gazelles, and specifically as Kobs by Osborne and Osbornova. Above and below the animals are a number of irregular s-motifs and groups of horizontal lines that make a jog in the middle, the so-called the broken line motif, which may represent some type of light architecture or fencing. On one short side is a boat with many oars, and two central cabins joined by a short line. The frond on the prow of the boat unusually curves to the left. Above the boat is another broken line motif. On the other short side are six fish with fins indicated by strokes, their bodies filled with chevrons. The fish have been identified as Tilapia. They are arranged around a circle which may represent a mass of fertilized eggs, which the fish are taking into their mouths to brood. The young, raised in the mouth, later emerged from there appearing as if the fish had self-generated. This mouth brooding behaviour was later equated by the Ancient Egyptians with the myth of the god Atum, who used his spit to create the world, and so was associated with the concept of rebirth. Compared to more standardized Decorated ware of the predynastic period, the Irregularity in the some of the decoration, particularly the boat and the s-motifs has led some to question the authenticity of the decoration. E.A.W. Budge, A history of Egypt. Vol. I. Egypt in the neolithic and archaic periods (Books on Egypt and Chaldaea 9), London (1902), p. 98 J. Capart, Primitive art in Egypt, London (1905),p.131-2, fig 105 C. Aldred, Egypt to the End of the Old Kingdom, London (1968), p. 27, fig 13 K. Michalowski, Art of Ancient Egypt, New York (1968), fig. 167 D. Osborn and J. Osbornova, The mammals of ancient Egypt, Warminster (1998), p. 170, fig 13-125 G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no 560"], "Location": ["On display (G64/dc1)"], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32639"], "Registration number": ["1900,1015.1"], "Conservation": ["Treatment: 05 Jun 2014"]}