{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1273"], "Description": [" Rectangular limestone stela of Bunefer: carved with a single line of text in rather coarse relief, containing the titles and name of Bunefer, a prince, otherwise unknown. The bottom left-hand corner which lost and a few signs are damaged. No colour remains. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Rahotep (in front of) "], "Materials": ["limestone"], "Dimensions": [" Length: 62 centimetres ", " Thickness: 6 centimetres ", " Width: 59 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Pair with panel 1898,0312.211. In The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), pp. 21-22, the panel is described as coming from Giza and were so assigned in Porter and Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III, p. 67. Meydum is, however, certain, cf. W. M. F. Petrie, 'Medum' (London, 1892), pl. XII. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 67, and IV, p. 91. 'Des Dieux, des tombeaux, un savant. En Egypte sur les pas de Mariette Pacha' (Boulogne catalogue 2004), 173."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.2)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2004 7 May-30 Aug, Boulogne sur Mer, Chateau-Musee, En Egypte dans les pas de Mariette Pacha "], "Condition": ["Good with the exception of the bottom left-hand corner which is lost; a few signs are damaged. No colour"], "Associated names": ["Named in inscription: Bunefer"], "Associated objects": [" cast (EA90869) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1273"], "Registration number": ["1898,0312.210"], "Conservation": ["Treatment: 16 Jan 2004"]}