{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1347"], "Description": [" Limestone stela of Parennefer: round-topped stela divided into two registers with incised texts and figures in sunk relief. At the top of the upper register is a winged sun-disk with uraei. The register itself is divided into two scenes. On the right the workman Parennefer makes an offering of a brazier of incense to the deified Queen Ahmose-Nefertari who is enthroned behind an altar heaped with food offerings. In a similar scene on the left Parennefer makes an offering to the deified King Amenhotep I. In the lower register there is an altar heaped with offerings in the centre. Parennefer stands on the left holding a brazier and followed by his son, whose name is lost, and his son Bʒk-n-Mwt who both hold floral bouquets. His wife Mwt-m-wỉʒ stands on the right of the altar holding a vase followed by her daughters Wrnr and Šrit-[R‘], otherwise known as Tʒ... nbt, who each hold a lotus blossom in one hand and a vase in the other. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 59 centimetres ", " Thickness: 6.50 centimetres ", " Width: 46 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Parennefer appears on two other stelae, 1843,0507.45 and 1843,0507.13 (T. G. H. James, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 9 (London, 1970), 52-3, pl. 42) which names his wife Mutemwia, two sons Sety and Bakenmut, and a daughter Werner. It is probable that the name of Sety should be restored as the first son on this stela, but, as the stela is badly gouged, it is not certain that this name was deliberately mutilated since its loss may have been coincidental. Apart from these three stelae, Parennefer and his family are otherwise unattested. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 102-3 (no. 353): J. Černy. ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 27 (Cairo, 1927), 165 fig. 165."], "Bibliographic references": [" Hall 1922 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 6. (pl.36) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.38-39) "], "Location": ["Not on display"], "Condition": ["The surface of this stela is badly gouged, pitted and cracked. There are no traces of colour."], "Associated names": [" Named in inscription & portrayed: Parennefer ", " Named in inscription & portrayed: Amenhotep I ", " Named in inscription & portrayed: Ahmose-Nefertari "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1347"], "Registration number": ["1901,0608.7"], "Conservation": ["Treatment: 09 May 1997"]}