{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA686"], "Description": [" Granodiorite statue of Senusret III: in an attitude of prayer, standing with his open hands on the stiffened front panel of his elaborately pleated, knee-length kilt. Senusret III wears a nemes headcloth with a uraeus and his characteristic amulet. His kilt is vertically pleated, but the triangular front panel was apparently pleated fanwise, opening up from the corner under his proper left hand. The upper corner is tucked under his belt. At the front of the belt is a cartouche containing his name, and from it hangs an apron-like beaded panel with two cobras at the bottom. The extraordinary quality of the work is best seen in the subtle modeling of the king's soft but youthful-looking torso and the bravura carving of his incongruously craggy face. The face has a tapered structure. Deep indentations at the temples set off sharply prominent cheekbones.The cheeks are flat and the chin rather square. The nose, now damaged, was extremely aquiline, jutting out from its deep root between the brows. The eyes seem to slant slightly downward; they are hooded by heavy lids that appear to fit tightly over the eyeballs. There are no signs of cosmetic enhancement on the eyelids or brows. Furrows descend in diagonal lines from the inner corners of the eyes, from beside the nostrils, and alongside the pouched corners of the mouth, which on this statue turns downward to form two diagonal lines that almost parallel the facial folds. Senusret III's mouth is one of his most distinctive features, with its narrow upper lip, which rises rather steeply to the centre, above an only slightly fuller lower lip. "], "Authority": ["Ruler: Senusret III"], "Cultures/periods": ["12th Dynasty"], "Production date": ["1874BC-1855BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Mentuhotep, Lower South Court "], "Materials": ["granodiorite"], "Technique": ["incised"], "Dimensions": [" Height: 122 centimetres (max) ", " Width: 58 centimetres ", " Depth: 50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This statue, one of the most famous Egyptian statues in the British Museum, is one of six very similar figures of Sesostris III that were found below the platform base of the main part of Mentuhotep II's funerary temple, from which they had been thrown at some point in antiquity. All six had lost their legs and bases, and only four still had heads. One of these is now in Cairo, and the other three went to the British Museum. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1972), p. 384; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 26, fig. 29; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 112, fig. 120; F. Polz, ‘Die Bildnisse Sesostris’ III. Und Amenemhets III. Bemerkungen zur köinglichen Rundplastik der späten 12. Dynastie’ in 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 51 (Wiesbaden, 1995), pl. 48a (bust only); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 4 (London, 1913), pl. 8; T. Phillips [ed.], 'Africa: the art of a continent' (London, 1995), p.45 [fig.3] = T. Phillips, 'Afrika' (Berlin, 1996), p. 45 [abb.3]; 'British Museum Occasional Paper' 28, p.20 See discussion of stylistic differences amongst EA 685 and EA 686: Mueller, in In R. Nyord and A. Kjølby (eds), ‘Being in Ancient Egypt’. Thoughts on agency, materiality and cognition. Proceedings of the seminar held in Copenhagen, September 29–30, 2006. BAR International Series 2019. Oxford, 51 and illustration fig. 5."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (29)"], "Location": ["On display (G4/B21)"], "Exhibition history": [" Exhibited: 2014-2015 9 Oct-26 Jan. Palais des Beaux Arts de Lille. Senusret III. 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. "], "Condition": ["incomplete - arms and legs lost"], "Associated names": ["Named in inscription & portrayed: Senusret III"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA686"], "Registration number": ["1905,1014.4"], "Additional IDs": [" Miscellaneous number: BS.686 (Birch Slip Number) "], "Conservation": [" Treatment: 07 Jul 2000 ", " Treatment: 01 Jul 2003 ", " Treatment: 15 Sep 2014 "]}