{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA37977"], "Description": [" Fragment of a polychrome tomb-painting representing Nebamun, standing in a small boat, fowling and fishing in the marshes, his wife stands behind and his daughter sits beneath, he holds a throw-stick in one hand and three decoy herons in the other, his cat is shown catching three of the numerous birds which have been startled from the papyrus-thicket, fish are shown beneath the water-line, lotus flowers with large and broad leaves grow in marsh to the right of the boat, bunch of lotuses hangs over his arm and another spray is held by his wife, the heads of the flowers are approximately triangular in shape, shown in profile with white petals framed by green and grey sepals, buds alternate regularly with open flowers, eight vertical registers of hieroglyphs remain. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1350BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Nebamun (Thebes) "], "Materials": ["plaster"], "Technique": ["painted"], "Dimensions": [" Height: 98 centimetres ", " Thickness: 22 centimetres ", " Width: 98 centimetres (painting only) ", " Width: 115 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Published: PM I Part 2, p. 817. Les Chats des Pharaons, Brussels 1989, p. 17 [II] P. Kozloff, B. Bryan, and M. Berman, Egypt's Dazzling Sun, Cleveland 1992, p. 299 [Pl.31] = Le Pharaon-Soleil, Paris 1993, p.238 [Fig.IX.23]. Miller and Parkinson in Davies, Colour and Painting, London 2001, p. 49, col. pl. 11 [1-4]. L.Manniche, in Strudwick and Taylor (eds): The Theban Necropolis, 2003, p. 45 [pl. 8]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 170-3. Full publication: R. Parkinson, The Painted Tomb-Chapel of Nebamun: Masterpieces of Ancient Egyptian Art in the British Museum (London: British Museum Press 2008). A. Middleton and K. Uprichard (ed.), The Nebamun Wall paintings: Conservation, Scientific Analysis and Display at the British Museum (London: Archetype 2008)."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p135) ", " Rawson 1984 / Chinese Ornament: The Lotus and the Dragon (fig. 177) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.170) ", " Ambers et al 2008 / A new look at an old cat: a technical investigation of the Gayer-Anderson cat (p.10, fig.13) "], "Location": ["On display (G61/dc2/sF)"], "Condition": ["good (incomplete)"], "Subjects": ["cat"], "Associated names": ["Representation of: Nebamun"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1821"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37977"], "Registration number": [".37977"], "Additional IDs": [" Miscellaneous number: ES.170 "], "Conservation": [" Treatment: 28 Aug 1997 ", " Treatment: 17 Jul 2006 "]}