{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA857"], "Description": [" Red granite lion statue: the prenomen and nomen of Ramses II with the epithet 'beloved like Horus' are incised on the back of this recumbent lion. An incised inscription, originally written twice around the base, gives the Horus name, 'nebty' name, prenomen and nomen of Ramses II with the same epithet. This statue has suffered badly from damp and erosion. The entire front of the lion has been worn away leaving only the back in a good state of preservation. The lower left side of the base on the back has been slightly chipped with loss to the inscription probably during transport from Athribis. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1260BC (circa)"], "Findspot": [" Found/Acquired: Benha ", " Found/Acquired: Tell Atrib "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 85 centimetres (max) ", " Length: 17.80 centimetres (max) ", " Width: 62 centimetres (max) "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["A portion of the left side of the surviving part of the inscription at the corner, which was seen by Lepsius at Athribis on 26 September 1845, is now lost (R. Lepsius, 'Denkmäler aus Aegypten und Aethiopien' Text 1 (Leipzig, 1897-1913), 221). For similar inscriptions of Ramses II from Athribis see P. Vernus, 'Athribis' (Cairo, 1978), nos. 39-42. For the use of the epithet mrwt mỉ Ḥr and the same epithet with other gods see Vernus, 46 and note 2 for bibliography, with the addition of G. Brunton, 'Matmar' (London, 1948), pl. XLIX, no. 16 and pl. LI, no. 18, for a comparable epithet of Ramses II with Seth. Bibliography: R. Lepsius, 'Denkmäler aus Aegypten und Aethiopien' Text 1 (Leipzig, 1897-1913), 221; H. Brugsch, 'Thesaurus Inscriptionum Aegyptiacarum' (Leipzig, 1883-4), 1223; H. Brugsch, 'Recueil de monuments égyptiens' (Leipzig, 1862-3), pl. x(2); The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 163-4 (no- 593); H. Gauthier, 'Le Livre des Rois d'Égypte' III (Cairo, 1914), 62 (no. cv); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), 66; K.A. Kitchen, 'Ramesside Inscriptions' 2 (Oxford, 1979), 467, no. 171(e); P. Vernus, 'Athribis' (Cairo, 1978), 41 (no. 41); A. P. Kozloff, B. M. Bryan & L. M. Berman, 'Aménophis III, le pharaon-soleil' (Paris 1993), p. 86 [Fig.IV.25]."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.19)"], "Location": ["Not on display"], "Condition": ["Poor. This statue has suffered badly from damp and erosion. The entire front of the lion has been worn away leaving only the back in a good state of preservation. The lower left side of the base on the back has been slightly chipped with loss to the inscription probably during transport from Athribis."], "Associated names": ["Named in inscription: Ramses II"], "Acquisition name": ["Donated by: Hon Sir Charles Augustus Murray"], "Acquisition date": ["1857"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA857"], "Registration number": ["1857,0411.1"], "Additional IDs": [" Miscellaneous number: ES.857 "], "Conservation": ["Treatment: 24 Feb 1983"]}