{"artifact_name": "panel", "Object Type": ["panel"], "Museum number": ["EA22462"], "Description": [" Fragments of a gold-glass and painted panel: three fragments of flat transparent colourless glass each with remains or traces of gold-leaf decorations which were probably in the nature of borders. The largest fragment, roughly triangular, has clear remains of gold-leaf borders consisting of narrow, parallel lines, particularly clear on the left side. They are on the top surface of the glass as are some traces of gesso. On the under-surface at the upper left are the remains of a painted border of Greek wave pattern. On the same surface, in the centre, the head and bust of a bearded man, three-quarter view, turned to right. Of the actual painting, which was not fired, nothing at all survives and the present image, either a negative or 'shadow', can be seen only against certain colours. The hair seems brown as is the beard, while the skin is flesh-coloured and the dress red. The work was fine, strongly suggesting the Antonine Period or shortly later. The second fragment has minute traces of gilding but the design is not apparent. It also retains traces of a painted, circular composition but whatever was within the circle is now obliterated. The third and smallest fragment has only a few specks of gold-leaf decorations. It seems probable that we have in these scraps the remains of a decorative panel with gold-painted and gold-leaf decorations probably protected on each face by an additional panel of transparent colourless glass. Probably there was a central, historical, or mythological scene enclosed within a border of leaf decorations and medallions of portraits related to the central theme. Certainly an Alexandrian product. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC (?)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis), Find 25 "], "Materials": [" glass ", " gold ", " gesso "], "Technique": [" gilded ", " painted "], "Dimensions": [" Height: 3.71 centimetres (largest fragment max.) ", " Height: 2.80 centimetres (second fragment max.) ", " Height: 2 centimetres (smallest fragment max.) ", " Width: 3.20 centimetres (largest fragment max.) ", " Width: 2.30 centimetres (second fragment max.) ", " Width: 1.70 centimetres (smallest fragment max.) "], "Curator's comments": ["Bibliography: C. Favard-Meeks in P. Brissaud & C. Zivie-Coche (eds), 'Tanis : travaux récents sur le tell Sân el-Hagar : Mission française des fouilles de Tanis, 1987-1997' (1998), p.111; W. M. F. Petrie 'et al.', 'Tanis' I (1885), 33."], "Bibliographic references": ["Cooney 1976 / Glass (762)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22462"], "Registration number": ["1885,0101.213"]}