{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1514"], "Description": [" Scribal statue of Pesshuper: a red quartzite statue of the Theban high official Pesshuper as a scribe. Hieroglyphic texts are incised on the plinth, on the papyrus roll on Pesshuper's lap, and on the back pillar of the statue. Pesshuper's left arm, which holds the roll, is damaged. On his knee is a shell-shaped container with inkwells, and over his left shoulder is slung the hieroglyph representing scribal equipment. On the roll the traditional funerary invocation is inscribed in vertical lines so as to be read by the statue, not the spectator. On the right arm is written the cartouche of his patroness. Further funerary invocations are written on his kilt in eight vertical lines and around the plinth, in a single horizontal line. Three more vertical lines (right to left) are inscribed on the back pillar. "], "Authority": ["Ruler: Piankhy"], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), The 'cache' from which Budge said this came is subject to some dispute: James, BSFE 75 (1976), 7–30, Dewachter, CdE 54 (1979), 22-5 and Eaton-Krauss, JEA 85 (1999), 113-29. "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Height: 54.60 centimetres ", " Width: 33 centimetres ", " Depth: 36 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["This statue exhibits elements from several earlier periods. Passhuper's double wig is the restrained version without front lappets, characteristic of the Eighteenth Dynasty; his cross-legged pose, the position of his hands, and the fat folds on his torso go back to the earliest scribe statues of the Old Kingdom. The long kilt that conceals his legs, an invention of the Middle Kingdom, was not combined with scribal accessories until the Nineteenth Dynasty, so the model or models for the pose of this statue probably dated from that time. The back pillar was a Twenty-fifth Dynasty addition: earlier scribe statues did not have back pillars. Passhuper's noble face, though not a portrait, is also of his period. The low brow and elegant but not exaggerated contours of his eyes and brows are especially characteristic of many fine Twenty-fifth Dynasty statues. The statue probably came, like others of this official, from a chapel in the temple enclosure of Karnak, and may have been modelled on earlier statues of the sage Amenhotep son of Hapu. It represents him with two rolls of fat in his abdomen, a sign of his prosperity. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1974), 279; J. Leclant, 'Enquêtes sur les sacerdoces et les sanctuaires égyptiens à l'époque dite 'éthiopienne' (XXVe dynastie)' (BDE 17; Cairo, 1954), 78-83, pls. 18-22; cf. E. Graefe, 'Untersuchungen zur Venwaltung und Geschichte der Institution der Gottesgemahlin des Amun vom Beginn des Neuen Reiches bis zur Spätzeit', 'Ägyptologische Abhandlungen' 37 (Wiesbaden, 1981) I, 85-6; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 228-229 No 122; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 102, cat no. 61; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 14, fig. 11; R. Parkinson & S. Quirke, 'Papyrus' (Austin, 1995), p. 37, fig. 22."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (46) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (122) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.48-49) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 137) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2018-2019 27 Oct -27 Jan, France, Musee de Grenoble, Amon to Thebes "], "Condition": ["fair - left arm damaged"], "Associated names": [" Named in inscription: Amenirdis I ", " Named in inscription: Osiris "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1911"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1514"], "Registration number": ["1911,0114.2"], "Conservation": [" Treatment: 17 Mar 2010 ", " Treatment: 03 Jul 1998 ", " Treatment: 10 May 2013 ", " Treatment: 07 Jan 1986 "]}