{"artifact_name": "spacer-bead; amulet", "Object Type": [" spacer-bead ", " amulet "], "Museum number": ["EA30487"], "Description": [" Gold foil recumbent sphinx: bent and damaged. The whole of each side including the pedestal was made in one piece with a punch in a shaped mould - the join is visible down the centre of the nose and the middle of the back. The back of the pedestal on which the sphinx sits is rounded. A base-plate, slightly turned up at the edges, was added to the bottom. Under the chin of the sphinx is a cylindrical tube, slightly corrugated, representing the beard; this in turn rests on another tube, set at right-angles, providing the passage for the stringing and protecting the figure itself from being rubbed by the thread or wire, as did a collar of gold wire at the back of the sphinx where the thread or wire emerged. The sphinx has a human head and lion's bodies. On its heads it wears the 'nemes' headdress with a uraeus made from wire curving across the top of the head in four loops. The sphinx's tails ismade from wire and arranged around the right haunch; it is thickened into a knob at the end. Signs of solder under the uraeus and joining the tail to the body are visible. "], "Cultures/periods": [" Middle Kingdom (?) ", " 18th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" punched ", " mould-made "], "Dimensions": [" Height: 1.45 centimetres ", " Length: 2.50 centimetres ", " Weight: 2 grammes ", " Depth: 0.90 centimetres "], "Curator's comments": ["Sphinx amulets which can be dated come from the Twelfth and Seventeenth Dynasties, the New Kingdom and the Late Period. The uraeus with up to four loops in its body, however, is characteristic of the time of Sesostris I (see H. G. Evers, ‘Staat aus dem Stein’ II (Munich, 1929), 26 ss166). Pair with 1899,0314.38. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 216, nos. 176-7; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 90, nos. 176-7; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 22."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (411) ", " Andrews 1990 / Ancient Egyptian jewellery (157b) ", " Andrews 1994 / Amulets of Ancient Egypt (fig. 48) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased through: Rev Chauncey Murch"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30487"], "Registration number": ["1899,0314.39"], "Conservation": [" Treatment: 22 Jul 1981 ", " Treatment: 6 Mar 2023 "]}