{"artifact_name": "human mummy; collar; pectoral; mummy-wrapping", "Object Type": [" human mummy ", " collar ", " pectoral ", " mummy-wrapping "], "Museum number": ["EA6696"], "Description": [" Mummy of an adult man. The mummy is in poor condition; among the disordered bandages are the remains of a collar and pectoral. The feet are missing. Skull - The head (rotated to the right) is detached from the body in the region of the lower cervical spine. The mouth is closed, but several teeth are missing from the upper jaw. Thorax and Abdomen - Filled with some granular material which largely obscures the vertebral column. The thoracic cage is represented by a collection of disjointed and fractured ribs. Circumcised. Pelvis - The bones are dislocated and numerous fractures are present. Arms - Extended. There is a transverse fracture of the right ulna, and both hands are detached at the wrists. The palms of the detached hands (fingers extended) rest upon the antero-medial aspect of the thighs. Legs - There is a transverse fracture, lower third shaft of the right femur. On the left side there is a transverse fracture mid shaft of the femur, also a fracture of the left hip. There are fractures of the lower end and of the neck of the right fibula. The feet have been detached at the ankle joints and are missing. All fractures and dislocations are no doubt all post mortem. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) "], "Materials": [" human tissue ", " linen "], "Dimensions": [" Length: 145 centimetres "], "Curator's comments": ["Bibliography: M. L. Bierbrier in J. Baines, T. G. H. James, A. Leahy, A. F. Shore (eds), 'Pyramid Studies and other essays presented to I. E. S. Edwards' (London, 1988), 222-223."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (36) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.104, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["poor"], "Acquisition name": ["Donated by: George III, King of the United Kingdom"], "Acquisition date": ["1766"], "Acquisition notes": ["The mummy is recorded as having been brought into this country in 1722."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6696"], "Registration number": [".6696"], "Conservation": ["Surface clean for photography: 4 Nov 2019"]}