{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68841"], "Description": [" Fragmentary limestone figure of a musician, the head and lower legs now lost. The figure is depicted in a squatting position holding a tambourine or drum instrument in front of them. The figure’s arms, rear and legs are indicated via incised ridges along the sides of the stone. Various colours of paint are still visible across the surface, most notably the red across the front of the musical instrument, and a black and red chequerboard pattern across the top. There are also faint traces of black across the reverse and upper body of the figure, and traces of an ochre-yellow tinged colour of paint, potentially used to indicate the skin of the musician. Without the head of the individual, it is difficult to determine whether this object was intended to portray a male or female musician. In addition to the broken areas at the head and lower legs there are numerous small chips across the stone surface, particularly at the front of the legs and around the sides of the figure. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Scarab Factory (probably) "], "Materials": ["limestone"], "Type series": ["Thomas L-M.1.1"], "Technique": ["painted"], "Dimensions": [" Height: 7.90 centimetres ", " Length: 4.40 centimetres ", " Width: 3.40 centimetres "], "Curator's comments": ["Depictions of musicians found at the site of Naukratis include lyre players, as well as drummers or tambourine players, though the style and quality of these surviving figures can vary greatly. The earliest dated variants included flat drum or tambourine player figures, which appear to have been one of the most common types at Naukratis (Thomas 2015). Traditional Egyptian limestone figurines were common in Naukratis from the Saite to the early Ptolemaic period, and musician figures may have been associated with religious festivals and celebrations (Thomas 2019). A number of drummer figures were found in found at the Naukratis Scarab Factory, to the northwest of the Great Temenos site, and were discovered in a stratum that was dated by Petrie to 580 BC (Petrie 1886). Later discussions of Naukratis figurines repeat this particular provenance for the British Museum musician figure and others (Thomas 2015), however this can only remain tentative as Petrie does not provide specific details for each individual object in this area. Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 12, n.63, p. 25, 77. General Sources: W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), (London). R.I. Thomas, 2019. ‘Terracotta and stone figurines from Naukratis’, British Museum Studies in Ancient Egypt and Sudan 24."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.168)"], "Location": ["Not on display"], "Subjects": ["musician"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68841"], "Registration number": ["1886,0401.1517"]}