{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74705"], "Description": [" Portrait of a young woman in encaustic on limewood: the panel is not painted at the upper corners, which have not been cut down. The direction of brushstrokes suggests an arched top. Black strips of resin remain at the sides of the panel. The painted surface is damaged in various places. Lead white was used as a ground, hematite for the pink robe, a copper-based pigment for the necklace and jarosite (iron sulphate) for the flesh tones. The background is a greenish grey. The woman wears a tunic and mantle of mauve, with touches of cyclamen. Both clavi are visible: they are black with gold edges, and a row of stitches in white, representing the shoulder seam, runs towards the corner of the neckline of the tunic on the proper right side. On her left side a white undertunic is visible (the paint extends across the neck, but the remainder is probably an undercoat for flesh tones left incomplete). The mantle is folded back across the proper left shoulder, and appears above the line of the right shoulder. The jewellery comprises a pair of hoop earrings, strung with three pearls, and two necklaces, much damaged. The upper necklace included emeralds and perhaps garnets and pearls; no emeralds appear in the lower necklace, which is set with larger stones perhaps linked with garnets. The woman's bun is secured with a large gold pin on the proper right side; traces of a second pin may appear on the left side, but the head of the pin is obscured by paint loss and resin. The hair is drawn up from the face in the neo-classical style typical of Hadrianic portraiture, and wound around the back crown in a tightly drawn coil of plaits. The eyes are brown, large and almond-shaped. The thick eyebrows nearly meet over the nose, which is long with cream highlights. The lips are red and slightly open. Touches of red on the chin and cheeks enliven the lightly tanned complexion. The subject is shown in three-quarter profile. "], "Cultures/periods": ["Roman Period"], "Production date": ["120-140"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara, Excavated in 1888 (Petrie AG) "], "Materials": [" lime wood ", " resin ", " wax "], "Technique": ["encaustic"], "Dimensions": [" Length: 35.30 centimetres ", " Width: 20.20 centimetres "], "Curator's comments": ["Bibliography: W. M. F. Petrie, 'Hawara, Biahmu and Arsinoe' (1889), 44; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. II (1977), 30, no. 529; E. Doxiadis, 'The Mysterious Fayum Portraits. Faces from Ancient Egypt' (1995), 208, no. 80; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 44f, 94f, 107, 171, pl. 19.1; E. Doxiadis 1998, 140 no. 15 with pl.p. 53; Parlasca and Seeman 1999, 134 no. 35. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 85 [58]. S. Walker, 'Ancient Faces', New York 2000, pp. 56-57 [18]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (40) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (18) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.134, no.35) ", " Cartwright and Middleton 2008 / Scientific aspects of ancient faces: mummy portraits from Egypt (p.63, table.4, p.65, fig.6) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2011 27th June - 31st August, Bowes Museum : Ancient Egypt 2021-2022 Aug - Oct, China, Suzhou Museum, 'Rome; City & Empire' "], "Condition": ["fair"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74705"], "Registration number": ["1994,0521.3"], "Additional IDs": [" Miscellaneous number: National Gallery 1262 "], "Conservation": [" Treatment: 28 May 2012 ", " Treatment: 08 Jul 1996 "]}