{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA8307"], "Description": [" Hematite amulet in form of head-rest: with a characteristically long narrow base, cylindrical support and curved neck rest. Roughly formed hieroglyphs incised along both long faces of the plinth actually contain an extremely garbled extract from Chapter 30B of the 'Book of the Dead', the heart scarab formula. "], "Cultures/periods": [" New Kingdom (?) ", " 26th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["hematite"], "Technique": ["incised"], "Dimensions": [" Height: 1.90 centimetres ", " Width: 3.20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["This amulet, in the shape of a headrest (called a 'weres'), was an essential part of an Egyptian households sleeping arrangements. It might have been intended to act as a substitute for an actual headrest of wood, ivory or alabaster, often of quite elaborate form, which was taken to the tomb for use in the afterlife; mummies often lay within the coffin with the head resting on one. However, its primary purpose was to raise up magically the head of the deceased in resurrection, just as the sun god was raised above the horizon each dawn. The curve of the neck rest had a fancied resemblance to the hollow of the eastern horizon where the sun rose. Moreover, some headrest amulets are inscribed with Chapter 166 of the 'Book of the Dead' which prevented the head of the deceased being cut off, a much feared fate in the afterlife. Before the Saite Period, amulets in this shape are known only from royal burials but thereafter, they are very common indeed, made almost exclusively, as here, from hematite or a dark coloured substitute. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 156-157 No 48."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.130-131)"], "Location": ["Not on display"], "Condition": ["good"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 30B)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8307"], "Registration number": [".8307"], "Additional IDs": [" Miscellaneous number: BS.8307 (Birch Slip Number) "]}