{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1022"], "Description": [" Granite squatting statue of Kamose on a thick base. His head has been removed and the uneven break across the shoulders show that this was deliberate mutilation. A slim vertical line across his chest may indicate the neckline of the short-sleeved clothing worn across the upper body. His right hand rests on his lap, while his left hand was originally placed upon his left leg, which is raised up and bent at the knee. This left hand has also been deliberately damaged. Across the left shoulder on the reverse he has scribal equipment, with the paint palette shown across the front of his shoulder and reed-holder and water-bowl at his back. He wears a short kilt over which is placed an inscribed papyrus. A rolled up section of the papyrus was likely held in the now lost left hand, and five horizontal lines extend from the top of his left knee down to the top of the base on his right side. His right hand has also been damaged, and there are a number of abrasions and cracks across the stone surface. The outer edges of the kilt are also damaged. "], "Authority": [" Ruler: Hatshepsut (?) ", " Ruler: Thutmose III (?) "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Wadi Halfa "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 44 centimetres (max) ", " Width: 24 centimetres ", " Depth: 32 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" Kamose lived during the co-regency between Hatshepsut and Thutmose III, and he is known to have served as the mayor of Buhen. His father is also associated with monuments and rock inscriptions from the Buhen area. Further Bibliography: E. A. W. Budge, 1907. The Egyptian Sûdân : its history and monuments’ I (London), p. 578. D. Randall-Maciver, C. Woolley, 1911. Buhen (Philadephia), p. 108. A. Wiedemann,1895. Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 17 (Paris), p. 6-7. ", " Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press), p.141; E. A. W. Budge, ‘The Egyptian Sûdân : its history and monuments’ I (London, 1907), facing p. 578; A. Wiedemann, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes' 17 (Paris, 1895), pp. 6-7. Randall-Maciver & Woolley, Buhen (Philadelphia 1911), 108. "], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.4) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 127-8, no. 452) ", " Porter and Moss 1975 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings VII: Nubia, The Deserts, and Outside Egypt (p. 141) "], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Associated names": ["Named in inscription: Kamose"], "Acquisition name": ["Donated by: Sir Charles Holled Smith"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1022"], "Registration number": ["1887,1205.2"]}