{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA26935"], "Description": [" Fragmentary schist figure of the head and upper body of a king, much of the body and base now missing. The king is depicted wearing the nemes headcloth with wide striped lappets which extend down past the shoulders, the tips of the cloth now lost. The material is also tucked behind the large ears, and the wide horizontal band of the nemes is set low on the forehead. Above this and the king’s forehead is the coiled body of the uraeus cobra, now headless. The shoulders appear to be bare, and what survives of the neck does not appear to suggest any jewellery worn. The eyes are narrow and slanted, with a heavy lower eyelid and sunken skin underneath the eye area. A thin line above conveys the eyebrows, which converge at the bridge of the nose. Much of the face is now damaged, but the face appears fleshy and rounded particularly around the jawline. In addition to the damage and loss of the figure from the neck and across the upper body, the nose and mouth have also been damaged, with large chips visible across the lower portion of the king’s face. There are also chips visible to the nemes cloth at the left side edge and across the top of the head. "], "Cultures/periods": ["Second Intermediate (13th Dynasty (late))"], "Findspot": [" Excavated/Findspot: Qurna (Thebes) "], "Materials": ["schist"], "Dimensions": [" Height: 9 centimetres (whole) ", " Width: 2.30 centimetres (back pillar) ", " Width: 8.30 centimetres "], "Curator's comments": ["The king was initially identified as Amenemhat III (Budge 1922, connecting this object to another also in the British Museum collection (EA 36298) who is now identified as Senusret III: https://www.britishmuseum.org/collection/object/Y_EA36298; Seipel 1992), yet more recent observations suggest that the figure must be a later production and likely dates to the Second Intermediate Period (Davies 1981). This object originates from the Theban site of Qurna, though an exact findspot is unknown. Further Bibliography: S. Connor, 2009. ‘The Smiling Pharaoh of Budapest’, Bulletin du Musée hongrois des beaux-arts Vol. 109, p. 61-62, n. 7. W.V. Davies, 1981. ‘A Royal Statue Reattributed’, British Museum Occasional Papers 28, p. 11, 13, 18. W. Seipel, 1992. Gott, Mensch, Pharao (Vienna), p. 168-169, no. 47."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 122, no. 22) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 21) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["fair (incomplete -head and shoulders only; face and uraeus damaged)"], "Acquisition name": ["Purchased from: Rev Walter L Lawson"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26935"], "Registration number": ["1890,0717.15"], "Conservation": ["Treatment: 29 Jan 2001"]}