{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA212"], "Description": [" Limestone false-door of Shenay: at the top of the 'cavetto'-cornice there is a single line of text enunciating the family-reputation of Shenay, who was an inspector attached to the pyramid of Pepy II; his titles and dignities are set out in the text on the lintel of the door. The texts on the remaining panels of the door are of the usual invocatory kind and they include further titles of the deceased. At the bottom of the two outer jamb-panels are standing figures of Shenay and there are seated figures at the bottoms of the two inner jamb-panels. The rectangular panel above the doorway proper carries a representation of Shenay, seated at an offering-table with an enumeration of standard food- and drink-offerings inscribed above. The whole is carved in rough, sunk relief, the texts being rudely cut. The cornice bears the usual palm-frond design; the bindings are carved on the torus-moulding. There has been some flaking of the surface due to the action of salt. No colour remains. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 64 centimetres ", " Width: 43 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), 742."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.38)"], "Location": ["Not on display"], "Condition": ["Fair; upper portion only survives. There has been some flaking of the surface due to the action of salt. No colour remains."], "Associated names": ["Named in inscription: Pepy II"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA212"], "Registration number": [".212"], "Additional IDs": [" Miscellaneous number: BS.212 (Birch Slip Number) "]}