{"artifact_name": "vessel", "Object Type": ["vessel"], "Museum number": ["EA55193"], "Description": [" Polychrome glass vessel in the form of a 'bulti'-fish: this is the most spectacular of a small group of fish-form vessels, all representing the 'bulti'-fish common in the Nile and a standard feature of Egyptian decorative art. The body is core-built in blue glass with a matt finish, and is decorated with simple festoons in groups of three or four white lines followed by a yellow line. The tail decorations are in the same colours. The dorsal fin is composed of a series of heavy threads in the body (blue, white, yellow, and turquoise-blue). The front fins are each composed of one light and one darker blue thread. The front ventral fins are made from one white and one yellow thread each while the rear ventral fin is of turquoise-blue glass. A yellow thread outlines the mouth. The eyes are white opaque circles with the pupils represented by black thread loops. The fish is assembled from several fragments. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Amarna, el-, TA: 21/475 Main City, east of house N49.20 house, south edge of room, under a double plaster floor. "], "Materials": ["glass"], "Technique": ["core-formed"], "Dimensions": [" Length: 14.10 centimetres ", " Weight: 140 grammes ", " Width: 7 centimetres ", " Depth: 3.60 centimetres "], "Curator's comments": [" This vessel was found in a medium-sized private house at El-Amarna, found buried under a plaster floor together with two glass jugs and some metal objects. Fish-form vessels were common in many media at this time - the glass examples are but versions of others - but how they were used is not evident. They seem to have been ointment vessels and must have been furnished with stands as they are incapable of standing by themselves. Bibliography: J. D. S Pendlebury et al., The City of Akhenaten, Part I. The Central City and the Official Quarters. The Excavations at Tell el- Armana During the Seasons 1926-1927 and 1931-1936, I (London 1951), 24 and pl. XII (3) B. Nolte, Die Glasgefässe in Alten Ägypten (Berlin 1968), 70 (with further bibliography), pl. XXIX, 2; Masterpieces of Glass, The British Museum (London 1968), no. 6; C. Desroches-Noblecourt, The Great Pharaoh Ramses II and his time (Montreal, 1985), cat.no.57; A. Dolez, Glass Animals: 3,500 years of artistry and design (New York 1988), p. 20; T. G. H. James, Ancient Egypt: the Land and its Legacy, (London, 1988), fig.65; Treasures of the British Museum (Japanese Exhibition), (1990-1), p.86; D. Battie and S. Cottle, Sotheby's Concise Encyclopedia of Glass, (London, 1991), p.17; H. Tait, Five Thousand Years of Glass, (London, 1991), fig.23; A. Kozloff et al., Egypt’s dazzling sun: Amenhotep III and his World (Cleveland 1992), pp. 370, 386-388 [95] = Le Pharaon-Soleil (Paris 1993), pp. 334-335 [95]. J. Lundbeck and D. Sahrhage, A History of Fishing (New York & Berlin 1992), p.41, fig.27; S. Quirke and J. Spencer, British Museum Book of Ancient Egypt (London, 1992), fig.142; E. Strouhal, Life in Ancient Egypt, (Cairo, 1992), p.143, fig.156; I. Shaw and P. Nicholson, British Museum Dictionary of Ancient Egypt (London, 1995), p.100, 112; R. Freed, Pharaohs of the Sun (Boston 2000), p. 265 [212] = R. Freed, Farao's van de Zon (Leiden 2000), p. 265 [212]; E. Russmann, Eternal Egypt : masterworks of ancient art from the British Museum, (New York, 2001), p. 164 [76]; 'ILN', (6 Aug. 1921), p.185, fig.7; D. Wilson, Collections of the British Museum (Cambridge, 1989), p.84; The Treasures of the British Museum, pl.68, p.86; E. A. Wallis Budge, Tutankhamun, pl.XI; E. A. Wallis Budge, The Mummy (Cambridge 1925), p.391; W. Haberey, Das Werkstoff Glas im Altertum in Sonderdruck aus Glastechnische Berichte (Frankfurt, 1957); Temples and Tombs (American Federation of Arts, 2006): 78, cat no. 36; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 182-3. ", " Published: B. J. Kemp, The City of Akhenaten and Nefertiti: Amarna and its People (Thames and Hudson 2012), pl. xlviii. "], "Bibliographic references": [" Cooney 1976 / Glass (1753) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (76) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.182-183) ", " Tait 1991 / Five Thousand Years of Glass (fig.23, p.28) "], "Location": ["On display (G61/dc4/sC)"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.68 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.68 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.68 1999 14 Nov-2000 6 Feb, USA, Boston, Museum of Fine Arts, Pharaohs of the Sun : Akhenaten Nefertiti Tutakhamen 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2012 7 December - 2013 13 April , Berlin, Neues Museum, In the Light of Amarna "], "Condition": ["fair (repaired)"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1921"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55193"], "Registration number": ["1921,1008.127"]}