{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1188"], "Description": [" Sandstone stela of Mernedjem: composed of two sections - a pyramidion containing two registers and below it a round-topped stela consisting of three registers and a short text of four horizontal lines. All figures are in sunk relief and all texts are incised. In the upper register of the pyramidion is the sun-disk in the solar barque, being worshipped on either side by a baboon whose arms are raised in adoration. In the lower register the overseer of prophets, Mernedjem, is shown kneeling in worship before Anubis in two parallel scenes separated by a vertical band of text. Between the pyramidion and the main stela there is an 'wedjat'-eye on the left, and there was presumably a similar on the right now lost. In the first register of the main stela, on the right the overseer of prophets and overseer of craftsmen Mernedjem, son of Hnm-ms, is offering incense and pouring a libation before an altar heaped with food offerings. On the left of the altar sit Osiris, Isis, Nephthys and Horus residing in Buhen. The second register depicts on the right his (Mernedjem's) son, the first prophet, divine scribe and mayor, Hrw-nfr, pouring a libation over an altar of food offerings. Behind him stands his second son, the second prophet Ḥr-m-hb with arms raised. He is followed by three male adults with two children whose names are not inscribed in the five columns above them. On the left of the altar is a file of five women and four children (?), some of whom carry sistra. They are named as the lady T-dỉ.s(?), her daughter Tʒ-n... (?), and her daughter Mrỉt-nbw. The remainder of the names appear not to have been inscribed. In the third register an altar covered with food offerings lies in the centre. On its right stands his father, the overseer of gold-workers, Khnummose, his wife, the lady of the house, Sʒḥtỉ, her daughter Tʒ-ḥr-ḥr, her daughter Nʒ-ỉb-ʿʒ and a fourth woman whose name has not been inscribed. Six vertical lines of text on the left contain a prayer to Osiris, Anubis, Isis and Nephthys. The text at the bottom of the stela consists of a prayer on behalf of Mernedjem and names his sons, the first prophet of Horus, lord of Buhen, Herunufer and the second prophet Horemheb. The stela has been broken into several pieces in antiquity with much loss and restored in modern times. The surface is worn and pitted in several places. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Wadi Halfa "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 182 centimetres ", " Width: 93 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The overseer of the prophets of all the gods, Mernedjem is known from several other monuments found recently at Buhen and from a stela found at Wadi es-Sebua where he is associated with the viceroy of Kush, Setau. Thus he flourished at the end of the reign of Ramses II. The son Horemheb is mentioned on other monuments at Buhen as well as a daughter Tay... who is perhaps to be identified with the daughter Taen ... of this stela or perhaps Taherher. The female figures in the lower register are the wife and daughters of Mernedjem, where the name of Sahte can be restored from traces. Bibliography: E. A. W. Budge, 'The Egyptian Sudan' (London, 1907), i, 576; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 179 (no. 645); Randall-Maciver & Woolley, Buhen (Philadelphia 1911), 96; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press), 141; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 132-4, no. 84(1)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.54-55)"], "Location": ["Not on display"], "Condition": ["fair (incomplete and worn in places)"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Mernedjem ", " Named in inscription & portrayed: Khnummose (father) ", " Named in inscription & portrayed: Hunefer (son) ", " Named in inscription & portrayed: Horemheb (son) ", " Named in inscription & portrayed: Meritnub ", " Named in inscription & portrayed: Sahti ", " Named in inscription & portrayed: Taherher ", " Named in inscription & portrayed: Naibaa ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Anubis ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Horus "], "Associated places": [" Named in inscription: Buhen (Nubia) "], "Acquisition name": ["Purchased from: Sir Charles Holled Smith"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1188"], "Registration number": ["1887,0402.1477"]}