{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68843"], "Description": [" Limestone seated figure, possibly representing a cat, human-headed bird, or sphinx, with the head now lost. The front legs of the figure are the only physical attributes of the animal which are indicated and are depicted parallel and close together against the rest of the body. There is no surviving indication of a tail. Though the front legs appear to rest on the hind paws of the animal, this could alternatively represent a plinth or seat that the animal rests on. There are no further distinguishing marks or features of the figure’s reverse. Aside from the break at the neck, the stone surface has been smoothed and there is minimal damage. The base of the figure is rough and chipped at the front below the animal’s paws. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Great Mound (?) "], "Materials": ["limestone"], "Type series": ["Thomas L-H.1.1"], "Dimensions": [" Height: 7.21 centimetres (max) ", " Width: 3.12 centimetres ", " Depth: 4.45 centimetres "], "Curator's comments": ["A range of crudely carved limestone animals and fantastic creatures were found at Naukratis, the most common of which included sphinxes and upright human headed birds, cats, and griffins. Some objects may represent a ‘Libyan’ or ‘Bastet’ sphinx, representing Libyan influence on Egyptian sculpture of the 1st millennium BC (Gubel 1998; Thomas 2015 includes a list of examples). An example of a human-headed bird figure from the Ashmolean Museum, Oxford (AN1896-1908-G.72, image in Thomas 2015) bears a close resemblance to the body of EA 68443, as does an example now in the Museum of Fine Arts, Boston (86.394: https://collections.mfa.org/objects/133593/stauette-of-a-humanheaded-bird?ctx=5d4e0a0b-4aba-4abe-b749-f3287006e1b5&idx=0). Petrie dated these alongside other limestone figures from Naukratis between the 6th and 4th centuries BC (Petrie 1886), though one example was found in a level dated to the Ptolemaic Period (ibid.). Hogarth also found one figurine in a ‘5th century BC’ well deposit in subsequent excavations (Hogarth 1905; Hogarth Diary 24-25/04/1903, well 2 bottom). This figure is recorded as being found within the casemate structure at the Great Temenos area at Naukratis (Thomas 2015). Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 12, 26, 75. General Sources: E. Gubel, 1998. ‘E pluribus unum: Nubian, Libyan and Phoenician “Bastet”-sphinxes’, in W. Clarysse, A. Schoolrs, H. Willems (eds), Egyptian religion, the last thousand years; studies dedicated to the memory of Jan Quaegebeur. Vol 1 (OLA 84). Leuven, p. 629 -645. D.G. Hogarth, H.L. Lorimer and C.C.Edgar, 1905. ‘Naukratis, 1903’, Journal of Hellenic Studies 25, p.105-136. W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), (London)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.152)"], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Subjects": [" cat (?) ", " bird (?) ", " sphinx (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68843"], "Registration number": ["1886,0401.1519"]}