{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA18533"], "Description": [" Green glazed steatite scarab, elytra marked, pierced longitudinally, base inscribed with the name of Menkare and decorated with representation of a guardian figure, perhaps a deity. "], "Cultures/periods": ["26th Dynasty (?)"], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Found/Acquired: Tell Nabasha "], "Materials": ["steatite"], "Technique": ["glazed"], "Dimensions": [" Height: 0.50 centimetres ", " Length: 1.30 centimetres ", " Width: 0.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This scarab belongs to a type which was widely distributed in the Mediterranean area and particularly found in Punic sites (Gorton 1996, 86-87, type XXVI A, especially A2 for this specimen). According to Gorton, this scarab’s type was probably not produced at the Scarab Factory in Naukratis as it appears in an early 7th century BC context (tomb 16 from Carthage, Dermech: see Vercoutter 1945, no. 379) and as the name Menkara refers to a 25th dynasty prince (Gorton 1996, 80, 88). However, several scarabs found, and possibly produced at Naukratis, present this name of Menkara: in such context, Menkara would represent a motto 'Stable is the Ka of Ra', rather than the name of a 25th dynasty vassal (Masson 2017). A 26th dynasty date should, therefore, be considered for that scarab from Tell Nabasha. For a similar style of decoration and shape of scarab, see BM EA66506 from Naukratis (Gorton 1996, 86-87, type XXVI A1). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Masson, A. 2017, Scarabs, scaraboids and amulets, in Villing et al., Naukratis: Greeks in Egypt, British Museum Online Research Catalogue."], "Bibliographic references": ["Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (p. 4. no. 38)"], "Location": ["Not on display"], "Condition": ["good (chipped)"], "Subjects": ["ancient egyptian deity (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA18533"], "Registration number": ["1887,0101.170"]}