{"artifact_name": "naukratic figure; amulet(?)", "Object Type": [" naukratic figure ", " amulet (?) "], "Museum number": ["EA27541"], "Description": [" Mould-made (amuletic?) figure in glazed composition, representing a kneeling man with legs bent and the phallus extended in front; arms held forwards to support phallus; simplified modelling; prepuce indicated by incised line; thick green glaze; buff core of hard, medium texture with some porosities; upper body missing, glaze chipped in few places. "], "Cultures/periods": [" Late Period ", " Ptolemaic "], "Production date": ["5thC BC - 3rdC BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 0.95 centimetres ", " Length: 3.55 centimetres ", " Width: 1 centimetres "], "Curator's comments": ["'Naukratic' figurines which support a grotesquely enlarged phallus were named after early finds like this example, and regarded as both un-Egyptian in type and too indecent to display. It is now clear that they form a coherent group of important figurines, probably produced locally already in the Late Period and into Roman times. Many examples from Naukratis are made in limestone and terracotta, with a few specimens in faience, such as this one. When made out of faience and of small size, they could be worn as an amulet (see better preserved examples published in Herrmann et al. 2010, 67, type 32, esp, no. 3-4). Similar figures in faience from Memphis: Petrie Museum UC38478 and UC38479. For a similar type in limestone from Naukratis, see for example: Durham, Oriental Museum, Durham University N.2159; BM 2011,5011.1. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.102) (phase 3)"], "Location": ["Not on display"], "Condition": ["Fair, but ncomplete (upper-body lost)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27541"], "Registration number": ["1885,1101.52"]}