{"artifact_name": "pectoral", "Object Type": ["pectoral"], "Museum number": ["EA29370"], "Description": [" Glazed composition pectoral: this three coloured pectoral, an ornament worn on the chest, is made from yellow, purple, blue and white glazed composition, the purple on the upper face having been inlaid into the yellow. The shape imitates that of a pylon, the rectangular tower with slightly sloping walls which flanked the monumental gateway into an Egyptian temple. It even has the same cavetto cornice ornamentation along the top, a stylized representation of the curved reed heads which once surmounted walls made from vertical reeds daubed with mud. On all four sides of each face is a block decoration pattern. On the top surface a jackal reclining on a pylon shaped plinth is named as Anubis, god of embalming. In the writing of his name, the determinative shows this god's second manifestation: a (seated) man with a jackal's head. The underside depicts a 'djed' pillar, by this period believed to represent the stylized backbone with ribs of Osiris god of the dead, flanked by the Girdle of Isis or 'tit' amulet. Both were prescribed funerary amulets. Holes have been pierced through the cavetto cornice so the piece could be stitched to the bandages over a mummy's chest. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1250BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed ", " inlaid "], "Dimensions": [" Height: 7.80 centimetres ", " Weight: 60 grammes ", " Thickness: 1.28 centimetres ", " Width: 8.05 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["The funerary nature of its decoration is a further indication it was made purely to be taken to the tomb for the life after death. Pectorals worn by the living were made from metal, usually gold; for the dead, yellow glazed composition was an acceptable substitute. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 138-139 No 40."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.114-115)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": ["Representation of: Anubis"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29370"], "Registration number": ["1897,0511.86"], "Conservation": ["Treatment: 7 Jun 2016"]}