{"artifact_name": "figure; pounder(?)", "Object Type": [" figure ", " pounder (?) "], "Museum number": ["EA66645"], "Description": [" Fragmentary black granite female figure. She wears a heavy Hathor wig with plaited detail on the reverse. Her hair is tucked behind the oversized ears, and the top left side of her wig has been damaged. Her eyes are elongated and flat, with a thin line conveying the brows. Her nose is short and flat, and her lips are thick and pursed. Around her neck she wears a simple broad-collar. From the shoulders the body has been re-shaped and rounded, though traces of a single line from her shoulder may indicate her clothing. The lower surface of the figure has been smoothed and likely seems designed to be used as a tool known as a pounder. These were part of a collection of stone tools often used when working with harder stones such as granite. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 10 centimetres ", " Width: 7 centimetres "], "Curator's comments": [" Stylistic features such as the oversized ears and the Hathoric style of wig, both of which were popular characteristics for sculpture of the 12th Dynasty, may point towards this date. What is much more difficult to determine is the date at which the statue was reused as a tool, though pounders were particularly common in the Old and Middle Kingdoms. Based on the lack of inscription and other stylistic details it is also difficult to suggest a provenance for this figure. Further Bibliography: British Museum Quarterly vol. 29 (1964-1965), p. 62, no. 5. ", " See PM viii, p. 465. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 474)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -head and upper torso only, chip to one side of head)"], "Acquisition name": ["Donated by: A M Rendel"], "Acquisition date": ["1964"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66645"], "Registration number": ["1964,0415.1"]}