{"artifact_name": "sarcophagus", "Object Type": ["sarcophagus"], "Museum number": ["EA140"], "Description": [" Fragment of the head section of the lid of conglomerate anthropoid sarcophagus of Ramses VI. "], "Cultures/periods": ["20th Dynasty"], "Production date": ["1150BC (circa)"], "Findspot": [" Found/Acquired: Tomb of Ramses VI "], "Materials": ["conglomerate"], "Dimensions": [" Height: 98 centimetres ", " Weight: 600 kilograms (max) ", " Width: 82 centimetres ", " Depth: 46 centimetres "], "Curator's comments": [" Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 58; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 228-9. ", " Strudwick N 2006 New Kingdom kings were buried in magnificent stone sarcophagi - in some cases more than one, as with Merenptah, who had four sarcophagi. Several Eighteenth Dynasty examples have survived intact, but many of the later ones are broken. Substantial parts of the lower sections of Ramesses VI's sarcophagus still lie in his burial chamber. This fragment gives one of the few known three-dimensional representations of the successors of Ramesses III, and is extremely well carved, showing the king with the conventional divine beard of a deceased person. Ramesses V (c. 1147-1143 BC) was actually responsible for the commencement of the cutting of this tomb, which was finished by Ramesses VI (c. 1143-1136 BC); it is unknown whether Ramesses VI removed the body of Ramesses V, or if the two kings shared the tomb. Some rivalry is possible between the two, as Ramesses V was a grandson of Ramesses III, and Ramesses VI was the former's uncle. The tomb of Ramesses VI seems to have been robbed shortly after his burial. Reports which date at the latest from Ramesses IX's reign report the interrogation of five robbers who took four days to break into the tomb. Whether these robbers broke the sarcophagus is unclear - it would have taken a considerable degree of force to do so, and it would not have been strictly necessary in order to rob the burial. However, it has been noted that streaks of oil on the sarcophagus might indicate that the damage happened before these oils had time to set, perhaps not long after the burial. This royal tomb has lain open since antiquity, as indicated by the various graffiti in Greek and Latin, and the sarcophagus was still lying there in pieces when this fragment was collected in the late 1810s. In 2001-2004 an American-led conservation project reassembled as many parts of the sarcophagus as were available. The base, though severely damaged, could be reconstructed to the level of where the lid rested. More than half the lid is missing, but a replica of the head sent from the British Museum has been incorporated into the reconstruction. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.228-229)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Associated names": ["Representation of: Ramses VI"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA140"], "Registration number": [".140"], "Additional IDs": [" Miscellaneous number: ES.140 "], "Conservation": [" Treatment: 20 Sep 2002 ", " Treatment: 12 Feb 2016 ", " Treatment: 18 Jul 1991 "]}