{"artifact_name": "stamp", "Object Type": ["stamp"], "Museum number": ["EA43423"], "Description": [" A solidly made object, roughly of flask form, with two flat faces: probably a stamp for Eucharist bread (the Korbân). On one face is a series of nine squares, in three rows of three, each decorated with diagonal crosses, with triangular depressions in the angles, except the central square, which has a cross within a quatrefoil and triangular depressions at the corners. The central square of the nine may be for producing the isbodikon, that part of the host that was placed in the wine during Communion, the smaller crosses being broken off as wafers. On the other face, within a circle, is a large equal-armed cross, also capable of being used as a stamp for the isbodikon. The sides and bottom are trimmed flat; on the top is a circular-sectioned lug, possibly with breaks. Dark-brown Nile silt, with some mica. "], "Cultures/periods": [" Byzantine (?) ", " Roman Period (Late; ?) "], "Production date": ["4thC-7thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Dimensions": [" Length: 7.50 centimetres ", " Thickness: 3 centimetres ", " Width: 5.80 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Robert de Rustafjaell Sale 1906 Undatable: possibly late Roman, but it may equally have been made in medieval or even later times for use in the Coptic Church. Morton (1938:168-77) describes the use of the Eucharist bread at a mass and a christening he attended in a church in Old Cairo in the mid-1930s (both the mass and the bread are called the Korbân). He also illustrates (ibid.: 344-5) examples of the Korbân baked in an oven at the Monastery of St Antony. Comparanda: Consider a limestone example with 32 squares: von Falck and Lichtwark 1996: 178, no. 166e, date unknown. A surviving piece of Eucharist bread from Egypt, in the Hermitage Museum, no. N 10312, has similar patterns to ours: Kakovkin 1992: 76, fig. 10, no date suggested. For modern Eucharist bread stamped with 36 (6×6) signs of the cross see Basilios 1991: 1062. Bibliog: Not recognized in Sotheby's 'Sale Catalogue' of 19-21 December 1906."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3404)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: William Talbot Ready"], "Previous owner": ["Previous owner/ex-collection: Robert de Rustafjaell"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43423"], "Registration number": ["1907,0112.26"]}