{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA49025"], "Description": [" Pottery vase of Nile silt clay with flaring rim, coated on the interior and exterior with red slip and burnished, and decorated with figures in white paint. "], "Cultures/periods": ["Predynastic (Naqada IC-IIA)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Mahasna, el-, Grave H97 "], "Materials": ["pottery"], "Technique": [" painted ", " slipped ", " burnished "], "Dimensions": [" Diameter: 7.70 centimetres (base) ", " Diameter: 20.30 centimetres (rim) ", " Diameter: 15.50 centimetres (shoulder) ", " Height: 18.50 centimetres (whole) ", " Weight: 0.97 kilograms "], "Curator's comments": ["On the exterior of this deep bowl are two aurochsen (wild cattle) facing right with upward curving horns, their bodies filled with line, and two elephants facing one another, as if in battle. Separating the two animal groups is a diamond shaped element with double outline, filled with crossed lines. The elephants are shown with tusks, curving trunks, small ears, their body are filled with dots, and dots at the tips of the tail represent hair On the interior are two crocodiles shown from above, placed vertically, head to toe, their bodies filled with triangles representing scales, and two hippopotami, facing each other but with a cross-hatched triangular element depending from the rim between them. Their tusks are depicted; their bodies filled with chevrons. Separating the two animal groups is a plant motif on one side, and on the other, three nested zigzag, perhaps representing water. The scenes of the interior shows two of the most common and most feared animals of the Nilotic milieu for the Predynastic Egyptians: the hippopotamus and crocodile. On the exterior, the aurochsen and the elephant are their desert counterparts. Each animal was the most powerful force their respective ecological niches. The decoration on the bowl then would provide protection from or channel the power of these animals, and was a means of controlling the forces of nature. Navajas, however, suggests that these animals had a more political meaning, and represented the inhabitants of the respective areas where these animals might be found: for example, the elephant in Nubia, the aurochs in the western desert. This is the only vessel of the predynastic ‘white cross line’ class to depict elephants. Bibliography: E. R. Ayrton & W. L. S. Loat, 'Pre-dynastic cemetery at El Mahasna' (London, 1911),12-13, 28; pl. xiv Petrie, Prehistoric Egypt, (London 1921), pl.lxi.52T Scharff, Some Prehistoric vases in the British Museum and remarks on Egyptian Prehistory, JEA 14, (1928), 268-9, fig.5 A. Behrmann, Das Nilpferd in der Vorstellungswelt der alten Ägypter. Teil I, Katalog. (Frankfurt 1989), document 24d R. Friedman, Elephants at Hierakonpolis in: S. Hendrickx, S., et al. (eds): Egypt at its Origins. Studies in Memory of Barbara Adams. OLA 138 (Leuven, 2004), 151-3, fig 14 G. Graff, Les peintures sur vases de Nagada I – Nagada II. Nouvelle approche sémiologique de l’iconographie prédynastique. Egyptian Prehistory Monographs 6. (Leuven 2009), cat no. 103 A.I. Navajas Jimenez, The predynastic Bos primigenius as a roal image of territory, boundaries and power in an African context, in K. Exell, Egypt in its African Context, BAR 2004, Oxford (2011), 33-36. D.C. Patch, Dawn of Egyptian Art (New York 2011), p. 61, cat. 61 D.J. Osborn & J. Osbornová,. The mammals of ancient Egypt. (Warminster 1998),128"], "Location": ["Not on display"], "Exhibition history": [" 2012, Apr-Aug. New York, The Metropolitan Museum of Art, Art of Early Egypt. "], "Condition": ["fair (incomplete) restored from fragments, one piece missing."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49025"], "Registration number": ["1969,0804.24"], "Conservation": [" Treatment: 24 Aug 2002 ", " Treatment: 16 Dec 2011 "]}