{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA8506"], "Description": [" Limestone ostracon: a sketch for a wall painting. It depicts a young woman sitting in a vine-covered bower nursing an infant. Her hair tied atop her head, she appears to be naked except for a cloak (or a sling to carry the child?), elaborate sandals, jewellery, and a belt. Her cushioned stool is distinctive in shape. The fragmentary servant figure below, whose earring and partly shaven hairstyle suggest that she is a Nubian, is proffering a mirror and a tubular container for kohl, complete with applicator stick. Since she is surrounded by the same vine leaves, it is probable that she is also in the pavilion, presenting these objects to the young mother, who, secluded in her bower, is tending to her newborn, regaining her strength, and perhaps undergoing purification. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Production date": ["1295BC-1069BC (circa)"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 16.70 centimetres ", " Width: 8.90 centimetres ", " Depth: 1.20 centimetres "], "Curator's comments": ["For similar scenes of this popular theme cf. E. Brunner-Traut, 'Die altägyptischen Scherbenbilder' (Wiesbaden, 1956), pp. 676ff. (the so-called Wochenlaube-Type). Bibliography: S. Birch, 'Inscriptions in the Hieratic and Demotic Character, from the Collections of the British Museum' (London, 1868), pl.VI; B.Bruyere, ‘Bulletin de l’Institut Français d’Archéologie Orientale’ XXVI (Cairo, 1923), p.124, fig,2 E.Brunner-Traut, 'Die Wochenlaube', MIO 3 (1955), pp.11-30, Abb.4 J.Vandier d'Abbadie, ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 56 (Cairo, 1957), pp.21-34 with pl. I; William H.Peck, 'Drawings from Ancient Egypt' (London, 1978), p.89, pl. 14; Morris Bierbrier, 'The tomb-Builders of the Pharoahs' (London, 1982), p.74, fig.50; T.G.H. James, 'Egyptian Painting' (London, 1985), p.44, fig.47; L.Manniche, 'An Ancient Egyptian Herbal' (London, 1989), p.79; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 74, cat no. 32. G. Pinch, Magic in Ancient Egypt (London 1994), fig.66. Szpakowska, Kasia. \"Hidden Voices: Unveiling Women in Ancient Egypt.\" In A Companion to Women in the Ancient World, edited by Sharon L. James and Sheila Dillon, 25-38. Malden, MA; Oxford: Wiley-Blackwell, 2012 (28 fig 2.1)"], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (67) ", " Demaree 2002 / Ramesside Ostraca (pl.49) "], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8506"], "Registration number": ["1843,0507.121"], "Additional IDs": [" Miscellaneous number: BS.8506 (Birch Slip Number) "], "Conservation": [" Treatment: 10 Apr 2000 ", " treatment: 18.05.16 "]}