{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10957"], "Description": [" Papyrus (ten disassociated fragments) from Tebtunis; demotic, hieratic and Greek texts recto and verso. Book of Fayum; Sirius Omina. Fragment A: demotic recto; verso blank. Fragment B: hieratic recto; demotic verso. Fragment C: Greek recto; demotic verso. Fragments D, E, F, G: demotic rectos; versos blank. Fragments H, I; Greek rectos; versos demotic. Fragment J: demotic recto and verso. The demotic fragments belong to narrative texts. The fragments are torn on both sides, but fragment B still has the top margin and fragment C the bottom margin. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 25.30 centimetres (frame) ", " Width: 15.20 centimetres (frame) "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" Bibliography Martin, C.J. 2016-2017. The Michaelides Demotic Material, Enchoria 35: 1-8. ", " Hieratic text to be published by F. Herbin, Late Religious Texts. 3 The demotic texts almost certainly belong to the Tebtunis temple library. To be published by K. Ryholt. Fragment C was published by E. Bresciani, 'Testi demotici nella Collezione Michaelidis' (Oriens Antiquus 2; Rome, 1963), text V, pp. 12-13 and pl. v (b). ", " Being worked on by Andrea Kucharek (Heidelberg). "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: brittle, displaced fragments, fractured, fragile, frayed, insect attack Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: kraft paper Object Priority: B Mount Priority: B Overall Condition: C Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": ["Purchased through: B A Seaby Ltd"], "Previous owner": ["Previous owner/ex-collection: George Anastase Michaelides"], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10957"], "Registration number": ["1977,1105.111"]}