{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA74717"], "Description": [" Portrait of a woman in encaustic on fir, with added gilding: the panel is cracked vertically to the right of the centre through to the subject's brow. Much of the surface is lost or altered through melting of the original wax. A thick coat of paraffin wax has been applied. The panel is not cut down at the upper corners. The background to the portrait, in lead white, appears as a rectangle within black borders. The subject is shown in frontal pose, dressed in a pinkish-red tunic with orange-gold clavi. She wears no mantle. Madder mixed with a little Egyptian blue was used for the robe; the clavi were painted with Egyptian blue and ochre. The jewellery is added in gold leaf: trident earrings with pendant pearls painted in white; a necklace composed of long gold strips set vertically, and a herringbone chain with a pendant stone (perhaps a garnet or amethyst) in a gold setting. In the hair is a triple gold wreath of lozenges and triangles, some detached from their original setting, and a central circular element. The proper left eye is large and almond-shaped with a squarish brown pupil. The eyebrows are arched. The proper right eye and much of the nose are severely damaged. The thin dark red lips are covered in gold leaf. A central parting is clearly visible in the hair, which appears to be cut close to the head. "], "Cultures/periods": ["Roman Period"], "Production date": ["190-220"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": [" fir wood ", " wax ", " gold "], "Technique": [" encaustic ", " leaf-gilded "], "Dimensions": [" Height: 32.10 centimetres ", " Thickness: 1.50 centimetres ", " Width: 22.70 centimetres "], "Curator's comments": ["Though some considered the portrait to resemble those from Antinoopolis and therefore dated it to the Hadrianic period, the frontality of the portrait (despite a slight turn of the face), the lack of mantle, the form of the jewellery and the central parting suggest a date in the late Antonine or Severan period. Bibliography: W. M. Flinders Petrie, 'Roman Portraits and Memphis' IV (1911), 10, pl. 5; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), 67, no. 145 (bibl.), pl. 34.6; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 58f; Parlasca and Seeman 1999, 136 no. 38. S. Walker, 'Ancient Faces', New York 2000, pp. 64-65 [26]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (53) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (26) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.136, no.38) ", " Cartwright and Middleton 2008 / Scientific aspects of ancient faces: mummy portraits from Egypt (p.62, p.63, table.4) ", " Daniels et al 2014 / Technological insights into madder pigment production in antiquity (p.18, table.1) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces "], "Condition": ["poor"], "Acquisition name": ["Transferred from: National Gallery"], "Acquisition date": ["1994"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74717"], "Registration number": ["1994,0521.15"], "Additional IDs": [" Miscellaneous number: National Gallery 2915 "], "Conservation": ["Treatment: 27 Jul 1999"]}