{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA69248"], "Description": [" Fragmentary basalt theophorous statue of a male official carrying the image of a lion-headed goddess. The male figure wears a smooth shoulder-length ‘bag wig’, a simple headcloth style typical of the 26th Dynasty. His eyes are narrowed and almond shaped with elongated cosmetic lines at the edges. He has thin arched eyebrows, a slim nose and a small mouth with visibly upturned corners that suggest a slight smile. His face is rounded and fleshy, particularly at the cheeks and around the jawline. He wears a knotted strap of clothing over the left shoulder and a further strip of material is visible on the right side of the statue’s torso. Though his arms are lost, he likely held a base or seat which the deity’s image was placed upon. The lion-headed goddess, possibly Sekhmet, wears a tripartite wig and sun-disc headdress, with a uraeus visible on the forehead. Traces of her tight-fitting sheath dress are also visible across her upper body. On the reverse of the statue the back pillar is inscribed with a single column of hieroglyphic text, the lower section now lost. In addition to the statue’s break across the waist, the male figure’s left arm is now completely missing and the right arm is missing from the elbow. A large portion of the right shoulder is also lost, and his nose has been damaged. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Temple of Mut "], "Materials": ["basalt"], "Dimensions": [" Height: 29.50 centimetres (max) ", " Width: 20 centimetres ", " Depth: 18 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This statue fragment was excavated during the Temple of Mut excavations in 1895-1897 by Margaret Benson, Janet A Gourlay, and Percy Newberry. Though the name of the statue subject is lost, the statue is described as being uncovered during their season in 1897 in Trench A, along with a variety of other commemorative monuments (Benson and Gourlay 1899). It is also described as being previously held in Winchester College Museum before it was purchased by the British Museum (PM II). The word ‘theophorous’, meaning ‘god bearer’ in Greek, refers to a popular Egyptian statue type from the New Kingdom onwards which continued to be used into the Greco-Roman period. This typically includes the subject carrying or presentings outwards the figure of a deity, indicating a reverence or personal relationship with the god. In many surviving examples the deity depicted is the funerary god Osiris, but here the deity is likely Sekhmet. Other potentially comparable examples include the fragmentary 27th Dynasty statue of Ankhpakherd, also from Mut temple (Museum of Fine Arts Boston, 35.1484: https://collections.mfa.org/objects/147741), who appears as another theophorous figure, though the deity’s image is also severely damaged. As with other areas of the Karnak temple complex, high status elite officials were able to establish statues within the precinct dedicated to Mut, though many commemorative monuments that originated from Karnak have since lost their original context. The Mut temple area, dedicated to goddess and consort of Amun, sits roughly 100 yards south of the Amun temple complex, which were linked together via a processional route. This was an area also associated with the goddess Sekhmet, as the majority of known Sekhmet figures now in various museum collections were found within the Mut temple at Karnak, though another significant sites include the Theban temple of Amenhotep III in Kom el-Hetan (Berman 2015). Further Bibliography: M. Benson and J. Gourlay, 1899. The Temple of Mut at Asher: An Account of the Excavation of the Temple and of the Religious Representations and Objects Found Therein, as Illustrating the History of Egypt and the Main Religious Ideas of the Egyptians (London), p. 274, 361, Pl. XXVI. General Sources: Berman, L.M. 2015. ‘Flesh of Gold: Two Statues of Sekhmet in the Museum of Fine Arts, Boston’, in R. Jasnow, K.M. Cooney (eds.), Joyful in Thebes: Egyptological Studies in Honor of Betsy M. Bryan (Atlanta), p. 37-42. Bryan, B. 2005. ‘The Temple of Mut: New Evidence on Hatshepsut's Building Activity’, in C.H. Roehrig, C. A. Keller, and R. Dreyfus (eds.) Hatshepsut: from Queen to Pharaoh (New York), p. 81-183. A. M. Lythgoe, 1919. ‘Statues of the Goddess Sekhmet’, The Metropolitan Museum of Art Bulletin 14 (10) Part 2, p. 3-23."], "Bibliographic references": ["Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 261)"], "Location": ["Not on display"], "Condition": ["incomplete - lower part lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet"], "Acquisition name": ["Purchased from: Faustus Galleries Ltd"], "Acquisition date": ["1982"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69248"], "Registration number": ["1982,0515.1"]}