{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA58427"], "Description": [" Limestone miniature obelisk with Osiris and Isis suckling Harpocrates. Relief representations of the gods feature across the front of the obelisk shape – on the left, Isis is shown seated with the god Harpocrates (Horus-the-Child) seated in her lap. She cradles his head with her left hand while she offers him her breast with her right. The bodies and faces of both Isis and Harpocrates are only minimally outlined, with little detail of hair, clothing, or other adornments. Isis in particular does not appear to wear any vulture cap or headdress. Osiris is depicted in mummified form on the right, wearing the feathered atef-crown and with his entire body enveloped in material. His face is much more clearly defined than the other deities, and he has large eyes with a broad nose and mouth. There are no clear traces of inscription. There are large chips to the obelisk on the right side, with discolouration also visible across both the obelisk surface. The object is attached to a small modern base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 12 centimetres ", " Width: 4.86 centimetres ", " Depth: 4.99 centimetres "], "Curator's comments": ["As a triad, this is an unusual format to represent these gods. Other three-dimensional depictions would typically show the gods at an equal height and sharing the same stance (see for instance a small bronze triad from the Metropolitan Museum, New York: 42.2.3, https://www.metmuseum.org/art/collection/search/546178), which was also typically the case for other depictions of the triad in monuments such as commemorative stelae (for instance the well-known two-sided stela of Dedia from Abydos now in the Louvre Museum, Paris: C.50, https://collections.louvre.fr/en/ark:/53355/cl010022872). The curved angle of the obelisk at the front creates the suggestion that the figures lean forward, particularly the seated Isis. The obelisk may have served as a votive offering."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58427"], "Registration number": ["1927,0514.32"]}