{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA3"], "Description": [" Head and upper torso of monumental limestone statue of Amenhotep III wearing nemes. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Temple of Amenhotep III (Thebes), Birch indicates it was found between the Memnonium and Medinet Habu. Probably was found in the Merenptah temple, where the lower part still is. "], "Materials": ["limestone"], "Dimensions": [" Height: 152.30 centimetres (max) "], "Curator's comments": ["Strudwick N 2006 This uninscribed bust of a king wearing the nemes headdress has always been identified as Amenhotep III from its style and the fact that it was found in the area of his temple by Belzoni. Like Big Number EA 5, it is probably not one of the later products of the reign. The bust has been recently identified as one of the upper parts of a pair statue of Amenhotep III and queen Tiye, the lower part of which has now been re-erected in Merenptah's mortuary temple. Merenptah reused many blocks and statues from Amenhotep III's temple, which must have been in a state of decay a century and a half after the death of its founder."], "Bibliographic references": [" Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 452) ", " McNaught 1978 / Henry Salt: His contribution to the Collections of Egyptian Sculpture in the British Museum (p. 228) ", " James and Davies 1983 / Egyptian Sculpture (p. 36, fig. 42) ", " Müller 1988 / Die Kunst Amenophis' III und Echnatons (IV; pp. 9, 25, 33, 36, 155) ", " Vandersleyen 1990 / The sculpture in the round of Amenhotep III: types and purposes (p. 5) ", " Bryan and Kozloff 1992 / Egypt's Dazzling Sun (p. 125, fig V.1; p. 146, ref. 82; p. 469, table 4a; p. 472, table 5) ", " Kozloff et al. 1993 / Aménophis III, le pharaon-soleil (p. 98, fig.V.1, p. 403, table 4a; p. 406, table 5) ", " Aston et al. 2000 / Stone (p. 42) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp. 152 -153) "], "Location": ["On display (G4/CSE)"], "Condition": ["incomplete - lower part lost"], "Associated names": ["Representation of: Amenhotep III"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA3"], "Registration number": [".3"], "Additional IDs": [" Miscellaneous number: BS.30 (Birch Slip Number also used as registration number in Budge, Sculpture Guide’; [30] still on object) "]}