{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10763,2"], "Title": ["Object: Papyrus Ramesseum 10"], "Description": [" P. Ramesseum 10, Frame 2. Papyrus written on the recto and on the verso in hieratic script. The recto contains a magical text entitled 'Spell for protection of the limbs against any male and female serpent', and on the verso there is a continuation of this text. The text is written in horizontal lines with a ruled margin-line. This frame contains page 2, lines 1-8. The papyrus was a half-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 23 centimetres (frame) ", " Width: 15 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 10 page 2, lines 1-8. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 13, pl. 43. Known from other copies: H. Altenmüller, 'Ein Zauberspruch zum \"Schutz des Leibes\"', GM 33 (1979), 7-12. J. Kyffin, '\"A true secret of the house of life\": prosody, intertext and performance in magical texts', in F. Hagen et al. (eds.), Narratives of Egypt and the Ancient Near East. Literary and Linguistic Approaches (Leuven, Paris and Walpole: Peeters and Department of Oriental Studies 2011), 225-49, esp. 237-43. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (15.2) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380654) (http://www.trismegistos.org/text/380654) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (80–83, 330–331) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, fragile, loss, powdery, skeletal Black ink Red ink Backed: gelatin Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: poor"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10763,2"], "Registration number": ["1956,0714.12.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "]}