{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA38502"], "Description": [" Square limestone block depicting the head of a bird in raised relief. The bird is shown facing towards the left, with its eye faintly indicated by a slight depression in the stone. Its beak is short and undefined. A faint line is visible from the top of the head down to the neck, though there are no clear traces of any pattern to indicate the bird’s feathers. Towards the lower body is a larger outline of its wing, again with no clear delineation of feathers. The piece is possibly unfinished. On the reverse in slim writing the words ‘Tell Basta’ have been carved into the stone, and there are no other discernible markings. The stone surface is powdery and there are abrasions visible on the top proper left corner and bottom proper right corner. At the bird’s eye down to the neck is a thin crack in the stone, which extends into a larger crack of the stone at the bird’s chest. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Tell Basta (Bubastis) "], "Materials": ["limestone"], "Dimensions": [" Length: 14.20 centimetres ", " Thickness: 2.38 centimetres ", " Width: 13.60 centimetres "], "Curator's comments": ["Without further stylistic details it is difficult to suggest which bird may have been represented here, although the slight bulge below the beak and the high placement of the wing could possibly indicate a quail. Such reliefs were popular in the Late Period and Ptolemaic period as trial-pieces, used by sculptors to practice their carving of figures and ensure consistent proportional images. This piece may have been used as a votive offering to be donated to a temple or sacred space, a popular practice within the first millenium BC. The marking on the reverse designates the piece as being from Tell Basta, the ancient site of Bubastis, though a precise findspot is uncertain."], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38502"], "Registration number": ["1871,0619.444"], "Additional IDs": [" Miscellaneous number: BS.2880.29 (Birch Slip Number) "]}