{"artifact_name": "human mummy; mummy-wrapping; mummy-portrait", "Object Type": [" human mummy ", " mummy-wrapping ", " mummy-portrait "], "Museum number": ["EA6713"], "Description": [" Mummy of a young adult man with wooden portrait panel in tempera. The portrait represents a beardless young man with curly black hair and thick eyebrows, dressed in a white tunic and mantle with a pink 'clavus' visible at the left. The painter has taken care to create shading effects on the skin, using individual brush-strokes. The image appears to reflect the true age of the deceased. The mummy is wrapped in layers of cloth. Although it now appears rather plain, the portrait may originally have been set within a stuccoed and gilded outer surface, of which only small fragments now survive. There is no inscription to identify the deceased. Skull - Mouth slightly open. No fractures. The cervical spine appears to be intact. Thorax and Abdomen - These cavities appear to be empty. There is an opacity on the right of the lower dorsal vertebrae which might represent an ablated heart. No obvious fractures of ribs, spinal column, pelvis, or hips. Arms - Extended. Hands with extended fingers, the palm upon the outer aspect of the thighs. Legs - Appear normal. No lines of arrested growth. The shell of a small bivalve mollusc is adjacent to the mid-shaft of the right tibia. "], "Cultures/periods": ["Roman Period"], "Production date": ["140-180 (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": [" human tissue ", " linen ", " wood "], "Technique": ["tempera"], "Dimensions": [" Height: 30 millimetres ", " Length: 151 centimetres ", " Width: 40 centimetres "], "Curator's comments": ["Bibliography: S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 140 [104]. Filer in M. L Bierbrier (ed.), 'Portraits and masks : burial customs in Roman Egypt', (London, 1997), p.122 [pls.44.1,2]. 'Portraits de l’Egypte romaine : Paris, Musée du Louvre, 5 octobre 1998, 4 janvier 1999' [exhibition catalogue] (Paris, 1998), pp.90-91 [45]; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. II (1977), 87, Tav 116, 1 (477); J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 78-9, pl. on pp. 78-9. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 160-85."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (56) ", " Walker & Bierbrier 1997 / Ancient Faces (115) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.45) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.78-79) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.230, no.139) ", " Newman et al 2013 / The study and conservation of four ancient Egyptian funerary portraits: provenance, conservation history and structural treatment (p.3, fig.2) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.104, p.111, table 1) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6713"], "Registration number": [".6713"], "Additional IDs": [" Miscellaneous number: BS.6713 (Birch Slip Number) "], "Conservation": [" Treatment: 28 Mar 2017 ", " Treatment: 22 May 1996 ", " Treatment: 15 Oct 2004 ", " Treatment: 10 Nov 2014 "]}