{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA920"], "Description": [" Limestone wall-painting: in two registers, depicting the activities of jewellery-makers and precious-metal workers. Beads are being bored with quadruple and triple bow-drills. Elsewhere they are being polished and strung; completed strings are dotted about. At one edge a craftsman holds a piece of metalwork in a brazier while he fans the flames with a blowpipe. Above are completed precious-metal objects. "], "Authority": ["Ruler: Thutmose IV"], "Cultures/periods": ["18th Dynasty"], "Production date": ["1400BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Sobekhotep (Thebes), TT63 "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 66 centimetres (max) ", " Width: 79 centimetres (max) "], "Curator's comments": [" Bibliography: Dziobek and Abel Raziq, 'Das Grab des Sobekhotep', Taf. 6, 35; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 146-50. ", " Strudwick N 2006 These fragments are almost as well-known as the famous Nebamun tomb paintings. Sebekhotep's tomb is located on the West Bank at Luxor, at the north end of the hill of Sheikh Abdel Qurna, the site of the tombs of most of the high officials of the Theban region in the Eighteenth Dynasty before the reign of Amenhotep III. Unfortunately, the decorated chapel is quite badly damaged, and suffered the attentions of robbers in the twentieth century AD: photographic records of the tomb made by Harry Burton of the Metropolitan Museum of Art between about 1926 and 1940 show several substantial fragments which had disappeared when the tomb was studied and published in the early 1980s. Nonetheless, the paintings which survive in situ are brightly coloured and beautifully executed. Sebekhotep was an important treasury official in the reign of Thutmose IV (c. 1400-1390 BC), bearing the title 'overseer of the seal', in effect the minister of finance. He was the son of Min, who had held the same title in Thutmose III's reign. It is likely that Sebekhotep was mayor of the Faiyum region before attaining his highest title in Thebes; as his father came from the Delta, it is possible that, like many other Theban officials, he came south at the king's request. Six fragments of this tomb are in the British Museum (registration nos. 1852,0223.1 and 1869,1025.1-5). All but 1852,0223.1 were donated in 1869 by Henry Danby Seymour, MP; 1852,0223.1 was purchased from J.W. Wild in 1852. Wild was a draftsman with the Lepsius expedition to Egypt in 1842-5, and it seems plausible that he brought this fragment back with him. Another fragment originally in his possession was sold by his family to the Metropolitan Museum in New York in 1926. It is unclear how Seymour obtained his fragments, although his interest in biblical history may have taken him to Egypt; he said that his fragments were taken from the tomb in about 1844. This was around the time that Sebekhotep's tomb was first noted by Lepsius' expedition, and Lepsius himself commented that fragments had already been taken from tombs by travellers. The scenes were painted on a wall plaster consisting largely of mud, which unfortunately has made it easier to detach pieces from the walls. Another responsibility of treasury officials in Egypt was to oversee craftsmen producing luxury objects, as it appears that most of these workshops were attached to temples or palaces. Valuable items like jewellery fell into this category, and scenes of their manufacture on the walls of his tomb help indicate Sebekhotep's importance. These two registers show some stages of jewellery production, primarily the broad collars so characteristic of festive depictions in tomb paintings. The men in the upper sub-register are probably stringing beads, while one man in the lower part is making them into the large collar shown on his lap. The man on the right in the lower register appears to be shaping an elaborate vessel; parts of other elaborate vessels can be seen in the register. "], "Bibliographic references": [" Andrews 1990 / Ancient Egyptian jewellery (55) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.148) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Henry Danby Seymour"], "Acquisition date": ["1869"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA920"], "Registration number": ["1869,1025.2"], "Additional IDs": [" Miscellaneous number: BS.920 (Birch Slip Number) "]}