{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA22938"], "Description": [" Base and lid of a plain anthropoid wooden coffin: made for the mummy of an infant. In its shape and proportions, this small coffin resembles the full-sized anthropoid sarcophagi of the Late Period and Ptolemaic period. The child is adorned with the tripartite wig and wears the divine beard which proclaims that he has entered the hereafter and has become assimilated with the god Osiris. A single curved line between the lappets of the wig hints at the presence of a collar, which would function not merely as bodily adornment but as a magical aid to rebirth. Although the surface of the wood has been carved with great care and skill, both the exterior and interior are completely unpainted, nor was any gesso ground laid down as a preparation for the application of paint. All that remains of the mummy is a small fragment of linen adhering to the interior of the lid. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?; early) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Length: 89 centimetres ", " Width: 30 centimetres ", " Depth: 26 centimetres "], "Curator's comments": ["Bibliography: A. W Shorter & I. E. S. Edwards, 'Handbook to the Egyptian mummies and coffins exhibited in the British Museum' (London, 1938), p. 55; The British Museum, 'Guide to the First, Second and Third Egyptian Rooms' (London, 1924), p. 68; 'Art and Afterlife in Ancient Egypt' Japan, 1999-2000 [exhibition catalogue] (Japan, 1999), [120]; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 68-9, pl. on p. 68."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.68-69)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good"], "Acquisition name": ["Purchased from: Raymond G B Sabatier"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22938"], "Registration number": ["1891,0511.205"], "Conservation": [" Treatment: 13 Feb 2014 ", " Treatment: 12 Aug 1998 ", " Treatment: 09 May 2003 "]}