{"artifact_name": "human mummy; mummy-case; cartonnage; mummy-mask; anklet", "Object Type": [" human mummy ", " mummy-case ", " cartonnage ", " mummy-mask ", " anklet "], "Museum number": ["EA6679"], "Description": [" Mummy mummified remains of a man, priest of Amun at Karnak, named Hornedjitef. Sex: male (based on inscription on cartonnage pieces and coffins ) Age: adult (possibly aged 50-60) Stature: unknown Summary: Mummy of a man called Hornedjitef, in a gilded and painted cartonnage mummy-case and separate mask. Head and neck – Brain probably removed and skull filled with a substantial amount of resinous material. Chest and Abdomen - There is a profusion of small amulets at the base of the neck and upper part of the thorax. A heart scarab in the upper chest. Four large cylindrical packages, possibly containing organs, visible in the chest. The ribs and vertebrae appear to be articulated. Arms - Flexed at the elbows, the forearms crossed over the chest. Ring possibly on one of the fingers of the left hand. Legs - Extended with feet at a right angle. Anklets in thin flat sheets of a dense material are present, and there is a ring on left foot. Bandages: Body wrapped in a bundle, legs wrapped separately first. Pathological conditions: None currently observable. Preservation skull: unknown Dentition: unknown Preservation post cranial: unknown Condition: good Soft tissues or other: unknown Percentage mummified skull: unknown Percentage mummified post cranial: unknown (Due to the poor resolution of CT and x-ray images taken in the past, it is not possible to record the preservation, however, most bones appear to be present where observable) "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Asasif (Thebes) "], "Materials": [" plaster ", " linen ", " gold ", " human tissue ", " resin "], "Technique": [" painted ", " gilded "], "Dimensions": [" Length: 170 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Found in inner coffin EA 6678, outer coffin EA 6677, and with a wooden canopic chest (in Leiden), a roll of papyrus EA 10037, a Ptah-Sokar-Osiris statue EA 9736 and a hypocephalus EA 8446 Intrusion (human): Unknown Intrusion (animal): Unknown Scientific analysis: No (x-rayed in the 1960s; CT scan in 1995) Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 623.; See J. Filer in A. Leahy & J. Tait (ed.), 'Studies in Ancient Egypt in honour of H. S. Smith' (London, 1999), 97-101. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 58 [28]; See J. Filer in M. L. Bierbrier, 'Portraits and masks : burial customs in Roman Egypt ' (London, 1997), p.123 [pl.45.1]; N. Strudwick, 'Masterpieces of Ancient Egypt' (London, 2006). G. Pinch, Magic in Ancient Egypt (London 1994), fig.44."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (48) ", " Walker & Bierbrier 1997 / Ancient Faces (1) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["On display (G62/dc20)"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces "], "Condition": ["good"], "Associated names": ["Named in inscription: Hornedjitef"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 852 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6679"], "Registration number": [".6679"], "Additional IDs": [" Miscellaneous number: BS.6679 (Birch Slip Number) "], "Conservation": [" Treatment: 03 Mar 1992 ", " Treatment: 04 Oct 2013 ", " Treatment: 04 Dec 2009 "]}