{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66493"], "Description": [" Mould-made scaraboid in glazed composition; back in form of delicately modelled Black African head, with convex forehead, retrousse nose, broad lips and high cheeks; underside bearing a cryptographic inscription with three hieroglyphic signs consisting of owl, men-draughtboard sign and sun-disc; inscription likely stamped rather than incised; large lateral perforation at top of forehead, presumably for suspension on a necklace; thick yellow glaze, masking details of head. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped (likely) "], "Dimensions": [" Height: 0.75 centimetres ", " Length: 1.15 centimetres ", " Width: 1.05 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The owl sign is often associated on Naukratite scarabs and scaraboids with solar symbols (see example of an owl between an obelisk and sun-disc in Gorton 1996, 103, no. 84) or other sacred signs (Maat feather, ankh sign: Gardner 1888, pl. XVIII, 42; Gorton 1996, 104). Though the hieroglyphic signs could have just some magical value, it seems plausible that this is a cryptographic reading for the name of Amun or Amun-Ra (on the cryptic writing of the name of Amun: Drioton 1957). Hölbl proposed to interpret this inscription as an abbreviated form for the Horus name of Psamtek II (Hölbl 1979, 71, pl. 83/1, no. 341). In other very similar inscriptions, the owl is replaced by a falcon and in these cases, Hölbl also proposed to translate the inscription as the Horus name of Psamtek II (Hölbl 1979, 165). This scaraboid belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 103-107, type XXVIII B, subtype B62; scaraboid interpreted as a Bes head, but is clearly black African head). For a similar combination of hieroglyphs on a dome-shaped scaraboid: Paris, Louvre Museum E8056 bis. 6. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hölbl, G. 1979, Beziehungen der ägyptischen Kultur zu Altitalien (EPRO 62), Leiden. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 100) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 103, Type XXVIII B62) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.073) (phase 3) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Condition": ["Fair"], "Subjects": [" bird ", " african "], "Associated names": [" Named in inscription: Amun-Ra (possibly) ", " Named in inscription: Amun (possibly) ", " Named in inscription: Psamtek II (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66493"], "Registration number": ["1886,0401.1666.A"]}