{"artifact_name": "gaming-piece", "Object Type": ["gaming-piece"], "Museum number": ["EA35529"], "Description": [" Game piece in the shape of a lion: the figure of a crouching lion has lost its front legs and been blackened by fire, but the details of the carving are very well preserved. The animal is male; his mane and his chest and belly hair are depicted in relief as a series of overlapping scallops carved in considerable detail but with very little plasticity. His tail runs up the centre of his back and ends in a curve to the left. His open mouth, bared teeth, and creased muzzle suggest that he is snarling. This ivory lion was used as a gaming-piece, and it shows signs of considerable wear on the underside, as well as on each side where it was held. "], "Authority": ["Ruler: Djer"], "Cultures/periods": ["1st Dynasty"], "Production date": ["3050BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tomb of Djer, O.29 subsidiary grave "], "Materials": ["ivory"], "Technique": [" carved ", " pierced "], "Dimensions": [" Height: 4.20 centimetres ", " Length: 8 centimetres ", " Width: 2.50 centimetres "], "Curator's comments": ["The lion is one of a group of miniature ivory animals, including crouching figures of lionesses and dogs, that were used as playing pieces in board games. Most, if not all, come from First Dynasty tombs, and they have survived in sufficient numbers to suggest that, like the board games depicted in tombs from the Old Kingdom onward, the archaic games had symbolic significance for the well-being of the deceased. Although this gaming piece was buried near the middle of the First Dynasty, its style suggests that it is considerably older, especially when it is compared with other examples from the same funerary complex. Lion gaming pieces often have manes rendered as a stylized pattern of overlapping scallops or arcs. On this example, however, the design is much flatter and more schematic than on most, and there is a remarkably close counterpart in relief: the rendering of two lions on the \"Hunters' Palette\" (1888,0512.65 and 1888,0512.66) and The Battlefield Palette (1888,0512.64). These lions also have open mouths and the same long creases across the muzzle; one (mortally wounded) is holding its tail erect. For examples of similar Early Dynastic objects, see U. Schweitzer, 'Löwe und Sphinx in Alten Ägypten' (1948), 12—3; W. M. F. Petrie, 'Royal Tombs of the Earliest Dynasties' II, pl. VI. 3; W. M. F. Petrie, 'Abydos' II (London, 1902), pl. III, 23—9: W. M. F. Petrie, 'Tombs of the courtiers and Oxyrhynkos' (London, 1925), pl. VII, 1—5, 13; T. E. Peet in E. Naville (ed.) 'Cemeteries of Abydos' II (London, 1913), pl. X, 1; J. de Morgan, ‘Recherches sur les Origines de l’Égypte II (Paris, 1896-7), 192. fig. 699; J. E. Quibell, ‘Archaic Objects’ (Cairo, 1905), no. 14040: P. Montet, 'Kêmi' 8 (1946). pls.VII—VIII; W. B. Emery, 'Great tombs of the First Dynasty; excavations at Sakkara' II' (London, 1954), 58 and pl. XXIX, 233C; Z. Y. Saad, 'The excavations at Helwan art and civilization in the first and second Egyptian dynasties' (Norman, 1969), pl.49; A. Scharif, 'Abusir-el-Meleq' I, p1.39 (439); A. Scarff, 'Die Altertümer der Vor- und Frühzeit' II (Berlin, 1929-31), no. 11 and pl.17; E. Amélineau, ‘Les Nouvelles Fouilles d’Abydos’ I, (1895-6), pl.XXXI; W. C. Hayes, 'The scepter of Egypt : a background for the study of the Egyptian antiquities in the Metropolitan Museum of Art' I (Cambridge, Mass, 1953), 45, fig. 35; G. Dreyer, 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 32 (Wiesbaden, 1976), 86, VIII (b) and pl. 25d. Bibliography: E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 68-69 No 3; U. Schweitzer, 'Löwe und Sphinx in Alten Ägypten' (1948), 13 and pl. II, I, left; W. M. F. Petrie, 'Royal Tombs of the Earliest Dynasties' II, pl. VI. 3; A. F. Shore, 'British Museum Quarterly' 26 (London, 1962-3), pl. XXXIIIb; J. Capart, ‘Les Débuts de L’Art en Égypte’, 174, fig. 128."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (496) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (3) "], "Location": ["On display (G64/dc10)"], "Condition": ["fair (incomplete -front legs missing; burnt black)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35529"], "Registration number": ["1901,1012.29"]}