{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1466"], "Description": [" Limestone stela of Penbuy: this round-topped stela carries two registers with representations in shallow sunk relief accompanied by lightly incised texts. In the upper register Ptah is seated on a throne inside a shrine on the left, and on the right lies an altar heaped with food offerings. Behind the shrine are four ears and another three ears are shown above it. In the lower register the guardian of the tomb Penbuy kneels on the right with his arms raised in an attitude of worship. On the left a large 'ka'-sign is depicted. A text, often columns of varying length, contains a prayer to the 'ka' of Ptah by Penbuy. This stela is extremely well preserved apart from some damage to the lower left edge, and most of the colour is intact. The background is yellow and the border shows traces of blue. The hieroglyphs are painted black and the lines between the columns are red. The hands and face of Ptah are green, his cap is blue, and his body is white. His beard and the outline of his eye are black, and his collars are yellow edged in red. The shrine is yellow edged in red with blue dots. The ears are black, blue and red. The food offerings are painted in a variety of colours. The human figure and the 'ka'-sign are red, and Penbuy's wig and features are black. His collars are blue and green, while his skirt is white with red pleats. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 38.50 centimetres ", " Width: 27 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 304 (no. 1173); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii. 751; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), pp. 496-7; Vol. 7, p.205. G. Pinch, Magic in Ancient Egypt (London 1994), fig.4."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.73) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p278) "], "Location": ["Not on display"], "Exhibition history": [" 2018-2019 12 Oct-13 March, Leiden, Rijksmuseum van Oudheden, The gods of Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Penbuy ", " Named in inscription & portrayed: Ptah "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1466"], "Registration number": ["1908,0411.50"]}