{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10910"], "Description": [" Papyrus. Demotic account. The text is is torn on both sides and at the bottom. The top margin, although damaged, appears to be preserved. On the recto there are the beginnings of three lines of text, then a short line followed by a space. In a different hand a date is written below this, followed by what appears to be the end of a line and then a column of 5+x lines. On the verso there is a column of 8 lines, a space, one damaged line of text, a space, and then the beginnings of 2+x lines. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 23 centimetres (frame) ", " Width: 15 centimetres (frame) "], "$Inscriptions": [" "], "Curator's comments": ["The text on the recto begins with a date in a year 10, third month of the season of shemu to the fourth month of the season of shemu (no ruler's name is given). Names, commodities and quantities are mentioned. The second part of the text on the recto is in a different hand and is set out as a list of commodities and quantities. The text on the verso is also dated to a year 10, fourth month of, probably, shemu. It records a series of payments/deliveries made on different days by a certain Horcheb son of Padiwesir (lines 1-8). Lines 9-11 are unclear."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380999) (http://www.trismegistos.org/text/380999)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: kraft paper Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: fair"], "Acquisition name": [" Purchased through: B A Seaby Ltd ", " Purchased from: George Anastase Michaelides "], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10910"], "Registration number": ["1977,1105.65"]}