{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA13366"], "Description": [" Fragmentary limestone head and neck of the king Akhenaten, the body and base of the figure now lost. What survives of the nose on the left side suggests that it was long and slim, while the mouth is comparatively much wider. Both the upper and lower lips are equally full and appear pursed together, with the fleshy procheilon in the centre of the upper lip particularly prominent. There is only a narrow space between the tip of the nose and the top of the upper lip, though there is a subtle indication of a cupid’s bow. The outline of the upper and lower lip is very sharp, with the slope of both lips rising steeply from both corners of the mouth. On the reverse a large vertical channel extends down the neck of the figure, which may have been part of the manufacturing process to attach the head to the rest of the statue body, or to attach a headdress or crown. The upper part of the head is lost from the bridge of the nose up, and a large portion of the chin is now missing. The left side has sharp breaks down the side of the face and neck which follow a straight line, possibly indicating that a headdress was worn by the figure. There are numerous cracks and chips across the surface of the face, notably around the jawline and at the left side cheek extending onto the nose as well as around the reverse of the figure. "], "Authority": ["Ruler: Akhenaten"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Amarna, el-, Great Temple of Aten "], "Materials": ["limestone"], "Technique": ["drilled"], "Dimensions": [" Height: 22.50 centimetres (with base) ", " Height: 15.50 centimetres ", " Weight: 4 kilograms ", " Width: 10.50 centimetres (with base) ", " Width: 10.50 centimetres ", " Depth: 12.50 centimetres (with base) ", " Depth: 12.50 centimetres "], "Curator's comments": [" The more naturalistic and soft rendering of the face suggests this piece may date to the earlier phases of Akhenaten’s reign, but this has also led to speculation that the head may alternatively represent the queen Nefertiti. This is based on surviving comparable examples of heads with similar mouths (e.g. 26.7.1396, Metropolitan Museum of Art, New York (provenance unknown): https://www.metmuseum.org/art/collection/search/544514), but also the absence of features typically found in Akhenaten’s sculpture such as an elongated chin and incised crease at the outer corner of the mouth towards the nose (Russmann 2001). The British Museum head is recorded as being found within the Great Aten temple at Amarna by Perring, where numerous statue fragments of both Akhenaten and Nefertiti had been discarded in a pit towards the southern wall (Perring 1843; Petrie 1894; Aldred 1973), though other sources also noted the possibility of its original context within the Smaller Aten temple (PM IV). The British Museum head and a small portion of a nemes headdcloth also found within the Great Aten temple have since been confirmed as a fit (Hill 2018; 57.180.85, Metropolitan Museum of Art, New York: https://www.metmuseum.org/art/collection/search/549948), which would seem to confirm both the Great temple provenance and the figure’s identity as Akhenaten. Further Bibliography: C. Aldred, 1973. Akhenaten & Nefertiti (New York), p. 90, no. 2. M. Hill, 2018. ‘The Petrie-Carter Fragments from the Sanctuary Zone of the Great Aten Temple: The Decoration of Amarna Sacred Architecture.’, in M. Gabolde, R. Vergnieux (eds.) Les édifices du règne d'Amenhotep IV - Akhénaton — Urbanisme et Révolution: Actes du colloque international organisé par Archéovision –Université Bordeaux 3 — ANR ATON 3D et l’équipe Égypte Nilotique et Méditerranéenne, Montpellier, 18-19 novembre 2011, CENiM 20 (Montpellier), p. 65. W. Seipel, 1992. Gott, Mensch, Pharao. (Vienna), p. 268-269, no. 98. General Sources: C. Aldred, 1968. Akhenaten, Pharaoh of Egypt, New Aspects of Antiquity (London). R. Freed, E. Pischikova, Y.J. Markowitz, S. D’Auria, 1999. Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamen (Boston). J.S. Perring, 1843. ‘On some Fragments from the Ruins of a Temple at El Tell’, Royal Society of Literature of the United Kingdom Series 2, no.1, p. 140-148. ", " This particular piece of limestone was brittle and treacherously veined. The head appears to have broken off from the body, perhaps during manufacture, and to have been reattached by means of a long dowel inserted through a drilled hole, partly preserved as a channel running down the back of the fragment. Considering the unusual technical difficulties of his material, the sculptor's achievement here was nothing less than a triumph. Bibliography: C. Aldred, ‘Akhenaten and Nefertiti’ [exhibition catalogue] (New York, 1973),no. 2, p. 90; H. Moore, 'Henry Moore at the British Museum' (New York, 1981), pp. 40-41; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford, 1934), p. 197; W. Seipel, 'Gott. Mensch. Pharao' [exhibition catalogue] (Vienna, 1992), pp. 268-269 [98]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 54, cat no.12. "], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p.139-141, no. 57) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 128, no. 65) ", " Moore 1981 / Henry Moore at the British Museum (p. 40-41) ", " Petrie 1894 / Tell el Amarna (p. 7, 18.) ", " Porter and Moss 1968 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV Lower and Middle Egypt (p. 197) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 54, no. 12) "], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2022 21 Jun-31 Oct, Marseille, MUCEM Museum of European and Mediterranean Civilisations, Pharaoh Superstars 2022-2023 24 Nov-6 Mar, Lisbon, Calouste Gulbenkian Museum, Pharaoh Superstars "], "Condition": ["good (incomplete)"], "Associated names": ["Representation of: Akhenaten"], "Acquisition name": ["Donated by: John Shae Perring"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13366"], "Registration number": ["1853,0711.1"], "Conservation": ["Treatment: 24 May 2000"]}