{"artifact_name": "lamp-holder", "Object Type": ["lamp-holder"], "Museum number": ["EA37638"], "Description": [" A terracotta lamp-holder in the form of a circular rustic shrine built of upright timbers with a domed roof edged with mouldings. It stands on a low plinth that follows its shape, but with a straight edge at the front; the plinth forming the floor of the shrine. The dome is surmounted by a thick disc, on which a crocodile lies, its back damaged and its tail (broken) overhanging the edge of the roof. The doorway, through which a lamp was inserted, is arched. On its proper left side stands a human figure, probably male and a priest, wearing a short chiton (an exomis) that leaves the left shoulder and breast bare. The head is flung back and the right arm rests on the roof of the shrine. Details of the hair and headdress (there is probably a wreath) are unclear. The lowered left hand holds a basket. On the opposite side of the shrine there is a short uncertain object, damaged slightly at its top: it may be an incense-burner. The rear of the shrine is summarily treated, with vertical incuse lines showing the walls; the clothing at the back of the figure is in low relief. Two-piece mould, with an added floor. Micaceous orange-brown Nile silt, with overall traces of a white dressing; dark-red paint survives on the crocodile. "], "Cultures/periods": ["Ptolemaic (?)"], "Production date": ["2ndC BC-1stC BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 12.50 centimetres ", " Width: 11.50 centimetres ", " Depth: 9 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Probably Ptolemaic, about second to first century BC. Comparandum: Not unlike: Hilton Price 1897: 395, no. 3278, with four 'vestal' virgins in relief outside, from Bubastis."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3267)"], "Location": ["Not on display"], "Condition": ["fair - damage to crocodile"], "Subjects": [" shrine ", " crocodile "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1870"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37638"], "Registration number": ["1870,0709.31"]}