{"artifact_name": "battle-axe", "Object Type": ["battle-axe"], "Museum number": ["EA36776"], "Description": [" Large crescentic axe-head: with 11 rivet-holes, three in the central tang, four in each of the lateral tangs. The upper tip of the blade is missing. The cutting edge has been damaged by corrosion in parts but bears no clear signs of wear. There is superficial damage on both faces. The blade is attached to a tubular casing, made of silver, which probably once enclosed a wooden haft, now disappeared. The tubing contains several cracks and holes and its upper part is lost, revealing the metal rivets. Since its acquisition, the casing has been reinforced. None of the rivets are complete. Some are missing, others have suffered corrosion damage. All were once capped with silver studs, only one of which now survives intact. At the bottom the casing contains a small aperture of uncertain purpose. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt), tomb (said to be from) (said to be from) "], "Materials": [" bronze ", " silver "], "Technique": ["riveted"], "Dimensions": [" Diameter: 2.30 centimetres (casing) ", " Length: 5.85 centimetres (blade) ", " Length: 59.70 centimetres (casing) ", " Weight: 660 grammes ", " Width: 33.70 centimetres "], "Curator's comments": ["Wilkinson and Budge suggest that the aperture was for the insertion of a rivet or pin to serve as an additional securement. Another possibility is that it served for the fitting of a strap or hand. Bibliography: J. G. Wilkinson, ‘The Manners and Customs of the Ancient Egyptians’ I (1st. ed.) (London, 1837), 324-5, with woodcut no. 42, 1; I (new ed.) (London, 1878) , 215, no. 48, 1; Hilton Price, ‘Journal of the Royal Anthropological Institute’ 13 (London, 1884), 5; E. A. W. Budge, ‘Archaeologia: or Miscellaneous Tracts relating to Antiquity’ 53 (London, 1892), 91, pl. III, fig. 5; W. M. F. Petrie, 'Tools and weapons : illustrated by the Egyptian collection in University College, London' (London, 1917), pl. VI, 167; W. Wolf, ‘Die Bewaffnung des altägyptischen Heeres’ (Leipzig, 1926), 33; Needier, ‘Archaeology’ 5 (New York, 1952), 50, with fig. 4, c; E. Kühnert-Eggesbrecht, ‘Die Axt als Waffe und Werkzeug im alten Ägypten’ (Berlin, 1969), 132, PI."], "Bibliographic references": ["Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (95)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 408 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36776"], "Registration number": [".36776"], "Additional IDs": [" Other BM number: EA5420 (original Big Number) "]}