{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1209"], "Description": [" Unfinished basalt statue of a king: except for its distinctive face, this unfinished statue of a standing king is entirely traditional. The standing pose, with left leg forward and fisted hands at the sides, and the use of a back pillar and negative space go back to the royal sculpture of the Old Kingdom. The 'nemes' headcloth and the 'shendyt' kilt are equally ancient, although the relatively small size of the 'nemes' and the shortness of the kilt are late developments. The anatomy of the figure - its stylized knees, its muscular but fleshy form, and, especially, the doughnut-like rendering of the belly - reflect fourth-century style. But the large face, with its round, staring eyes, fleshy cheeks, and prominent chin is unmistakably the face of a Ptolemy. The feet and plinth are lost. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Athribis (?) "], "Materials": ["basalt"], "Dimensions": [" Height: 105 centimetres ", " Weight: 130 kilograms ", " Width: 28 centimetres ", " Depth: 33 centimetres "], "Curator's comments": ["In its unfinished state, the statue shows how little Egyptian sculptural techniques had changed over the millennia. The chisel-dressed surface is much the same as that on a similarly incomplete hard-stone statue of the Old Kingdom. And like the earlier sculpture, this would have been smoothed and brought to its final polish by a laborious rubbing with progressively finer abrasives. Bibliography: P. E. Stanwick, 'Portraits of the Ptolemies : Greek kings as Egyptian pharaohs' (Auston, 2002), 77, 120; fig. 141-142; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford, 1934), p. 66; Temples and Tombs (American Federation of Arts, 2006): 65, cat no. 23. E. R. Russmann, Eternal Egypt, 257-258."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (143)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["incomplete - feet and plinth lost"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1209"], "Registration number": ["1897,0511.197"], "Conservation": [" Treatment: 02 Nov 2000 ", " Treatment: 11 Jan 2016 "]}