{"artifact_name": "necklace(?); bead; pendant; clasp; amulet", "Object Type": [" necklace (?) ", " bead ", " pendant ", " clasp ", " amulet "], "Museum number": ["EA3077"], "Description": [" A collection of six 'Cowrie'-shell beads, a 'Cowrie'-shell clasp, two beard (?) pendants, two fish amulets, a lotus-flower pendant, a Ḥeḥ-amulet and spherical, oblate and bicone beads. The oblate beads are of lapis lazuli and green feldspar; the spherical beads are made from amethyst and green feldspar. The standard truncated convex bicones are made variously from lapis lazuli, amethyst, cornelian and electrum. The electrum 'Cowries' are made in two halves; probably each half was punched with a stamp. Signs of the solder joining the two edges together can be seen. The 'Cowries' are pierced by two holes at each end but are too well sealed for it to be possible to detect a core. However, to judge from other examples of 'Cowrie'-shell beads they are probably hollow. The electrum 'Cowrie'-shell clasp is also made in two halves: each side is half a shell closed with a flat piece of electrum. In one of these base-plates a slot has been cut and on the other is mounted a flat-topped bar which slips into the slot. The flange on the bar holds it in position. The electrum beard or side-lock pendants are made in two identical halves and soldered down the sides. A covering plate has been added to the top, on to which has been soldered a ring. It is not possible to detect any core. The pendants seem to be hollow. The bodies of the electrum fish are hollow; they were made in two halves and soldered around the edge. The tail and the lower fins were cut from a flat piece of sheet electrum and added between the two halves of the body. The upper fins were also added in this way but they consist of a flat area with the upper edge rolled over. Details of the face and dots representing scales are shown partly in repoussé and partly by means of chasing. The eyes are pierced through, probably in order to hold a stone inlay. The electrum Ḥeḥ-amulet is made in two halves, back and front. The front is decorated with the figure of Ḥeḥ in repoussé attached to a flat back-plate. He wears a wig and kilt and holds in his wire arms wire palm ribs; he kneels upon a wire base. The lotus-flower pendant consists of a silver baseplate with an edge made from a strip of sheet metal and cloisons arranged in a design consisting of two parts: the upper part is a complete flower with five petals separated by cloisons and inlaid with light-blue glass and cornelian. The lower design is of two lotus flowers set side by side with cornelian background in between. The three outer petals are inlaid with alternating bands of light- and dark-blue glass; the two smaller petals between are inlaid with dark-blue glass. There is a ring at the bottom which is now broken. "], "Cultures/periods": ["Middle Kingdom (?)"], "Production date": ["2055BC-1650BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (said to be from) "], "Materials": [" cowrie shell ", " electrum ", " silver ", " lapis lazuli ", " feldspar ", " amethyst ", " cornelian ", " glass "], "Technique": [" inlaid (lotus-flower pendant) ", " soldered ", " stamped ", " pierced ", " cut ", " repoussé "], "Dimensions": [" Height: 4 centimetres ", " Length: 46 centimetres ", " Weight: 46 grammes ", " Depth: 0.80 centimetres "], "Curator's comments": ["'Cowrie'-shell beads were used for girdles rather than necklaces: several statuettes of women show these girdles being worn. Brunton (G. Brunton, ‘Lahun, I, The Treasure’ (London, 1920), 30) and Winlock (H. E. Winlock, ‘The Treasure of el Lahun’ (New York, 1934), 37) believed that their examples of metal 'Cowrie'-shells were cast although they disagreed over the method of casting employed. Lotus-flower pendants do not appear to be common and the only other example which has a slight similarity is in Munich, ÄS 5381: an open lotus flower flanked by two buds made from gold with cornelian and blue glass inlays. Bibliography: Sotheby and Son, 'Catalogue of Mr Salt's Collection of Egyptian Antiquities, 28th June to 8th July, 1835' (London), lot 763; The British Museum, ‘Synopsis of the Contents of the British Museum’ (London, 1850), 240, case 82; The British Museum, ‘Synopsis of the Contents of the British Museum. Department of Oriental Antiquities: Egyptian Galleries: Vestibule’ (London, 1874), 70; The British Museum, ‘Synopsis of the Contents of the British Museum. Department of Oriental Antiquities: First and Second Egyptian Rooms’ (London, 1879), 71; The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904)m 213, no. 760; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 100, no. 760; Mummy, 267; Art. no. 330; 7000 Years, no. 339; E. Staehelin, 'Zeitschrift für Ägyptische Sprache und Altertumskunde' 105 (Leipzig and Berlin, 1978), 83; pl. IIa. J. Bourriau, 'Pharaohs and mortals : Egyptian art in the Middle Kingdom' (Cambridge, 1988), [154]; C. Andrews, 'Ancient Egyptian Jewellery' (London, 1990), p.55, pl.39(a); G. Hart, 'Eyewitness Guides: Ancient Egypt', (1990), p.56-7; C. Andrews, 'Amulets of Ancient Egypt' (London, 1994), fig.69; I. Shaw and P. Nicholson, 'British Museum Dictionary of Ancient Egypt (London, 1995), p.73; 'Egyptian Treasures' [exhibition catalogue], (Shanghai, 1999), p. 264-5 [81]."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (414) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p73) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (36) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.202-203) ", " Andrews 1990 / Ancient Egyptian jewellery (39a & 61) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, ‘Treasures of the World’s Cultures’ 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 763 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA3077"], "Registration number": [".3077"], "Conservation": [" Treatment: 06 Feb 2012 ", " Treatment: 25 May 2000 ", " Treatment: 30 Jul 1981 ", " Treatment: 19 Sep 2006 "]}