{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA27550"], "Description": [" Mould-made shabti in glazed composition; depicted mummiform and standing with a lappet-wig tied with a black fillet, a modelled face and crossed arms in relief holding two hoes in relief; black painted details; dark, thick green glaze; broken below knees; glaze damaged and worn. "], "Cultures/periods": ["Late Period (possibly)"], "Production place": [" Made in: Scarab Factory (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["painted"], "Dimensions": [" Height: 6.40 centimetres ", " Width: 2.92 centimetres ", " Depth: 1.40 centimetres "], "Curator's comments": ["Shabtis are chiefly associated in funerary context though it happens that they are found in settlement or sanctuary contexts (in Kom Firin: Spencer 2014, 178, pl. 547-549; in Karnak temple: Masson forthcoming; see also Webb 2014 for shabtis discovered in various contexts from the Mediterranean world). On shabtis, see for example: Aubert 1974; Aubert 2005. This shabti could have been locally produced at the Scarab Factory. Aubert, J.-F. and Aubert, L. 1974, Statuettes égyptiennes. Chaouabtis, ouchebtis, Paris, 1974. Aubert, J.-F. and Aubert, L. 2005, Statuettes funéraires égyptiennes du département des Monnaies, Médailles et Antiques, Paris. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. Spencer, N. 2014, Kom Firin II: the urban fabric and landscape (Research publication British Museum 192), London. Webb, V. forthcoming (in 2014), Faience Material from the Samos Heraion Excavations, Samos XIII, Bonn."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OL.3)"], "Location": ["Not on display"], "Condition": ["incomplete - lower leg section missing, surface worn"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27550"], "Registration number": ["1885,1101.63"]}