{"artifact_name": "model; cast", "Object Type": [" model ", " cast "], "Museum number": ["EA14401"], "Description": [" Fragmentary plaster cast of a sculptor’s model or trial piece, depicting a king in relief. The obverse of the plaster cast shows the side profile of a king, the top part of the crown now lost but likely representing the White Crown of Upper Egypt. His ear is carefully modelled, and his upper eyelid is delineated with a heavy ridge. The eyebrow is thin and slopes slightly downwards to meet the short cosmetic line emerging from the outer corner of the eye. His nose is short and the mouth is full with thick lips, The outer corner of the mouth is flat and the lower lip is sharply incised. The fleshiness of the face is conveyed at the mouth area, beside the nose, and around the jawline and neck. The right shoulder of the figure sits high on the body and is comparatively flat compared to the rounded face. Across this surface is a proportional square grid of both red and black ink. On the reverse the stone has been chipped and there are several small gouges within the centre. The cast is broken at the top and upper right side, obscuring the top section of the royal crown. There are small chips to the edges of the cast on both sides, and small chips to the head and face of the figure. "], "Cultures/periods": ["Late Period (original)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["plaster"], "Technique": ["painted"], "Curator's comments": ["Surviving representations of the Egyptian proportional grid provides valuable insights into the sculptor’s process for creating both two-dimensional and three-dimensional sculpture. Also known as the ‘canon of proportions’, the grid would ensure that the figure(s) represented were proportionally even and consistent across the entire surface. Ordinarily, once the piece was complete the painted grid would be erased however in some cases this survives, for instance if the work was unfinished. Faces of kings in relief and in the round were a popular subject for later sculptor's models of the 30th Dynasty and early Ptolemaic Period, but such pieces are also found in earlier times. In addition to the use of the proportional grid, examples such as these could act as a visual aid for the sculptor to create consistent pieces, perhaps created by seasoned sculptors for the use of apprentices as they continued to hone their skills."], "Location": ["Not on display"], "Condition": ["fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14401"], "Registration number": [".14401"], "Additional IDs": [" Miscellaneous number: BS.2880.5 (Birch Slip Number) "]}