{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9900,32"], "Description": [" 'Book of the Dead', Papyrus of Nebseny; Offering Scene; spell 172 (frame 32). "], "Cultures/periods": ["18th Dynasty"], "Production date": ["15thC BC (reign of Thutmose IV, by style)"], "Production place": [" Original from: Temple of Ptah (Memphis) "], "Excavator/field collector": ["Field Collection by: James Burton"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) "], "Materials": ["papyrus"], "Technique": ["drawn"], "Dimensions": [" Height: 40 centimetres ", " Weight: 5 kilograms ", " Width: 66 centimetres ", " Depth: 8 millimetres "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": [" This sheet shows Nebseny and his wife, Senseneb, in a traditional offering scene. The couple are seated side-by-side on a broad chair with a high back and lion legs, only three of which are shown. Nebseny holds a rolled, folded piece of cloth, and Senseneb sniffs a fragrant blue lotus. Beneath them are characteristic possessions: a mirror and ointment jar for Senseneb and a carrying case for scribal equipment for Nebseny, who was a copyist in the temple of Ptah at Memphis and in the temples of Upper and Lower Egypt, and a draftsman in the sculptors' workshop. The foodstuffs and flowers heaped before the couple are being offered to them by their son, Ptahmose. Because he is acting as a funerary priest, Ptahmose wears a priest's sidelock. Along with the traditional collar necklace, he wears an amulet in the shape of a heart. Red ink has been used for some details, including the design on Nebseny's scribal case, which is the most conspicuous object in the entire composition. The visual emphasis on this object has been underscored by also giving it a label: \"Holder for writing.\" The case was the emblem of Nebseny's professional identity, and he has left no doubt as to its importance to him. Though the couple face left, the hieroglyphic signs in the prayer above their heads face right, an apparent breach of the rule that people and their inscriptions should be oriented in the same direction. This was doubtless done so that the signs would have the same orientation as the son, to indicate that he is uttering the prayer. However, the writing is also retrograde: instead of reading the columns from right to left, the normal direction for reading rightward-facing hieroglyphs, one must start at the top of the leftmost column, where the opening phrase of the prayer has been helpfully written in red. Since Nebseny's titles indicate that he was an artist-scribe, it is tempting to think that he himself might have drawn this special scene. If so, Nebseny's high forehead and large, prominent jaw, though too stylized to be considered a portrait, may at least suggest his actual (or desired) appearance. Bibliography: G. Lapp, 'Catalogue of the Books of the Dead in the BM I: The Papyrus of Nu' (London, 1997), p.58; G. Lapp, 'The Papyrus of Nebseni' (London, 2004); 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 119, cat no. 77; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 118. For bibliography and date see Irmtraut Munro, Untersuchungen zu den Totenbuch-Papyri der 18.ten Dynastie (London & New York 1987), 281, Katalog, a., 28; the manuscript is Aa in Naville, Tb. ", " Published: G. Lapp, The Papyrus of Nebseni (Catalogue of the Books of the Dead in the British Museum 3, 2004). ", " Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 92-93, 99. "], "Bibliographic references": [" Munro 1987 / Untersuchungen zu den Totenbuch-Papyri der 18. Dynastie (281) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (99) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 148) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134286) (http://www.trismegistos.org/text/134286) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: loss, bleached, abraded Black ink Red ink Backed: brown paper Checked for loan to USA 1999 (AFA) Displayed in Room 62 until 1997 Checked for loan to USA 2006 (AFA) Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: C Curatorial condition comment: good (but fragmentary near start and sporadic lacunae)"], "Associated names": [" Named in inscription: Nebseny ", " Named in inscription: Mutresti (mother) ", " Named in inscription: Tjena (father) ", " Named in inscription: Seniseneb (wife) ", " Named in inscription: Minmose (son) ", " Named in inscription: Ptahmose (son) ", " Named in inscription: Tentmennefer (daughter) "], "Associated places": [" Named in inscription: Upper Egypt (historic) ", " Named in inscription: Lower Egypt "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition date": ["1836"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9900,32"], "Registration number": [".9900.32"], "Additional IDs": [" Miscellaneous number: Frame.32 "], "Conservation": ["Treatment: 27 Sep 2010"]}