{"artifact_name": "axe; replica", "Object Type": [" axe ", " replica "], "Museum number": ["EA36811"], "Description": [" Brass cast of an ornamental axe-head: with pointed corners to the cutting edge. The blade is not flat but is shaped like a functional axe-head. The openwork decoration consists of the representation of a dog, wearing a collar, attacking the hindquarters of an antelope, which has been forced down on to its left front knee. Internal details are indicated on both faces. The butt of the axe is rather uneven and is damaged in parts. "], "Cultures/periods": ["18th Dynasty (This is the date of the original, unlocated object.)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["brass"], "Dimensions": [" Length: 10.54 centimetres ", " Weight: 159.80 grammes ", " Thickness: 0.84 centimetres ", " Width: 7.34 centimetres (at butt) "], "Curator's comments": ["This is a modern cast of an original axe-head which was once in the collection of the Marquis of Bath. The present location of the original is unknown. Another identical cast, acquired in 1891 from the dealer W. T. Ready (whose brother A. P. Ready was an electrotypist in the British Museum) bears the number 1891,1015.1. A further identical cast was once in the Hilton-Price collection. There are other examples: Edinburgh RSM, 1902.24 and Brussels, MR. E.5343. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 7, no. 36; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 202, no. 36; J. Leclant, 'Syria. Revue d'art oriental et d'archéologie’ 37 (Paris, 1960), 36, n.5; E. Kühnert-Eggesbrecht, ‘Die Axt als Waffe und Werkzeug im alten Ägypten’ (Berlin, 1969), 78-9 and 135, P 43."], "Bibliographic references": ["Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (165)"], "Location": ["Not on display"], "Condition": ["fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36811"], "Registration number": [".36811"]}