{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA36326"], "Description": [" Large jar of marl pottery, with an almost globular shape, a flat base and direct lip rim. Four perforated triangular lug handles are distributed in two symmetrical groups on the shoulder. The decoration in red pigment is confined to a band on the upper part of the vessel, and includes wavy lines, bands of triangles, a row of long-legged birds (ostriches), a row of antelopes with forward pointing horns (gazelle) and a large many-oared boat with recurved ends, two cross-hatched cabins with two apparently standards attached and a forked tree and smaller cabin at the prow of the boat. A cross-hatched element on a pole near the front of the boat has been suggested to be a sail or a banner. "], "Cultures/periods": ["Predynastic (Naqada IID)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": [" slip-painted ", " pierced "], "Dimensions": [" Diameter: 40 centimetres ", " Height: 45 centimetres "], "Curator's comments": ["With a height of 44.8 cm and a rim diameter of 19 cm, it is the largest Decorated ware vessel known from the Naqada II period. Immediately below the rim, encircling the mouth, are five wavy lines, and hanging down from them are two concentric semicircles, or ‘festoons’, composed of nine wavy lines, which are placed on opposite sides of the vessel between the sets of more closely spaced handles. Below the festoon on one side is the boat. On the opposite side is a single row of large, solidly painted upright triangles, or ‘mountains’, the ground line for which runs below each handle. To the right, this line continues on as the ground line for a row of 17 long-legged birds, usually described as ostriches, all facing to the right. Above the ostriches are two rows of ‘mountains’ separated by a narrow band filled with short vertical wavy lines. Between the handles on the opposite side of the vessel are two rows of mountains, but without intervening band. Below them is a row of five antelopes without ground line. The animals have forward curving horns, a type which is rarely depicted on Decorated ware (only about a dozen examples known). The horns suggest a species of gazelle is represented. The gazelles have small beards at the chins and indications of sex, details which are rarely depicted. In contrast to most ‘standard’ Decorated vessels with boat scenes this jar displays only one large boat. The boat shares many characteristics with ‘classic’ boats, but differs in various details and especially in the shape of the hull, which has recurved raised ends in-filled with red paint, a shape paralleled on only 5 other pots. Immediately behind the prow is a vegetal element with forked fronds, terminating in unclosed circles. The forked shape is unique on pottery, but parallels can be found amongst rock art. Next to the frond is a small rectangular cabin (?), with cross-hatched filling and small circular elements along the top, probably reflecting wicker-work manufacture., Cross-hatching also fills the two central cabins instead of the usual horizontal lines. Attached to the back of the aft main cabin is a standard with a Z-shaped emblem and two streamers, the most frequently occurring emblem type on Decorated pottery. Beside it is another element, which seems free standing, for which no exact parallel has been found, but may represent a staff. The most discussed element is the cross-hatched rectangular object with two not entirely closed circles at the top corners elevated on a pole, located near the front of the boat. It has been considered a sail (Bowen 1960; Corrard 1997; Graff 2009, 175, N 13), though sometimes with strong doubts (Landström 1970, 13). Bowen (1960), the first to bring this feature to notice, believed the object to be derived from a shield of stretched animal skin, or ‘animal skin on a pole’, which, when placed on the deck of a boat, gave rise to the idea of how the wind could be harnessed for sailing. However, this interpretation remains controversial and instead of a sail, some sort of banner made from fronds or branches may have been intended, for which parallels can be found in rock art. The variety of different features found on this vessel along with its large size suggests it served a different purpose than the majority of Decorated ware jars. Published: E.A.W. Budge, A history of Egypt. Vol. I. Egypt in the neolithic and archaic periods (Books on Egypt and Chaldaea 9), London, (1902), 73. R. L. Bowen, ‘Egypt's earliest sailing ships’, Antiquity 34 (1960), 117-131, esp. fig 2 B. Landström, Ships of the pharaohs: 4000 years of Egyptian shipbuilding, London (1970), 13, fig. 14. J. Aksamit, ‘Representations of boats in predynastic Egypt’, Fontes Archaeologici Posnanienses 32 (1981), 156-168, fig 13 F. Corrard, ‘Le dipode. Des mats des voiliers de l’Ancien Empire à l’outil de levage et de manutention des blocs de pierre’, Bulletin de la Société Française d’Égyptologie 140 (1997), 27-49, fig 14. G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 569 G. Graff, et al,. 2011. ‘Architectural elements on decorated pottery and the ritual presentation of desert animals’, in R.F. Friedman & P.N. Fiske (eds.), Egypt at its origins 3. Proceedings of the Third International Conference \"Origin of the State. Predynastic and Early Dynastic Egypt\", London, 27th July - 1st August 2008 (OLA 203), Leuven (2011), 445-6, fig. 9"], "Bibliographic references": ["Hendrickx et al. 2020 / Size mattered in Predynastic Egypt: A very large decorated vessel in the British Museum (279-304.)"], "Location": ["Not on display"], "Condition": ["fair (repaired); paint at top is faded."], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36326"], "Registration number": ["1902,0412.26"]}