{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68819"], "Description": [" Limestone figure of a squatting ape. The animal is depicted staring straight ahead, with the legs drawn up to the chest. The arms and legs appear to merge at the lower sides of the body, though the front of the figure clearly has two separate legs shown parallel but set slightly apart from one another. The animal’s snout is suggested through its elongated shape, though no other facial features of the animal are clearly discernible. There is no tail defined from the reverse of the figure, however a small incised marking along the right side of the figure beneath the leg may indicate the tip of the tail. The baboon appears to sit upon a base though this is also not clearly delineated from the body. There are several chips visible across the head of the figure on the left side and reverse, and some small scratches across the stone surface. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-A"], "Dimensions": [" Height: 5.73 centimetres ", " Width: 2.82 centimetres ", " Depth: 3.97 centimetres "], "Curator's comments": ["The provenance of this figure is uncertain. Surviving figures of baboons from Naukratis are rare in comparison to other depictions of animals, and it is suggested that the baboon images may be intended to represent the god Thoth (Thomas 2015: 27, n.254 and 255 for comparable examples from Memphis; see also Masson 2019: 150 for baboon amulets). Other figures of baboons found at Naukratis, varying in quality and material, are held in various museum collections including British Museum, London 1888,0601.78; Petrie Museum, London UC 60012). Further comparable figures from the Petrie Museum collection that were found outside of Naukratis include: (Memphis, stone) UC 47598, UC 60051; (Unknown provenance, terracotta), UC 60050, UC 60049; (Unknown provenance, plaster), UC 50463. Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 27, n. 253. General Sources: A. Masson-Berghoff, 2019. ‘Naukratis: Egyptian offerings in context’, British Museum Studies in Ancient Egypt and Sudan 24. W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.200)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68819"], "Registration number": ["1886,0401.1484"]}