{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["EA68858"], "Description": [" Mould-made amuletic figure in glazed composition, representing Harpokrates; god represented as naked male child, in striding position, leaning against a back pillar; left arm to his side, right arm bent to bring his hand to his mouth, and with the traditional child-lock on the right side of the head; back pillar pierced widthways at neck-level; cream glaze with added brown glaze for details (hair); only upper part preserved; most of the leg section lost. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Town (Naukratis) (? recorded in the plates' contents) ", " Excavated/Findspot: Sanctuary of Apollo (Naukratis) (possibly) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 2.20 centimetres ", " Thickness: 1.25 centimetres ", " Width: 1.10 centimetres "], "Curator's comments": [" The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). The manufacture recalls the various figures in cream glaze with added dark brown glaze discovered in Naukratis, and possibly made locally. Several of these figures were dedicated in the Greek sanctuaries. This amulet was probably found in the Temple of Apollo as the Pataikos amuletic figure (Petrie 1886, 14, pl. II, no. 15), although Petrie refers to the town as a findspot in the plates' contents for both amulets (Petrie 1886, 99, pl. II, no. 12-18). The child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). His cult was particularly developed in the Delta during the Late and Ptolemaic periods (Sandri 2006). On Harpokrates (or child god) amulets see: Andrews 1994, 16, fig. 10; Herrmann et al. 2010, 28-29 (type 2). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. ", " The findspot information \"found in town' is given by Petrie, Naukratis I, pp. 39 and 99. It is possible and indeed likely, however, that this is displaced material from one of the sanctuaries, such as the sanctuary of Apollo. "], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 14, pl. II, no. 14) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.099) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, but incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68858"], "Registration number": ["1886,1005.16"], "Additional IDs": [" Miscellaneous number: 1886,0401.1221 (? registration number) "]}