{"artifact_name": "scaraboid-mould", "Object Type": ["scaraboid-mould"], "Museum number": ["EA26899"], "Description": [" Terracotta scaraboid-mould in Nile clay; impression of a Black African head with large nose, thick lips and bulging eyes; on forehead a pair of V-shaped grooves; no visible remains of paste/glaze inside impression; in orange brown micaceous Nile silt fabric, with some plant remains. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund (on behalf of)"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["terracotta"], "Technique": ["impressed"], "Dimensions": [" Diameter: 3.80 - 3.90 centimetres ", " Height: 1.85 centimetres (form inside) ", " Thickness: 2.10 centimetres ", " Width: 1.45 centimetres (form inside) "], "Curator's comments": ["Glazed composition scarabs and scaraboids produced at Naukratis were usually cast and not carved or incised; this technique, highly characteristic of Naukratite productions, allowed a mass-production of these small objects which were mainly intended for export in the whole Mediterranean area and even as far as Southern Russia (Gorton 1996, 177-180, fig. 35). Numerous terracotta moulds for scarabs, scaraboids and amulets were discovered at the site (on the various productions from the Scarab Factory see Webb, forthcoming). Scaraboids in the shape of a Black African head are a standard production at Naukratis. This specimen is a plainer version of a Black African head compared with those listed by Petrie (Petrie 1886, 37, pl. XXXVIII, 8-11), where hair is indicated by lines, cross hatching or braiding. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implication for dating, in R. Thomas (ed.), The Naukratis workshop, held at the British Museum 16th – 17th December 2011."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OI.018) (phase 2)"], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": [" black ", " african "], "Acquisition name": [" Donated by: Herbert Appold Grueber ", " Donated by: Egypt Exploration Fund "], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26899"], "Registration number": ["1896,0610.12"]}