{"artifact_name": "seal-impression", "Object Type": ["seal-impression"], "Museum number": ["EA27574"], "Description": [" Seal impression on dark brown clay, bearing a sinistroverse hieroglyphic inscription, including plumed cartouches of Amasis and title 'Overseer of the Ruit'. The back of the seal bears an imprint of a cord. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["570 BC - 526 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["clay"], "Technique": ["impressed"], "Dimensions": [" Length: 3.55 centimetres ", " Width: 3.15 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" The inscription is a so-called Saite-Persian formula, the form of which is well known (Vercoutter 1945, 51; Corteggiani 1973, 151-153, pl. XIII, B-C; Zivie 1978, 176): ‘Protection of [name of a deity or a pharaoh] for [name, and in some cases titles, of the seal owner]’. On this piece, the protection of the pharaoh Amasis is invoked for Ahmes-sa-Neith, an official who worked under the reign of Amasis (de Meulenaere 1964, 29). A seal impression bearing a similar composition for a contemporary official, the vizir Psamtik-mery-Neith, was discovered in the Priests' Quarter of Karnak in a late 26th-early 27th dynasty context (Masson 2007; Masson forthcoming). On the title of Ahmes-sa-Neith, 'Overseer of the Ruit': Perraud 2007, 1499. The cord imprint on the back may indicate that the sealing was applied to a tied roll of papyrus, but it could alternatively have been placed over a cord tie on a box or even a door. Corteggiani, J.-P. 1973, ‘Deux empreintes de sceaux’, Bulletin de l'institut français d'archéologie orientale 73, 151-153. Hall, H.R. 1913, Catalogue of Egyptian Scarabs, etc., in the British Museum, Vol. I Royal Scarabs, London, 292, no. 2789. Masson, A. 2007, ‘Scellé de la réserve incendiée du quartier des prêtres de Karnak: le vizir Psamétik-Méry-Neith’, Cahiers de Karnak XII, 657-658. Masson, A. forthcoming, Le quartier des prêtres sur la rive est du Lac Sacré à Karnak. de Meulenaere, H. 1964, ‘Trois empreintes de sceaux’, Chronique d'Égypte XXXIX, 25-30. Perraud M. 2007, ‘Les formules spécifiques du Chapitre 166 du Livre des Morts inscrites sur les amulettes-chevets’, in J.-C. Goyon and C. Cardin (eds), Actes du Neuvième Congrès International des Égyptologues (Orientalia Lovaniensa Analecta 150), Leuven, 1495–508. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London, Pl. XX, 5. Vercoutter, J. 1945, Les objets égyptiens et égyptisants du mobilier funéraire carthaginois (Bibliothèque archéologique et historique XL), Paris, 51. Zivie, A.-P. 1978, ‘Une empreinte de sceau d’époque saïte’, Revue d’Égyptologie 30, 1978, 175-177. ", " Ahmes(Ahmose)-sa-Neith held the position of “overseer of the antechamber” (jmj-rЗ rwt) [scil. of the palace], an important official of the central administration with juridical competence. In hieroglyphic sources, he is the latest of several individuals with this title attested during the 26th Dynasty. See Vittmann, G. 1998, Der demotische Papyrus Rylands 9 (ÄAT 38), Wiesbaden, pp. 654-60. "], "Bibliographic references": [" Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (2789) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XX, no. 5) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (PB.01) "], "Location": ["Not on display"], "Condition": ["Fair"], "Associated names": ["Named in inscription: Amasis (Ahmose II)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27574"], "Registration number": ["1885,1101.110"]}