{"artifact_name": "pectoral", "Object Type": ["pectoral"], "Museum number": ["EA7858"], "Description": [" Black steatite pectoral in the shape of a naos with heart scarab for a royal documents scribe, Pyay; a representation of a scarab with speckled pronotum and striated elytra projects from the face, flanked by incised representations of Isis and Nephthys highlighted in white; incised Hieroglyphic text on the reverse within an oval panel and on the 'lintel' and 'jambs' as well as two wedjat-eyes; pierced twice obliquely through the top edge. "], "Cultures/periods": ["Ramesside"], "Production date": ["1250BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Length: 8 centimetres ", " Thickness: 2.50 centimetres ", " Width: 7.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Jenkins & Sloan 1996 Inscribed for a scribe of'the house of life', Pyay. The heart scarabs were inscribed with chapter 30 of the Book of the Dead, in which the deceased appeals to the heart not to bear witness against him, when weighed against the goddess of truth. To d'Hancarville this was the largest known scarab and, because of its size, he conjectured that it was meant as a piece of altar furniture. He thought the inscription represented the plan of a temple, three sides bounded by strips of hieroglyphs, the fourth by an altar. The 'floor' of this temple was inscribed with more hieroglyphs set in an oval. In his manuscript catalogue to the Hamilton collection, d'Hancarville gives a valuable reference to the source of Hamilton's collection of Egyptian scarabs: 'Here one finds the finest collection of Egyptian scarabs which has ever been made, which the Due de Noia took more than twenty years to put together.' This is perhaps the source of Raspe's note in the collections index to Tassie's casts: 'Caraffa, Noya, Due de a Naples: The scarabs and the more ancient sealstones from his cabinet are today in the British Museum; the rest are with Mr Charles Greville.' Tassie lists a scarab from the Carafa Noia collection at p. 5, no. 36 as being with Greville. Giovanni Carafa (1715-68), Duca di Noia, was a professor of mathematics at the University of Naples. He had a collection of specimens of natural history and another of artworks and antiquities, including vases, coins and inscriptions. D'Hancarville's claim regarding the quality of the Carafa Noia collection of scarabs was no empty boast. Today the assemblage is outstanding, even to Egyptologists, both for its beauty and for its high proportion of Middle and Late Bronze Age pieces. When the Hamilton collection was first displayed in the British Museum, those objects that were obviously Egyptian were shown in a gallery separate from the Hamilton Room. The connection between some stones seen here and the Hamilton collection therefore became forgotten and has only been re-established in the course of research for this catalogue. LITERATURE: D'Hancarville, MS Catalogue, 11, pp.571ff; Rymsdyk, p.36, pl.14, 2-3; Tassie, no. 25, pl.1."], "Bibliographic references": ["Jenkins & Sloan 1996 / Vases and Volcanoes - Sir William Hamilton and his collection (102)"], "Location": ["On display (G1/fc7)"], "Condition": ["good but small chip from lower right corner"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Representation of: Isis ", " Representation of: Nephthys ", " Associated with: Pyay "], "Acquisition name": ["From: Sir William Hamilton"], "Acquisition date": ["1772 (or later)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA7858"], "Registration number": ["1772,0315.429"], "Additional IDs": [" Miscellaneous number: BS.7858 (Birch Slip Number) ", " Miscellaneous number: H429 ", " Miscellaneous number: Oc.415 "]}