{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA58953"], "Description": [" Six fragments of bright-blue glazed composition tiles, four large and two small, the large fragments are broadly rectangular in form, with a vertical register of gilded hieroglyphs, including the names and titles of Amenhotep III. The hieroglyphs are modelled in delicate raised gesso relief (linen inclusions can be detected in the gesso). The hieroglyphs are decorated with fine incised detail, somewhat obscured by the cracks in the gilding; in places the gesso has flaked off, leaving only a faint outline, or a damaged area, on the glazed surface. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" glazed composition ", " gold "], "Technique": [" glazed ", " gilded "], "Dimensions": [" Length: 18.50 centimetres (a;max) ", " Length: 19.70 centimetres (b;max) ", " Length: 22.40 centimetres (c;max) ", " Length: 18.70 centimetres (d;max) ", " Length: 2.70 centimetres (e;max) ", " Length: 2 centimetres (f;max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Part of 1928,0114. Published: R. Parkinson, ‘Cracking Codes: The Rosetta Stone and Decipherment’ (London, 1999), cat 31a, p. 108. Tile inlays often featured on the doorframes, columns, cavetto cornices, and throne pedestals of New Kingdom palaces and temples, such as at Tell el-Yahudiya and Qantir. These brightly decorated tiles were part of the iconographic programme, and most probably come from door-ways, and the throne dais. They allow a sense of the vivid colours that decorated sculpture, architectural surfaces, and most inscriptions. These tiles are particularly fine examples featuring rich materials: gold (apparently applied on a linen backing) and thin, translucent faience (glazed composition). The tiles are related to Amenhotep III but the exact provenance of these examples is unknown. Somewhat similar tiles have also been found at the palace city of Amenhotep III at Malqata. Published: R. Parkinson, ‘Cracking Codes: The Rosetta Stone and Decipherment’ (London, 1999), cat 31a, p. 108. Tile inlays often featured on the doorframes, columns, cavetto cornices, and throne pedestals of New Kingdom palaces and temples, such as at Tell el-Yahudiya and Qantir. These brightly decorated tiles were part of the iconographic programme, and most probably come from door-ways, and the throne dais. They allow a sense of the vivid colours that decorated sculpture, architectural surfaces, and most inscriptions. These tiles are particularly fine examples featuring rich materials: gold (apparently applied on a linen backing) and thin, translucent faience (glazed composition). The tiles are related to Amenhotep III but the exact provenance of these examples is unknown. Somewhat similar tiles have also been found at the palace city of Amenhotep III at Malqata."], "Bibliographic references": ["Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (31a)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["good (incomplete and fragmentary)"], "Associated names": ["Named in inscription: Amenhotep III"], "Acquisition name": ["Donated by: C W Scott"], "Acquisition date": ["1928"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58953"], "Registration number": ["1928,0114.2"], "Conservation": [" Treatment: 06 May 2011 ", " Treatment: 12 Nov 1998 "]}