{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8453"], "Description": [" Sycomore fig wood stela depicting Hotepamun: at the top of this round-topped stela appears a curved sky-sign below which is a winged sun-disk enclosing seven columns of text. In the central area of the stela the lady of the house Hotepamun stands on the right in adoration of a rearing serpent, Ra-Horakhty, and Osiris. This scene is bordered by the standard of the West (on the left) and that of the East (on the right). Below are two lines of text with a prayer on behalf of Hotepamun, daughter of the prophet of Montu, Mʿpw and Nʒrs. The stela is well preserved apart from a vertical crack near the left side where the two pieces of wood, which make up the stela, abut. This has been repaired apparently in modern times. There are also several gouges on the surface. The background of the stela is white. The hieroglyphs at the top and bottom are black on a yellow background with white black-edged dividing lines. The sky-sign was blue, now faded. The sun-disk is red with a white border and yellow uraei with white heads. The upper wings are yellow with a white upper edge; the middle are now white with black lines, but there are slight traces of blue on them; while the lower are green delineated in black and edged in red. The body of the lady is green with black features, black wig, red fillet, green and red cone, yellow bangles and yellow dress with a white fringe and black stripes. The serpent is green with black features. Ra-Horakhty has a red disk with yellow uraeus, green face with black beak, black eye on yellow, white wig, yellow shoulder, white and black collar, red body, yellow bangles, and green hands and sceptre. Osiris has a yellow crown with white red-edged feathers, yellow uraeus, green face with black features, white beard, yellow shoulder backed in red, black and white collar, red body, yellow bangles, and green hands and sceptre. The poles of the standards are composed of yellow, white, and red bands edged in black with hangings of white with red tips. That of the West has a white top surmounted by a yellow feather, while that of the East has a red top surmounted by a green black-lined standard. The sides and back are plastered. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 30.70 centimetres ", " Weight: 0.656 kilograms ", " Thickness: 2 centimetres ", " Width: 22.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904) 75 (no. 87); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 107 (no. 2); Porter and Moss, Top. Bibl. I2, ii, 808; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), 189; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge 2000), p. 345."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.22-23)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Mapu (father) ", " Named in inscription: Nares (mother) ", " Representation of: Ra-Horakhty ", " Representation of: Osiris "], "Acquisition name": ["Purchased from: Thomas Burgon"], "Acquisition date": ["1842"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8453"], "Registration number": ["1842,0728.144"], "Additional IDs": [" Miscellaneous number: BS.8453 (Birch Slip Number) "], "Conservation": [" Treatment: 17 Oct 2013 ", " Treatment: 02 Nov 2011 "]}