{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9901,8"], "Description": [" Book of the Dead of Hunefer (Hw-nfr); frame 8; fully coloured vignettes; coloured border. Spell 17. "], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Field Collection by: Antoine Barthélemy Clot"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 70 centimetres (frame) ", " Width: 46.30 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": [" 'Book of the Dead' papyri are first found in the early New Kingdom c.1450 BC and the finest (like Hunefer's) were written by expert scribes and decorated by master draftsmen. Perhaps, as royal scribe, it was Hunefer himself who put brush to ink to inscribe his own papyrus. Sheet composed of 30 lines of black and red cursive hieroglyphic text with black dividing lines. Above the text is a polychrome vignette in a band at the top, separated by black/yellow lines. Spell 17. Vignette depicts seven seated figures holding knives, one of which is seated in a booth; the deceased worshipping five seated deities; a cat slaying a snake by a tree. Black cursive hieroglyphic captions identify the deceased and the deities; Ra, Shu, Tefnut, Geb and Ba-Djedet (ba of Mendes). Framed by black/yellow lines. Composition framed by red and yellow lines; fills sheets. Very little text/image loss except for yellow paint which has faded. ", " Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 3, 91-92, 99-100, fig. 4, appendix 1, p. 111. "], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (89) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (fig. 29) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig. 12) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134351) (http://www.trismegistos.org/text/134351) ", " Parkinson 2010 / Hunefer and his Book of the Dead "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached Black ink Red ink Pigment (faded) Backed: white paper Displayed in Room 62 until 2000 Displayed in Room 61 from 2001 until 2007 Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good (but bleached in part)"], "Subjects": ["ancient egyptian demon"], "Associated names": [" Named in inscription: Hunefer ", " Named in inscription: Nasha (wife) ", " Named in inscription: Sety I ", " Representation of: Apophis "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: H Boone (dealer)"], "Acquisition date": ["1852"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9901,8"], "Registration number": ["1852,0525.1.8"], "Additional IDs": [" Miscellaneous number: Frame.8 "], "Joined objects": [" Associated Group: G16566 (9 objects) "], "Conservation": ["Treatment: 26 May 2010"]}