{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA15056"], "Description": [" Fragmentary brown stone naophorous male figure, part of the upper body and top of the naos remaining. The body has a clean break at the neck, and the musculature of the bare chest and collarbone area is faintly modelled. There is a clear narrowing of his waist on both the front and reverse. Both upper arms are held close to the side of the body. At his chest is the intact upper section of a slim naos, which appears to have a sloping surface along the top. On the reverse is a surviving portion of a broad back-pillar, incised with a slim column of text which is defined by a border. The upper and lower portion of this back-pillar is now lost. The front corners of the naos are both damaged, and there are chips along the edge of the back-pillar and lower right side of the body. The object is attached to a modern base that partly reconstructs the shape of the naos and lower body. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["stone"], "Dimensions": [" Height: 13 centimetres (max) ", " Width: 14.50 centimetres ", " Depth: 14 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The surviving text includes a list of official titles and refers to the House of Life, an important Egyptian institution associated with knowledge, record keeping, and medicine. Earlier references to the House of Life suggest a close affinity with temples, which would still have been relevant during the Late Period. The name of the individual which would have typically followed at the end of the back-pillar inscription is now lost."], "Location": ["Not on display"], "Condition": ["incomplete - head and lower body lost"], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15056"], "Registration number": ["1875,0810.9"]}