{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA29947"], "Description": [" Grey granite theophorous male statue with a small figure of Osiris, standing on a slim rectangular base. The figure wears a smooth shoulder-length wig that partially covers the upper ears. An incised line across the front of the wig shows a separate undersection of hair. His eyes are narrow and asymmetrical, with the left eye considerably smaller. A thin incised line around the eyes includes a small pointed cosmetic line at the outer corners. His long eyebrows are modelled in raised relief and slope down at the temples. His nose is long and slim, while the mouth is small with a sharply incised lower lip. His lips are pursed together and the outer corners of the mouth are flat. The cheeks and jawline are fleshy in appearance. His upper body is bare with a faint indication of the musculature of the chest and abdomen, and his arms are held out in front of him towards the Osiris figure. He appears to wear a long kilt with a front panel, and his left leg advances forward ahead of his right leg. The god Osiris stands upon a small plinth in between the striding feet of the main figure, and the front of his plinth is inscribed with the god’s name. He is identifiable via his atef-crown, mummified form, and the crook and flail implements held over his chest. On the reverse is a slim back-pillar which previously contained a column of inscription which has been carefully erased. On the left side of the pillar is an additional inscription and accompanying relief image which have also been erased. There are small cracks visible at the left foot that extend to the base, and a larger crack extends around the lower section of the back-pillar onto the right foot and around the small plinth of Osiris. The object is attached to a modern rectangular base. "], "Cultures/periods": ["Late Period ((possibly 25th - early 26th Dynasty))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 46.50 centimetres ", " Width: 12 centimetres ", " Depth: 24 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The style of the monument combines various archaising features, including the double-wig style often found in the New Kingdom (though here the detail of the typically curled hair is absent), the conventional striding pose, and the idealised youthful body often adopted in Old Kingdom sculpture. Such archaising tendencies were popular within the Late Period. The facial features of this figure are unusual, potentially pointing towards an individualised image. The damage to the text across the back-pillar and left side is a result of a very careful and deliberate plan of erasure which obscures all of the inscription. On the left side it is possible to make out the outline of an original figure in relief, with part of the left arm still intact. Sadly, this damage makes it difficult to determine the identity of the figure."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29947"], "Registration number": ["1898,0315.82"]}