{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA24385,a"], "Description": [" Red quartzite figure of Senebtyfy: standing with his left foot advanced and his arms at his sides. His head is slightly raised, an unusual feature. His upward gaze may be related to the fact that his hands are not fisted, but held open in reverence; the image is one of worshiping the god in whose temple this statue was placed. Senebtyfy's expression may seem more quizzical than serious, but his face is still a very much simplified version of Amenemhat III, with oval, heavy-lidded eyes, broad cheeks, and a full, rather prominent chin. The long kilt is another of the enveloping garments favored by the men of the Middle Kingdom. Wrapped around Senebtyfy's body with its corners tucked in at the top, it covers him from breast to calf. Garments like these were stored folded, in chests from which, being linen, they emerged well creased. The sculptor has meticulously depicted these folds, showing the sharp inner creases as a single line and the softer outside folds with a double line. "], "Cultures/periods": ["13th Dynasty"], "Production date": ["1795BC-1650BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Height: 51.50 centimetres (as repaired) ", " Height: 56.50 centimetres (inc. base) ", " Weight: 22.60 kilograms (inc.base) ", " Width: 16.20 centimetres (inc.base) ", " Width: 13.30 centimetres ", " Depth: 29.50 centimetres (inc.base) ", " Depth: 26 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Plinth and feet originally registered as separate fragment(1899,0708.32). Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), p. 341; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 26; fig. 28; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 156, fig. 120; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 117, fig. 128; W. Seipel, 'Ägypte'n Vol. 1 (Linz, 1989), p.123 [89]."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (41)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.47 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.47 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.47 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["fair (repaired)"], "Associated names": ["Named in inscription: Ptahemsaf"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24385,a"], "Registration number": ["1898,0315.79"], "Conservation": [" Treatment: 18 May 2000 ", " Treatment: 16 Feb 2023 "]}