{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA50704"], "Description": [" Wooden figure of a turtle-headed guardian demon: overlain with plastered linen. The contorted pose of this creature, who sits with its lower half in profile and upper body turned toward the viewer, is eerily menacing, as if the monster were ponderously swinging around to confront an interloper. Of the nature of the head, there can be no doubt: it is a turtle - a whole turtle, with its head extended. A divine wig has been used to mask the juncture between animal and human. Here, however, a clever vagueness has been employed - it is unclear whether the wig passes over or under the turtle's shell. "], "Authority": ["Ruler: Horemheb"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Tomb of Thutmose III "], "Materials": [" wood ", " linen ", " plaster "], "Technique": ["plastered"], "Dimensions": [" Height: 37.20 centimetres ", " Width: 46.50 centimetres ", " Depth: 18.50 centimetres "], "Curator's comments": [" Reeves, Complete Valley of the Kings, 133, re-attributes this object to the tomb of Horemheb in the Valley of the Kings (KV 57). The turtle, a mud dweller, was considered a creature of chaos, dangerous to the living and enemies of the gods. In the Middle Kingdom, however, they were depicted on jewellery, magical implements, and even children's drinking cups, thus transforming their threat into protective power. These more mythical forms of the turtle were also apotropaic: designed to protect the king in his journey to the Afterlife and in his travels with the sun god, Ra. They appear to be the earliest of their kind; nothing similar was found among the magical statuettes in the tomb of Tutankhamun, whose reign preceded that of Horemheb by only a few years. ", " Reeves in Complete Valley of the Kings, 133, now ascribes these objects to the tomb of Horemheb. "], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (72) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 96) "], "Location": ["On display (G63/dc10)"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.35 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.35 2010 4 Nov-2011 6 March, Round Reading Room BM, Book of the Dead "], "Condition": ["fair (feet damaged, cartonnage chipped)"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50704"], "Registration number": ["1912,0210.44"], "Conservation": [" Treatment: 11 May 1989 ", " Treatment: 23 Aug 2000 ", " Treatment: 12 May 1999 ", " Treatment: 17 Sep 1998 ", " Treatment: 21 Sep 2010 ", " Treatment: 25 Sep 1995 ", " Treatment: 20 Feb 2006 "]}