{"artifact_name": "beaker", "Object Type": ["beaker"], "Museum number": ["EA55424"], "Description": [" Kerma ware pottery beaker. "], "Cultures/periods": ["Kerma Classique"], "Production date": ["1750BC-1550BC"], "Excavator/field collector": ["Excavated by: George A Reisner"], "Findspot": [" Excavated/Findspot: Kerma (Nubia), tumulus K IV ", " Excavated/Findspot: Northern Dongola Reach "], "Materials": ["pottery"], "Ware": ["Kerma Ware"], "Technique": ["handmade"], "Dimensions": [" Diameter: 4.90 centimetres (Base) ", " Diameter: 11.50 centimetres (rim) ", " Height: 14 centimetres "], "Curator's comments": [" Published: Reisner, Excavations at Kerma, 239; Phillips (ed), Africa, 106 [1.77]; Taylor, Egypt & Nubia, fig. 24; Quirke & Spencer, BM Book of AE, fig. 158; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 116-7. ", " Strudwick N 2006 Pottery is one of the most impressive products of the Kerma culture, which flourished in Nubia (modern southern Egypt and northern Sudan) and formed the first kingdom of Kush (2500-1500 BC). Kerma pots are among the finest products of the potter's art to have been made in the Nile Valley at any period. This beaker has a cavetto profile (shaped like an inverted bell), rounding into the small sagging base. The interior, rim, and upper part of the exterior are covered in a lustrous black slip, while the lower part of the exterior and the base are slipped in red. Overlying the red-slipped zone and the point of junction of the red and black is a very pale grey stripe, bounded by darker grey margins. The quality of execution is superb, and the vessel is extremely regular and fine, with walls only three millimetres thick. The beaker is a typical product of the Classic Kerma (c.1750-1550 BC) potters. The characteristic feature of this pottery is the grey band, the inspiration for which may have come from the accidentally-produced grey spots noted on some pots of the immediately preceding period. It is not certain how the potters were able to produce the band as a consistent feature. Although this beaker came from a funerary context, the type is frequently found on settlement sites throughout the kingdom, where they tend to be much less well preserved. This vessel came from a subsidiary grave within one of the massive royal tumuli at Kerma (tumulus IV), where it formed part of a stack of five beakers and a bowl placed close to the head of the individual buried in the north-east corner of the grave. The massive royal tombs at Kerma date from a phase of the kingdom of Kush which was approximately contemporary with the Second Intermediate Period in Egypt. These tumuli are the largest burial structures in Nubia and contain many individual burials. Those near the royal burial appear to belong to people deliberately killed in order to accompany the dead king; other tombs are set into the tumulus above, and are slightly later in date than the main interment. These subsidiary burials, one of which yielded this beaker, are doubtless related to the main burial and were deliberately arranged to avoid interfering with it. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.116-117)"], "Location": ["On display (G65/dc3)"], "Condition": ["good"], "Acquisition name": ["Donated by: Government of Sudan"], "Acquisition date": ["1922"], "Acquisition notes": ["."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55424"], "Registration number": ["1922,0513.13"], "Conservation": [" Treatment: 26 Apr 1995 ", " Treatment: 21 Jul 1980 ", " Treatment: 11 Nov 2014 "]}