{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Museum number": ["EA23426"], "Description": [" Gold amuletic pendant of Thoth: the Ibis-headed Thoth is depicted in the round, wearing a long wig and short kilt with ornate belt. By artistic convention, as a male, he walks with left foot advanced. He holds out before him the 'wedjat' eye with its characteristic markings. The whole piece was presumably cast in a mould with all details, including those of minute signs on the 'wedjat', being incised subsequently. There is a loop behind the figure's shoulders for suspension. "], "Cultures/periods": [" New Kingdom (?) ", " Third Intermediate (?) "], "Production date": ["1000BC-900BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" mould-made ", " incised ", " solid-cast "], "Dimensions": [" Height: 2.40 centimetres ", " Length: 1 centimetres ", " Weight: 6 grammes ", " Depth: 0.40 centimetres "], "Curator's comments": ["Thoth was essentially the scribe of the gods, but as a lunar deity he has links with the wedjat, which is generally held to be the mooneye of the celestial falcon, injured in waning and restored in waxing; wedjat means the \"uninjured one.\" Consequently, he is sometimes depicted, as here, as mediator between Horus and Seth, returning the healed 'wedjat' to Horus. Thoth was also god of reckoning and in Egyptian mathematics, the various component parts of the 'wedjat' were each allotted a fractional value which, when added together, came to sixty-three sixty-fourths. It was Thoth who supplied the missing one sixty-fourth. Bibliography: 'Egyptian Treasures' [exhibition catalogue], (Shanghai, 1999), 114-115 No 32. G. Pinch, Magic in Ancient Egypt (London 1994), fig.10."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.96-97) ", " Andrews 1990 / Ancient Egyptian jewellery (159e) ", " Andrews 1994 / Amulets of Ancient Egypt (fig. 38) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": ["Representation of: Thoth"], "Acquisition name": [" Bequeathed by: Dr J Anthony ", " Donated through: Miss Hanson "], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23426"], "Registration number": ["1895,0724.1"], "Conservation": [" Treatment: 20 Jul 1981 ", " Treatment: 6 Mar 2023 "]}