{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66499"], "Description": [" Mould-made scarab in glazed composition; back simply modelled with faintly marked clypeus, prothorax and elytra; low profile of back, with central curve; at side, legs well indicated with incut spaces; underside bearing stamped debased hieroglyphic inscription, showing lack of undertanding of meaning of the signs, arranged vertically; longitudinally pierced; thick glaze with dark greenish blue tinge; no core visible; burnt. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (?)"], "Production place": [" Made in: Scarab Factory (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " pierced ", " stamped "], "Dimensions": [" Height: 0.70 centimetres ", " Length: 1.45 centimetres ", " Width: 1.15 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This scarab is possibly a product from the Scarab Factory at Naukratis (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). Though not listed by Gorton, this scarab seems to fit well within her type XXVIII B with its stamped debased inscription (Gorton 1996, 93-94). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 119) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.136) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66499"], "Registration number": ["1886,0401.1674"]}