{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA55254"], "Description": [" Grey basalt theophorous statue of Wennefer holding a figure of the deity Khonspakherd. Wennefer adopts a striding position with the left leg advancing forward ahead of the right leg. He wears a smooth shoulder-length ‘bag wig’, a common style associated with the 26th Dynasty. His eyes are narrow and almond shaped, with faintly ridged eyebrows and a slim nose that broadens out at the nostrils. The face is particularly rounded at the cheeks and jawline. He wears a version of the long ‘Persian wrap’ garment, with a strap over the left shoulder, a knot of material tied across the chest, and a further strip of material down the right side of the statue’s torso resembling the ỉmȝḫ sign. Wennefer’s garment is inscribed with three columns of text which are undefined by a border, beginning underneath the deity’s base and reaching towards the edges of the clothing. A short line of text is also inscribed across both of his upper arms, and two lines of inscription continue across the top of the statue base next to Wennefer’s feet, oriented towards the living viewer. On the reverse, the slim back-pillar is inscribed with two columns of hieroglyphic text. Wennefer holds a small base which supports the standing image of the deity Khonspakherd, the child form of the Theban god Khonsu. He is depicted in a mummified form with the traditional sidelock of hair conveying youth, and he holds a was-scepter clasped to his chest. His crown includes a uraeus cobra at the forehead, and the crown depicts the two phases of the moon (a full moon disc and a crescent moon). There are numerous small chips and scratches to the stone surface across the figure’s wig, neck, and chest, as well as to the clothing on either side of the deity’s image and his base. There are also various chips to the statue base around Wennefer’s feet and the front edge, as well as the edges of the back pillar and ridge between the clothing and the back pillar on both sides of the statue. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Technique": ["incised"], "Dimensions": [" Height: 50 centimetres ", " Width: 13 centimetres ", " Depth: 21.50 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Curator's comments": ["The word ‘theophorous’, meaning ‘god bearer’ in Greek, refers to a common Egyptian statue type in which the subject carries or presents outwards the figure of a deity, indicating a reverence or personal relationship with the god. While the deities evoked on the text from his upper arms ‘Ḥr-mn of Isw.t’ and ‘Iw.t-nfr.t’ are obscure (Klotz 2009), others mentioned as part of Wennefer’s list of titles include the more familiar Horus of Hierakonpolis and Bastet of Thebes, and he also addresses the wab priests of Nun. The statue has previously been recorded as being found within the chapel of Hatshepsut in Thebes (PM II); additionally the inscription upon Wennefer’s clothing addresses the priests from the Akhmenu at Karnak, which may indicate that the statue’s original – at least intended – context was Karnak temple (Klotz 2009). This hypothesis is also supported by the close textual parallels to a surviving Ptolemaic statue from the Karnak cachette (CG 42277, now held in the Metropolitan Museum of Art, New York (MMA 07.228.28): https://www.ifao.egnet.net/bases/cachette/ck802). The potential parallel to Ptolemaic inscriptions, and Wennefer’s stylistic features, have also led to revisions of the statue’s proposed date to the Ptolemaic Period (Klotz 2009). A Theban origin also seems likely given the references to Theban deities, the priests within the Akhmenu, and Wennefer’s listed titles including the ‘servant of the White Crown’. The principal cult centre of Khonsu-the-Child has been suggested to be Temple A of the Mut temple (Klotz 2009). Further Bibliography: S. Albersmeier, 2002. Unterschungen zu den Frauenstatuen des Ptolemäischen Ägypten (Mainz), p. 263, no. 446. S. Bickel, 2004. In Aegyptischer Gesellschaft: Aegyptiaca Der Sammlungen Bibel+orient an Der Universitaet Freiburg Schweiz (Fribourg), p. 145, no. 45. D. Klotz, 2009. ‘The Theban Cult of Chonsu the Child in the Ptolemaic Period’, in C. Thiers (ed.), Documents de théologies thébaines tardives, CENIM 3, p. 112-120, Pl. 3. D. Klotz, 2014. ‘On the Theological Significance of Naophorous and Theophorous Statues’, Bulletin de L’Institut français d’archéologie orientale Vol. 113, p. 299, Fig. 1d. W. Seipel, 1992. Gott, Mensch, Pharao (Vienna), p. 444-445, no. 182. A. Wiese, 2001. Antikenmuseum Basel und Sammlung Ludwig: Agyptische Abteilung (Mainz), no. 115."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 135, no. 144 [under previous museum number 712]) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 279) ", " Robins 1997 / The Art of Ancient Egypt (no. 290) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Wennefer ", " Representation of: Khons "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55254"], "Registration number": ["1909,1211.1"], "Conservation": ["Treatment: 25 Jan 2001"]}