{"artifact_name": "monument", "Object Type": ["monument"], "Museum number": ["EA12"], "Description": [" Red granite monument of Thutmose III: six figures, holding hands and facing outwards, are carved almost in the round from a central rectangular block of stone. At each end is a figure of Hathor, wearing a long braided wig surmounted by disk and horns, a bead collar and a long tight-fitting dress. One vertical column of inscription is incised above the right shoulder of each figure. On the sides are figures of the king and Montu-Ra. In each case the king wears a short gauffered skirt, with a girdle on which is incised in three vertical columns. Above the left shoulder of one figure is incised text in one vertical column, under the sky-sign. The same inscription is repeated in the reverse direction above the right shoulder of the other figure. The god, who is falcon-headed, wears a long braided wig, surmounted by a head-dress consisting of two plumes with disc and two uraei, a bead collar and a short gauffered skirt. Above the right shoulder of one figure is incised, in one vertical column. Above the left shoulder of the other figure is incised, in one vertical column. "], "Authority": ["Ruler: Thutmose III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Karnak (Thebes) "], "Materials": ["red granite"], "Technique": ["incised"], "Dimensions": [" Height: 178 centimetres ", " Volume: 133 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Bibliographic references": [" Commission des Sciences et Arts d'Égypte 1821 / Description de l'Égypte Antiquities: Tome Troisième Antiquités-Descriptions (p. 31) ", " Commission des Sciences et Arts d'Égypte 1822 / Description de l'Égypte: Tome Deuxième Antiquités-Descriptions. (pp. 477- 478) ", " Yorke and Leake 1826 / Remarks on some Egyptian monuments in England (p. 10, pl. 9, fig. 25) ", " Barnett 1935 / The Nimrud Ivories and the Art of the Phoenicians (pp. 187- 188, pl. 23, 1) ", " Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl. 6) ", " Mond and Myers 1940 / Temples of Armant: a preliminary survey (p. 51; p. 190; pl. 20) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 296) ", " McNaught 1978 / Henry Salt: His contribution to the Collections of Egyptian Sculpture in the British Museum (p. 228) ", " James and Davies 1983 / Egyptian Sculpture (p. 30, fig. 37) ", " James 1988 / Ancient Egypt: the Land and its Legacy (fig. 96) ", " Zandee 1992 / Der Amunhymnus des Papyrus Leiden I 344, verso (p. 29) ", " Shaw and Nicholson 1997 / British Museum Dictionary of Ancient Egypt (p. 189) ", " Laboury 1998 / La statuaire de Thoutmosis III: essai d'interprétation d'un portrait roayl dans son contexte historique (pp. 186 -189 (C46)) ", " Belzoni 2001 / Belzoni's travels: narrative of the operations and recent discoveries in Egypt and Nubia (p. 147; p. 181) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.132-133) ", " Barguet 2008 / Le temple d'Amon-Rê à Karnak : essai d'exégèse (p. 126, n. 1, pl. 40a) "], "Location": ["On display (G4/CSE)"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Thutmose III ", " Named in inscription & portrayed: Montu-Ra ", " Named in inscription & portrayed: Hathor "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Acquisition notes": ["Previously entered in error as coming from the 1835 Sotheby sale"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12"], "Registration number": [".12"], "Additional IDs": [" Miscellaneous number: BS.12 (Birch Slip Number) "]}