{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA40960"], "Description": [" Limestone block statue of Turi. His arms are crossed with his left hand placed flat against the top of the block form and his right hand holding an item that is now partially damaged. There are traces of red paint across his hands denoting his skin. His body is fully enveloped, and there is a slight bulging at both sides to indicate his upper arms but minimal further indications of his limbs. At the front of the block form are three columns of incised text. Each column includes a slim border that is left open at the top and bottom, and the final line of inscription extends out longer towards his feet. Across his feet is a separate small horizontal line of inscription. Across the top of the base is another horizontal line, now badly damaged and many of the signs obscured. The top of the block form is heavily damaged with uneven breaks at the neck and wig. A separate break may indicate that Turi was depicted with a short formal beard. The statue has several gouges to the stone on both sides of the block and to the front of the base. The rear corners of the statue base are now lost. "], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["limestone"], "Dimensions": [" Height: 29 centimetres ", " Width: 16 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" This statue of Turi is one of three votive monuments in yellow limestone that were donated by the Egypt Exploration Fund, and part of a larger collection of monuments in the museum collection that were from their excavations at the Montuhotep temple at Deir el-Bahari (PM II). ", " Published: HTBM Part 5: Plate 24 PM II (2): p.394 "], "Bibliographic references": [" Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (p. 8, Pl. XXIV) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 394) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Turi"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA40960"], "Registration number": ["1904,1008.60"]}