{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA21979"], "Description": [" Limestone figure of a kneeling priest, originally holding an offering table. He wears a short wig with a braided sidelock attached at his right side, representing a type of headdress which identifies him as a priestly figure. The hair has been detailed with heavy black paint, while there are clear traces of blue in the sidelock. His eyes are slim and elongated, with thick cosmetic lines detailed in black paint. His eyebrows were originally conveyed via black paint but are now particularly faded, though the outline is still visible. His nose is slim and has been damaged. The cupid's bow above his mouth is visible, and his lips are thick and pursed together with a sharply incised line around the edge of his mouth. Around his neck are traces of a 'gold of honour' necklace, the front of which is now lost. Across his upper body are markings in red paint detailing armlets. His arms are held out before him supporting an offering table, of which only a portion now remains, and below his arms are traces of white paint on either side of the stone. He wears a leopard skin garment detailed with red paint across his back and belt, and on his left side a thin white strip of the animal's fur. The stone has been broken at the front, resulting in the loss of his hands and the offering table. His feet are also damaged. The object is supported on a thin modern base. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty (late)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (said to be from) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 30.50 centimetres "], "Curator's comments": [" On the basis of stylistic evidence and the high quality craftsmanship, it has been hypothesized that this anonymous figure represents Amenhotep III’s son Thutmose (Kozloff and Bryan 1992; Russmann 2001). His full body shape and facial features are certainly modelled after iconic representations of this king, and details such as the intricately painted wig and clothing convey his prestigious status. This would have been an expensive monument to have commissioned and clearly came one of the finest sculpture workshops as shown by the skill in carving and modelling the limestone for the figure to appear so naturalistic, which further supports the idea that this individual was of high-status. The leopard skin garment is associated with funerary priests and the High Priest of Ptah based at Memphis, a role that Thutmose is known to have adopted in his lifetime (Russmann 2001). He is also known from other surviving objects that represent him with this same sidelock and leopard skin (including a small prostrating figure now in the Louvre Museum, Paris; N792: https://collections.louvre.fr/ark:/53355/cl010005718). The kneeling pose with an offering table presented out for the gods is a style that originally was reserved for royal figures, but this later expands out to the elite (Fay 2002). The name and titles of the individual may have once been applied to the offering table or front of the base, which unfortunately have not survived. Both this figure, another anonymous figure holding out an offering table (EA 21978) and a small limestone stelophorous figure (EA 21980) were all presented to the Museum in 1889 by George James Howard, 9th Earl of Carlisle and each described as being found within the Theban area. Further bibliography: E. Bernhauer, 2010. Innovationen in der Privatplastik: Die 18. Dynastie und ihre Entwicklung. Phillipika 27, p.285-286 Tf. 40. B. Fay, 2002. ‘British Museum 21979 and Prince Thutmosis’, Göttinger Miszellen 187, p. 23-26. B. Kozloff, B. Bryan, and M. Berman, 1993. Egypt's Dazzling Sun, Cleveland. p. 253-254, no. 46. ", " The only clues to the status of this man lie in the statue itself, which shows every mark of coming from one of the finest sculpture workshops. Though it is carved in limestone, a relatively soft stone usually reserved for tomb sculpture, its material is unusually fine-grained. Taking advantage of its fineness, the sculptor has modeled and finished the surfaces of the figure to give a real sense of smooth skin and soft flesh - as if the figure had been molded rather than carved. It seems unlikely that this elaborate, expensive statue was made for a priest of low or middle rank, much less that it was intended to serve as a symbolic funerary priest in someone's tomb, serving to perpetuate the owner's cult. It is possible that the statuette represents Amenhotep III's firstborn son, Thutmosis, who was High Priest of Ptah at Memphis but was probably buried at Thebes.The suggestion is admittedly speculative, and we shall probably never know whether it is correct. The quality of the statue, however, makes it plausible. Bibliography: P. Kozloff, B. Bryan, and M. Berman, 'Egypt's Dazzling Sun' (Cleveland,1992), pp.253-254 [46] = 'Le Pharaon-Soleil' (Paris,1993), pp.215-216 [46]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 100, cat no. 58 ", " Permission to publish photograph of this object granted to Dr Edith Bernhauer in email 31/3/04. To be published in her thesis 'Die Innovationen in der Privatplastik der 18. Dynastie', in the Egyptological Memoirs (Brill) Series. [NCS] ", " See also: Fay, Biri 2002. British Museum 21979 and Prince Thutmosis. Göttinger Miszellen 187, 23-26. "], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (no. 55)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2013 July - October, Cambridge, The Fitzwilliam Museum, Origins of the Afro Comb "], "Condition": ["fair (incomplete -broken at front)"], "Acquisition name": ["Donated by: George James Howard, 9th Earl of Carlisle"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21979"], "Registration number": ["1889,0601.2"], "Conservation": [" Treatment: 31 May 2000 ", " Treatment: 28 Feb 1992 "]}