{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10771,2"], "Title": ["Object: Papyrus Ramesseum 18"], "Description": [" P. Ramesseum 18, Frame 2. Papyrus written on the recto and on the verso in hieratic script. The recto contains despatches from Nubian fortresses (the so-called Semna despatches), and P. Ramesseum 18 is part of the same papyrus as P. Ramesseum C (EA 10752); another fragment is mounted in EA 10772.2. On the verso there are magical texts, including an incantation against ghosts. The text is written in horizontal lines. This frame contains page 2. The papyrus was a full-height roll. Gardiner refers to this page as follows: 'Two pages resembling the Semna Despacthes in both subject and form, but probably not written by the same scribe. Unhappily this papyrus has suffered even more than any other, the celluloid backing having cracked and disintegrated, and having in addition developed deep brown areas entirely obliterating the text within them. Consequently it has been necessary to employ for our reproductions [in 1955] the films made in Berlin over thirty years ago ... [this page] has four relatively well-preserved black lines, but is more difficult to read; there is a reference to the Medjay Nubians, and mention of something sent in the fourth month of summer' (Gardiner, The Ramesseum Papyri, 1955, 17). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 18 centimetres (frame) ", " Width: 12.50 centimetres (frame) "], "$Inscriptions": [" "], "Curator's comments": ["P. Ramesseum 18 page 2. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 17, pl. 62 (no published transcription). G. Posener, 'Notes de transcription', RdE 33 (1981), 139. S. Quirke, The Administration of Egypt in the Late Middle Kingdom. The Hieratic Documents (New Malden: Sia Publishing 1990), 191-3. C. Vogel, Ägyptische Festungen und Garnisonen bis zum Ende des Mittleren Reiches (HÄB 46; 2004), 61-3, 78-87. This papyrus is being studied by Pierre Meyrat (Geneva); Bryan Kraemer and Kate Liszka (Chicago and Philadelphia). For the link with P. Ramesseum C see R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 147-8. Another fragment of the papyrus is mounted as EA 10772.2 (bottom). AES Dept archives include an envelope labelled ‘P. RAMESSEUM Prints of the Processional Papyrus’ arranged to be published in ‘four sideways plates’. The envelope also contains prints of EA 10771.1-2, EA 10752.5 and EA 10772.2. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (3.7) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380845) (http://www.trismegistos.org/text/380845) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: carbonised, fragile, fragmentary Black ink Red ink Backed: celluloid Placed in archival box stored horizontally Oct 1992 Mount Details: Object Priority: B Mount Priority: C Overall Condition: E Curatorial condition comment: fair (incomplete)"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10771,2"], "Registration number": ["1956,0714.20.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "], "Conservation": [" Treatment: 08 Oct 1992 ", " Treatment: 08 Oct 1992 "]}