{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA15"], "Description": [" Head from monumental red granite statue of Amenhotep III(?). "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1370BC (c.)"], "Findspot": [" Excavated/Findspot: Temple of Khonspakhered "], "Materials": ["red granite"], "Dimensions": [" Height: 290 centimetres ", " Weight: 3600 kilograms (estimate) "], "Curator's comments": [" This head was stored in Cairo apparently in the house of Signor Rossi in 1818, according to FitzClarence, as reported by Manley and Ree, Henry Salt, p 150: 'One evening Salt took him to call on Signor Rossi, where he had deposited some interesting items brought from the neighbourhood of Thebes, including a head of 'Orus', \"10 feet from the top of the mitre to the chin, having a band at the bottom part of it not unlike a turban ... made of red granite ... and in a very fine state of preservation ... an arm 18 feet long of the same statue with the fist clenched.\" ' ", " Strudwick N 2006 This statue, wearing the double crown of Upper and Lower Egypt, was found in front of the temple of Khonsupakhered in the temple enclosure of Mut at Karnak. It is uncertain whether it was originally erected there. An arm from the statue is also in the Museum (Big Number EA 55), while the body has been identified in the Mut enclosure. The broken statue was discovered by Belzoni and Beechey in the course of Belzoni's second journey in Egypt in 1817. They began work at a site where part of a statue protruded from the earth, and soon revealed the head. It took them eight days to move it one mile (1.6 km) to Luxor. The arm was presumably found with it, although Belzoni does not specifically say this. For many years, the provenance of the statue was misunderstood and it was attributed to Thutmose III. It is now thought most likely that it was originally made for Amenhotep III, although the inscription on the torso from the Mut temple has been completely effaced. Various details of the face, such as the heavy cosmetic lines around the eyes, point to the style of Amenhotep III's reign, though it is also clear that it has been modified. The cosmetic lines have been largely abraded, and the lips have been adjusted by drilling in the corners to help create the illusion of a smaller mouth. The resultant features are thought to be those of Ramesses II, who is known to have ordered earlier statues to be modified to represent himself, in addition to inscribing them with his own name. In other cases (such as the statue Louvre A 20), Ramesses reduced the relatively plump stomachs of Amenhotep's images to make them conform to his model of the king's ideal physical shape. Amenhotep III set up an enormous number of statues of himself in Thebes. This statue may have originated in Karnak, but it is also possible that it was removed from Amenhotep's massive mortuary temple on the West Bank at Kom el-Hitan (see also Big Numbers 3, 5 and 7 and the Sekhmet statues (e.g. Big Number 76). "], "Bibliographic references": [" Belzoni 1822 / Narrative of the operations and recent discoveries within the pyramids, temples, tombs, and excavations, in Egypt and Nubia; and of a journey to the coast of the Red Sea, in search of the ancient Berenice, and another to the oasis of Jupiter Ammon (pl. 28) ", " Arundale and Bonomi 1842 / Gallery of antiquities selected from the British Museum (pl. 42, fig. 161, p. 107) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (fig. 105) ", " Porter & Moss 1929 / Topographical bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings 2: Theban Temples (p. 47) ", " Vandier 1958 / Manuel d’archéologie égyptienne (p. 302; p. 305) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 288) ", " McNaught 1978 / Henry Salt: His contribution to the Collections of Egyptian Sculpture in the British Museum (p. 226, fig. 5) ", " McNaught 1979 / New light on an ancient face ", " James and Davies 1983 / Egyptian Sculpture (p. 32, fig. 36) ", " Gibson and Wright 1988 / Joseph Mayer of Liverpool (p. 58) ", " James 1988 / Ancient Egypt: the Land and its Legacy (fig. 91) ", " Lyon 1988 / Moses: The Tradition is challenged (p. 43) ", " Vandersleyen 1990 / The sculpture in the round of Amenhotep III: types and purposes (pl. 25, fig. 27) ", " Bryan and Kozloff 1992 / Egypt's Dazzling Sun (p. 153; p. 174, fig. 14c; p. 468, tab. 4a; p. 473, tab. 5) ", " Kozloff et al. 1993 / Aménophis III, le pharaon-soleil (p. 402, tab. 4a; p. 407, tab. 5) ", " Aston et al. 2000 / Stone (p. 36) ", " Belzoni 2001 / Belzoni's travels: narrative of the operations and recent discoveries in Egypt and Nubia (p. 181, pl. 28) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.160- 161) "], "Location": ["On display (G4/B15)"], "Condition": ["incomplete - head only [EA55 is the arm]"], "Associated names": [" Representation of: Amenhotep III (?) ", " Representation of: Ramses II "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15"], "Registration number": [".15"], "Additional IDs": [" Miscellaneous number: BS.15 (Birch Slip Number) "]}