{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA697"], "Description": [" Fragmentary sandstone standing statue of Ramses II, only the lower legs, base and part of the arm and standard now remaining. The king is depicted in a striding position with the left leg advancing ahead of the right, and he wears a long kilt with a pleated front panel. A row of uraeus cobras and a column of incised text are carved across his clothing, with deliberate damage to the upper portion of the text. An underlayer of thin material is visible across his feet, and he wears carefully carved sandals. At his feet are four short columns of text consisting of royal names and titles. At his left side he holds a standard, the lower portion intact and also inscribed with a column text. Behind the standard a small female figure of Queen Bintanat is depicted in sunken relief. She wears a crown, long wig, a tight-fitting dress, and holds a lotus flower by her side. Her right hand is extended towards the image of the king. In front of her is another column of incised text, with her name incorrectly written inside the cartouche. On the reverse is a broad back-pillar with two columns of text, the upper portion now missing. Two further lines of inscription are carved around the statue base, both beginning at the front of the base and concluding on the reverse. A smaller plinth is found underneath this statue base. Separate surviving pieces of the same statue include a part of the back-pillar with the relief image of the queen's head on the proper left side, a fragmentary right hand broken at the wrist and with a clenched fist, and an upper portion of the standard and left arm. There is damage to the king's left foot, and several chips to the edges of the statue base. There are also visible cracks to the left side of the standard and base. "], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Serabit el-Khadim "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 74 centimetres ", " Weight: 167 kilograms ", " Width: 36.50 centimetres ", " Depth: 51 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" This statue was found the portico area of the Hathor temple at Serabit el-Khadim, however Petrie hypothesised that the statue was originally placed in the cave of Hathor and dragged to this spot at a later date to be broken up (Petrie 1906; PM VII). Other monuments of the king wearing a pleated kilt, now broken, were also found within this temple showing him with the goddess Hathor (e.g. E.5012, Cairo Egyptian Museum). The various evocations of Hathor and turquoise within the surviving inscriptions further connects the monument to the wider Serabit el-Khadim area, which was an important site for mining this precious material. Ramses' daughter Bintanat, depicted on the left side of the statue, was his eldest daughter by Queen Isitnofret. She is depicted on several other monuments with the king (Gauthier 1914). Like her half-sister Merytamun, Bintanat was raised to the rank of queen possibly after the death of her mother. Bintanat was buried in Tomb 71 in the Valley of the Queens (PM I:II, no. 71.) Further Bibliography: H. Gardiner, E. Peet, J. Černy, 1955. The Inscriptions of Sinai Volume 2 (London), p. 181, no. 263, Pl. LXXII. K.A. Kitchen, 1979. Ramesside Inscriptions, Translated and Annotated; Translations Volume II Ramesses II, Royal Inscriptions (Oxford), p. 401-402. W.M.F. Petrie, 1906. Researches in Sinai (London), p. 128-129, Pl. 136-137. J. Vandier, 1964. Iousâas Et (Hathor)-Nébet-Hétépet, Revue D'Égyptologie Vol. I-IV (Paris), p. 82. General Sources: C. Bonnet, D. Valbelle, 1997. ‘The Middle Kingdom temple of Hathor at Serabit el-Khadim’ in S. Quirke (ed.) The Temple in ancient Egypt: New Discoveries and Recent Research (London), p. 82-89. H. Gauthier, 1914. Le Livre des Rois d’Égypte: de la XIXe á la XXIVe dynastie Volume III (Cairo), p. 102-103. B. Porter, R. Moss, Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II (Oxford), p. 766-767. ", " Bintanat was the daughter of Ramses II and Queen Isitnofret and was the king's eldest daughter. She is known from several monuments (H. Gauthier, ‘Le Livre des Rois d’Égypte' III, 102-3). Like her half-sister Merytamun, she was raised to the rank of queen possibly on the death of her mother. She was buried in Tomb 71 in the Valley of the Queens (B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 766-7). Bibliography: W. M. F. Petrie, 'Researches in Sinai' (London, 1906), 128-9, pls. 136-7; The British Museum, 'A guide to the Egyptian galleries (Sculpture)', (London, 1909), 162 (no. 587); A. H. Gardiner, E. Peet & J. Černy, 'The Inscriptions of Sinai' I (2) (London, 1952) no. 263, pl. LXXII; II (London, 1955), 181 no. 263; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press) 357; J. Vandier, 'Revue d'Égyptologie' 16 (1964), 82; K.A. Kitchen, 'Ramesside Inscriptions' 2 (Oxford, 1979), 401-2. "], "Bibliographic references": [" Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.4-7) ", " Monaco 2008 / Queens of Egypt: from Hetepheres to Cleopatra ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 162, no. 587) ", " Porter and Moss 1975 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings VII: Nubia, The Deserts, and Outside Egypt (p. 357) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2008 Jul-Sep, Monaco, Grimaldi Forum, Reines de Egyptes 2015 July - September, Tokyo, National Museum, Queens of Egypt 2015 October - December, Osaka, National Museum of Art, Queens of Egypt "], "Condition": ["The lower half of the statue is well preserved apart from some minor cracks on the base. The upper cartouche on the skirt is damaged. The upper half of the statue is lost with the exception of fragment A which is now joined to the lower half and fragment B. There are no traces of colour."], "Associated names": [" Named in inscription & portrayed: Ramses II ", " Named in inscription & portrayed: Bintanat ", " Named in inscription: Hathor ", " Named in inscription: Thoth "], "Associated places": [" Named in inscription: Punt "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA697"], "Registration number": ["1905,1014.124"], "Conservation": [" Treatment: 23 Dec 1993 ", " Treatment: 14 Apr 2015 ", " Treatment: 22 Feb 2023 "]}