{"artifact_name": "votive figure", "Object Type": ["votive figure"], "Museum number": ["EA27333"], "Description": [" Hollow terracotta figure of Harpocratis in a long feminine tunic, standing on a convex-faced plinth with horizontal mouldings, and leaning on a pier with mouldings at top and bottom. Her finger is to her mouth, she holds a cornucopia against her left shoulder, and rests her arm against a falcon standing on top of the altar. She has a full head of hair with a wreath defining her face, and wears a small Double Crown, largely lost; she may have crescent earrings, but they might be the lowest elements of the wreath. On the face of the pier, certainly inscribed in modern times, is a group of hieroglyphs. Back un-modelled; circular vent, broken at one side; irregular hole broken through below it. Two-piece mould. Micaceous orange-brown Nile silt, with brown surface. Traces of a white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Height: 18.70 centimetres ", " Width: 7.68 centimetres ", " Depth: 3.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Terracotta IV Purchased: Rollin and Feuardent, dealers. Györy (2002: 77) states that the group of hieroglyphs inscribed on the face of the pier were cut before firing, but this is not so. The text must have been copied from a printed edition of the Middle Kingdom Instructions of Khety, concerning the advantages of being a scribe, and is discussed by H.W. Fischer-Elfert in Györy 2002: 94–5, who was needlessly concerned about the possibility of a version of these Instructions being available in Ptolemaic times. Ptolemaic, probably second to first century BC. Comparanda: Close: Christie's Sale Catalogue, 13 July 1983: lot 330; Christie's South Kensington 'Sale Catalogue', 4 November 1985: lot 263; ibid., 10 May 1990: lot 160; Ewigleben and von Grumbkow 1991: no. 18; Fjeldhagen 1995: no. 13, dated early second century AD; Laumonier 1921: no. 578. Close, but very coarse: Ashmolean Museum, Oxford, no. 1872.1033, said by the vendor to be from the Fayum. Near: Allen 1985: no. 52, from Karanis, dated first to second century AD; Bayer-Niemeier 1988: 117–9, dated first half of the second century AD (117 = 'LIMC' iv (2): pl. 244, Harpokrates 75a); Breccia 1934: nos 56 and 57 (also pl. xviii:72 and 73, the former with an alien head); Christie's 'Sale Catalogue', 13 July 1983: lot 331; Dunand 1990: nos 149-51, dated Roman period (151 may be the same as Guimet 1903: pl. iii, from the fabricated Tomb of Leukyoné at Antinoopolis); 'LIMC' iv (2): pl. 245, Harpocrates 111 = Weber 1914: no. 118; Török 1995: no. 78, dated second century BC. Györy 2002: 65–98, brings together many of the comparanda mentioned here, and others in addition, and dates them mostly to Ptolemaic times, with some extension into the Roman period. Györy's comparanda are not all of the same mould-series as ours, and some of them are male. Bibliog: Budge 1925: pl. xxviii; Györy 2002: 77–8 and 98, pl. 20."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3083)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocratis"], "Acquisition name": ["Purchased from: Rollin & Feuardent"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27333"], "Registration number": ["1896,0330.2"]}