{"artifact_name": "stela(?); tomb-relief(?)", "Object Type": [" stela (?) ", " tomb-relief (?) "], "Museum number": ["EA455"], "Description": [" Fragment of a limestone stela or tomb-relief: bears part of a scene carved in shallow sunk relief over a thin layer of plaster. All texts are incised. The god Anubis sits on his customary shrine-shaped pedestal facing left. In front of him is an altar on which rests a water-pot cooled by lotus blossoms. On the left edge of the slab are the remains of a parallel Anubis facing right. Five columns of text appear at the top of the fragment. The upper right corner of the slab is abraded. This stela was either free-standing or, more likely, part of a tomb relief. The body of the jackal is blue-black, his collar and flail yellow with red details and his sash red. The shrine-shaped pedestal is outlined in red with red and blue-green stripes on the architrave and a blue-green door edged in red. The altar and water-pot are yellow and the flowers blue with red stems. The hieroglyphs are painted red or blue with red dividing lines between the columns. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" limestone ", " plaster "], "Technique": [" plastered ", " incised "], "Dimensions": [" Height: 44.50 centimetres ", " Width: 62.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 173 (no. 626)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.68-69)"], "Location": ["Not on display"], "Condition": ["Apart from some loss of signs on the upper right edge, this fragment is in a good state of preservation with the original colour largely intact."], "Associated names": ["Representation of: Anubis"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA455"], "Registration number": [".455"], "Additional IDs": [" Miscellaneous number: BS.455 (Birch Slip Number) "]}