{"artifact_name": "figure-mould", "Object Type": ["figure-mould"], "Museum number": ["EA46702"], "Description": [" A fragmentary plaster front-mould for a terracotta figure of Harpokrates, draped with a himation, and seated on the ground, the legs extending to his right (in the impression). His finger is to his mouth, and his head is shaven, with a side-lock, and he wears a Double Crown and a ribbon tied round his forehead, with a lotus bud on each side of the crown. He holds his pot with his left hand and the glans of his large phallus rests on his plinth, which is plain and almost flat-fronted. On the edge are six registration hollows for aligning the lost rear-mould; four are conical and two rectangular. The mould is made of fine white plaster, backed up with a thick layer of drab coarse plaster. "], "Cultures/periods": [" Ptolemaic (?) ", " Roman Period (?) "], "Production date": ["1stC BC-1stC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["impressed"], "Dimensions": [" Height: 17 centimetres ", " Weight: 1252 grammes (including cast) ", " Weight: 988 grammes (mold only) ", " Thickness: 3.50 centimetres ", " Width: 16 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Chauncey Murch. Ptolemaic or Roman, first century BC/AD. Comparanda: Near but often more clothed (figures, not moulds): Allen 1985: no. 59, from Karanis, dated second half of third century AD; Perdrizet 1921: pl. xxi (= Dunand 1990: no. 126, dated second to third century AD); Petrie et al. 1910: pl. xl:39, from Burnt House A at Memphis, dated c. AD 50, but with Ptolemaic material and artefacts perhaps as late as the third century AD (the contemporary Burnt House C has a third- to fourth-century north Syrian mortarium: ibid.: pl. xl: 49) ."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3056)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA46702"], "Registration number": ["1907,0611.1185"]}