{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA55021"], "Description": [" Fragmentary red breccia male figure, only the right side of the head and shoulder remaining. He wears a smooth shoulder-length wig with a deep outline at the forehead and faint edges around the right side of the face. The ends of the wig appear to blend into the upper body. The left side of his face is badly damaged, however his physical features are well preserved on the right side. His right eye is narrow and heavily hooded, with a arched and raised edge indicating his eyebrow. The outline of his nose appears broad in shape, and his lips are full with sharply incised edges. His chin droops slightly. Much of the statue body is now lost, and the left side of the face and wig are particularly damaged. The fragment is now supported by a modern mount. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["breccia"], "Dimensions": [" Height: 31 centimetres (max) ", " Width: 23 centimetres (max) ", " Depth: 17 centimetres (max) "], "Curator's comments": ["The surviving facial features strongly resemble the sculpture of Tutankhamun in the post-Amarna period of the 18th Dynasty, in particular the hooded eyes and the pursed lips (compare for instance the limestone head of Tutankhamun, accession number 50.6, Metropolitan Museum, New York: https://www.metmuseum.org/art/collection/search/544690). Though it is difficult to confirm the statue type, the angle of the surviving portion of the right shoulder close to the face could indicate a block statue form. From the limited fragment of the back of the statue, there does not appear to be a trace of a back-pillar."], "Location": ["Not on display"], "Condition": ["incomplete - head and left shoulder only"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1921"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55021"], "Registration number": ["1921,0108.3"]}