{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA33932"], "Description": [" Yellow limestone figure of a male official named Kasa, his feet and statue base now lost. Kasa wears a double wig with long tresses over the top of the head and an undersection of small curls behind his elongated ears. A slim horizontal band of tighter curls is visible along the forehead and ends of the wig. His youthful facial features include wide set eyes, faintly curved eyebrows, a broad nose, and thick lips. He also has a short beard extending from the chin. He wears a thin tunic with short capped sleeves, with clear modelling of his bulging chest and torso. His long kilt is belted at the waist across the front of the body, with no clear delineation of the material across the back. The kilt features a central pleated panel which extends towards the ankles. His palms are held flat against either side, drawing attention to the inscription. The curviness of the body is emphasised via the fleshy chest, swollen stomach and buttocks. On the reverse a slim column of incised text across the back of the clothing provides his name and titles, with the lower portion now missing. Part of the right side upper arm and tunic sleeve is missing, and the figure has been repaired at ankle level in modern times. A long white line is visible across the face reaching from the left side of the nose down to the end of the beard. Another abrasion to the surface also appears from the neck down to the belly. There are various further chips particularly at the ends of the clothing, and there is discolouration around the neck and chest area. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 2.40 centimetres (base) ", " Height: 16.90 centimetres (figure) ", " Weight: 0.60 kilograms ", " Width: 5.70 centimetres (base) ", " Width: 5.10 centimetres (figure) ", " Depth: 5.70 centimetres (base) ", " Depth: 4.10 centimetres (figure) "], "$Inscriptions": [" "], "Curator's comments": ["The hairstyle and dress are commonly found styles within elite representations from the New Kingdom; the male tunic was typically used as an undergarment and often worn together with a kilt such as that worn by Kasa (alternatively described as a sash-kilt; Hallmann 2017). Earlier analysis has suggested a resemblance to the facial features and heavy physical frame adopted in some sculpture of king Amenhotep III; in particular, Kasa’s body has been compared to a portly figure from the later phases of his reign, now held in the Metropolitan Museum of Art (New York, 30.8.74: https://www.metmuseum.org/art/collection/search/544478; Russmann 2001). This larger physical form has been argued to have connections to fertility and deities such as the god Hapy (Kozloff and Bryan 1992). However the swollen torso, though exaggerated, could equally be attributed to an early Amarna influence. Further Bibliography: A. Hallmann, 2017. ‘Clothing (non-royal), Pharaonic Egypt’ in A. Erskine et al (eds.) The Encyclopedia of Ancient History (Malden), p. 7. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 652. General Sources: A.P. Kozloff, B.M. Bryan, 1992. Egypt’s Dazzling Sun: Amenhotep III and his World (Cleveland; Bloomington)."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 135-136, no. 54) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 522) "], "Location": ["Not on display"], "Condition": ["fair (repaired at ankle level)"], "Associated names": ["Named in inscription & portrayed: Kasa"], "Acquisition name": ["Purchased from: Signor Luigi Vassalli"], "Acquisition date": ["1856"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA33932"], "Registration number": ["1856,0814.2"], "Conservation": ["Treatment: 22 May 2000"]}