{"artifact_name": "flask", "Object Type": ["flask"], "Museum number": ["EA36032"], "Description": [" A pottery flask with flattened circular body and a short neck, flaring mouth, and two handles with small knobs at the lower spring; two small half-cylinder feet are placed at the bottom: the vessel does not stand. Both sides have the same relief decoration, but they probably stem from different moulds. The patterns lie in concentric zones, with a plain band near the edge, the outer part defined by a narrow ladder-pattern; within is a wreath-band edged with plain mouldings; this encloses a rosette with angular petals and the tips of rounded petals showing between them; at the centre is a small rosette. Pendent from the neck of the vessel is a 'necklace' with a rounded pendant. Two-piece mould. Dark-grey Nile silt with some mica, covered with a black slip: Memphis Black Ware. "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 3rdC BC(late) (?) ", " 2ndC BC (?) "], "Findspot": [" Found/Acquired: Saqqara (Memphis) "], "Materials": ["pottery"], "Dimensions": [" Height: 13.25 centimetres ", " Width: 9.62 centimetres ", " Depth: 6.80 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired at Saqqara. Ptolemaic, late third to second century BC. Comparanda: Close and near: Christie's New York 'Sale Catalogue', 5 June 1998: lot 93; Edgar 1911: pl. xxiv:26301; Graindor 1939: pl. xxxii:92, My´sliwiec and Bakr Said 1999: 197, fig. 14b, from pottery workshops at Athribis: context second century BC; Petrie et al. 1910: pl. xxxvii:53, from Memphis, 'from a heap of fragments from a factory north-east of the glazing kilns', presumably near Kom Helul; Seif el-Din 2006: pl. 6:1 and 2. Bibliog: Seif el-Din 2006: pl. 7:2, no. 21."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3647)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1867"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36032"], "Registration number": ["1867,0915.61"]}