{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1316"], "Description": [" Fragmentary granite head of a male figure, the body and base now missing. The figure is depicted with a shaven head, with emphasised modelling of the skull around the back of the head. The figure has rounded cheeks with the fleshy appearance of the skin particularly prominent at either side of the nose and at the chin. The eyes are rounded and wide, with an incised rim along the upper eyelid and raised ridges above indicating the arched eyebrows. The sunken skin underneath the eyes creates the suggestion of the eyes bulging out from the sockets, and though damaged the nose also appears broad in size. The mouth is curved into a slight smile, with the lower lip fuller and more prominent than the upper lip. The slightly raised head suggests that the figure gazes upwards. A fragment of stone connected to the head is still preserved on the reverse, which may have originally been part of the back-pillar. The nose of the figure is now lost, and there are various abrasions across the stone surface at the ears, mouth, and around the eyes of the figure. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["3rdC BC-1stC BC"], "Findspot": [" Found/Acquired: Benha (?) "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 30.50 centimetres (max) "], "Curator's comments": ["The head is described as originating from Benha (Budge 1909), though its exact provenance is unknown. It has been suggested that the head would have most likely belonged to a striding figure that was around or possibly larger than life-size (Russmann 2001). During the Ptolemaic Period, Egyptian artistic traditions were combined with new elements including Hellenistic artistic influences, which impacted both royal and private sculpture; however, this statue head appears to retain more traditional Egyptian features (Russmann 2001). The suggestion of raised heads within Egyptian sculpture, referred to as apotheosis, is noted as a popular feature particularly within the Late Period and Ptolemaic Period, though earlier examples are attested (Bothmer 1970). Further Bibliography: P.E. Stanwick, 2009. ‘New perspectives on the Brooklyn Black Head’, in S. D’Auria (ed). Offerings to the Discerning Eye: An Egyptological Medley in Honor of Jack A. Josephson, Culture and History of the Ancient Near East, Vol. 38 (Leiden), p. 310, no. 8. General Sources: B.V. Bothmer, 1970. ‘Apotheosis in Late Egyptian Sculpture’, Kêmi: Revue de philologie et d'archéologie égyptienne et coptes 20, p. 37-48. G. Cafici, 2014. ‘Looking at the Egyptian Elite: Sculptural Production of the Ptolemaic Period’, Egitto e Vicino Oriente 37, p. 111-121. R. Engelbach, 1924. ‘The Treasure of Athribis (Benha)’, Annales du Service des antiquités de l'Egypte 24, p. 178-185."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 243, no. 894) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 255-257, no. 142) "], "Location": ["Not on display"], "Condition": ["good (incomplete)"], "Acquisition name": ["Purchased from: Maurice Nahman"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1316"], "Registration number": ["1900,1016.1"], "Conservation": ["Treatment: 21 Jun 2000"]}