{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1085"], "Description": [" Limestone block statue of Parenu. He wears a smooth shoulder-length wig that blends into the top of the block form. His eyes are rounded with a thin incised upper eyelid. His eyebrows are modelled in raised relief. His nose is long and slim while his lips are thick and pursed together. His jawline is rounded. His arms are crossed over the top of the block form. At the front of the block form a figure of Osiris is represented in the round. He wears the atef crown, a false beard, and is shown in mummified form. He holds the crook and flail across his chest. On either side of Osiris, a relief representation of Isis and Horus face towards the god. The sides of the block form are modelled to convey Parenu’s body, with indications of his arm, chest, and the leg. On the reverse is a broad back-pillar inscribed with three columns of text reading from right to left. Each side of the statue base is also inscribed with a continuous line of text. The edges of the base are broken and uneven, resulting in some signs of the text being obscured. There are chips to the top edges of the back-pillar, and across most of the stone surface are some minor abrasions. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 35 centimetres (object) ", " Height: 40 centimetres (on fixed stone base) ", " Width: 24.20 centimetres (fixed stone base) ", " Width: 21.50 centimetres (object) ", " Depth: 30.50 centimetres (fixed stone base) ", " Depth: 29 centimetres (object) "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" According to the back-pillar inscription, Parenu served as a ‘God’s Father of Amun-Re’, and ‘chief of servants of the bedroom of the pharaoh’. The statue would have been placed in a temple, perhaps that of Osiris in Abydos. Further Bibliography: I. Regulski, (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 170-1. ", " The statue would have been placed in a temple, perhaps that of Osiris in Abydos. Published: PM viii, p. 961. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 170-1 "], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 263, no. 973) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 976) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " ancient egyptian religion "], "Associated names": [" Representation of: Osiris ", " Representation of: Isis ", " Representation of: Horus ", " Named in inscription & portrayed: Parenu "], "Acquisition name": ["Purchased from: Raymond G B Sabatier"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1085"], "Registration number": ["1891,0511.203"]}