{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA50716"], "Description": [" Limestone ostracon: on one side hieratic text in red at the top (two lines), three horizontal lines of hieratic text in black at right angles to the previous. The sketch of a bull was added later. The other side records a list of the ‘personal marks’ of villagers, a kind of signature for people who could not write. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 11.50 centimetres ", " Weight: 526 grammes ", " Width: 19 centimetres ", " Depth: 3 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["The ostracon presumably comes from the village of Deir el-Medina, and records a list of villagers for some purpose, now unknown. R.J. Demarée, Ramesside Ostraca (London, 2002), 32, pls. 108-9. For the miscellany text on the recto see H.-W. Fischer-Elfert, 'Lesefunde im literarischen Steinbruch von Deir el-Medineh' ‘Kleine ägyptische Texte’ 12 (Wiesbaden, 1997), pp. 40-43. Cfr. E. Brunner-Traut, 'Die altägyptischen Scherbenbilder’ (Wiesbaden, 1956), p.106, no.109. I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 224 For more on identity marks: B. Haring, 2017. Identity marks in ancient Egypt: scribal and non-scribal modes of visual communication. In Jasink, Anna Margherita, Judith Weingarten, and Silvia Ferrara (eds), Non-scribal communication media in the Bronze Age Aegean and surrounding areas: the semantics of a-literate and proto-literate media, 233-246."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (20) ", " Demaree 2002 / Ramesside Ostraca (pl.108-109) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (136374) (http://www.trismegistos.org/text/136374) "], "Location": ["Not on display"], "Exhibition history": [" 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt 2023 17 Mar-18 Jun, Hull, Ferens Art Gallery, NP Egyptian hieroglyphs 2023 28 Jun-12 Oct, Lisburn, Irish Linen Centre & Lisburn Museum, NP Egyptian hieroglyphs 2023-2024 21 Oct-18 Feb, Torquay Museum, NP Egyptian hieroglyphs "], "Condition": ["good (slightly chipped)"], "Subjects": ["cattle"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50716"], "Registration number": ["1912,0210.56"], "Conservation": [" Treatment: 21 Aug 1998 ", " Treatment: 13 Apr 2015 "]}