{"artifact_name": "bust", "Object Type": ["bust"], "Museum number": ["EA69208"], "Description": [" A hollow terracotta woman's head and neck, and an entity in itself, with a 'melon' headdress drawn back into a bun held in shape by a vertical plait. A wide diadem with a jewelled centrepiece is worn, but was damaged by the maker’s finishing tool. Two holes are pierced close to ear level. There is a small firing-vent in the high right side of the hair. A hole has been bored into the neck for a modern stand. Two-piece mould. Nile silt containing a little mica, with a pinkish-grey surface. Traces of a white dressing, with areas of pink and yellow paint. "], "Cultures/periods": ["Graeco-Roman"], "Production date": ["2ndC BC-1stC BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Length: 5.92 centimetres ", " Width: 5.14 centimetres ", " Depth: 5.67 centimetres "], "Curator's comments": ["Terracotta IV Donated: W.L. Hildburgh. Roman, second half of second century AD, or a little later. Comparanda: Close, perhaps from same mould-series: Breccia 1934: no. 258. Close: Affholder-Gérard and Cornic 1990: 58, no. 30, from Saqqara, dated Roman period; Bayer-Niemeier 1988: nos 343, from the Fayum, and 344, both dated ad 160–70. Close: Ashmolean Museum, Oxford, nos. 1872.1071 and 1075, both acquired by the vendor in the Fayum. Near: Allen 1985: no. 103, from Karanis, dated early Antonine or later; Dunand 1990: no. 736, dated second to third century AD; Ewigleben and von Grumbkow 1991: no. 118 right; Guimet 1903: pl. iv:[9], from the fabricated Tomb of Leukyoné at Antinoopolis = Gayet 1904: 12, no. [5] = Dunand 1990: no. 734, dated second to third century AD."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3127)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Transferred from: Victoria and Albert Museum (Department of Architecture and Sculpture)"], "Acquisition date": ["1979"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69208"], "Registration number": ["1979,1017.195"], "Additional IDs": [" Previous owner/ex-collection number: A.12-1939 (V&A number) "]}