{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA48038"], "Description": [" Fragmentary grey granite theophorous figure of Pakharkhonsu holding a figure of Osiris. He wears a smooth shoulder-length ‘bag wig’, a simple headcloth style typical of the 26th Dynasty. His eyes are almond shaped with heavy ridges indicating the upper and lower eyelids, and he has thin arched eyebrows and a broad nose. The mouth is small with the outer corners slightly upturned to suggest a small smile, and the face is fleshy with a particularly rounded jawline. He wears a long garment of thick fabric tied high across the torso and reaching to his ankles. His left leg advances ahead of his right leg, and his hands are placed on either side of the god’s figure in front of him. Osiris is identifiable through his mummified form and the feathered atef-crown, and he stands upon a small pedestal. This increases his height, with the tip of his crown reaching to Pakharkhonsu’s neck, and the pedestal is inscribed on each side with the name and epithets of the god. Two additional horizontal lines of text are inscribed across the top of the statue base, and on the reverse two columns of text are inscribed on a slim back-pillar, with a final horizontal line of text continuing around the statue base. There is evidence of a clear break across the middle of the statue visible on the left side, extending from the lower arm round to the centre of the back pillar, causing some damage to the text. There are various chips visible to the statue head on the right side and at the chin, and to Osiris’ crown and forehead on the right side. There are also numerous chips to the statue base, particularly at the front right corner and front edge of the statue base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), cache "], "Materials": [" stone ", " granite gneiss (?) "], "Dimensions": [" Height: 54 centimetres ", " Length: 26.40 centimetres ", " Width: 14 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["The word ‘theophorous’, meaning ‘god bearer’ in Greek, refers to a common Egyptian statue type in which the subject carries or presents outwards the figure of a deity. This pose was popular from the New Kingdom onwards and continued to be used into the Greco-Roman period. The height of the Osiris statuette is noted as being more unusual in this example, which more typically reaches around waist height (Klotz 2016). This object belongs to a group of 8 statuettes purchased in 1908 from Panayotis Kycitas, a prominent antiquities dealer. These were found in 1903 in the Karnak cachette and were destined for the Egyptian Museum (Cairo) but were stolen. Following apprehension of the thieves, the director of the Service des Antiquitiés from 1881-1914, Gaston Maspéro, authorised their sale to the British Museum via Kycitas. The Karnak cachette, a ritual deposit of over 1000 commemorative objects, was found in a central courtyard of the Karnak temple complex. This find included a wide range of non-royal statuary spanning across several phases of pharaonic history. Many of the statues date to the later phases of the first millennium BC, particularly the Late Period and Ptolemaic Period, suggesting that the deposit itself took place in the Ptolemaic era (Blyth 2006). A large number of statues from the Late Period onwards include an image of Osiris either as a figure or within a naos shrine, reflecting the increasing importance of this god within the sacred space at Karnak (Goyon et al 2004: 54-55). Several Osiris chapels were also added to the complex from the Third Intermediate Period until the Ptolemaic Period, as well as a number of divine images of Osiris (Coulon 2016, Coulon et al 2018). Dedicating a statue within the temple, as opposed to the traditional place in the tomb, also became a more favourable practice from the end of the New Kingdom; it was believed that the statue subjects could ‘reap the rewards’ of being present within the sacred space of the temple, and participate in the wide array of offerings, rituals, and festivals. Other important ancient caches of commemorative objects have been found elsewhere in Egypt, including Luxor temple and the Serapeum at Saqqara, though the Karnak cachette is the largest known example. Further Bibliography: K. Jansen-Winkeln, 2000. ‘Zum Verstandnis der “Saitischen Formel”, Studien zur Altägyptischen Kultur Band 28, p. 117, 124. Karnak Cachette Database (IFAO): https://www.ifao.egnet.net/bases/cachette/ck1208 D. Klotz, 2013. ‘A Theban Devotee of Seth from the Late Period’, in J. Kahl, N. Kloth, (eds.). Studien zur Altägyptischen Kultur Band 42 (Hamburg), p. 157, 177-179 (B). D. Klotz, 2016. ‘A Good Burial in the West: Four Late Period Theban Statues in American Collections’, in L. Coulon (d.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 435, n. 15. General Sources: E. Blyth, 2006. Karnak: Evolution of a Temple (London). L. Coulon, 2016. ‘Les statues d’Osiris en pierre provenant de la Cachette de Karnak et leur contribution à l'étude des cultes et des formes locales du dieu’, in L. Coulon (d.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 505-563. L. Coulon, A. Hallmann, F. Payraudeau, 2018. ‘The Osirian Chapels at Karnak: An Historical and Art Historical Overview Based on Recent Fieldwork and Studies’, in E. Pischikova, J. Budka, K. Griffin (eds.), Thebes in the First Millennium BC: Art and Archaeology of the Kushite Period and Beyond (London), p.271-293. J.C. Goyon, C. Cardin, M. Azim, G. Zaki, 2004. Trésors d’Egypte: La “cachette” de Karnak (1904-2004) (Grenoble)."], "Bibliographic references": [" Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 52, 131) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 133, no. 120) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 969) "], "Location": ["Not on display"], "Associated names": ["Named in inscription: Pakharkhons"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48038"], "Registration number": ["1908,0509.7"], "Conservation": ["Treatment: 16 Jun 2022"]}