{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA64641"], "Description": [" Limestone stela of Hormin: a small round-topped stela consisting of two registers with incised texts and figures in sunk relief. In the upper register Thoth, lord of Hermopolis, stands on the right before an altar on which rests a water-pot cooled by a lotus-flower. Amun-Ra, lord of the thrones of the two lands and foremost of Ipet-Sut, is seated on a throne in the centre and behind him stand Mut and Khons. In the lower register the wʿb-priest and temple-scribe Hormin is kneeling on the right in adoration before a statue of Ramses II, named Reʿ-of-the-rulers. The lower right-hand corner of the stela has been broken off but later rejoined with slight loss. Otherwise the stela is well preserved, apart from a chip near the top and some wear in the centre. Traces of red paint remain on the body and legs of Thoth and the body of Hormin, and some black paint is visible on the face and beard of Khons and on some of the hieroglyphs. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 18.50 centimetres ", " Weight: 1.40 kilograms ", " Width: 14.50 centimetres ", " Depth: 3.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Several statues of Ramses II named Reʿ-of the-rulers are known from Abu Simbel, Luxor, the Ramesseum at Thebes and Bubastis. A statue of this name is also mentioned in Papyrus Anastasi VIII, 1, 7. Moulds with the name of Reʿ-of-the-rulers were found at Qantir. Stela 1946,1204,165 differs from the previously published stelae as Thoth, Mut and Khons are not attested on those pieces. The statue on 1946,1204,165 wears the nemes headdress alone and not the double crown as on the other two depictions of this statue. Furthermore, the name of the statue on 1946,1204,165 is compounded with the prenomen and not the nomen of the king, although examples of the use of the prenomen are known from Luxor and the Ramesseum. The reference to Karnak in the epithet of Amun-Reʿ and the appearance of the Theban triad might tend to suggest that this stela came from Thebes, although it is conceivable that it could have come from the temple to Amun-Reʿ at Qantir (Piramesse). The scribe Hormin is not otherwise known. He is unlikely to be the same man as the scribe Hormin who was involved in Year 5 5 of Ramses II in the collection of grain, belonging to another statue of Ramses II, named Beloved-of-Atum (A. H. Gardiner, 'Journal of Egyptian Archaeology' 27 (1941), 58-60). Bibliography: K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 499 (no. 227)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.61)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Khons ", " Representation of: Mut ", " Named in inscription & portrayed: Amun-Ra ", " Named in inscription & portrayed: Thoth ", " Representation of: Ramses II ", " Named in inscription & portrayed: Hormin "], "Associated places": [" Named in inscription: el-Ashmunein "], "Acquisition name": ["Donated by: Mrs Marion Whiteford Acworth JP"], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64641"], "Registration number": ["1946,1204.165"]}