{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8468"], "Description": [" Sycomore fig wood stela of Neswy: this round-topped stela is divided into four separate sections. At the top under a curved sky-sign appears a winged sun-disk with winged uraei enclosing a scarab beetle. On each side is a recumbent jackal holding a sceptre. In the second register Neswy kneels on the right in adoration of the solar barque. A 'ba'-bird on the prow of the bark worships Ra, Atum, Khepri, Shu, Tefnut, and Geb who are seated and behind whom stands the helmsman. In the third register the deceased on the right stands in worship before an altar on which rests an offering cooled by a lotus-flower. Behind stand Osiris, Isis, Nephthys, Hornedjitef, Hathor, Anubis, and Wepwawet. The fourth register consists of five lines with a prayer to Ra-Horakhty and Khepri and names the deceased, Neswy, born of the lady Tʒ-kwr-hb. The stela rests on two stepped pedestals and there is a 'ba'-bird on its top. The stela is cracked down one side where a separate plank which helped to form this stela had broken away and been rejoined in modern times. The surface is cracked in several places and the colours are faded. The background of the stela is grey-white. The sky at the top is blue. The disk is red with a white rim. The tripartite wings are blue, yellow with black details, and green with black details, with yellow patches and a red upper and lower rim, and white between the divisions. The uraei have blue upper bodies, red and blue-striped wings, and blue-striped bodies on grey-white with red and blue-feathered green crowns respectively. They enclose on one side a blue beetle below which is blue and red decoration and on the other side blue šn-signs with red centres. The jackals are black with red sashes, blue flags, and blue and red sceptres. The texts are black between blue lines where indicated. There is a border consisting of blue, red, blue, green rectangles separated by one black and two white lines and edged on both sides by white borders between the first and second register. The deceased has a red body, black features, blue wig with green top, and blue-striped grey-white garment apart from the area under his arm which is striped black. The barque is blue at both ends and green in the middle with red and grey-white stripes between these divisions and red disks and lotus-centres at the top of the prow and stern. The 'ba'-bird has a red body and legs, blue back and wig, and green underbody and cone. His fan is blue with red diagonal lines on grey-white and his flag red and his feather blue. The seated gods have red bodies, blue-striped collars, blue wigs, and blue-black ankh-signs. Ra has a grey-white face with black details, a blue sceptre, and a red disk with black horns. Atum has a blue face and a red and grey-white crown. The next four deities have green faces. Khepri and Shu have blue head-dresses; Tefnut's is red, while that of Geb is red and blue. The deities rest on a platform made up of blue, grey-white, and red rectangles. The helmsman has a red body, blue collar and wig, and green and grey-white kilt. The boat rests on blue water. The texts here and in the following register are black with blue dividing lines. In the third register the deceased has a red body, blue wig and eyebrow, green cone, blue-green collar and underarm garment, and white garment with black details and a blue belt. The altar is blue with a red pot and blue lotus, Osiris has a red body with blue sceptres and streamers, green face, blue collar, and grey-white crown with blue feathers, black horns, and a red centre dot. The two goddesses have green bodies, red dresses, blue wigs, and blue and red head-dresses and carry blue-black 'ankhs'. Hornedjitef has a red body, grey-white face with black details, blue wig, blue striped and green kilt, and grey-white and red crown and carries a blue-black sceptre and black ankh. Hathor is similar to the other goddesses apart from her red disk with black horns, blue-black sceptre, and black 'ankh'. The two jackal-headed deities have black bodies, blue and red kilts with red tails and carry blue-black sceptres and black ankhs. The dividing lines between the names of Isis and Nephthys and the extreme right border are red rather than the normal blue. The border between the third and fourth register is composed of blue, white, and green squares, the white having a black dot in the centre. The text in the fourth register is black on alternate grey-white and yellow backgrounds between blue dividing lines. The sides and back are plastered white apart from the bottom edge. There is a red stripe in the centre of the sides. The pedestals are white with blue and red steps. The 'ba'-bird has a gold face, blue wig, and upper body with a grey-white red-feathered centre stripe. The underbody is grey-white with black, blue, and red details. The feet are red and rest on a base which has a grey-white upper surface and blue sides. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster ", " gold "], "Technique": [" painted ", " plastered ", " gilded "], "Dimensions": [" Height: 53.50 centimetres ", " Width: 45.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 84 (no. 138); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 138 (no. 2); E. A. Wallis Budge, 'The Mummy: a Handbook of Egyptian Funerary Archaeology' (Cambridge 1925), 448-9 pl. xxiv, B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 809; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 236; K. Myśliwiec, 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 35 (Wiesbaden, 1979), p. 202 note 26; S. Bosticco, 'Le stele egiziane di epoca tarda' (Rome, 1972), p. 44. M. Minas-Nerpel, 'Der Gott Chepri : Untersuchungen zu Schriftzeugnissen und ikonographischen Quellen vom Alten Reich bis in griechisch-römische Zeit' (OLA 154, Leuven/Dudley, Mass.,2006), p. 338, note 943. For a parallel, see Stadler, M.A. 2022. A New Version of the Beginning of the Book of Traversing Eternity: The Hieroglyphic-Demotic Funerary Stela of Pakhom, Son of Lykos, from Edfu (22 March 18 BCE [greg.]), in One Who Loves Knowledge. Studies in Honor of Richard Jasnow, Bryan B. et al. (eds), Columbus, p. 419-38."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.82-83)"], "Location": ["On display (G62/dc18)"], "Condition": ["fair"], "Subjects": [" ancient egyptian deity ", " ba "], "Associated names": [" Named in inscription: Takerheb (mother) ", " Representation of: Ra ", " Representation of: Atum ", " Named in inscription & portrayed: Khepri ", " Representation of: Shu ", " Representation of: Tefnet ", " Representation of: Geb ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Hornedjitef ", " Representation of: Hathor ", " Representation of: Anubis ", " Representation of: Wepwawet ", " Named in inscription: Ra-Horakhty "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8468"], "Registration number": [".8468"], "Additional IDs": [" Miscellaneous number: BS.8468 (Birch Slip Number) "]}