{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1341"], "Description": [" White limestone false-door of Qar: at the top there is a plain cavetto-cornice and the inscribed area is surrounded by a plain forus-moulding. There are three vertical panels on each side of the doorway. The lintel bears a simple ḥtp-dỉ-nsw formula, and the six vertical panels carry Qar's titles and dignities; his titles also occur on the small, subsidiary lintel. These texts are carved in sunk relief of moderate quality. At the bottom of each vertical panel there is a standing figure of Qar who is shown in various attitudes of authority; these figures are carved in sunk relief of a peculiarly gauche nature. The rectangular panel above the doorway has a representation of Qar seated behind an offering-table, carved in fair, low relief. Above the table is incised a short ḥtp-dỉ-nsw text. The surface in general is sound apart from that of the rectangular panel carved in low relief; some flaking can be detected here. No colour remains. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Qar "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 213 centimetres ", " Thickness: 12 centimetres ", " Width: 132 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), 67; Part 1, 302."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.32)"], "Location": ["Not on display"], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Qar ", " Named in inscription: Pepy I "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1341"], "Registration number": ["1901,0608.1"], "Conservation": ["Treatment: 23 Dec 1982"]}