{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1228"], "Description": [" Limestone stela of Meretites: the top panel shows Meretites seated behind an offering-table with the names of offerings written below and her name above. A single line of text underneath describes her as 'the one revered by her husband'. The panels on either side of the false door have two registers. The upper in each case carries a representation of Meretites; below, on the left is a figure of her daughter Zšzšt and, on the right, a figure of her daughter Ḥtp-ḥr.s. The whole is carved in fair sunk relief. The surface is blotched with small fungoid patches. No colour remains. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Memphis (Egypt) "], "Materials": ["limestone"], "Dimensions": [" Height: 133 centimetres (case) ", " Height: 124 centimetres ", " Width: 51.50 centimetres (case) ", " Width: 45 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), p. 4, describes the owner of this stela as 'Queen' and gives Giza as the provenance (followed by B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 66). There is, however, no internal evidence to identify the Meretites of this stela with any of the ladies so named who were members of the royal house during the Fourth Dynasty. The rather yellowish, friable limestone of which the piece is made is like that found locally at Giza and this fact may help us to assign it with a little more confidence to that site. No other precise evidence is available. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), 66. ", " PM III (2): 299 "], "Bibliographic references": [" Scott-Moncrieff 1911 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 1. (pl.8) ", " James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.13) "], "Location": ["Not on display"], "Condition": ["Fair. The surface is blotched with small fungoid patches."], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1228"], "Registration number": ["1897,0511.216"]}