{"artifact_name": "cosmetic-jar", "Object Type": ["cosmetic-jar"], "Museum number": ["EA5114"], "Description": [" A pottery cosmetic-jar: in the form of a woman playing a lute, with her body twisted slightly to the left. She wears a long dress, and a bangle on her right wrist. The object does not stand on its own, so would have been impractical as a vessel. After moulding, the face, fingers, and toes were enhanced with a tool. A red slip covers the surface, which is vertically burnished. Black paint was applied, as usual, to the hair and eyes, and to outline the fingers and the toenails. On the woman's tunic dress, the short sleeves, keyhole neckline with its little tie strings, the stitching of the side seams and the fringe of the hem are all indicated in black paint. The lute is also realistically detailed, from the tassels for fixing the two strings, to the frets, holes in the sound box, and plectrum. A checkerboard pattern on the back of the sound box represents the tortoiseshell of which such objects were made. The handle, spout and base were moulded separately and then applied. The potter has taken great care to obliterate all tooling marks. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1479BC-1352BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["pottery"], "Technique": [" mould-made ", " tooled ", " painted ", " burnished ", " slipped "], "Dimensions": [" Height: 23 centimetres ", " Weight: 0.24 kilograms ", " Width: 7.50 centimetres ", " Depth: 5.70 centimetres "], "Curator's comments": [" Bibliography: E. A. Wallis Budge, 'The Mummy: a Handbook of Egyptian Funerary Archaeology' (Cambridge 1925), p.392, pl.24; E. B. Knobel 'et al', 'Historical Studies' (London, 1911), p.44, pl.24.56; C. J. Hickman, 'Usage et signification des frettes dans l'Egypte Pharaoniques', in Kêmi 13 (1954), p.92-8; J. Bourriau, 'Umm el-Ga'ab : pottery from the Nile valley before the Arab conquest : exhibition organised by the Fitzwilliam Museum, Cambridge, 6 October to 11 December 1981' (Cambridge, 1981), p35-6 [49]; J. Bourriau, 'Pottery Figure Vases of the New Kingdom', 'Cahiers de la ceramique egyptienne' I (Cairo, 1987), p.84, n. 11, 92, n.56, pl.xxx, 1; 'Il Senso dell'arte nell'antico egitto' (Milan, 1990), p.123-4 [73]; B. Watterson, 'Women in Ancient Egypt', (Stroud/Sutton/New York, 1991), p.79; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), fig.139; 'Les amour d'une princesse égyptienne' (Saint-Gérard, 1997), p.128 [118]; L. Manniche, 'Ancient Egyptian Musical Instruments' (Munich, 1975), p.93; Boston Museum of Fine Art, 'Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085BC' [exhibition catalogue] (Boston, 1982), no. 366, p. 261; R. D. Anderson, 'Catalogue of Egyptian Antiquities in the British Museum, III: Musical Instruments' (London, 1976), p.3-4, fig.4. Roehrig (ed), Hatshepsut. From Queen to Pharaoh (New York, exhibition catalogue, 2005): 238-9, no.166. ", " On figure vases from Tuthmoside Egypt, see Roehrig (ed), Hatshepsut. From Queen to Pharaoh (New York, exhibition catalogue, 2005): 233-41. "], "Bibliographic references": [" Bourriau 1981 / Umm el-Ga'ab: Pottery from the Nile Valley Before the Arab Conquest (49) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (80) ", " Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (166) ", " Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (366) "], "Location": ["Not on display"], "Exhibition history": [" 1982 Feb-May, Boston, Museum of Fine Arts, Egypt's Golden Age 1982 Jul-Sep, Houston, Houston Museum of Natural Science, Egypt's Golden Age 1982/3 Oct-Jan, Baltimore, Walters Art Gallery, Egypt's Golden Age 1990 Mar-Jul, Bologna, Museo Civico Archeologico, Il Senso dell'Arte Nell' Antico Egitto 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom 2005-2006 15 Oct-29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Purchased from: Henry Salt"], "Previous owner": ["Previous owner/ex-collection: Henry Salt"], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 973 in auction of Salt's collection, Sotheby's, 1835. MS register of acquisitions 1835 records the piece entering the British Museum with other items from the Salt sale, and the Birch slip for the object also identifies it as Salt lot 973. An additional note on the Birch slip mentions 'Burton 1836' - probably in error; the piece was not among the items acquired at the sale of James Burton's collection in 1836."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5114"], "Registration number": [".5114"], "Additional IDs": [" Miscellaneous number: BS.5114 (Birch Slip Number) "], "Conservation": ["Treatment: 17 Apr 2000"]}