{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1650"], "Description": [" Sandstone stela; forty-five rows of incised cursive Meroitic inscription mentioning Queen Amanirenas and King Akinidad; above is incised scene of royal figures and deities(only legs visible). "], "Cultures/periods": ["Meroitic"], "Production date": ["1stC BC(late)"], "Excavator/field collector": ["Excavated by: Prof John Garstang"], "Findspot": [" Excavated/Findspot: Hamadab (Nubia) "], "Materials": ["sandstone"], "Technique": ["incised"], "Dimensions": [" Height: 236.50 centimetres (max) ", " Width: 101.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" PM VII, p.239; D. Welsby in N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 318-9. ", " Strudwick N 2006 In 1909 John Garstang of the University of Liverpool began excavations in Sudan at Meroe, the capital of the kingdom of Kush; during the 1914 season he also excavated at Hamadab, 2 km to the south. There his team unearthed the remains of a small temple with a doorway flanked by two stelae, both in situ. The stela standing on the left of the doorway was given to the British Museum, while the other was left in place. The stela consists of a single block of ferruginous sandstone that tapers a little towards the base. The lower part is only very roughly dressed and was set into the ground. Above this is an inscription on the front face, topped by a lunette relief panel, only the lower part of which remains. The panel depicts Queen Amanirenas and Prince Akinidad facing a god, probably Amun, on the left; on the right the same individuals appear before a goddess, perhaps Mut, who holds an ankh (the hieroglyph denoting 'life'). Beneath the base line is a narrow frieze depicting bound prisoners. The lower part of the block is divided by horizontal incised lines framing the inscription, forty-two lines of text in what is known as Meroitic cursive script (although the script is not actually cursive, since the letters are not joined). The Meroitic alphabet consists of fifteen consonants, four vowels and four syllabic characters. Although the sound equivalents of the characters are known and one can therefore 'read' the text, its meaning is far from clear. Meroitic, the indigenous language of the kingdom of Kush at least from the early first millennium BC until the fourth century AD, is one of the few ancient languages which cannot be deciphered. Close relations to the language are lacking, as are bilingual inscriptions, apart from a few very short texts. This is particularly unfortunate in the case of this inscription. We know from Roman sources that in 24 BC the Kushites invaded Egypt, incorporated only six years earlier into the Roman empire, and carried off imperial statues from Syene (Aswan), probably including the famous head of Augustus in the British Museum (registration number GR 1911,0901.1). Roman historians provide a detailed account of the aftermath of the raid, the defeat of the Kushite army, its flight, and ultimately the sacking of the Kushite religious centre at Napata near the Fourth Nile Cataract. Many scholars think that this inscription records the campaign. The names of Amanirenas and Akinidad can be read, and are thought to be contemporary with these events. Among the words on the inscription is 'Areme', thought by most experts to be the Meroitic term for Rome. This inscription may hence be of immense interest and might allow us to re-evaluate this first clash between two of the major powers of the ancient world, known for over 2,000 years solely from Roman imperial propaganda. The decipherment of Meroitic is eagerly awaited. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.318-319)"], "Location": ["On display (G65)"], "Condition": ["incomplete - top lost"], "Associated names": [" Named in inscription: Amanirenas ", " Named in inscription: Akinidad "], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1650"], "Registration number": ["1914,1013.1"], "Additional IDs": [" Miscellaneous number: REM1003 "], "Conservation": ["Treatment: 21 Jun 1991"]}