{"artifact_name": "funerary cone", "Object Type": ["funerary cone"], "Museum number": ["EA35672"], "Description": [" Pottery funerary cone. The circular end bears a raised relief inscription, created by stamping the object prior to firing, giving a title referring to the god Amun-Ra, and the name of the tomb owner, Montuemhat. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Type series": ["Davies-Macadam 461"], "Dimensions": [" Height: 8.70 centimetres ", " Length: 13.30 centimetres ", " Weight: 718 grammes ", " Width: 8.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Rows of such funerary cones were set into the façade of some Theban tomb chapels during the 18th dynasty (though there are earlier, and Ramesside, examples). This one likely came from TT 34. General introduction: Lise Manniche. Funerary cones. in: The Oxford Encyclopedia of Ancient Egypt. I. Edited by D.B. Redford. Oxford. 565-567 [with list of other sites which have yielded funerary cones]. Recently cones have been found in elite Egyptian tombs at Tombos (see S.T. Smith, Wretched Kush). For depictions of such cones in ancient tomb paintings, see Davies, N. (1938) ’Some representations of tombs from the Theban necropolis.’ Journal of Egyptian Archaeology, 26:25-40. A corpus of known funerary cones: Davies, N. de G. and M.F.L. Macadam (1957), A corpus of inscribed Egyptian funerary cones. Griffith Institute, Oxford. Dibley, Gary and Bron Lipkin 2009. A compendium of Egyptian funerary cones. with cone translations by Julie Masquelier-Loorius. London: Lipkin & Dibley. This cone published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 86-7"], "Bibliographic references": [" Davies 1957 / A corpus of inscribed Egyptian funerary cones (461) ", " Dibley & Lipkin 2009 / A compendium of Egyptian funerary cones (No. 461) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Mentuemhat"], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35672"], "Registration number": ["1875,0810.186"]}