{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA577"], "Description": [" Limestone stela of Intef and Sensobek: a father and son stand facing each other. Their figures follow the standard two-dimensional conventions of profile head and frontal eye, frontal shoulders and torso in profile but with the navel visible, profile buttocks and legs, with identical single-toed feet. The two are identical in almost every other respect as well: they are the same size; they both have the short, curly hairstyles, and their kilts, with stiffened front panels and decorated belts, and their beaded necklaces and bracelets are almost identical. Each man holds a long staff and a 'sekhem' scepter, standard symbols of authority. On the figure facing right, it is clear that the staff is held in the left hand and the scepter in the right. The figure facing left, in the secondary position, is represented as a mirror image of the first. But since he, too, must be understood to grasp the staff with his left hand and the scepter with his right, the hands have been reversed. The long column of text down the centre tells us that the stela was dedicated to his father by the count (an honorific title) and overseer of "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1985BC-1878BC (circa)"], "Findspot": [" Found/Acquired: Abydos (?) "], "Materials": ["limestone"], "Dimensions": [" Height: 62 centimetres ", " Width: 51.50 centimetres ", " Depth: 11 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 4 (London, 1913), pl. 35."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (20)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Intef (father) ", " Named in inscription & portrayed: Sensobek (son) "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA577"], "Registration number": [".577"], "Additional IDs": [" Miscellaneous number: BS.577 (Birch Slip Number) "]}