{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["EA22260"], "Description": [" Plaster seal from a wine amphora stopper. Greek text surrounds central phallic(?) motif. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC BC (late)- 3rdC AD (early)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis, Probably from the Ptolemaic and Roman town area. "], "Materials": ["plaster"], "Technique": ["stamped"], "Dimensions": [" Diameter: 10.09 centimetres (maximum) ", " Diameter: 8.30 centimetres (rim of amphora) ", " Thickness: 1.99 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Plaster seal top of wine amphora stopper type 1 (Thomas 2011). Impression of missing round cut sherd bung shows clear wheel mark impressions. This method of sealing wine amphorae was common in Egypt (its most likely origin) during the Early Imperial Roman period (Bailey 2007; Bos 2007; Bos & Helms 2000; Cashman et al. 1999; Cuvigny 1998 ; Denecker & Vandorpe; 2007; Dieleman 1998; Johnson 1979; Mayerson 2001; Moulder 2007; Nachtergael 2000; Smith 1883; Thomas 2011; Thomas & Tomber 2006; Vandorpe 2005). Bailey, D., 2007. Fired clay, plaster and miscellaneous objects. In Peacock, D and Maxfield, V. (eds) ‘The Roman Imperial quarries, Survey and excavation at Mons Porphyrites 1994-1998. Volume 2, The excavations’, 297-328. London. Bos, J. E. M. F., 2007. Jar stoppers, seals, and lids, 1999 season. In Sidebotham, S. E. and Wendrich, W. Z. (eds) ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Sikait and the Survey of the Mons Smaragdus Region’, 258-69. Los Angeles. Bos, J. E. M. F. and Helms, C. C., 2000. Jar stoppers and seals. In Sidebotham, S. E. and Wendrich, W. Z. (eds) 'Berenike '98’, 275-304. Leiden. Cashman, V. L., Bos, J. E. M. F. and Pintozzi, L. A., 1999. Jar stoppers. In Sidebotham, S. E., and Wendrich, W. Z. (eds) ‘Berenike 1997, report of the 1997 excavations at Berenike and the survey of the Eastern Desert, including excavations at Shenshef’, 285-97. Leiden. Cuvigny, H., 1998. Bouchons cachetés des fouilles d'Adolphe Reinach à Coptos. ‘Bulletin des Musées et Monuments Lyonnais’, 4, 2-7. Denecker, E. and Vandorpe, K., 2007. Sealed amphora stoppers and tradesmen in Greco-Roman Egypt, archaeological, papyrological and inscriptional evidence. ‘Bulletin Antieke Beschaving’, 82, 115-28. Dieleman, J., 1998. Amphora stoppers. In Sidebotham, S. E. and Wendrich, W. Z. (eds). ‘Berenike 1996, preliminary report of the 1996 excavations at Berenike and the survey of the Eastern Desert’, 265-77. Leiden. Johnson, W. R., 1979. Plaster Amphora Plugs. In Whitcomb, D. S., and Johnson, J.H., (eds). ‘Quseir al-Qadim 1978, Preliminary Report’, 233-36. Cairo. Mayerson, P., 2001. Jar stoppers and the sealing of wine jars. ‘Zeitschrift für Papyrologie und Epigraphik‘, 136, 217-20. Moulder, S. F.. 2007. Jar stoppers, seals, and lids, 2000 season. In Sidebotham, S. E., and Wendrich, W. Z. (eds) ‘Berenike 1999 / 2000, Report on the Excavations at Berenike, including Excavations in Wadi Kalalat and Siket and the Survey of the Mons Smaragdus Region’, 270-84. Los Angeles. Nachtergael, G., 2000. Sceaux et timbres de bois d'Égypte, I. En marge des archives d'Hèroninos, Cachets et bouchons d'amphores de Théadelphie. ‘Chronique d'Égypte’ 75, 153-70. Smith, C. 1883. Amphora stopping from Alexandria. ‘Journal of Hellenistic Studies’. 4, 158-61. Thomas, R. I. 2011 Roman vessel stoppers In D. P. S. Peacock and L. Blue (eds) ‘Myos Hormos – Quseir al-Qadim, A Roman and Islamic Port Site on the Red Sea coast of Egypt, Volume II’. Southampton. Thomas, R. I. and Tomber, R. S. 2006. Vessel stoppers. In Maxfield, V., and. . Peacock, D, (eds). ‘Survey and excavation Mons Claudianus, Volume III ceramic vessels and related objects’, 239-60. Cairo. Vandorpe, K., 2005. Sealing containers in Greco-Roman Egypt. The inscriptional and papyrological evidence. In Davoli, P. (ed.) ‘Oggetti in argilla dall'area templare di Bakchias (El-Fayum, Egitto)’, 231-90. Pisa, Biblioteco degli 'Studi di Egittologia e di papirologia 3."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.10) (Phase 3)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22260"], "Registration number": ["1885,1101.15"]}