{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA29"], "Description": [" Limestone seated statue of Iryneferu and his wife Ipu, with the wife’s head and part of the left side of the seat now lost. Iryneferu is seated on the right side of the high-backed chair and wears a shoulder-length wavy double wig with an undersection of tight curls behind the ears. Black paint has been applied across the wig. His eyes are wide and slanted, with a thick incised line above the eye and faint arched eyebrows. His nose is broad and slightly bulbous, with a visible cupid’s bow above his upper lip. His lips are thick and fleshy, with a visible fold of flesh at the outer corners. His lower lip is sharply incised. His cheeks and jawline are rounded and fleshy in appearance. Across his neck are painted traces of a broad-collar with rows of beaded detail. Red-brown paint has been used across the face and body to indicate his skin. His upper body is bare, with his left arm placed around his wife and the right arm on his lap. He may have held an object in this hand, possibly a piece of folded cloth. He has a narrowed waist, and wears a long kilt belted at the waist with a visible loop of material at the waistline. A single column of text is inscribed across his thighs and extends down to the edge of the kilt. Ipu is seated on the left, with a partial outline of her long wig visible on her left shoulder. Her left arm is enveloped in her clothing, and she holds a sistrum across her torso. Her right arm is placed behind her husband, creating an exaggerated elongation of her arm. Her dress also has a column of text inscribed from the thighs down to the edge of her clothing. At the front of the seat between their legs is a sunken relief image of their daughter Mutakhet, wearing a long wig and fillet with a decorative lotus bud. She faces towards her father and wears a long tight-fitting dress and holds a lotus flower with a long stem in her right hand. On either side of her figure are two short columns of inscription left undefined by a border. On either side of the statue seat are six columns of inscription, both beginning at the front of the seat and moving towards the reverse. There are several chips visible across the stone surface particularly around the edges of the seat and the front of the base. A section of Iryneferu’s left hand and arm is also missing. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 57 centimetres ", " Width: 27 centimetres ", " Depth: 30.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Based on stylistic features, the monument has been dated to the 18th Dynasty (PM I:II; Metawi 2013). A Theban origin is likely given Iryneferu’s titles which relate to the temple of Amun-Re, and the repeated references to Amun and the area of Karnak. A study of another 18th Dynasty fragmentary group statue (accession number N129, now in the Egyptian Museum, Cairo) has been suggested to represent the same individual Iryneferu, but with the daughter Mutakhet represented as his wife (Metawi 2013). There are interesting textual contrasts presented across both sides of the seat which address two complementing deities, such as Mut, Mistress of the Sky, and Hathor, Mistress of the Desert, thus evoking both heaven and earth. A detailed list of offerings on the right side is contrasted with a more encompassing request for ‘a thousand of offerings’ on the left side. Both inscriptions also relay two important activities and specify their daily occurrence; on the right side, that the subjects can move independently as ‘a living ba’, and on the left that they receive offerings in the god’s presence. Each inscription across the surface also repeats the daughter’s name and reinforces her status as the dedicator of the monument. A study of an 18th Dynasty fragmentary group statue now in the Egyptian Museum (Cairo, N129) has been suggested to represent the same individual Iryneferu, but with the daughter Mutakhet represented as his wife (Metawi 2013). Further Bibliography: D. Metawi, 2013. ‘A Possible Father-Daughter Marriage in the New Kingdom (Cairo Museum N 129)’ Studien zur Altägyptischen Kultur Bd. 42, p. 226-229."], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (p. 34, Pl.29) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 126, no. 444) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 789) "], "Location": ["Not on display"], "Condition": ["incomplete - head of female figure lost"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29"], "Registration number": [".29"], "Additional IDs": [" Miscellaneous number: BS.29 (Birch Slip Number) "]}