{"artifact_name": "bowl", "Object Type": ["bowl"], "Museum number": ["EA36342"], "Description": [" Monochrome circular bowl on solid circular base: the medium is dark-blue glass, barely translucent. There is no lip on the rim. The foot is solid save for a small cavity made by the mandril. The interior retains only slight traces of the core. Preserved intact, the entire exterior filmed grey making it impossible to determine if this surface was matt or glossy. Traces of core within. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Amenhotep II (?) "], "Materials": ["glass"], "Technique": ["core-formed"], "Dimensions": [" Diameter: 9 centimetres (max) ", " Height: 5.40 centimetres ", " Weight: 0.141 kilograms "], "Curator's comments": ["This bowl was purchased at Luxor from the dealer Mohammed Mohassib who, presumably, provided the provenance. If this bowl is indeed from the tomb of Amenhotep II, as seems probable, it is the earliest footed glass bowl from Egypt and perhaps in the world. Bibliography: B. Nolte, ‘Die Glasgefässe in Alten Ägypten (Berlin 1968),130 (with earlier bibliography), pl. XXIV, 12."], "Bibliographic references": ["Cooney 1976 / Glass (1749)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Associated names": ["Associated with: Amenhotep II"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36342"], "Registration number": ["1902,0412.42"], "Conservation": ["Treatment: 18 Jan 2016"]}