{"artifact_name": "inlay; naos", "Object Type": [" inlay ", " naos "], "Museum number": ["EA64224"], "Description": [" Mosaic glass inlay: rectangular mosaic glass element of a border built up from slices. On a purple-blue field the traditional composition of an ankh-sign, flanked by sceptres terminating in the head of the Seth-animal, is repeated six times with part of a seventh representation. The ankh-signs are in white with the loop area a field of red outlined in yellow. The sceptres are white also, with heads in blue and black. Each group is framed within two red rectangles. Below, on a red field, is a register of neb-signs, one for each group of hieroglyphs, of alternating design and colouring. Three are composed of alternating horizontal white and blue lines. The other three have chequered pattern in red, yellow, green, and dark blue. The outer border is a series of rectangles in dark blue, red, green, and yellow. Mounted on its ancient backing of black glass. Glossy surface. From a naos. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Hathor (Dendara), Temple of Hathor "], "Materials": ["glass"], "Technique": ["mosaic"], "Dimensions": [" Length: 8.40 centimetres ", " Width: 3.30 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Of considerable interest as a very late version (possibly the last) of an ancient composition. In particular, the curious heart shape of the loop of the ankh illustrates the breakdown of the ancient iconography. Bibliography: E. Dillon, ‘Glass’ (London 1907), pl. III (3)."], "Bibliographic references": [" Cooney 1976 / Glass (1143) ", " Tait 1991 / Five Thousand Years of Glass (pl.61) "], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Seth"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64224"], "Registration number": ["1898,0902.16"]}