{"artifact_name": "rhyton; wine-funnel", "Object Type": [" rhyton ", " wine-funnel "], "Museum number": ["EA22731"], "Description": [" Blue glazed composition conical rhyton or wine-funnel: with its tall sides, offset concave lip and slightly crooked loop handle, it is an Egyptian imitation of a form introduced on Crete during the late Middle Minoan Period. It copies a Minoan form but is decorated with seven registers each containing abstract designs derived from the ancient pharaonic Egyptian repertoire of motifs. The designs are represented in dark blue with black outlines on a pale blue ground that contrasts with the rhyton's unglazed interior. "], "Cultures/periods": ["21st Dynasty"], "Findspot": [" Excavated/Findspot: Tuna el-Gebel "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Length: 23.50 centimetres ", " Weight: 0.40 kilograms ", " Width: 13 centimetres ", " Depth: 10 centimetres "], "Curator's comments": ["Of all the pharaonic Egyptian versions of the Minoan rhyton, this is the most famous and most frequently published. Its popularity with scholars resides no doubt in its demonstration that ancient Egyptian craftsmen had fully absorbed a foreign pottery typology into their local Egyptian production. The cosmopolitan Egyptians of the New Kingdom, doubtless aware of the opulence of Minoan Crete, adopted as their own a vessel used there primarily for ritual purposes. It is not known, however, whether this rhyton was employed in Egypt for similar ceremonies because judging from its excellent state of preservation it came from a tomb. Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 143, no. 36; H. R. Hall, ‘The oldest civilisation of Greece : studies of the mycenaean age’ (London, 1901), p. 186, fig. 53; H. R. Hall, ‘The civilization of Greece in the Bronze Age’ (New York, 1928), p. 222, fig. 291; D. Fimmen, ‘Die kretisch-mykenische Kultur’ (Leipzig, 1924), p. 208; A. Evans, ‘ThePalace of Minos at Knossos’ II (London, 1928), supp. pl. 24.20; H. Bossert, ‘Altkreta : Kunst und Handwerk in Griechenland, Kreta und auf den Kykladen Während der Bronzezeit’ 3rd ed. (Berlin ,1937), no. 569; G. Nelson, “A Faience Rhyton from Abydos in the Boston Museum of Fine Arts”, in ‘American Journal of Archaeology’ 40 (Baltimore/Norwood, 1936), p. 502, fig. 2; E. Peltenburg, “The Glazed Vases, Including a Polychrome Rhyton” Appendix I in V. Karageroghis, ‘Kiton 1. The Tombs’ (Nicosia, 1974), p. 119, fig. 3c."], "Bibliographic references": [" Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (124) ", " Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (160) ", " Koehl 2006 / Aegean Bronze Age Rhyta (Cat. no. E13, p. 240) ", " Frankfurt 2005 / Ägypten, Griechenland, Rom : Abwehr und Berührung ; Städelsches Kunstinstitut und Städtische Galerie, 26. November 2005 - 26. Februar 2006 (no.2) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 Frankfurt, Museum Alter Plastic, Egypt, Greece and Rome 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact "], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22731"], "Registration number": ["1890,0412.10"]}