{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA86253"], "Description": [" Very fine scarab, completely preserved, made of glazed steatite. Fine details carved, the steatite is of a beige colour with incised lines filled with dark turquoise glaze. The division between head and prothorax is shown with a single line that bends into the prothorax. The prothorax and elytra are not further separated, gut two vertical bent lines indicate the division. In the upper part of the prothorax, in the middle of the body, a small curved area that might have been an original cut but is slightly broken out now. The head is trapezoidal in shape, both eyes are separated by a line, showing a thin long shape. The clypeus bears two notches at its upper end and four at the lower end. The plates are visible and each bear a notch in the middle. The side of the scarab shows three clearly cut legs on each side, all showing small grooves indicating the hair, sitting on top of the base plate. The seal at the base shows three oval lines framing the base, between the first two lines a row of small squares is cut through perpendicular lines. The third line is just a simple line. Inside on each end a vertical nb-basket, between them a mAa.t-feather and the hieroglyphs for Ptah. The orientation of the seal follows the longitudinal perforation. At the end of each perforation a lug shaped part framing the perforation. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), E13.2H "], "Materials": ["steatite"], "Dimensions": [" Diameter: 0.20 centimetres (perforation) ", " Height: 1.72 centimetres ", " Length: 0.75 centimetres ", " Width: 1.26 centimetres "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86253"], "Registration number": ["2016,1001.429"], "Additional IDs": [" Excavation/small finds number: 730 (Excavation Number) "]}