{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA40954"], "Description": [" Fragmentary yellow limestone head of a male figure, the body now lost. He wears a smooth flared wig, the ends of which are now broken off. This style likely means that the wig reached to his shoulders. His ears are slightly oversized. His eyebrows are faintly incised, and his eyes are almond shaped with traces of black paint at the outline. His nose has suffered damage with a break at the left side, but the intact right side appears slim. His lips are thick and pursed together, and are fleshy in appearance. On the reverse is a partial top section of a back-pillar. Traces of black paint and faded markings are visible across this section of the stone, but there are no clear indications of incised text. His face has suffered two breaks at the nose and the right side cheek, with further small scratches to the wig and left side of the face. The object is now attached to a small modern base. "], "Cultures/periods": ["18th Dynasty ((early))"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["limestone"], "Dimensions": [" Height: 9.90 centimetres (Figure) ", " Height: 9.20 centimetres (base) ", " Weight: 2.50 kilograms (Figure and base) ", " Width: 10 centimetres (Figure) ", " Width: 8.50 centimetres (base) ", " Depth: 10.20 centimetres (Figure) "], "Curator's comments": ["This head was recovered during the excavation of the temple of Mentuhotep II at Deir el-Bahri (Naville 1913; PM II). A photograph of the object taken during the excavations can be found on the Egypt Exploration Society's Flickr page: https://www.flickr.com/photos/egyptexplorationsociety/24119875657/in/album-72157663539521818/ Though originally thought to date to the Middle Kingdom, it is more likely to be an archaising piece dating to the early 18th Dynasty. A range of other votive statue fragments from the New Kingdom were also found within the temple site, including other figures made from indurated limestone. General Sources: E. Naville, 1913. The XIth dynasty temple at Deir el-Bahari Vol. III. (London)."], "Bibliographic references": ["Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 394)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -head only)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA40954"], "Registration number": ["1904,1008.54"]}