{"artifact_name": "jug", "Object Type": ["jug"], "Museum number": ["EA73196"], "Description": [" Earthenware (pottery) jug; brown fabric; narrow foot; flaring body; angled shoulders; cylindrical neck; two applied roughly gamma shaped handles; body and shoulder with incised grooves and lozenges; neck with two applied anthropomorphic motifs with painted detail; wheel-made; restored. "], "Cultures/periods": ["Coptic"], "Production date": ["5thC-7thC"], "Excavator/field collector": [" Excavated by: Byzantine Research Fund ", " Excavated by: Reginald Campbell Thompson "], "Findspot": [" Excavated/Findspot: Wadi Sarga, monastery "], "Materials": ["pottery"], "Technique": [" incised ", " applied ", " painted ", " wheel-made "], "Dimensions": [" Height: 29.60 centimetres ", " Width: 20.50 centimetres "], "Curator's comments": ["Strudwick N 2006 The pale colour of this anthropomorphic vessel shows that it was made from the marl clays of the desert rather than the silts of the Nile Valley. Like most pottery of the Coptic Period, it was wheel-made, with the decoration applied after the basic form was constructed. Although fairly coarse, this vessel would have been a suitable, if a little eccentric, item for household use. The vessel's decoration is unusual in combining applied, incised, and painted techniques. Its neck has a face on either side. Clay has been added to the surface of the vessel and moulded to depict a stylized male face. Details of the eyelids and hair have been painted in black, using a striped and cross-hatched design. The edges of the face, brows, mouth, and nose are highlighted in red. These colours are often used together in the decoration of Coptic pottery. The surface of the vessel's body is covered with incised decoration, both above and below the undulating 'pie-crust' shoulder. These patterns would have been made with a knife. The geometric pattern focuses on a concentric rhomboidal design in the centre, below the face, flanked by long diagonal lines. Four orange bands were added around the circumference of the vessel after the incisions had been made. Usually, vessels made of the finer clays were incised, and the rougher wares were painted. The decorative range of expression on Coptic pottery is far wider than that seen in pharaonic times, and the styles used have a good measure of originality. The settlement of Wadi Sarga, located about 24 km south of Asyut, was excavated by the Byzantine Research and Publication Fund in 1913-14, and the interruption caused by World War I effectively prevented publication of the site. It was a monastic settlement of some type, either a collection of hermit's cells or (more likely) a more centralized community. The cemeteries for the site were located outside the wadi. Bibliography: N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 326-7."], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.326-327)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Byzantine Research Fund"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73196"], "Registration number": ["1919,0505.187"], "Conservation": ["Treatment: 04 Apr 2004"]}