{"artifact_name": "human mummy; bandage; cartonnage; bead-net; scarab", "Object Type": [" human mummy ", " bandage ", " cartonnage ", " bead-net ", " scarab "], "Museum number": ["EA6697"], "Description": [" Mummy of an adult woman, wrapped in linen bandages with remains of glazed composition bead-net, winged scarab amulet across breast and gilded polychrome-painted mummy-cover around lower legs. Skull - Mouth widely open. All teeth present. No fractures, but the nasal septum is missing. The cervical spine is intact. Artificial eyes have been inserted in the orbits. there is granular packing material in the subcutaneous tissues of the neck. Thorax and Abdomen - These cavities are filled with what appears to be a mixture of linen, sawdust and sand. The ribs, spinal column, pelvis, and hips are free from dislocations. There is an unusual non-metallic leaf-shaped amulet almost one inch long in the left flank, but the object is too small to be a covering plate for the flank-incision. Arms - Extended. Hands, with fingers extended, are on the anterior aspect of the thighs. Legs - The bones appear normal. No fractures or dislocations. the menisci are opaque. "], "Cultures/periods": ["21st Dynasty"], "Production date": ["1070BC-940BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" human tissue ", " linen ", " glazed composition ", " plaster "], "Technique": [" glazed ", " painted "], "Dimensions": [" Height: 24 centimetres ", " Length: 156 centimetres (max) ", " Width: 35 centimetres (max) "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (23) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.24, pl.2, p.105, p.110, table 1) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures "], "Condition": ["good"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6697"], "Registration number": [".6697"], "Additional IDs": [" Miscellaneous number: BS.6697 (Birch Slip Number) "], "Conservation": [" Treatment: 24 Nov 2008 ", " Treatment: 07 Feb 2005 ", " Treatment ", " Treatment: 23 Jun 2000 ", " Treatment: 20 Mar 1991 ", " Treatment: 10 Jun 2003 "]}