{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10732"], "Description": [" Papyrus, ritual text, with vignette at lower edge. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Dimensions": [" Height: 16.50 centimetres ", " Length: 19.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" religious ", " magical "], "Curator's comments": [" Bibliography: Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, p. 110. ", " The amulet Papyrus British Museum EA 10732 is written for the protection of Amennakhte, born of Tarekhânou, against the srf-inflammation (fever). The text is very close to P. Chester Beatty VII verso 7, with some variations in text and images. A partial doublet of P. Chester Beatty VII, verso 7 has been published by Yvan Koenig (Papyrus Deir al-Médîna 42). The nature of the relationships between P. British Museum EA 10732 and P. Chester Beatty VII, verso 7, is discussed. The amulet EA 10732 offers a case quite interesting study, in that it reproduces, to some notable variations, a text as present in the model note consigned to P. Chester Beatty VII, verso 7 (EA 10687), of which a partial doublet exists on a third papyrus (PDM 42). "], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381291) (http://www.trismegistos.org/text/381291) ", " Donnat 2000 / Le Papyrus-Amulette British Museum EA 10732 et le Billet Modèle P. Chester Beatty VII, Verso 7 (1.15) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: brittle, discoloured, fractured, loss Black ink Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Ra ", " Representation of: Osiris "], "Acquisition name": ["Donated by: Mrs Essie Winifred Newberry"], "Acquisition date": ["1950"], "Acquisition notes": ["Acquired in 1925 in Luxor."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10732"], "Registration number": ["1950,0522.2"]}