{"artifact_name": "collar", "Object Type": ["collar"], "Museum number": ["EA65817"], "Description": [" Glazed composition lotus blossom necklace terminal: that expands on the basic floral motif with the addition of a band of text. The moulded glazed composition ground into which the petals and hieroglyphs were inlaid is white, a colour possibly used to imitate silver. The blossom itself is largely composed of dark blue glazed composition inlays pressed into the white ground like the hieroglyphs. Yellow, green, and red inlays complete the blossom and impart a sense of nature and liveliness. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" glazed ", " inlaid "], "Dimensions": [" Height: 5.50 centimetres (max) ", " Weight: 0.045 kilograms ", " Width: 10 centimetres (max) ", " Depth: 0.70 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["The most popular jewellery item in the New Kingdom was the broad or 'weskhet' collar. This multi-strand ornament, based on real garlands and worn by both sexes, was often made of vibrantly coloured glazed composition pendants in the form of fruits, blossoms, and leaves. The terminals, or end pieces, of the necklace were frequently stylized blue lotus blossoms. These elements were triangular in shape and pierced along the underside of the broad, flat plane at the petal tips, where the various strings were gathered to exit the hole at the rounded apex. In keeping with the preference for elaborate 'weskhet' collars during the Eighteenth Dynasty, this terminal probably had eleven piercings along the edge beneath the inscription to accommodate the same number of strings. Fragments of comparable terminals with inscriptions dedicated to Amenhotep III suggest a common workshop, skilled in making polychrome glazed composition pieces. Bibliography: C. Andrews, 'Ancient Egyptian Jewellery' (London, 1990), pp. 102-03; S. Schoske & D. Wildung, 'Gott und Götter im alten Ägypten' (Mainz an Rhein, 1992), p. 86, no. 17; P. Kozloff, B. Bryan and M. Berman, 'Egypt's Dazzling Sun' (Cleveland, 1992), pp.422, 445 [124] = 'Le Pharaon-Soleil' (Paris, 1993), p.379-380 [124]; Cited: Riccardelli in P. B.Vandiver et al. (eds.), 'Material Issues in Art & Archaeology' VI (San Francisco, 2001)."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (31)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Associated names": [" Named in inscription: Amenhotep III ", " Named in inscription: Ra "], "Acquisition name": ["Purchased through: Spink & Son Ltd"], "Previous owner": ["Previous owner/ex-collection: Rev George Denis Nash"], "Acquisition date": ["1959"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65817"], "Registration number": ["1959,1212.18"], "Conservation": ["Treatment: 05 Jan 2016"]}