{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10474,5"], "Description": [" Papyrus; Hieratic text recto: Teaching of Amenemope. "], "Cultures/periods": ["Third Intermediate (?)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Dimensions": [" Length: 78.50 centimetres (frame) ", " Width: 31.60 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" Published: Vincent Laisney, l'Enseignement d'Amenemope; Studia Pohl 16; Rome, Pontifical Bible Institute. Rde 6 :43, 58 ", " The teaching of Amenemope (P BM EA 10474) is translated in M. Lichtheim, Ancient Egyptian literature: a book of readings, 3 vols. (University of California Press, 1973-1980), Volume II, pp. 146-163. There is unfortunately no fully integrated publication of this papyrus. Photographs and a somewhat unreliable transcription into hieroglyphs can be found in Budge, Hieratic Papyri in the British Museum, second series (London 1923); the recent standard treatment contains a transliteration, but no transcription of the hieratic into a hieroglyphic hand, although there are notes on the readings of various words: I. Grumach, Untersuchungen zur Lebenslehre des Amenope. Münchner ägyptologische Studien (Munich and Berlin: Deutscher Kunstverlag) 23, 1972. New study to be published by Vincent Laisney (Pontifical Bible Institute). ", " Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 45, 106. "], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (p.240) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (111307) (http://www.trismegistos.org/text/111307) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, cockled Black ink Red ink Backed: brown paper (cockled) Displayed in Room 62 until 1997 Mount Details: Sandwich: glass Sandwich: board Frame: wood Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Associated names": [" Named in inscription: Amenemope ", " Named in inscription: Senu (scribe) ", " Named in inscription: Pemu (father) "], "Associated titles": ["Associated Title:", " Teaching of Amenemope "], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10474,5"], "Registration number": ["1888,0515.3.5"], "Additional IDs": [" Miscellaneous number: Frame.5 "], "Conservation": [" Treatment: 23 Apr 2007 ", " Treatment: 22 Feb 2001 "]}