{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66463"], "Description": [" Mould-made scarab in glazed composition; damaged back, with simple markings for clypeus, prothorax and elytra; at side, legs not understood, represented by broad incised lines, almost forming a triangle; underside bearing hieroglyphic inscription, arranged horizontally, with nefer, ib-heart and falcon signs as well as a curved unidentified element in front of falcon; some hatching visible within hieroglyphs; inscription probably carved out, encircled by groove near edge; longitudinally pierced; pale green glaze; core white and soft visible at break. "], "Authority": ["Ruler: Psamtek II"], "Cultures/periods": ["26th Dynasty"], "Production date": ["595 BC - 589 BC (possibly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised ", " pierced "], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.10 centimetres ", " Width: 0.85 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Petrie interpreted the inscription as the name of Psamtek I (Petrie 1889, pl. 60, no. 1898). Von Bissing argued also that it represented the name of Psamtek I associated with a Hes-vase, meaning the honoured one, now dead (Bissing 1951, 65-66). However, closer inspection reveals that it actually represents the name Neferibra of Psamtek II, with the nefer sign depicted horizontally. The name of Neferibra appears on other scarabs from Naukratis (Petrie 1886, pl. 38, no. 186 and Gardner 1888, pl. 18, no. 28: scarabs respectively in stone and Egyptian blue). This scarab was assigned to a type which was distributed in the Mediterranean area, especially in Greece and Punic sites (Gorton 1996, 129-131, type XXXVI, subtype 27-28, see especially 28 for this piece). This scarab, however, is well-related to her larger type XXVIII B. For a close parallel in style (similar treatment of legs, hieroglyphic signs): Bristol, City Art Gallery & Museum H3719. Bissing, F. W. von 1951, ‘Naukratis’, Bulletin de la Société Royale d'Archéologie d'Alexandrie 39, 33–82. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, 'Faience finds from Naukratis and their implications for the chronology of the site', in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 53) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 60, no. 1898) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 130, Type XXXVI 28) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.101) (phase 3) "], "Location": ["Not on display"], "Condition": ["Poor - back damaged"], "Subjects": ["bird"], "Associated names": ["Named in inscription: Psamtek II"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66463"], "Registration number": ["1886,0401.1635"]}