{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66480"], "Description": [" Mould-made scarab in glaze composition; back simply modelled with simplified clypeus, prothorax and elytra marked by thick lines; humeral callosities indicated by triangular ticks; profile flattened; at side, legs not understood, represented by broad incised lines forming a small triangle, but not cut away; underside bearing crude probably stamped with a hieroglyphic inscription arranged horizontally and composed of three signs; longitudinally pierced; thick yellow glaze; pale yellow core. "], "Authority": ["Ruler: Psamtek II"], "Cultures/periods": ["26th Dynasty"], "Production date": ["595 BC - 589 BC"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" pierced ", " mould-made ", " glazed ", " stamped (probably) "], "Dimensions": [" Height: 0.55 centimetres ", " Length: 1.10 centimetres ", " Width: 0.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). This scarab is a product from the 'Scarab Factory' where it was discovered (see F for Scarab Factory in Petrie 1886; pl. 37, no. 82; on its various productions, see Gorton 1996, 91-131; Webb forthcoming). It seems to belong to Gorton's type XXVIII B, though this specific inscription is not listed in that type. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, 'Faience finds from Naukratis and their implications for the chronology of the site', in R. Thomas (ed.) forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 82) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 62, no. 1978) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.102) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, right hand side badly rubbed"], "Associated names": ["Named in inscription: Psamtek II"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66480"], "Registration number": ["1886,0401.1654"]}