{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA60965"], "Description": [" Steatite figure of the god Harpocrates, seated on a decorated block throne. Harpocrates is depicted wearing a tight-fitting skullcap with the distinctive pleated sidelock of hair and a cross-hatched headband. Traces of the uraeus cobra are also visible at his forehead. On the back of the head is a winged vulture figure with a sun-disc. He also wears a detailed broad collar around his neck which is tied across the back, and a bracelet on his right wrist. Otherwise, the god is depicted nude, with broad arms and legs and a narrowed waist. Much of his face is damaged, but the outline of his eyes suggests a narrow shape with a thick cosmetic line emerging from the outer corners of the eye, and a thick flat eyebrow above. His left arm is held by the side of the body, the left hand now lost, while his right arm is crossed over the chest and he raises an index finger to his lips. On either side of the throne are representations of lions standing across the small pedestal of the main seat, with both tails curling up towards the top corners of the seat. Traces of blue glaze are visible across the left side arm, leg, foot, and left side of the pedestal. Small traces of this glaze are also visible on the face of the right side lion and the right side of the main statue base. On the reverse of the seat is a relief depiction of a naos shrine, with a row of uraeus cobras wearing the sun-disc across the top, and two winged sun-discs at the centre. The top of Harpocrates’ head and face have been damaged, and there are several chips to his body at the right upper arm and left side of the neck and shoulder. A large crack is also visible across his waist, while further fine cracks are also visible across both of his ankles. The right side corner of the seat and lion’s tail have also broken off. The figure is attached to a modern rectangular base. "], "Cultures/periods": ["Late Period (-Ptolemaic?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["glazed"], "Dimensions": [" Height: 14 centimetres ", " Width: 4.90 centimetres ", " Depth: 9.54 centimetres "], "Curator's comments": ["Representations of the child god Harpocrates became increasingly popular during the Late and Ptolemaic periods, ranging from small amuletic forms to larger statues and composed from materials such as stone, faience, and bronze. Other common depictions of the god included three-dimensional representations of the child being nursed as an infant by his mother Isis, emphasising her role as divine mother and protector for Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean. The use of lions may suggest a later Roman date, and possibly a Meroitic influence, yet three-dimensional representations from Meroe are typically created from sandstone rather than limestone."], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60965"], "Registration number": ["1839,0921.806"]}