{"artifact_name": "bell", "Object Type": ["bell"], "Museum number": ["EA6374"], "Description": [" Bell: egg-shaped bell with oval rim now much damaged at the back. The front of the bell is worked to represent the face of the god Bes, and at the top a small capital supports the god's plumes, behind which a semicircular ring forms the handle. The tongue of the bell is missing. The instrument has been cast in one piece. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Dimensions": [" Height: 6.40 centimetres ", " Weight: 64 grammes ", " Width: 4.50 centimetres ", " Depth: 3.80 centimetres "], "Curator's comments": ["Bibliography: 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (1922), p. 212 E.A. Wallis Budge, 'The Mummy' (1925), p. 368 Published: Anderson, 1976, Catalogue of Egyptian Antiquities III, Musical Instruments, (1976), p.32 (33), fig.48. Budge, Mummy, p.368."], "Bibliographic references": ["Anderson 1976 / Musical Instruments (33)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Purchased from: James Millingen"], "Acquisition date": ["1847"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6374"], "Registration number": ["1847,0806.161"], "Additional IDs": [" Miscellaneous number: BS.6374 (Birch Slip Number) "], "Conservation": ["Conservation Treatment: 24 May 2016"]}