{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["EA26311"], "Description": [" Glazed composition amulet of a lioness-headed goddess: this superbly modelled bright blue glazed composition amulet depicts one of the lion goddesses walking on a very thin base. She has a mane, her long wig is divided by the shoulders and she wears a full-length dress. In her left hand, held across her stomach, is a papyrus sceptre whose long stem reaches to the ground. On top of her head is an upreared cobra behind which is the suspension ring. At the back of the figure is a very narrow back pillar, a feature originally unique to stone statuary, where it provided a necessary support for walking figures although there was also an underlying symbolism. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["720BC-525BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["pierced"], "Dimensions": [" Height: 10.51 centimetres ", " Width: 2.42 centimetres ", " Depth: 2.76 centimetres "], "Curator's comments": ["Without an inscription, certain identification of the goddess represented is almost impossible. Identical figures are sometimes named Bastet and sometimes Sekhmet; the fierce goddess of the Memphite area who symbolized the burning heat of the sun and, as the sun god's vengeful eye, destroyed his enemies and brought pestilence and plague. In either instance, such an amulet would place the wearer under the protection of a great goddess. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 96-97 No 24."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.80-81)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2022 19 May – 25 Sept, London, British Museum, Feminine Power "], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26311"], "Registration number": ["1895,1115.11"]}