{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA25360"], "Description": [" Wooden model of sailing boat: the hull, of solid wood, is long and narrow, high stern curved over to provide base for steering-oar, bow less elevated. Flush-decked fore and aft; main deck hollowed out and cambered, with gunwales which merge into the raised fore- and after-decks; they are pierced just abaft the fore-deck, abaft the mast, and on both sides of the steering-post to take stays and halyards, relics of which remain in the forward hole on the larboard side. Along the centre of the fore-deck and projecting 1 3/4 inches over the bow with a deep notch is a stout piece of wood, painted red and marked along its length with black cross-bars which presumably represent bronze or leather fittings of some kind, the purpose of which is not clear. A similar raised beam runs along the centre of the after-deck, with black cross-bars. The deck is painted white with red thwarts and a red centre strip which may represent a hogging-beam, serving much the same purpose as the keelson in a modern vessel, i.e. to give longitudinal rigidity to the hull. This central band is interrupted by a rectangular space round the foot of the mast which in actual fact would be formed by two of the thwarts and two longitudinal beams connecting them; The exterior of the hull is painted yellow over plaster; the gunwales are red with black markings which probably represent leather loops for oars. The long tapering mast, unpainted, is original; the yards, sail, stays, and halyards are missing. There are fragments of two ropes still in place. One is knotted through a hole on the starboard side of the stern, the loose part being hung so knotted as to make three largish loops. The full length of the 'rope' would be about 18 inches. Its present length is 6 inches. In the opposite hole in the stern the knotted end of another rope still remains with 1 1/2 inches of slack. A single steering-post, square below and roughly octagonal above, with groove on top, painted red with three black bands on the lower part. Secured to the top of the post and to the 'curl' on the stern is a single unpainted steering-oar with tiller. Fitted into the notch on the piece of wood projecting beyond the bow is a similar oar without tiller but with the hole for one which apparently is intended to be controlled by the pilot. Both oars are made in one piece and the butt is shaved and pierced as if for tying to steering-posts. Both are pierced to receive a tiller. The blades of both have a hole close to the stem. Oars for rowing are absent. In the bows stands the pilot, apparently in charge of the enigmatic oar; a group of eight sailors abaft the mast and two forward of it are represented as working the halyards, but the helmsman is missing. They are all painted red with black wigs and white skirts; in some cases actual fabric skirts remain. Forward, facing the stern, sits the owner of the vessel, swathed in a long white cloak and wearing a black wig . The eyes of the living persons are painted white and black. Behind the large group of sailors, on a sloping portion of deck, stands an upright mummiform figure with a long black wig falling over the shoulders, a black Osiris beard-now broken off-and white body, representing a coffin standing on its foot . Between the coffin and the steering-post is a red jar with a black line on the shoulder and a black stopper. All figures probably pegged to deck. Arms are secured to shoulders by single pegs, legs divided; the feet of the seated figure have been separated by cutting out a wedge of wood between them. In all cases the features are modelled as well as painted; the mummiform figure is rare, possibly unique, in that the ears are carefully modelled. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Excavated/Findspot: Meir "], "Materials": [" wood ", " plaster ", " linen "], "Type series": ["Reisner Type II"], "Technique": [" painted ", " plastered ", " pierced ", " knotted ", " carved "], "Dimensions": [" Height: 73.50 centimetres ", " Width: 111.30 centimetres ", " Depth: 52 centimetres "], "Curator's comments": ["The purpose of the arrangement of beams on the deck is apparently to maintain the continuous support for the hull which would otherwise have been interrupted by the mast-step. It no doubt proved adequate for the stiffening of these light river-going hulls. Deck-plans, painted in red on a white ground and showing hogging-beam, thwarts, and mast-space, are a substitute for carrying out the structural details. See G. A. Reisner, 'Models of Ships and Boats', nos. 4798, 4799, and 4801. The raised longitudinal beam on the fore- and after-decks of models may possibly be a token representation in wood of the ends of the hogging-beam embedded in the raised deck. The deck on a real boat would be lower than as shown on most models, where the simpler method of carving the entire hull in the solid is usually employed. The arrangement with a steering-oar in the bows as well as at the stern is so abnormal as to raise a question concerning its authenticity; it is difficult to conceive what purpose a bow steering-gear could serve in a boat propelled by sail or oars. Yet otherwise the reason for the notch in the bows, which is not confined to this model, is hard to grasp; a possible explanation is that it may have been intended as a fairlead for a mooring rope. The presence of a coffin on a boat of this type, which is not normally used as a funeral barge, and the fact that it is standing upright-a most precarious position for a coffin on a boat-suggest that it originally belonged to a funeral barge and that it is a modern addition to the present vessel. For similar mummy figures from Meir, none found in position in the boat, see Reisner, 'Models of Boats and Ships', nos. 4856-8. It has been suggested that the black stopper between the coffin and the steering post is either a buoy or a fend-off, because when it came into the Museum it had a piece of line threaded through a hole in the bottom (cf. Reisner, 'Models of Boats and Ships', no. 4879). The shape is altogether unlikely for a fend-off, while the buoy was not used in Egypt in dynastic times. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 178, pl. on p. 178."], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (10) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.178) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, ‘Treasures of the World’s Cultures’ 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2008/9 Sept-Feb, Arkeologisk Museum I Stavanger, Norway, Open Port 2011 27th June - 31st August, Bowes Museum : Ancient Egypt 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures "], "Condition": ["Fair. Original sail and rigging and rowing oars lost; the helmsman is missing, as also may be possibly other members of the crew. The pilot's left arm is also missing. The general condition of the hull is good, but the paint and underlying plaster have suffered damage in places."], "Acquisition name": ["Purchased from: Jacques Jean Marie de Morgan"], "Acquisition date": ["1894"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA25360"], "Registration number": ["1894,0414+.1"], "Conservation": [" Treatment: 30 July 1961 ", " Treatment: 07 Feb 2014 ", " Treatment: 12 Aug 2008 ", " Treatment: 03 Mar 2011 ", " Treatment: 11 Sep 2012 ", " Treatment: 18 Oct 2004 "]}