{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA35293"], "Description": [" Wooden model boat with paddlers and soldiers: the hull is narrow and shallow with sheer-line curving sharply upwards at the stern, where there is a raised block notched for the steering-oar. The hull is painted red and the deck white with the usual deck-plan in red, though owing to the fading of the paint it is not possible to record the details with certainty; there may have been six pairs of spaces, but whether there was a mast-space remains doubtful. The deck has been hollowed from the original block of wood to leave gunwales on each side, but is so steeply cambered that amidships the longitudinal centre-line of the deck is above the level of the gunwales, which merge into the fore- and after-decks. These decks are slightly raised and not cambered; in the case of the after-deck the line of the gunwales is continued by shallow grooves cut in the deck. The fore-deck may once have been painted red all over, and had a centre strip of which there remain only the mark where it once lay and a single peg-hole. About 2/4 inch to 1 inch has been lost from the bows. The after-deck also was once painted red all over. No mast or rigging; whether lost or originally non-existent is not clear. The place where a mast would normally stand is taken by a stout wooden post. There is a steering-post aft. The post is painted red and is circular in section on a square base and grooved at the top. Amidships, where normally a mast would stand, is a second steering-post which certainly is misplaced; it is possible that the maker of the model substituted this post for the mast, perhaps because he was out of stock of masts. This second post is octagonal on a square base; the two side faces of the octagon are rounded off at the top of the post, which is deeply grooved. It is painted white on the shaft, red at the top, and white in the groove. At the foot the white paint has been partly overlaid with red. On either side of the steering-block the stern is pierced by two holes of uncertain purpose which may possibly have held lashings to hold the steering-oar in the notch. There is another small hole on the starboard side of the after-deck which may once have held a peg for the helmsman, and there are others on the main deck with the stumps of pegs in them, though it is not clear what purpose they served. Amidships is a curious erection made of two long shields which are painted to represent oxhide with the stitching on the edges marked by black spots. The straight edges at the bottom rest against the gunwales and the rounded tops lean inwards on a thick post of circular section which rises a little above them. Each shield has two holes in it, perhaps for holding a thong for carrying. The post is painted to represent a covering of oxhide with two rows of stitching on the after side, with red on the top. It rises from a wooden object shaped like a small boat with a raised central portion. Around the flat surface of this object are nine holes with short wooden sticks in them, and there is one more in the raised portion. It shows traces of red paint on a white base and the posts were red with black tips, though but little paint now survives. In the stern is a hole for the peg which once secured the figure of the missing helmsman. Forward of the steering-post is a group of five soldiers, of whom the aftermost is facing to larboard while the other four look in the general direction of the stern. They carry a small shield (?) on the left arm, which is sharply bent at the elbow with the fist close to the shoulder; the right arm of the aftermost soldier is missing. The middle figure on the larboard side holds his left arm straight down with the hand a little in front of the leg; it holds a thin straight object which may be intended either for a staff or a javelin. His opposite number on the starboard side has a short straight piece of wood in his right hand. These men wear black wigs and white skirts extending just below the knee and white tunics (?) covering the sides and meeting on chest and back, though only on the aftermost figure is this garment indicated clearly; on the others the white paint partly has fallen away, leaving the red skin-colour beneath. Between the curious erection amidships and the 'mast' is a seated figure of some dignity and most careful workmanship. It represents a squatting man covered completely except for his head in a long white cloak concealing his arms and wearing a short black wig. Despite the fact that this figure is on a smaller scale than the soldiers and crew, its fine execution and the all-enveloping cloak, as well as the squatting attitude, indicate that this is the owner of the vessel. His unwarlike garb and attitude, as well as the smallness of the squad of soldiers, suggest that the latter are merely an escort of armed retainers accompanying a magnate on his travels, and that this is not a war-boat. The relatively small size and the fine work of the figure of the owner show that it was carved independently by a skilled and sensitive craftsman, whereas the personnel of the boat give the impression of being just good-quality stock figures. Forward of the 'mast' sit three pairs of paddlers with their handless arms sloping out and down at an angle of 45°-50°. The attitude is rather that of rowers, but the fact that the figures face forward indicates that they are paddlers-unless the maker of the model has blundered. The figures are red with black wigs and white skirts, but the legs are cut off below the knee, as if to suggest that the lower parts of the legs are hidden within the hull. In the bows stands the pilot with his arms stretched down and slightly forward and his legs slightly apart, facing to starboard. The features of the crew are only roughly indicated, but all of them, escort as well as paddlers, have their eyes painted on. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Bersha, Said to be from the tomb of Gua (Guide to 1st Egn Rm, 43) "], "Materials": ["wood"], "Type series": ["Reisner Type II"], "Technique": [" painted ", " pierced "], "Dimensions": [" Length: 139.20 centimetres ", " Width: 22.20 centimetres ", " Depth: 7.60 centimetres "], "Bibliographic references": ["Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (24)"], "Location": ["On display (G63/dc4)"], "Condition": ["Hull badly cracked in places and gunwales have suffered from worm and dry rot; the tip of the bows is lost, while the paint on the deck is in bad condition. The aftermost soldier has lost his right arm and the helmsman has disappeared. The paddles and the steering-oar have also vanished."], "Subjects": ["boat/ship"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35293"], "Registration number": ["1901,0608.25"], "Conservation": [" Treatment: 30 Jul 2009 ", " Treatment: 27 Mar 2014 "]}