{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["EA53925"], "Description": [" Square panel of tapestry on grouped threads; large square panel framed by a freize of arrow motifs; the central square is framed with a freize of medallions, each containing the bust of a stylised human figure; the medallions are linked together with interlacing; in each corner of the central square are vegetal and floral motifs; the main scene takes place in a medallion and is composed of three human figures, too damaged to be identified correctly; one figure is standing on the left, a human figure on the top right is lying with their right arm resting on a vase (similar to how river gods were represented, Nile? or Euthenia? also similar to how Fortuna or Earth were represented), this figure seems to look at the standing figure; on the right bottom a third figure is sitting also looking at the standing figure (the position of this figure could be also similar to how the Earth was sometimes represented, following the Roman models); warp-undyed wool (S/grouped by 2/10 ribs per cm), weft-undyed linen (S/56), dark blue wool (S/56); two simple selvedges are preserved, other two edges are ragged; flying threads in undyed linen (S/mainly paired) "], "Cultures/periods": ["Late Antique"], "Production date": ["6thC (circa)"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" linen ", " wool "], "Technique": [" tapestry ", " flying threads brocading ", " dyed "], "Dimensions": [" Height: 21 centimetres ", " Width: 23.50 centimetres "], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (15)"], "Location": ["Not on display"], "Condition": ["A"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53925"], "Registration number": ["1914,1010.27"], "Conservation": ["Treatment: 25 Jul 2011"]}