{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA6661"], "Description": [" Wooden anthropoid coffin of Tamyt: on the breast, below the collar, is painted a vulture with outspread wings. This represents Nut, and in a vertical inscription in the centre of the lid she is summoned to spread herself in protection over the dead person. Further divine aid is given by Anubis and the Sons of Horus. They are named in lateral bands of inscription which begin at the centre of the lid and continue down the sides of the coffin case. The background colour is black. The detail is painted on plaster. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1400BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 64 centimetres ", " Length: 198 centimetres ", " Width: 50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Nothing definite is known about Tamyt, but her family was probably not among the wealthiest at Thebes, since this coffin was not made specifically for her. A standard selection of texts was inscribed, with blank spaces left, into which the name of the eventual owner would be inserted. This is clear on the case of the coffin, where Tamyt's name was written in paint of a slightly lighter colour than that of the surrounding texts, and was squeezed into rather inadequate spaces left by the first scribe. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Part 2) (Oxford, 1972), p.827; Serpico in P. Nicholson and I. Shaw (eds.), 'Ancient Egyptian Materials and Technology' (Cambridge 2000), pp. 460, 461, fig. 18.21; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 52-3, pl. on p. 52."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.52-53)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016 23rd Feb - 22nd May, Cambridge, Fitzwilliam Museum, Coffins "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nut ", " Named in inscription: Anubis ", " Named in inscription: Sons of Horus "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6661"], "Registration number": [".6661"], "Additional IDs": [" Miscellaneous number: BS.6661 (Birch Slip Number) "], "Conservation": [" Treatment: 04 Oct 2013 ", " Treatment: 10 Jan 2016 ", " Treatment: 15 May 2003 "]}