{"artifact_name": "sistrum", "Object Type": ["sistrum"], "Museum number": ["EA65254"], "Description": [" Fragment of arched bronze sistrum: richly decorated and with an inscribed handle. The arch has been broken off within the grooved sockets on top of the capital; at the base of the arch are the remains of either a seated cat or uraeus. The capital has seven uraei both front and back; on each side are three uraei, the central one in both cases containing the head of the pin for fixing the arch; they all have the sun disc. The double Hathor head has an unusually long wig, elaborately plaited and curled; the floral necklace has apparently nine chains. There are sockets for two lateral uraei, which are missing. Beneath both shoulders is a pattern made up of a central rectangle surrounded on the four sides by groups of incised pairs of lines. The cylindrical handle is inscribed with a column of hieroglyphs, both front and back, and the sides are decorated with a feathered pattern; there are two bands of floral decoration at the top, and a separate base-cap with six groups of 'nh and wʒs symbols, each resting on a nb sign; on the bottom is a stylized floral pattern. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": ["incised"], "Dimensions": [" Height: 23 centimetres ", " Weight: 0.354 kilograms ", " Width: 7.90 centimetres ", " Depth: 3 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " invocation "], "Bibliographic references": ["Anderson 1976 / Musical Instruments (59)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -repaired)"], "Subjects": [" cat ", " ancient egyptian deity "], "Associated names": [" Representation of: Hathor ", " Named in inscription: Mut ", " Named in inscription: Amun-Ra "], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65254"], "Registration number": ["1939,0324.117"]}