{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA155"], "Description": [" Limestone stela of Djehutymose: there is a scene within the round top (\"lunette\") of the stela, and a text in seventeen lines of hieroglyphs, with a sub-scene in the bottom left hand corner. The main image shows Djehutymose and his wife Khayet, together with his brother Nakht, in adoration before Osiris and Isis. The mummiform figure of Osiris is seated on his usual cube-throne, wearing the 'atef' crown on his head and holding the crook and flail, symbols of kingship, in his hand. Isis stands with her arms protectively held to her spouse. Djehutymose is clothed in a short tunic and kilt, with a longer robe over it; the distinction between the outer and inner clothes is made by a careful mixture of sunk and raised relief work. Khayet wears a long flowing robe; similar variations in the technique of the relief carving are used to distinguish between the lines of her body and the outline of the robe. Nakht wears a short kilt and carries five ducks in his left hand. The text is essentially an extended offering formula, but instead of concentrating on material offerings for Djehutymose, it expresses wishes concerning where he might go and what he might do in the afterlife, either in association with certain gods, or on certain days of the year. The sub-scene shows a son pouring a libation to his seated parents. The son is called Nakht, and his parents' names are Tjay and Mesha. Nakht is wearing a carefully represented leopard skin which identifies him as a priest, either a 'sem' or lector priest, although he is also playing the all important role of the \"elder son\" in attending to the cult of his parents. No further indication is given as to the relationship between these people and those at the top of the stela. Traces of red paint are visible. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Memphis (Egypt) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 121 centimetres ", " Width: 27 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": [" This large round-topped stela probably came from a tomb-chapel owned by Djehutymose. Its location is not known but it was probably in a New Kingdom necropolis in the area of Memphis. Djehutymose held the title of \"chief of the keepers of the gate in Memphis,\" and so was presumably a senior security figure in the Egyptian capital city. The stela can be dated to the later 18th Dynasty by the style of the robes and the elaborate wigs, which first come into use about the reign of Amenhotep III or a little before. Note also the difference in style between the hair and dresses of the women and that of Isis. Goddesses are shown in tight dresses with straps and tripartite wigs, which was also a normal style for private women until the mid 18th Dynasty. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 225; S. Sharpe, ‘Egyptian Inscriptions from the British Museum and other sources’ 1st series (London, 1837-55), p. 105; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 146-8, pl. on p. 147. ", " PM III (2): 742 ", " See J. Assmann et al. Altaegyptische Totenliturgien II Totenliturgien und Totensprueche in Grabinschriften des Neuen Reiches (Heidelberg 2005), 312-6. "], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.39) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.146-147) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2011-13, Travelling Exhibition, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia Museum of Fine Art. Mummy. The inside story. "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Djehutymose ", " Representation of: Osiris ", " Representation of: Isis ", " Named in inscription & portrayed: Nakht (brother) ", " Named in inscription & portrayed: Tjay "], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA155"], "Registration number": [".155"], "Additional IDs": [" Miscellaneous number: BS.155 (Birch Slip Number) "], "Conservation": ["Treatment: 24 Sep 2004"]}