{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA48027"], "Description": [" A hollow terracotta standing figure of a female saint or beneficent demon, with a triangular wreath framing her hair. No arms, other than a bulge, are indicated, but her breasts are shown. Toes are apparent above a small plinth. Serrated relief bands (with a circular feature at the top) and a row of small circles frame the face. A long tunic may be worn, with clavi indicated by painted verticals. She wears short necklaces and a long one with a pendant; there are small impressed circles in the V of this necklace. Two holes are negligently pierced on each side of the head. At the back three incuse lines run from top to bottom, a rather wavy line between two that are straighter; there are uncertain or fortuitous relief patterns near the feet at the back. Two-piece mould. Pink Aswan kaolinite clay, covered overall with a creamy-white slip. Details of decoration, the face, hair and wreath, breasts, clothing and jewellery are picked out in a dark purple-brown fired-on ceramic colour, with touches of orange. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["6thC-7thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 13.50 centimetres "], "Curator's comments": ["Terracotta IV Donated: W.L. Hildburgh. Late Roman, sixth to seventh century AD. Comparanda: Close: Allard Pierson Museum, Amsterdam, no. 7472; Fitzwilliam Museum, Cambridge, e.p.352 (siltware); Geßler-Löhr et al. 1978: no. 440, dated sixth to seventh century AD; Török 1978: 31, figs 28 and 29, dated sixth to seventh century AD; Weber 1914: no. 235, from Hermopolis Magna; Wilfong 2002: pl. 2b, right (head only), from the village of Jeme, within the precinct of the Temple of Medinet Habu, established c. AD 600 and abandoned before ad 800, perhaps in the 780s. Near: Adams 2000: 92, fig. 30d, g and f, pl. 20c:1, 6 (the restored drawing shows raised arms, but this is uncertain) and 7: these three figures come from Meinarti in Nubia and are Nile-silt copies of the Aswan versions: context between about the late fifth and the mid-seventh century AD; Cooney 1941: no. 127 (= Cooney 1943: pl. 35, right), dated sixth to seventh century AD; Fitzwilliam Museum, Cambridge, e.p.440; Mond and Myers 1934: pl. lxxxix:4, top left, from the Bucheum, near Armant; Mond and Myers 1940: pls xxvi:P 32 and lxix:7 and 11, from Armant; Pagenstecher 1913: pl. xl:3; Polaczek-Zdanowicz 1974: 205–6, nos 20 and 21, from Edfu, context sixth to seventh century AD; Van Wijngaarden 1958: no. 72. Not unlike: Allen 1985: 437, no. 90, from Karanis, dated early fourth century AD."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3392)"], "Location": ["Not on display"], "Acquisition name": ["Donated by: Dr W L Hildburgh"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48027"], "Registration number": ["1926,0520.16"]}