{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14422"], "Description": [" Fragmentary body of a limestone striding royal figure, with a relief representation of a female on the left side of the back-pillar. His upper body is bare, with faint modelling of the chest and abdomen. The right arm is muscular and held by his side, with the right hand now damaged. He appears to be holding a piece of folded cloth in this hand. A partial outline of the left arm was also held by his side. The waist is clearly narrowed, and he wears a shendyt-kilt with a wide belt. The middle of the belt has a rectangular incised section, possibly to be inscribed the subject’s name. The positioning of the body suggests that the left leg originally advanced forward ahead of the right leg. On the reverse is a slim back-pillar with two columns of incised text, both the upper and lower portion now missing. The right side of the back-pillar is bare, while the left side features a short column of inscription defined by a slim border. Below this text is a female figure in raised relief. She wears a short cropped wig and her facial features are faintly outlined. She wears a broad-collar and a long pleated garment with knots of material below the breasts. Ripples of her clothing are conveyed across the chest and upper arms. Her right arm is held out with her hand almost touching the statue body, while her left arm is placed by her side, and she holds a lotus flower. The left side of the arm, kilt, and upper leg are broken and damaged. This also obscures the lower body of the relief female figure. Both lower legs and feet are now broken off. There are additional chips to the stone at the right arm and around the edges of the back-pillar, obscuring signs within the first column of the inscription. "], "Cultures/periods": ["19th Dynasty ((early))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 26 centimetres (max) ", " Width: 9 centimetres ", " Depth: 7.50 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": [" The high-status of the figure is clearly conveyed by his title of ‘king’s son’, though sadly his name is now lost. The rendering of his wife Merytre recalls the Amarna style of the body with an emphasised belly and hips, yet the muscular body and broad limbs of the male figure are more aligned to the popular representations of men with strong, youthful bodies. ", " See PM viii, p. 738. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 738)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14422"], "Registration number": [".14422"], "Additional IDs": [" Miscellaneous number: BS.2280.80 (1) (Birch Slip Number) "]}