{"artifact_name": "artefact", "Object Type": ["artefact"], "Museum number": ["EA36861"], "Description": [" Rectangular limestone block inscribed with the names and titles of several individuals from Deir el-Medina. The block is slightly irregular in shape with one side broader than the other. Across each side of the surface is a brief line of incised text. Across the wider side are two offering formulae to the god Ptah that begin in the middle of the line and continue onto the small edges of the block and opposite narrower side. Two individuals Wennekhu and Hormin are named across this area, and there are small traces of blue paint in some hieroglyph signs within these lines. There are also traces of white paint across the block particularly along the top, which includes another incised text bearing the name of another workman Amenemwia. Each of these texts are also defined by a thin border that includes traces of red paint. The text carved across the base is the only example that has no surviving traces of painted detail and is slightly damaged. Here, the text refers to an outline draughtsman named Parahotep. There are some small chips to the stone surface and discolouration across the short left side of the block which partially obscures some of the text. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 3.70 centimetres ", " Length: 11.50 centimetres ", " Width: 4.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" The individual Wennekhu, who lived during the early stages of the reign of Ramesses II, is mentioned within several monuments from Deir el-Medina (including a shabti and a stela within the British Museum collection: EA 8589; https://www.britishmuseum.org/collection/object/Y_EA8589, EA 1248; https://www.britishmuseum.org/collection/object/Y_EA1248). Similarly the individual Hormin who also lived during Ramesses II’s reign is also known from other monuments (e.g a stela in the British Museum collection: EA 64641; https://www.britishmuseum.org/collection/object/Y_EA64641). Further Bibliography: G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880), 169, 172, 174; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 726, no. 273(1). ", " The workman Wennekhu is known from several monuments. He flourished in the early part of the reign of Ramses II and had at least one son called Penpakhenty. A fragment of a coffin from Tomb 290 lacks the name of its owner but mentions his wife Mutaat, his son Hormin, his son Penpa ... and his daughter Wadjyemheb. Bibliography: G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880), 169, 172, 174; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 740; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 726, no. 273(1). "], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.80) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 740) "], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription: Wennekhu ", " Named in inscription: Hormin ", " Named in inscription: Amenemwia ", " Named in inscription: Parahotep ", " Named in inscription: Ptah "], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36861"], "Registration number": ["1868,1102.424"]}