{"artifact_name": "panel; stela", "Object Type": [" panel ", " stela "], "Museum number": ["EA1242"], "Description": [" Limestone panel of Rahotep: from the false door in the tomb of Rahotep. The deceased is shown seated on a simple, bull-legged, backless chair, one hand clasped on his chest and the other extended towards an offering-table carrying half-loaves of bread. The names of conventional offerings are written above the table and below it to one side of the stand. To the right of this scene is a standard offering-list of the early type. The name and titles of the deceased are written in larger signs on both sides of and above the main scene. The lower right-hand corner has been broken away from the main panel (now plastered back into position). The disappearance of almost all colour has revealed the full quality of the fine relief, in particular the details of the hieroglyphs. There are traces of black on the wig, of a yellowish brown on the flesh of the figure and on some of the hieroglyphs in the top line. Originally Rahotep was represented wearing a long leopard-skin garment. "], "Cultures/periods": ["4th Dynasty (early)"], "Findspot": [" Excavated/Findspot: Tomb of Rahotep "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Length: 114.30 centimetres ", " Width: 83.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The list contained in tomb-relief (1898,0312.214) originally belonged to the same wall as this panel, see W. M. F. Petrie, 'Medum' (London, 1892), pl. XIII. The small panels 1898,0312.210 and 1898,0312.211 also come from the same tomb, cf. W. M. F. Petrie, 'Medum' (London, 1892), pl. XII. Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p. 91; H. Schäfer & W. Andrae, 'Die Kunst des alien Orients' (Berlin, 1925), p. 235. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 42"], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.1)"], "Location": ["On display (G4/B28)"], "Condition": ["The lower right-hand corner has been broken away from the main panel (now plastered back into position); otherwise the condition of the piece is excellent."], "Associated names": ["Named in inscription & portrayed: Rahotep"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1242"], "Registration number": ["1898,0312.178"], "Conservation": [" Treatment: 28 Jul 1993 ", " Treatment: 13 Aug 1985 ", " Treatment: 06 Mar 1984 ", " Treatment: 20 Feb 2015 "]}