{"artifact_name": "statue; base", "Object Type": [" statue ", " base "], "Museum number": ["EA2302"], "Description": [" Limestone seated statue of the male official Hama...y and his wife Weretneferet on a high backed chair. The male is seated on the right side and wears a double wig, a brightly coloured broad-collar, and further decorated bands around the upper arms, right wrist, and around both ankles. While the rest of the chest and torso is bare, his kilt reaches down to the lower legs and has a pleated front panel. There are slight traces of yellow paint across the edge of the kilt, possibly indicating a belt. While his right hand is placed flat against the right thigh, his left arm reaches behind his wife’s waist. His face is rounded, with wide eyes, a slim nose, and full, thick lips. His wife Weretneferet, seated on the left, wears a heavy wig that reaches down to the chest and a pleated ankle-length white gown and long sleeves reaching to her forearm. She has a decorated band around the head, now slightly faded, and a large broad-collar that extends over her shoulders, as well as decorated bands around her left wrist and both ankles. Her right arm embraces her husband and reaches around his waist. She shares similar facial features to her husband, though the eyebrows are heavier, and her face is extremely rounded with notable folds of flesh at the mouth. The paint of the statue is remarkably well-preserved, with dark red-brown paint used for the skin, white paint for the clothing and seat, black paint used for the wigs, eyebrows and eyes, and a combination of black, green and gold-yellow colours used for the decorative bands and broad-collars. On the reverse the chair is inscribed with six columns of text, with two relief images of the couple on either side raising their hands in adoration. At either side of the seat, a male relief figure stands in between the legs of the chair, which is indicated in painted detail, with a short line of inscription in front of him. There are several chips visible across the stone surface particularly to the wigs of both figures, the right upper arm of the male figure and the feet of both figures. The edges of the base are also chipped, and the colour partially lost. "], "Cultures/periods": ["19th Dynasty (early)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" limestone ", " sandstone "], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 40 centimetres (with base) ", " Width: 24 centimetres (with base) ", " Depth: 26.50 centimetres (with base) "], "$Inscriptions": [" ", " "], "Curator's comments": ["The inscription across the back of the seat features dedications to Amun-Ra in Karnak, leading to suggestions that Thebes was the likely provenance for the statue (Budge 1909; PM VIII). Though the name of the male figure has been damaged, the determinative used at the end of his name may indicate his foreign origin (Budge 1922). Other similar paired statues are often understood to have been intended for the tomb space. The height of the female figure and her slightly higher eye level is unusual, as most male figures will be shown as taller in form to indicate their superiority. Further Bibliography: J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 651. General Sources: A. Capel and G. Markoe, 1996. Mistress of the House, Mistress of Heaven: Women in Ancient Egypt (New York)."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 126, no. 445) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 127, no. 61) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 505) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2302"], "Registration number": [".2302"], "Additional IDs": [" Miscellaneous number: BS.2302 (Birch Slip Number) "]}