{"artifact_name": "offering-table; figure", "Object Type": [" offering-table ", " figure "], "Museum number": ["EA73881"], "Description": [" Fragmentary limestone offering table, broken from a statuette. The top of the table features carved representations of food, while on the bottom of the table at the left side are partial remains of a sculpted hand. Four fingers are heavily chipped and the thumb is now lost. A ridged section of stone on the opposite end of this surface may indicate a base that the table was once supported with. Around the sides of the offering table, on the left side and front edge, are horizontal lines of incised text. The left side has clear traces of blue paint but much of the text has been erased. This line also contained at least two royal cartouches. The inscription across the front edge is mostly intact and there are traces of a yellow colour within the hieroglyph signs. The two remaining edges of the table are too broken and no text has survived. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 3.50 centimetres ", " Width: 10.78 centimetres ", " Depth: 10.05 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["The damaged text likely contained the titulary of the pharaoh Akhenaten, while the front edge contains the titles of a female figure, possibly Nefertiti. Various examples of offering table fragments, including those with hands placed underneath supporting the tables, were excavated from Amarna (many are associated with the Great Aten temple, see for instance accession numbers 21.9.550, 21.9.553, and 57.180.4.1 in the Metropolitan Museum collection, New York: https://www.metmuseum.org/art/collection/search/549830; https://www.metmuseum.org/art/collection/search/549832; https://www.metmuseum.org/art/collection/search/549659). Although the provenance of the British Museum fragment is uncertain, an Amarna connection is likely. Deliberate damage and erasure to such monuments of the Amarna period was common, and many examples survive."], "Location": ["Not on display"], "Condition": ["Incomplete, one fragment, broken at back and one side. Front inscription damaged."], "Associated names": [" Named in inscription: Akhenaten ", " Named in inscription: Nefertiti "], "Acquisition name": [" Purchased from: Canal Galleries Corporation ", " Purchased through: Dr Carl Nicholas Reeves "], "Acquisition date": ["1991"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73881"], "Registration number": ["1991,0704.1"]}