{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA188"], "Description": [" Limestone funerary stela of Petobastis-Imhotep: the arch of the stela is occupied by an unusually large winged sun disk, from which are suspended two cobras wearing a red crown and a white crown and deploying long-handled, ostrich-plume fans; between the snakes are the words \"given life.\" In the register below, Osiris sits, guarded by the wings of his wife, Isis, with their sister Nephthys behind. Petobastis is being led before the god by the falcon-headed Harendotes, who wears a double crown, and the jackal-headed Anubis, rather unusually wearing an atefcmwn. Behind them is Imhotep, an anthropoid deity wearing a cap and carrying a was scepter and ankh sign. A large 'was', combined with 'ankh' and 'djed' signs, forms a border along each edge. The inscription below has two sections, the upper lines carved in hieroglyphs and the lower lines with the same information painted in demotic script. Petobastis wears a long kilt wrapped high on the breast and, by virtue of his office as High Priest of Ptah, a leopard-skin vestment and a sidelock on his shaven head. "], "Authority": ["Ruler: Augustus (Octavian)"], "Regnal date": [" 7 "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Saqqara (Memphis) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 75 centimetres ", " Weight: 70.60 kilograms ", " Width: 52 centimetres ", " Depth: 10.50 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Inscription subject": ["funerary"], "Curator's comments": [" The High Priest of Ptah, one of the most powerful priesthoods in Egypt, had become even more powerful during the Ptolemaic Period, by virtue of its incumbents' allying themselves closely with the Ptolemies. The office had come to be monopolized by one family. Petobastis, as this stela tells us, inherited the office from his father at the age of seven and died at sixteen. His early death coincided with the invasion of Augustus and the death of Cleopatra. This may well have been mere coincidence; but the political unrest of the time probably explains the fact, also recorded here, that he was not buried until almost seven years later, by his cousin, who, in addition to carrying on the family profession of High Priest of Ptah, was now also a priest of Caesar Augustus. Translation: C. Maystre, 'Les grands pretres de Ptah de Memphis' (OBO 113), p.424-427. Bibliography: 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 129, cat no. 84; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford, 1981), p. 744. J. Quaegebeur, Chronique d'Egypte 49 (1974), 66 (no. 13). ", " PM III (2): 744 "], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (140)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Horus ", " Representation of: Sobek (?) "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Acquisition notes": ["Erroneously indicated in earlier Merlin records as coming from the 1835 Salt sale, but a. it is not in the catalogue b. it appears to be item 49 in the 1821 list of the Salt collection [NCS 9/2/05]"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA188"], "Registration number": [".188"], "Additional IDs": [" Miscellaneous number: BS.188 (Birch Slip Number) "], "Conservation": [" Treatment: 05 Jul 2000 ", " Treatment: 05 Apr 2006 "]}