{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA24654"], "Description": [" Yellow limestone seated figure of the funerary god Osiris. He wears the tall feathered atef-crown with the raised hood of the uraeus cobra above his forehead, the head of the cobra now missing. His eyes are slanted and narrow, with flat eyebrows set close to the eyes and a long slim nose that broadens out at the tip. The mouth is small with sharply incised lips, and the outer corners pulled up high to create a visible smile. At his chin he has a divine false beard. The face is particularly rounded and fleshy in appearance at the jawline, with little definition of the neck area. He is depicted in mummified form with a faint outline of his legs and feet visible underneath the material, while this appears open at the top as indicated by a stiff upper ridge at either shoulder, exposing part of the upper body. His hands are also exposed from the wrappings and his arms are crossed over his chest and hold the crook and flail across his upper body. On the reverse the back-pillar reaches to the very edge of the god’s crown. There does not appear to be any traces of an inscription across the back-pillar or around the seat. There are small gouges to the seat at the reverse left side, the right side, and around the edges of the seat at the base. "], "Cultures/periods": ["Late Period (26th Dynasty)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 19.30 centimetres ", " Width: 5.20 centimetres ", " Depth: 9.70 centimetres "], "Curator's comments": ["The distinctive facial features and portrayal of the slanted eyes and thin mouth can be securely dated to the reign of Amasis in the 26th Dynasty. The stiff ridge of clothing across the shoulders is a recognised feature of other Osiris figures from the first millennium BC, though the function or significance of this style is unclear. This is also not confined to portrayals of Osiris, but is known to feature in other representations of divine figures such as the god Ptah."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24654"], "Registration number": ["1893,0514.35"]}