{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA55252"], "Description": [" Fragmentary red granite head of a male official, the body and base now lost. The figure is depicted with a receding hairline, with closely cropped and thick curled hair at the top and sides of the head and notable modelling of the skull particularly around the forehead. The almond shaped eyes are detailed with a thin incised rim around the upper eyelid, and set underneath the deeply defined ridges of the arched eyebrows. There is a discernible furrowing of the figure’s brow emphasised by the crease at the bridge of the nose. The face is fleshy with notable ridges of skin around the nose and mouth area, and is particularly rounded at the jawline. The mouth is small with thick lips and the outer corners are curved slightly into a small smile. On the reverse, a fragment likely from the top of a back-pillar is partly preserved at the base of the figure’s neck. The lower right side of the nose is damaged, and there are small abrasions across the stone surface at the figure’s ears and mouth, with small chips also visible along the forehead and chin. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["1stC BC"], "Findspot": [" Excavated/Findspot: Tell Basta (Bubastis) "], "Materials": ["granite"], "Dimensions": [" Height: 26.70 centimetres (max) "], "Curator's comments": ["During the Ptolemaic Period, well-established Egyptian artistic traditions were combined with new elements such as Hellenistic artistic influences that impacted on both royal and private sculpture. An example of this can be seen here with the use of the Greek curled hairstyle, which has led to suggestions that this head is an example of an individualised portrait from the Ptolemaic Period (though differing suggestions include ‘early-mid’ Ptolemaic, PM VIII; or late Ptolemaic, Russmann 2001). ‘Portrait heads’ of other non-royal male figures also include similar indications of an older age through the additional details of wrinkles and folds of the skin; later collectors often removed these heads from the original bodies as they valued the ‘Roman’ appearance of such sculpture (Russmann 2001). The provenance of the head, said by the owner to have originated from Tell Basta in Lower Egypt, has been questioned in other sources (Russmann 2001: 259, n.1). Further Bibliography: G. Cafici, 2014. ‘Looking at the Egyptian Elite: Sculptural Production of the Ptolemaic Period’, Egitto e Vicino Oriente 37, p. 116-118, Fig. 3."], "Bibliographic references": [" Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 975) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 258-259, no. 144) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 110, no. 68) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1874"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55252"], "Registration number": ["1874,0314.40"], "Conservation": ["Treatment: 30 Sep 2000"]}