{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68862"], "Description": [" Fragmentary limestone figure of a standing female, the head and lower legs now missing. The female is depicted with her left arm held close to the body and her hand clenched, while her right arm is held against the chest and she appears to hold a bird in her right hand. She wears a belted garment, though the indication of the neckline and sleeves no longer survive on the upper body. The broad band of the belt separates the upper body section of clothing from the lower body, which includes a thick pleated skirt with vertical folds. The lower belly protrudes slightly above the belt. Fragments of the female figure’s hair fall past her shoulders on either side in a rounded plait shape, and in between these sections of hair she wears a necklace of conical beads with a pendant in the centre. The reverse of the figure is flat and left unmodelled – possibly unfinished – with no detailing of the hair or the clothing. The figure has been repaired in modern times, with the upper and lower body re-joined at the waist, including the left arm. A further break across the skirt of the garment has also been repaired. The head of the bird held in the figure’s right hand is also missing, and there are visible chips and cracks across the surface of the stone, particularly around the pleated skirt and the inner arm areas, and the reverse of the figure. "], "Cultures/periods": [" Late Period ", " Cypro-Archaic II "], "Production date": ["600BC-560BC"], "Production place": [" Made in: Cyprus (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis), Context Φ7(?) "], "Materials": ["limestone"], "Type series": ["Nick type 2 (2.1c variant)"], "Technique": [" carved ", " painted (?) "], "Dimensions": [" Height: 13.50 centimetres (max) ", " Width: 7.12 centimetres ", " Depth: 4.47 centimetres "], "Curator's comments": ["This female figure possibly originates from Cyprus though it has been noted that the pleated skirt, which could represent the Greek style fluted chiton, is not typical of Cypriot pieces (though examples are known from Samos; see Schmidt 1968). This figure is more likely to represent a worshipper as other surviving Cypriot female figures, including figure plaques and other related forms, depict females devoting objects or sacrificing animals. Such figures were distributed widely across Cyprus and the eastern Mediterranean entrepos, incorporating Cypriot, Egyptianising, and Ionian aspects (Nick 2006, Type 2.1; Yon 1973: Types 1 B, C and F). Variants of these figures have been dated to 600 – 575 BC (Nick 2006: N23-27), 600-550BC (Nick 2006: N28-40) and 550-525BC (Nick 2006: N41-42). Some of these known variants have parallels in terracotta, imported by the Phoenicians and dating to the late 7th century BC (Nick 2006: 60-61, no. N26-29). Following a revised analysis and re-dating of the stratigraphic phasing of Samos where parallels were cited, the dating of these female figures and related pieces was reconsidered (Schmidt 1968; revised by Henke 2011). Further parallels from stratified deposits found in sites such as Miletus and Knidus, should also be considered (Berges 2006; Tune et al 2009; Senff 2009; Henke 2011: 213). Therefore, the terminus ante quem for this type of figurine may be revised to a slightly later period of 570 - 560 BC. Figures such as these worshipping females have not been found in the earliest layers of the excavations at Naukratis (dated c. 620-600 BC) or in the roughly contemporary layers at Samos and Miletus (dated c. 630-620 BC), which may suggest that the majority of surviving figures were imported at a later date, possibly c. 600- 560 BC (Henke 2011). In Naukratis, this type of figure was found only in Saite period levels, including the excavations undertaken at the Sanctuary of Apollo and the Sanctuary of Aphrodite sites (contexts Φ3, 5, 8, 10, and well 2 context ΦB). General Sources: D. Berges, 2006. Knidos, Beiträge zur Geschichte der archaischen Stadt (Zabern). C. Blinkenberg, 1931. Lindos. Fouilles de l’Acropole 1902-1914, I. Les petits objets (Berlin). E. Gjerstad, 1948. Swedish Cyprus Expedition. The Cypro- Geometic, Cypro-Archaic and Cypro-Classical Periods. vol.IV.2 (Stockholm). J-M. Henke, 2011. ‘New evidence for the definition of workshops of Cypriot terracottas at East Aegean findspots and its chronological background’, Cahiers du Centre d'Études Chypriotes 41, p. 211-222. U. Höckmann, 2009. ‘Male figures bearing sacrificial animals from Cyprus, the Aegean and Naukratis’, in V. Karageorghis & O. Kouka (eds) Cyprus And the East Aegean: Intercultural Contacts From 3000 to 500 BC (Nicosia), p. 252-9. A. Hermary, 1989, Musée du Louvre. Catalogue des antiquités de Chypre. Sculpture (Paris). G. Jacopi, 1933. Esplorazione archeologica di Camiro II (Clara Rhodos 6-7). G. Schmidt, 1968. Samos, VII: Kyprische Bildwerke aus dem Heraion von Samos. (Bonn). R. Senff, 2009. ‘Beasts, heroes and worshippers: statuettes made of Cypriote limestone for the Aphrodite sanctuary of Miletus’, in V. Karageorghis & O. Kouka (eds) Cyprus And the East Aegean: Intercultural Contacts From 3000 to 500 BC (Nicosia), p. 218-228. N. Tune., N. Atıcı., U. Muşkara, and I. Sakarya, et al, 2009. ‘Some remarks on the limestone figurines recently found at the Archaic sanctuary of Apollo in the territory of Cnidos’, in V. Karageorghis & O. Kouka (eds) Cyprus And the East Aegean: Intercultural Contacts From 3000 to 500 BC (Nicosia), p. 229-243. M. Yon, 1974. Salamine de Chypre V: Un dépot de sculptures archaïques. (Paris)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.044)"], "Location": ["Not on display"], "Condition": ["incomplete - head and legs lost"], "Subjects": [" devotee/worshipper ", " sacrifice ", " bird "], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68862"], "Registration number": ["1888,0601.23"]}