{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1667"], "Description": [" Head and upper body of a granite statue of Osiris: dressed in the usual enveloping and close-fitting robe, and holding his arms crossed on his chest; in his fists are the symbols of kingship, the crook and the flail. On his chin is the conventional divine beard, the end of which is broken off. He wears the 'atef' crown, which resembled the white crown of Upper Egypt, with a feather on both sides, and a pair of ram's horns jutting out at the base. On the back pillar are the beginnings of two columns of incised hieroglyphs. Both texts are based around the formula \"an offering which the king gives;\" the left one is dedicated to Osiris, and the right to Isis. The name of each god is accompanied by a number of epithets. The texts break off at the point where the benefits which they are asked to give are specified, well before the name of the dedicator of the statue would have appeared. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["305BC-30BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 57 centimetres (max) ", " Width: 35 centimetres ", " Depth: 25 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" offering formula ", " royal "], "Curator's comments": ["This fragment probably formed part of a standing statue of the deity. Bibliography: 'Art and Afterlife in Ancient Egypt, Japan 1999-2000' [exhibition catalogue] (Japan, 1999), [46]; W. Seipel, 'Gott. Mensch. Pharao' [exhibition catalogue] (Vienna, 1992), pp. 410-411 [165]. J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 16-7."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.16-17)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["incomplete - lower part lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Osiris ", " Named in inscription: Isis "], "Acquisition date": ["1918"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1667"], "Registration number": ["1918,0608.2"], "Conservation": [" Treatment: 26 Jan 1999 ", " Treatment: 16 Feb 2005 "]}