{"artifact_name": "figure; trial-piece", "Object Type": [" figure ", " trial-piece "], "Museum number": ["EA48665"], "Description": [" Limestone bust of a royal figure, likely a sculptor’s model or trial piece. The king is depicted wearing the nemes headcloth, set low on the forehead and with the material tucked behind the ears. The smooth lappets extend down past the shoulders and reach to his chest. An ornament depicting a cobra’s coiled body is placed at the centre of the nemes above the forehead. There is no indication of clothing across the figure’s chest area, however the nipples have been outlined. The eyes are wide and almond shaped, with thin incised lines denoting the eyelids and short cosmetic lines which emerge from the outer corners of the eyes. The thin eyebrows slope down slightly towards the temples and the nose broadens out at the nostrils, with a clear cupid’s bow detailed above the upper lip. The mouth is wide with thick lips, with the lower lip sharply incised and the outer corners of the mouth slightly upturned to suggest a small smile. The cheekbones of the figure are subtly modelled, while the face appears fleshy and rounded at the jawline and neck. On the reverse, the limestone has been smoothed to a flat plane. The left side of the figure’s nose is slightly damaged, and the majority of the left ear is also now lost with chips also visible across the king’s face. There are also several chips to the outer edges of the nemes and the sides of the bust. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 13.50 centimetres ", " Width: 10 centimetres "], "Curator's comments": ["Faces of kings in the round were a popular subject for sculptor's models, particularly in the 30th Dynasty and early Ptolemaic Period (on nature and functions of this type of model see Tomoum 2005; see also Ashton 2014 for a different interpretation regarding king's heads and busts). Such models were used by the sculptor as an aid to ensure the production of an even three-dimensional sculpture; on the reverse of typical surviving trial-pieces, this area usually included an incised proportional grid. Most surviving busts end at the tips of the nemes lappets, though here the bust is slightly longer and ends at the king’s chest. For the significance of the ‘pendant snake’ as opposed to the usually raised uraeus depicted on the nemes, see Hill (2007). Such objects are also suggested to have been used as votive offerings and deposited in temples (Silverman 1997), though the full process of such a practice is uncertain. The provenance for this particular bust is not known (PM VIII). Further Bibliography: M. Hill, 2007. ‘Lives of the Statuary’ in M. Hill, D. Schorsch (eds.), Gifts for the Gods: Images from Egyptian Temples (New York; London), p. 164, n. 9. W. Siepel, 1992. Gott, Mensch, Pharao (Vienna), p. 488-489, Fig. 204. General Sources: S-A. Ashton, 2014. ‘Limestone and Plaster Royal Sculpture of the Late and Ptolemaic Periods in the Fitzwilliam Museum', in A.M. Dodson, J.J. Johnston and W. Monkhouse (eds.), A Good Scribe and an Exceedingly Wise Man: Studies in Honour of W.J. Tait (London), p. 7-24. D.P. Silverman, 2014. Searching for Ancient Egypt: Art, Architecture, and Artifacts from the University of Pennsylvania Museum (Pennsylvania)."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 234)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Maurice Nahman"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48665"], "Registration number": ["1909,0508.15"]}