{"artifact_name": "ear-ring; pendant; sample; bead; artefact", "Object Type": [" ear-ring ", " pendant ", " sample ", " bead ", " artefact "], "Museum number": ["EA86301"], "Description": [" Mix of objects: two fragments of jasper ear-rings, one with a core from the drill, a jasper pendant, jasper raw stone fragments, 43 jasper beads, and eight copper alloy fragments probably from a wire A: fragment of a jasper ear-ring, a half circle is preserved, triangular in section, two circumferential lines running parallel to the edge, with small notches creating a ribbed edge, well polished at the outer surface. Traces of the drill in the inner face. This inner core has been completely drilled out but was still found with the ear-ring, proving a production on site. B: small fragment of a jasper ear-ring, like A but in a smaller size, remains of copper alloy corroded onto the object in one corner. C: small jasper pendant in the shape of a kind of flower. The rear is flat and the upper side is textured to shape of the petals. The perforation is partly broken off. Copper alloy remains corroded onto the surface at the rear. The surface is still unfinished and not very smooth. D: small fragment of a jasper stone, unworked, all faces broken. One face shows remains of copper alloy corroded onto the surface. E: 43 jasper beads elongated sphere shapes, slightly varying in colour, some of them are corroded onto the wire, others have stains where the copper corroded onto the beads. F: eight fragments of copper alloy wire, corroded, circular in section, partly corroded onto the beads and pendants. Some parts are bent and one fragment has partly a whitish colour. Longest fragment measured. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), E12.4C 3 "], "Materials": [" jasper ", " copper alloy "], "Dimensions": [" Diameter: 2 centimetres (part A max) ", " Diameter: 0.99 centimetres (part A perforation) ", " Diameter: 1.40 centimetres (part B max) ", " Diameter: 0.60 centimetres (part B perforation) ", " Diameter: 0.34 centimetres (part E max) ", " Diameter: 0.10 centimetres (part E perforation) ", " Diameter: 0.20 centimetres (part F) ", " Height: 0.51 centimetres (part A) ", " Height: 0.40 centimetres (part B) ", " Height: 1.74 centimetres (part C) ", " Height: 1.33 centimetres (part D) ", " Height: 0.41 centimetres (part E) ", " Length: 1.49 centimetres (part F) ", " Thickness: 0.36 centimetres (part C) ", " Thickness: 1.18 centimetres (part D) ", " Width: 1 centimetres (part C) ", " Width: 0.97 centimetres (part D) "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Acquisition notes": ["Formerly housed by the Birmingham Museum and Art Gallery and the EES London."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86301"], "Registration number": ["2016,1001.476"]}