{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10381"], "Description": [" Papyrus written with black ink with demotic legal text: 5 ll. on recto and list of 16 witnesses on verso. Cession of one-seventh shares of property in the necropolis of Memphis, ceded by Achomnevis son of Petearendotes to the choachyte Imouthes son of Phkhoiphis. Cf. P BM EA 10241. Thompson's MS Catalogue: \"The above belongs to the group of papyri which includes Leiden 379, Louvre 2412 and Brussels 3. and no. 10241 above\". "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2nd century BC"], "Findspot": [" Found/Acquired: Memphis (Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 91.50 centimetres (frame) ", " Width: 30.50 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["Andrews, 'papyrus BM 10381: An Inheritance of the Memphite Choachytes' in Res severa verum gaudium (Fs Zauzich; Leuven, Peeters 2004), 27-32. Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (48583) (http://www.trismegistos.org/text/48583) ", " Andrews 2002 / A Memphite miscellany: four new Demotic texts "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, fragile, loss Black ink Mount Details: Sandwich: glass Binding: self adhesive tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: fair"], "Acquisition name": ["Purchased from: Giovanni Anastasi ((suggested with doubt by Thompson's MS Catalogue by comparison with P BM EA 10241))"], "Acquisition notes": ["In her publication (in Fs Zauzich) Andrews suggests the possibility that the papyrus may come from the Athanasi Collection."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10381"], "Registration number": [".10381"], "Conservation": [" Treatment: 14 Jul 2005 ", " Treatment: 22 Aug 2000 "]}