{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA37639"], "Description": [" Fragmentary schist statue of Tutankhamun usurped by the later ruler Horemheb, with the head and lower body below the kilt now missing. The king wears a beaded broad-collar around the neck which extends onto the tops of the shoulders, and a belted short kilt wrapped at the front. The belt sits higher on the back and slopes forward to accommodate the swollen belly of the king and is incised with the prenomen of Tutankhamun at the centre of the belt. The kilt has a pleated front panel in the centre, with two individual shorter strands of material on either side of the panel. At the edge of the panel is a rectangular shaped hole that may have once included an inlay. On the left side, the king originally held a standard with much of the original text now lost, though a surviving section of text at chest level and next to the kilt includes the name of Tutankhamun. On the reverse are the remains are a slim back-pillar with a column of incised text, the beginning and end portion now lost. The cartouche of the back-pillar includes the partial prenomen of the later king Horemheb, with the rest of the cartouche left blank, and evidence of erasure on the lower section of the back-pillar. In addition to the loss of the head and lower body, the right arm is missing with intact peg holes along the right arm which demonstrate how the arm would have been attached to the body. The left arm and standard have been damaged with several large chips to the stone surface, as well as a large chip to the torso area and several smaller damaged areas across the chest. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt (Possibly from Thebes?) "], "Materials": ["schist"], "Technique": ["incised"], "Dimensions": [" Height: 31.50 centimetres (object only) ", " Height: 35.50 centimetres (with base (4cm)) ", " Weight: 7.10 kilograms ", " Width: 11 centimetres (base only) ", " Width: 12.50 centimetres (object only - at shoulders) ", " Depth: 14.20 centimetres (base) ", " Depth: 12.50 centimetres (object only) "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": ["Though the practice of reusing royal monuments was not exclusive to the post-Amarna period, the usurpation of the monuments of Tutankhamun by Horemheb, the final ruler of the 18th Dynasty, is particularly well documented (Brand 1999; Epigraphic Survey 1994, 1998; Hari 1965). While the back-pillar central cartouche from this statue has deliberately been erased, it has been suggested that the name across the standard and its poor preservation appears to be accidental rather than intentional erasure (Eaton-Krauss 2015). The poor quality of the usurped text from this statue has also been noted (Hall 1928: 75), in particular the incorrect orientation of the back-pillar cartouche, and the contrast in quality of the carving from the original inscription of the back-pillar. The mention of Amun-Re within the belt inscription has led to suggestions that this figure may have originated from Karnak (Bierbrier 1993; Eaton-Krauss 2015). Further Bibliography: M. Eaton-Krauss, 2015. The Unknown Tutankhamun (London), p.66-67, Fig. 21. M. Eaton-Krauss, 2020. Post-Amarna Period Statues of Amun and His Consorts Mut and Amunet (Boston), p.30. H.R. Hall, 1928. ‘Objects of Tut'ankhamūn in the British Museum’, Journal of Egyptian Archaeology Vol. 14, No. 1/2, p. 75-76. R. Hari, 1965. Horemheb et Moutnedjmet (Geneva), p.279, Pl. xliv. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 617. J.H. Taylor, in Chappaz, Tiradritti, Vandenbeusch, Akhenaton et Nefertiti. Soleil et ombres des pharaons, Geneva 2008, 272. General Sources: J.P. Allen, 2009. The Amarna Succession’, in P. Brand, L. Cooper (eds.), Causing his name to Live: Studies in Egyptian Epigraphy and History in Memory of William J. Murnane Culture and History of the Ancient Near East, Vol.37 (Boston). P. Brand, 1999. ‘Secondary restorations in the post-Amarna period’, Journal of the American Research Center in Egypt no. 36, p. 113-134. Oriental Institute Epigraphic Survey, 1994. Reliefs and inscriptions at Luxor Temple I: The festival procession of Opet in the colonnade hall. The University of Chicago Oriental Institute Publications 112 (Chicago). Oriental Institute Epigraphic Survey, 1998. Reliefs and inscriptions at Luxor Temple II: The facade, portals, upper register scenes, columns, marginalia, and statuary in the colonnade hall. The University of Chicago Oriental Institute Publications 116 (Chicago)."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (p. 9, Pl. 2-3) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 126, no. 58) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 57) "], "Location": ["Not on display"], "Exhibition history": [" 2008/9 Oct-Feb, Geneva, Musee d'art et d'histoire, Akhenaten. 2009 Feb-Jun, Turin, Palazzo Bricherasio, Akhenaten 2022 21 Jun-31 Oct, Marseille, MUCEM Museum of European and Mediterranean Civilisations, Pharaoh Superstars 2022-2023 24 Nov-6 Mar, Lisbon, Calouste Gulbenkian Museum, Pharaoh Superstars "], "Condition": ["Fair; only the torso and the upper part of the left leg remain and the surviving part has been badly chipped. Most of the standard has been lost."], "Associated names": [" Named in inscription: Tutankhamun ", " Named in inscription: Horemheb "], "Acquisition name": ["Donated by: W Mcoran Campbell"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37639"], "Registration number": ["1903,0509.1"], "Conservation": [" Treatment: 05 Jun 2008 ", " Treatment: 10 Sep 1992 "]}