{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA718"], "Description": [" Limestone reliefs from the mastaba of Urienptah: extending across the top is a lintel carved in fair, sunk relief with traces of blue paint in the signs. The text, which is an extended ḥtp-dỉ-nsw formula, is similar to that found on the architrave above the entrance to the tomb; at the left end is a seated figure of Urienptah holding a staff. Below this lintel the wall contains two false doors and two panels of short registers with scenes. The principal false door, which is devoted to the deceased owner alone, is on the left; at the top is a small panel bearing a representation of Urienptah seated behind an offering-table with the names of the sacred oils inscribed to the right. Below is the false door proper, the lintel and jambs of which carry ḥtp-dỉ-nsw formulas; the doorway itself is filled with an offering-list which originally consisted of 96 items arranged in 16 rows of 6 items each: the lowest row is now almost entirely lost. At the bottom of each jamb is a standing figure of Urienptah carved in fair, low relief. The texts of this false door are incised and the signs were all originally coloured blue. Red paint is still largely preserved on the bodies of the two standing figures of Urienptah and a few traces of blue (or green?) paint are visible on the collars shown around his neck. This false door is flanked by two groups of scenes. On the left the principal scene is at the top where Urienptah is shown seated on a chair with his wife Khentetkaus squatting on the ground in front of him. Traces of red paint remain on the body of Urienptah. In front and above the two people are shown various food-offerings piled mostly on low tables. Below are five smaller registers devoted to the provision of offerings for the funerary feast: in the lowest register there is a scene of the dismemberment of two bulls and above it a file of six offering-bearers is shown; they bring various food-offerings, including joints from dismembered bulls. The short explanatory texts in the lowest register are not fully carved, but they and the texts in the next register above still carry traces of green (?) paint; the bodies of the butchers and the offering-bearers have traces of red and the dado at the bottom of the wall is also red, being divided from the lowest register by a narrow black line. The three other registers in this panel contain representations of all kinds of food-and drink-offerings, many of which still carry traces of colour: vessels are red, vegetables are green, some fruit is blue. The carving of this group of scenes to the left of the false door is in fair, low relief with the exception of the texts giving the names and titles of Urienptah and his wife: these latter are incised. This treatment is repeated in the scenes to the right of the main false door. Here again the principal scene is at the top: it shows Urienptah and Khentetkaus seated side by side with offerings arranged on low tables in front and above them. Traces of red paint can be seen on Urienptah's body and of yellow on that of his wife. This scene forms the focal point of the series of scenes shown below, the whole being a representation of the funerary feast. There are five subsidiary registers: in the uppermost are shown two sons and one daughter of the deceased couple joining in the feast with their parents. On the left is a son, seated at a low table, and on the right a second table is shared by the daughter Ḫntỉ and the eldest son, whose name cannot be read. The texts in this register are written in red paint; nothing is visible to identify the son on the left. In the next register another son is shown seated at a low table; he is Ḵʒrỉ; to his right the small band providing the music for the feast is represented: it consists of a flautist, a harpist, and two men making movements of the hands. Four ladies dance to the music and they are shown in the next register below; their dancing is further accompanied by the rhythmic clapping of two other ladies who are also shown in the register. The two bottom registers contain scenes similar to those in the companion registers on the left of the false door: in the lowest is shown the dismemberment of two bulls and in the register above a file of six offering-bearers is represented; they are identified as kʒ-servants. The texts accompanying the four lower registers are in fair low relief. Much red and yellow paint is preserved on the bodies of the men and women; some of the offerings have traces of red, blue, and green paint. The false door on the right is devoted to Urienptah and Khentetkaus. Figures of both are shown seated on either side of an offering-table on the panel at the top. The inner and outer panels on the jambs of the doorway carry ḥtp-dỉ-nsw formulas, those on the inner for Khentetkaus and those on the outer for Urienptah. At the feet of the corresponding texts are figures of Khentetkaus and Urienptah carved in good, low relief apart from that on the extreme right, which is only painted; they still carry much red and yellow paint on the bodies and the wigs are black. The rest of this false door is in sunk relief and there are traces of blue paint in the signs. Much of the surface area has suffered badly from flaking. The architrave: bearing three lines of good, low relief with much fine detail in the carving of individual signs. The text is conventional and similar to that on the lintel above the wall with two false doors. On the left is a representation of Urienptah, seated and holding a staff. This block has suffered less from flaking than the rest of the tomb. No colour remains. The agricultural scenes: the surviving portion of this wall is approximately that part higher than the top of the entrance doorway. The doorway lay below the scene with a large figure of Urienptah on the left; to the right of the doorway were scenes of ships and to the left there was possibly nothing inscribed on the narrow panel between the door and the corner. The principal theme of the scenes on this wall is agriculture. There were also scenes of shipping, now almost entirely lost, and scenes showing the preparation of furniture as part, probably, of the tomb-equipment of the deceased owner. The whole is carved in fair, low relief. The last-named scenes occur on the left of the wall behind and below the large figure of Urienptah. Behind, an attendant is shown arranging a chair and two other attendants are shown at a higher level, but what they are doing can no longer be seen. Beneath the figure of Urienptah are two registers, in the upper of which five attendants are represented preparing a bed, setting a head-rest in position, and bringing linen from a chest. In the lower register various chests and pots of ointment are shown. Urienptah is shown standing and leaning on his staff; he is described as 'viewing the accounts of the work in the fields'. The accounts are being presented by a scribe shown in the top register along with two other scribes, one of whom is completing his account, while the other brings forward a man who bends forward, possibly a wrong-doer. Most of the rest of this register to the right is now lost, but from the traces remaining it can be seen that it contained a scene of the driving of cattle. This latter theme is continued in the register below where sheep and donkeys are shown being driven forward. To the left are the remains of a scene of more scribes recording property and of another man being brought with bowed back. The third register from the top contains two scenes: on the right birds are being trapped in the marshes in a clap-net; on the left seed is being sown and trampled into the ground by a herd of sheep. At the extreme left, a scribe is shown noting what is being done. The next two registers below are devoted to the harvest; in the upper, the barley-harvest is shown on the right and the flax-harvest on the left; bundles of flax, laid out to dry, occupy the left-hand end of the register. In the lower of these two registers the transport of the barley in great bundles on the backs of donkeys is represented; on the right is the pile of stacked barley. The lowest registers of the wall contained originally scenes with ships, of which only a small part of the top now remains; the masts and some of the rigging of three ships can still be seen. Much has been lost through deterioration of the surface. Some red colour remains on the bodies of the workmen in the two lowest agricultural registers and some green remains on the crops. No other colour is preserved. Deceased with offerings and offering-bearers: at the top on the left Urienptah is represented, seated and holding in one hand a staff and in the other a cloth. Before him are two small registers in which offerings of meat, fruit, vegetables, and drink are shown. In the two registers below, which extend across the full width of the wall, offering-bearers are shown; in the upper register is a file of eight attendants bearing offerings mostly of birds and joints of meat; in the lower register there are three attendants leading cattle. The whole scene is carved in low relief. Red paint is preserved in some quantity on the bodies of the offering-bearers and there are also some traces on the body of Urienptah. There are traces of yellow and green on some of the piled offerings. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Urienptah "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 145 centimetres (agricultural scenes) ", " Height: 38 centimetres (architrave) ", " Height: 130 centimetres (offering scene) ", " Height: 244 centimetres (overall) ", " Width: 272 centimetres (agricultural scenes) ", " Width: 270 centimetres (architrave) ", " Width: 127 centimetres (offering scene) ", " Width: 310 centimetres (overall) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 189-190; Part 2, p. 699; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 6 (London, 1922), pls. 1-12. Y. Harpur, Decoration in Egyptian Tombs of the Old Kingdom, London - New York 1987, pp. 410-1 and 579"], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pls.28-30)"], "Location": ["On display (G4/B24)"], "Condition": ["Good. Much of the surface area has suffered badly from flaking. Architrave: Fair; this block has suffered less from flaking than the rest of the tomb. Agricultural scenes: Much has been lost through deterioration of the surface. What remains is in fair condition. Offering scene: What remains of this wall is in a fair state of preservation."], "Subjects": [" butcher (?) ", " cattle "], "Associated names": [" Representation of: Urienptah ", " Representation of: Khentetkaus "], "Acquisition name": ["Purchased from: Government of the British Protectorate of Egypt"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA718"], "Registration number": ["1904,0217.1"], "Conservation": [" Treatment: 21 Dec 1994 ", " Treatment: 20 Feb 2015 ", " Treatment: 03 Dec 1987 "]}