{"artifact_name": "textile; garment; tunic", "Object Type": [" textile ", " garment ", " tunic "], "Museum number": ["EA43071"], "Description": [" Miniature linen tunic; painted representation of the Hathor-cow and Hieroglyphic text; one arm lost. "], "Cultures/periods": [" New Kingdom ", " 19th Dynasty (?) "], "Production date": ["1275BC (c.; ?)"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes), At around the time that it was acquired by the museum, the excavations of the Egypt Exploration Fund in the area of the temple of Nebhepetre Mentuhotep II at Deir el-Bahari were revealing a number of cloths and other votive textiles (as well as many other votive objects) related to the later cult of Hathor which was carried out in this area from at least the New Kingdom. It thus seems possible that this tunic might have been discovered in an illicit excavation carried out at the same time at the same place. For examples of textiles actually found at Deir el-Bahari, see Naville, 11th dynasty temple III, 15, 30, pl. XXX-XXXI. (?) "], "Materials": ["linen"], "Technique": ["painted"], "Dimensions": [" Height: 34.30 centimetres ", " Width: 25.50 centimetres ", " Depth: 0.60 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" See G. Pinch, Votive offerings to Hathor (Oxford 1993), pp.108–9, no.3.6, pl.20; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 208-9. ", " Strudwick N 2006 This tunic, with one long sleeve attached, bears a painted image of the goddess Hathor, shown as a cow emerging from the mountain of the West. Hieroglyphs above the cow describe her as 'Hathor foremost of Thebes, lady of heaven, mistress of the gods'. Around the animal's neck is a necklace with a sistrum (an emblem of Hathor) attached; between the horns are two feathers and a solar disc. The first line of the inscription below gives the title 'mistress of the house' and the name (unfortunately unclear but ending in '-imentet') of the woman who dedicated the tunic; the second line repeats the name and epithets of Hathor. It has been described as a child's tunic, but it is more likely that it was specially produced as a votive offering to the goddess. Many types of votive objects were deposited in temples all over Egypt as gifts expressing devotion to deities, who, it was hoped, would in turn favour the donor. This and similar textiles may have been donated by women to the cult, perhaps accompanying specific prayers for children or successful childbirth. However, none of the inscriptions make reference to this. Another suggestion is that the tunics may have been used to clothe divine images; there is some evidence from the titles of the persons named on them that only those connected with the Hathor cult presented such garments. They presumably had to be stored carefully in the temples to maintain and protect the decoration and efficacy of the object. Hathor was a popular deity with associations ranging from joy to music and dance, and was also one of the few state gods to whom ordinary people could appeal. Her cult was very prominent on the West Bank at Thebes, near the temples of Deir el-Bahari. The motif of the cow emerging from the western mountain, associated with burial and rebirth, is extremely common at Thebes. The rock-cut Hathor shrine containing a statue of the goddess as a cow, which was discovered in 1906 between the Middle and New Kingdom temples, embodies this idea in three dimensions (Cairo, JE 38574-5). The tunic is said to come from Thebes. Around the time that it was acquired by the Museum, the Egypt Exploration Fund's excavations in the area of the temple of Nebhepetre Mentuhotep II at Deir el-Bahari were revealing a number of cloths and other votive textiles (as well as many other votive objects) related to the later cult of Hathor, practised there from at least the New Kingdom onwards. The Museum acquired several objects from these excavations. It thus seems possible that this tunic might have been discovered in a contemporary illicit excavation carried out at the same site. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.208-209)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["fair (incomplete -one sleeve lost)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Hathor"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1906"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43071"], "Registration number": ["1906,0714.18"], "Conservation": ["Treatment: 21 Jul 2006"]}