{"artifact_name": "heart-scarab", "Object Type": ["heart-scarab"], "Museum number": ["EA7903"], "Description": [" Basalt heart-scarab, elytra marked, unpierced, base inscribed with seven lines of hieroglyphs. "], "Cultures/periods": [" New Kingdom (?) ", " Third Intermediate (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 1.97 centimetres ", " Weight: 0.15 kilograms ", " Width: 4.61 millimetres ", " Depth: 3.38 millimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 87. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 74."], "Location": ["Not on display"], "Exhibition history": [" 2014-15 22 May-19 Apr, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated titles": ["Inscription from:", " Book of the Dead "], "Acquisition name": ["Purchased from: Giovanni Anastasi (?)"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA7903"], "Registration number": [".7903"], "Additional IDs": [" Miscellaneous number: BS.7903 (Birch Slip Number) "], "Conservation": ["Treatment: 1 jun 2016"]}