{"artifact_name": "sistrum; votive offering", "Object Type": [" sistrum ", " votive offering "], "Museum number": ["EA27529"], "Description": [" Fragment of sistrum in glazed composition; votive offering with only double Hathor head preserved; head of Hathor modelled in low-relief with carefully drawn cow's ears, while on shorter sides, a single papyrus stem and flower incised; upper and lower surfaces flattened, lower surface with concave dished shape in middle and apparent traces of circular scar, probably originally where handle joined on; otherwise solid with no perforations; glaze originally green, now dirty khaki colour in very thin layer; fine textured cream core; chipped, worn surface and old restoration. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (possibly) "], "Production date": ["664 BC - 525 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised "], "Dimensions": [" Height: 5.80 centimetres ", " Weight: 0.102 kilograms ", " Width: 6.20 centimetres ", " Depth: 3 centimetres "], "Curator's comments": ["This sacred musical instrument was particularly associated to the cult of Egyptian goddesses, notably Hathor, Isis, Bastet or Sekhmet (on sistra, see esp.: Hickmann 1949, p. 76-103, pl. XLV-LXX ; Pinch 1993, p. 143-146 ; Ziegler 1979, p. 31-62 ; Ziegler 1984). Naukratis provided several examples of sistra, in glazed composition like for this specimen, but also in copper alloy. Some of them can be dated to the 26th dynasty, supporting the practice of Egyptian cult activities in this period (Masson forthcoming; Yoyotte 1994-95, p. 674). This sistrum, with the rather triangular Hathor’s head and papyrus stem decorating both sides of the wig, finds some parallels (for example: Ziegler 1979, p. 48, no. 45-47). This type is rarely well preserved – like here, only the head survived - which could pinpoint towards a rather fragile production (Ziegler 1979, p. 33). According to better preserved examples, it is a Naos-sistrum type. Based on comparison with well-dated close types, this series could belong to the Late Period (Ziegler 1979, p. 48). Hickmann, H. 1949, Instruments de musique, Catalogue général du Musée du Caire, Cairo. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context: Cults, Sanctuaries and Offerings, Proceedings of the second Naukratis workshop, held at the British Museum 22nd – 23rd June 2013. Pinch, G. 1993, Votive Offerings to Hathor, Oxford. Yoyotte, J. 1994/95, ‘Les contacts entre Égyptiens et Grecs (viie-iie siècles avant J.-C.) : Naucratis, ville égyptienne’, Annuaire du Collège de France, 669-82. Ziegler, Chr. 1979, Catalogue des instruments de musique égyptiens, catalogue du Musée de Louvre, Département des Antiquités Égyptiennes, Paris. Ziegler, Chr. 1984, ‘Sistrum’, LÄ 5, col. 959-963."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MC.34) (phase 3)"], "Location": ["Not on display"], "Condition": ["Rather fair (repaired) -split across diagonally, and section missing"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Hathor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27529"], "Registration number": ["1885,1101.26"]}