{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA29944"], "Description": [" Limestone stelophorous figure of Amenemheb, shown kneeling with a tall stela placed before him. He wears a shoulder-length wig which is painted black and features an underlayer of tight curls. His eyes are wide with a thin incised line and short pointed cosmetic lines at the outer edges. There are clear traces of white paint. His eyebrows are thin and slope down towards the temple, and are painted black. His nose is slim and aquiline, and his thick lips are pursed together. His skin is conveyed by a red-brown coloured paint which has been applied to his face and body. His head is tilted slightly creating an upwards gaze. His upper body is bare and his hands extend out towards the stela in front of him, with his palms placed on the back of the stela. In between the figure and stela the majority of the stone has been left intact for support, and has been painted in white. He wears a knee-length white kilt with a thick belt at the waist, and he rests on his heels. White paint has also been applied to the stone surface beneath his legs and feet. The top and left side of the stela is heavily damaged, though the outline of the curved top remains. The lunette features a shen-ring in the centre framed by two wedjat eyes, only one now intact. The stela is inscribed with eight horizontal lines of text, executed to a high quality. All of these lines are now missing the initial signs. On the reverse is a slim back-pillar inscribed with a column of text, which extends down to the edge of a horizontal line of inscription on the statue base. Two texts are inscribed across the statue base in one continuous line, both beginning at the front of the base. In both the back-pillar and base text are clear traces of both yellow and blue paint within the hieroglyph signs. In addition to the various gouges to the stone across the left side and top of the stela, there is visible damage to the back-pillar which also includes evidence of being exposed to intense heat. There is a visible crack across the figure’s left side and upper portion of the back-pillar. There are other small gouges to the stone at the figure’s right knee and the front right corner of the statue base. The statue is now supported on a slim modern base. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 40 centimetres ", " Width: 13.70 centimetres ", " Depth: 20.20 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" The stelophorous statue type emphasises the statue subject in an act of devotion or worship, and is often accompanied by an inscribed stela held out by the figure which includes a hymn to the sun-god. The style evolved particularly during the 18th Dynasty (Stewart 1967), with a slow progression towards the stela resting fully on the ground rather than on the legs of the statue as is found in earlier forms of the sculpture. Here, the stela is particularly large and at its original height and status Amenemheb’s face would not have been fully visible when looking directly at the stela. Further Bibliography: H.M. Stewart, 1967. ‘Stelophorous Statuettes in the British Museum’, Journal of Egyptian Archaeology Vol. 53, p. 35, 37, Pl. IV (1). J. Vandier, 1983. Manuel d'archeologie egyptienne Vol. III, p. 472. ", " H M Stewart, JEA 53 (1967), 37, pl. IV, 1. "], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 125, no. 51)"], "Location": ["Not on display"], "Condition": ["fair - damage to the stela"], "Subjects": ["eye of horus"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1898"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29944"], "Registration number": ["1898,0315.78"]}