{"artifact_name": "head-rest", "Object Type": ["head-rest"], "Museum number": ["EA55724"], "Description": [" Calcite head-rest of Meryrahashetef: the headrest is in the shape of two human hands with carefully delineated fingers outstretched to support the curved neck rest. They emerge from the top of a column which appears to take the form of two arms but at its lower end has turned into two ankles whose two undetailed feet stand at an angle of 180 degrees along the length of the elongated oval base. The name and titles of the owner, Meryrehashtef, which are incised across the neck rest, down parts of the supporting column and along one edge of the base are filled with blue paste. "], "Cultures/periods": [" 5th Dynasty (?) ", " 6th Dynasty (?) "], "Findspot": [" Excavated/Findspot: Tomb of Meryrahashetef "], "Materials": ["calcite"], "Technique": ["incised"], "Dimensions": [" Height: 19.40 centimetres ", " Weight: 1.263 kilograms ", " Width: 17.60 centimetres ", " Depth: 8.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Meryrehashtef was a Sole Companion (a court title) and a Lector Priest. Headrests of wood, ivory or alabaster often very elaborate in form, were an essential part of an Egyptian household's sleeping arrangements and were taken to the tomb for use in the afterlife. Mummies often lay within the coffin with the head resting on a neck rest. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 234-235 No 71."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.178-179)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2019-2020 6 Jul–6 Jul, Wakefield Museum, Gateway to Eternity: Death and the Afterlife in Ancient Egypt "], "Condition": ["good"], "Acquisition name": ["Donated by: Art Fund (as NACF)"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55724"], "Registration number": ["1923,0113.3"], "Conservation": ["Treatment: 23 Apr 1998"]}