{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA576"], "Description": [" Funerary stela of Senitef: a limestone Middle Kingdom round-topped funerary stela, in sunk relief. The top horizontal line describes the dedicator of the stela in Middle Egyptian. The text continues above the scene which shows offerings being made to Senitef, who faces right. Senitef wears a projecting kilt, a broad collar, and carries a staff and hrp-sceptre. The text refers to Senitef’s role in a temple connected to King Amenemhat II, whose throne name, Nubkaure, is given. The two figures facing Senitef are labelled as his brothers and they carry offerings of an ox leg, a duck or goose, and a tray of offerings including bread. Their names written in hieroglyphs face the same direction as their figures, as does the caption describing their actions. Below the scene is a row of Senitef's relatives, four women and one man, who face towards the right. Their names are written in a horizontal line above them, subdivided into sections. The lunette at the top of the stela is unusually occupied by a pile of offerings. "], "Authority": ["Ruler: Amenemhat II"], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Abydos, Probably from the necropolis. (?) "], "Materials": ["limestone"], "Dimensions": [" Height: 60 centimetres ", " Weight: 21.50 kilograms ", " Width: 36 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Inscription subject": ["funerary"], "Curator's comments": ["Published: R. Parkinson ‘Cracking codes: the Rosetta Stone and decipherment’. (London: British Museum Press, 1999), p. 119 [36]. Due to the location of the king’s name before the figure’s face and the damage obscuring the head, the figure of Senitef was originally identified as a statue of the king. The lunette at the top of round-topped stelae is often occupied by a protective winged sun-disk, but here it is unusually occupied by a pile of offerings, representing Senitef's duty and his hope for recompense; a large circular loaf is wittily placed in the position usually occupied by the sun-disk. The stela exemplifies the orientation of hieroglyphic text in relation to the scene that it accompanies. Bibliography: Discussed in: H.G. Fischer, 'Offering stands from the pyramid of Amenemhet I', Metropolitan Museum Journal 7 (1973), 123-6; R. E. Freed in 'Studies in honor of William Kelly Simpson' (Boston, 1996), p. 327."], "Bibliographic references": [" Scott-Moncrieff 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 2. (pl.10) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (36) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["fair"], "Associated names": ["Named in inscription: Amenemhat II"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA576"], "Registration number": [".576"], "Additional IDs": [" Miscellaneous number: BS.576 (Birch Slip Number) "], "Conservation": ["Treatment: 17 Sep 1998"]}