{"artifact_name": "mummy-mask", "Object Type": ["mummy-mask"], "Museum number": ["EA26799"], "Description": [" Painted plaster portrait-head of woman with hairstyle of roll(gilded) across forehead and ringlets behind ears; inlaid glass eyes; gilded necklace(?); base of neck broken. "], "Cultures/periods": ["Roman Period"], "Production date": ["90-100 (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" plaster ", " gold ", " glass "], "Technique": [" painted ", " gilded ", " inlaid "], "Dimensions": [" Height: 34 centimetres (on mount) ", " Weight: 4.20 kilograms (on mount) ", " Width: 31 centimetres (on mount) ", " Depth: 32 centimetres (on mount) "], "Curator's comments": ["Published: S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p. 162 [120]. Walker and Bierbrier, Ancient faces, p. 134"], "Bibliographic references": ["Walker & Bierbrier 1997 / Ancient Faces (137)"], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2012 26th May - 2nd September, Holburne Museum of Art, Bath Presence: The Art of the Sculpted Portrait. 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair - broken at base of neck"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26799"], "Registration number": ["1896,0318.1"], "Conservation": [" Treatment: 24 Feb 2014 ", " Treatment: 04 Aug 2011 ", " Treatment: 10 Jan 1997 "]}