{"artifact_name": "book-label; plaque", "Object Type": [" book-label ", " plaque "], "Museum number": ["EA22878"], "Description": [" Glazed composition book-label of Amenhotep III and Queen Tiye: with a rounded top, and hieroglyphic inscription. The plaque is light blue and the inscription was inlaid in dark blue. There are two holes at the top. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (Register) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " inlaid ", " pierced "], "Dimensions": [" Height: 6.50 centimetres ", " Weight: 20 grammes ", " Width: 4 centimetres ", " Depth: 0.50 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This example and a similar fragment in New Haven were probably used as labels for a box containing papyri. It is possible that wire or string was threaded through the two holes at the top to fix the plaque onto its place on the lid. Another example of a bookplate may be the calcite tablet now in Berlin, which may designate Akhenaten as the owner. Although it is generally agreed that this British Museum plaque is an \"ex-libris,\" there is considerable discussion as to the nature of the book referred to by the hieroglyphic inscription. Some authorities think that the title refers to a story of foreign origin, while others state that it was probably a native Egyptian tale, and still others believe that two trees are mentioned. One writer felt that the plaque might refer to a scientific book about the properties of the moringa tree and its products; he advanced a parallel suggestion for the Yale plaque, reading its inscription as \"book of the pomegranate tree. The contents of a chest containing papyri could be designated either by plaques like these or by pertinent decoration on the lid. Bibliography: W. C. Hayes, 'The scepter of Egypt : a background for the study of the Egyptian antiquities in the Metropolitan Museum of Art' II (New York, 1959), p. 116. R B Parkinson 'Two or Three Literaray Artefacts' in W V Davies (ed), Studies in Egyptian Antiquities : A Tribute to T G H James (BM Occasional Paper 123 1999), 49-57. Egypt's Golden Age, Boston 1982, p.289 [400]."], "Bibliographic references": [" Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (400) ", " Monaco 2008 / Queens of Egypt: from Hetepheres to Cleopatra "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2008 Jul-Sep, Monaco, Grimaldi Forum, Reines de Egyptes 2015 Jul- Sep, Tokyo, National Museum, Queens of Egypt 2015 Oct-Dec, Osaka, National Museum of Art, Queens of Egypt 2016-2017, Oct-Jan, Arles, Musée départemental Arles antique, Khaemwaset, the archaeologist prince, knowledge and power in Ancient Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription: Amenhotep III ", " Named in inscription: Tiy ", " Named in inscription: Ptah "], "Associated titles": ["Inscription from:", " Book of the Sycamore and the Olive "], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22878"], "Registration number": ["1891,0509.41"], "Conservation": ["Treatment: 07 Oct 1998"]}