{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66469"], "Description": [" Mould-made scarab in glazed composition; back marked with single lines for clypeus, prothorax and elytra and small triangles marking humeral callosities on either side behind the prothorax line; at side, legs quite well-modelled with undercut triangle; underside bearing incised hieroglyphic inscription arranged vertically, naming Menkheperra; inscription surrounded by a single incised line; longitudinally pierced; glaze lost; off-white, very pale yellow core of fine, hard texture. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (maybe)"], "Production place": [" Made in: Scarab Factory (maybe) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced "], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.30 centimetres ", " Width: 0.95 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The name of Menkheperra appears on a wide range of scarabs and scaraboids and does not necessarily refer to Thutmosis III: it was also a popular motto associated with Amun-Ra (Jaeger 1982). This scarab might be a product from the 'Scarab Factory' (on its various productions, see Gorton 1996, 91-131; Webb forthcoming), and could belong to her type XXVIII B (name of Menkheperra listed for this type: Gorton 1996, 93). The inscription is, however, is incised and not stamped. For another Menkheperra scarab in glazed composition: Cairo, Egyptian Museum CG37376. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, 'Faience finds from Naukratis and their implications for the chronology of the site', in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 63) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 61, no. 1958) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.103) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, but surface quite eroded"], "Associated names": ["Associated with: Amun-Ra"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66469"], "Registration number": ["1886,0401.1642"]}