{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA189"], "Description": [" Limestone funerary stela showing Anubis presenting a man and a woman to Osiris: the two figures representing the deceased are escorted by the jackal-headed Anubis, who is apparently shown twice. The first of the pair to be presented is the man, who wears a long tunic and a mantle with a thin overfold draped over his left shoulder; his hair is cut short in Ptolemaic fashion. The woman beside him also has a Ptolemaic hairstyle, brushed back from the face. She wears a long tunic and a mantle draped over her left shoulder (the latter hidden by her companion). Osiris wears a tall crown and is seated on a throne, his head awkwardly turned to face the viewer. To his right stands Isis, wearing a horned disc on her head. All the deities wear broad collars; Isis and Osiris wear long tunics with either a border above the hem or a second tunic beneath; the escorting deities wear short tunics. The scene takes place on a ground-line; a narrow arch frames the top of the relief. "], "Cultures/periods": ["Roman Period"], "Production date": ["1stC BC (?)"], "Findspot": [" Excavated/Findspot: Abydos (?) "], "Materials": ["limestone"], "Dimensions": [" Height: 68 centimetres (with base) ", " Width: 58 centimetres (with base) ", " Depth: 14.50 millimetres (with base) "], "Curator's comments": ["The hairstyles and dress of the mortal figures suggest a date in the later Ptolemaic era. Similar scenes also occur on shrouds and stone reliefs of Roman date. Most recently, the relief has been ascribed to a local workshop of the first century AD. Bibliography: A. Abdalla, 'Graeco-Roman Funerary Stelae from Upper Egypt' (1992), 76, no.186, pl. 58; K. Parlasca & H. Seeman, ‘Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit’ (1999), 326-7 no. 223. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 182 [137]. 'Portraits: De l’Egypte Romaine', Paris 1998, p. 164 [113]. S. Walker, 'Ancient Faces', New York 2000, pp. 141-142 [93]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (167) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.113) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (93) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.326 , no.223) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 1998 Oct-1999 Jan, Paris, Musee du Louvre, Portraits de l'Egypte Romaine 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces 2006-present, Glasgow, Kelvingrove Art Gallery and Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Isis ", " Representation of: Anubis "], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA189"], "Registration number": [".189"], "Additional IDs": [" Miscellaneous number: BS.189 (Birch Slip Number) "], "Conservation": [" Treatment: 27 May 1999 ", " Treatment: 11 Nov 1996 ", " Treatment: 12 Apr 2005 ", " Treatment: 12 Aug 1998 "]}