{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Museum number": ["EA27540"], "Description": [" Mould-made amuletic pendant in glazed composition, representing the head of the dwarf leonine god Bes; simply represented, but well modelled facial features with large protruding eyes, snub nose, broad mouth, projecting square ears and beard indicated by small grooves; crowned by characteristic feathered headdress, with five grooves; pierced horizontally across simplified cavetto-moulding at base of crown; flat at back, except for projecting ridge where perforation is, and a triangular groove horizontally across base of head (maybe suggesting a feature of mass-production, aiding its removal from mould?); greenish-blue glaze; gingery brown core; almost complete. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt ", " Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " glazed "], "Dimensions": [" Length: 1.90 centimetres "], "Curator's comments": ["The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). Amulets in the shape of Bes heads appear in the Third Intermediate Period (Andrews 1994, 40). They were produced in Naukratis itself. Moulds for Bes head, though of different type, were discovered at the site (Petrie 1886, pl. XXXVIII, 14): see for example BM 1888,0601.747 and BM 1920,0417.2. On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.034) (phase 3)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27540"], "Registration number": ["1885,1101.58"]}