{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10541"], "Description": [" Book of the Dead of Nedjmet; painted offering-vignettes, including the weighing of the heart, and columns of hieroglyphic text featuring spells 15V–V125–101–100V–V15–1V–17V. "], "Cultures/periods": ["21st Dynasty"], "Production date": ["BC1070 (c.)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 57.40 centimetres (frame) ", " Height: 34 centimetres (papyrus) ", " Length: 442 centimetres (frame) ", " Length: 416 centimetres (papyrus) ", " Depth: 5.10 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": [" This papyrus is part of a larger roll of which other fragments are in the Louvre (E 6258) and Munich (now lost). It likely totaled over 14m in length. The French Egyptologist Gaston Maspero (1889, 512) suggests that it may have been found in the Royal Cache in Deir el-Bahari but sold by looters before formal excavations began. Photographs of the papyrus in London and Paris were shown to Maspero in 1877. The coffins and mummy of Nedjmet were found during the official opening of the cache in 1881. A second book of the dead papyrus is also attributed Nedjmet (EA10490). Nedjmet is one of very few owners of a Book of the Dead about whose life we know any details; she was married to King Herihor (1070 BCE), shown prominently in the vignettes, and was also the mother of a king. Surviving letters on papyrus (P. Berlin 10489) written by her son, the powerful army commander Piankh, show that she was involved in the political murder of two policemen who had made rebellious speeches. Referenced: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 16, 188-189. Lenzo, G. 2023. The Use of Hieratic in Funerary Texts During the 21st and 22nd Dynasties, in: Gerhards, S. et al. (ed.), Schöne Denkmäler sind entstanden: Studien zu Ehren von Ursula Verhoeven, Heidelberg: Propylaeum: 304. ", " Additional references: Kitchen, Ram. Insc. Vol. 7 p. 100. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 7, 92. Maspero, G. 1889. Les momies royales de Deir el-Bahari. MMAF 1. Cairo "], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (126) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig. 3) ", " Pattie & Turner 1974 / The Written Word on Papyrus: An Exhibition Held in the British Museum 30 July - 27 October 1974 (no.6) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (133525) (http://www.trismegistos.org/text/133525) ", " Lenzo 2010 / The two funerary papyri of Queen Nedjmet (P. BM EA 10490 and P. BM EA 10541 + Louvre E. 6258) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, fractured Black ink Red ink Pigment: faded, friable Backed: brown paper Checked for loan to USA 1992 Displayed in Room 62 until 1992 Moved to KEB Basement 2012 due to new Friends' Room. Mount Details: Sandwich: glass (uv film) Frame: wood Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Associated names": [" Named in inscription & portrayed: Nedjmet ", " Named in inscription & portrayed: Herihor (husband) "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Edward VII, King of the United Kingdom"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10541"], "Registration number": [".10541"], "Conservation": ["Treatment: 27 Apr 1994"]}