{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA56598"], "Description": [" Sycomore fig wood stela of Tjesastperu: this small round-topped stela is divided into four sections of varying size. In the upper register is a winged sun-disk above a sky. In the second a line of text names the lady Tjesastperu. In the third register, below a sky-sign, the deceased stands on the right with her arms raised in adoration. In front of her is an altar on which rests a water-pot cooled by a lotus-flower. Behind the altar stand Ra-Horakhty, a god (?Atum), and the four sons of Horus. The fourth section contains four lines of text with a prayer to Osiris on behalf of the lady Tjesastperu, daughter of Ḏd-'lmn-ỉw.f-ʿnḫ and the lady Ḥw.f...(?). The stela has split in two along the edges of the two planks of wood which compose it. The surface is worn and broken in many places, and the colours have faded. There is a multi-coloured border of red, green, orange, and blue rectangles separated by one black and two white stripes, all edged in green, around the stela and between the registers. The background of the stela is brown. The disk is red with blue uraei. The wings have a green upper edge and are divided into a brown upper part with blue dots, a blue middle edged in red, and a green lower section also edged in red. The sky is blue. The text in the second section is black. In the third section the sky is blue as are the dividing lines between the black text. The deceased has a blue wig and collar, green cone on the head, orange face and feet, and a dress outlined in black. The altar is blue, pot orange, and lotus green with blue flowers. The gods all have green bodies, orange collars, red hands, and blue wigs and carry green plants. Ra-Horakhty has a red disk with a black uraeus and a yellow-brown face with black features. The next two gods have red faces and black beards. Hapy has a red face and green ear. Duamutef has a green face, while that of Qebhsenuef is apparently yellow-brown with black features. The text in the fourth register is black between red and blue dividing lines. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 30.20 centimetres ", " Weight: 0.720 kilograms ", " Thickness: 2 centimetres ", " Width: 26 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.56-57)"], "Location": ["Not on display"], "Condition": ["fair - worn and split to reveal dowels"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Djedameniufankh (father) ", " Representation of: Ra-Horakhty ", " Representation of: Atum (?) ", " Representation of: Sons of Horus ", " Named in inscription: Osiris "], "Acquisition name": ["Donated by: A Spooner"], "Acquisition date": ["1953"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA56598"], "Registration number": ["1953,1214.1"]}