{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA646"], "Description": [" Limestone stela: only the top of a round-topped stela has been preserved. The figures are in sunk relief and the texts are incised. There is an altar in the centre on which rests a water-pot cooled by lotus blossoms. On the right Amun-Ra and Mut are enthroned, while on the left sit Horus lord of Hebenu, and Isis. Seven columns of text above the gods give their names and epithets. The surviving part of this stela has been heavily battered about the edges. There is a great amount of wear on the surface, especially in the upper left-hand corner. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Kom el-Ahmar, The stela possibly comes from Hebenu, capital of the Gazelle nome, a site not definitely located but near Minya (D. Kessler, 'Historische Topographie der Region zwischen Mallawi und Samalut' (Wiesbaden, 1981), 209-24). (?) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 43.50 centimetres ", " Weight: 52 kilograms ", " Width: 59 centimetres ", " Depth: 13 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 173-4 (no- 629)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.68-69)"], "Location": ["Not on display"], "Condition": ["The surviving part of this stela has been heavily battered about the edges. There is a great amount of wear on the surface, especially in the upper left-hand corner."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Amun-Ra ", " Named in inscription & portrayed: Mut ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Horus "], "Associated places": [" Named in inscription: Kom el-Ahmar "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA646"], "Registration number": [".646"]}