{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["EA53954"], "Description": [" Disc-shaped Nile mud wine-amphora stopper with palm fibre plug (now missing). The surface of the stopper has been impressed with a circular stamp, then painted white. The circular stamp impression depicts a quadruped, possibly a donkey or horse, and perhaps some text below, now illegible. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["mud"], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 94 millimetres ((max)) ", " Diameter: 66 millimetres (amphora neck) ", " Diameter: 63 millimetres (stamp impression) ", " Height: 48 millimetres "], "Curator's comments": ["Mud stoppers have a long tradition of use in Egypt and Sudan, documented from Old Kingdom to Medieval contexts. During the Roman and Byzantine periods, the type of mud stopper found at Antinoupolis was commonly used on wine-amphorae produced by estates, unlike the plaster examples (EA 53955, 53957–63) that were used by wine traders (Thomas 2011, type 7; Thomas and Tomber 2006: type7). Egloff associates mud stoppers like those from Antinoupolis with late 4th–7th century AD amphora types, particularly LR 7 (Egloff 1977, no. 353, pl. 20). LRA7 amphorae date from the late 4th to the 7th or 8th century AD, though similar forms persist into the early Islamic period (Keay and Williams 2005, LRA7). Quadrupeds, especially donkeys, were a common device on Christian period plaster amphora stoppers found in Egypt at Kellia (Egloff 1977, pl. 20.10), Clysma (Bruyère 1966, pl. 28.16) and Naukratis (EA 27576), as well as on mud stoppers from Western Thebes (identified as a deer, Winlock and Crum, 80, fig. 33.16–17). Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Keay, S. and D. Williams. 2005. Roman amphorae: A digital resource. University of Southampton. http://archaeologydataservice.ac.uk/archives/view/amphora_ahrb_2005/, last accessed October 2011. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. Winlock, H. E. and W. E. Crum. 1926. Monastery of Epiphanius at Thebes I. New York: Metropolitan Museum of Art."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (49)"], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["horse/ass"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53954"], "Registration number": ["1915,0207.4"]}