{"artifact_name": "coffin; human mummy; cartonnage; mummy-mask; mummy-wrapping; head-rest", "Object Type": [" coffin ", " human mummy ", " cartonnage ", " mummy-mask ", " mummy-wrapping ", " head-rest "], "Museum number": ["EA46631"], "Description": [" Mummified remains of a man, named Ankhef. Sex: male (based on inscription on the coffin and x-rays of pelvis) Age: Adult - Stature: unknown Summary: Mummy of Ankhef, with wrappings and cartonnage mask. The mummy is lying in a rectangular wooden coffin with painted eyes and hieroglyphic inscription. A wooden headrest is placed by the side of the head. Head, Chest and Abdomen - These are completely disorganized. The lower jaw has been dislocated and appears to be (radiographically) almost edentulous. Several teeth are scattered throughout the rest of the body, two around the pelvis and one near the upper chest. All the ribs are disarticulated but appear complete. Two lumbar vertebrae are observable and articulated with one another, they have some osteophytic lipping around the intervertebral disc. No viscera, packing material, or amulets visible on the x-ray images. Complete disarticulation of the sacrum and pubic symphysis. Radio-dense areas around the left hip may indicate osteoarthritis. Arms - Extended, dislocated at the shoulder and elbow joints. Hands, with extended fingers, in pubic region. Legs - Are mostly in articulation except the patellae and the left ankle, the right calcaneus is disarticulated, but perhaps lying at the foot end of the coffin. Bandages – Body wrapped in several layers of fine textile (sheets and strips of linen). Pathological conditions: Osteophytes in observable lumbar vertebrae and possible osteoarthritis in the left hip joint. Coffin – made of tamarisk. Decoration includes hieroglyphic texts requesting funerary offerings, a pair of eyes, squatting figures at each end representing the four Sons of Horus. Preservation skull: unknown Dentition: unknown Preservation post cranial: unknown Condition: Poor Soft tissues or other: poor Percentage mummified skull: unknown Percentage mummified post cranial: unknown "], "Cultures/periods": [" 12th Dynasty (?) ", " 11th Dynasty (?) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 9 Tomb of Ankhef "], "Materials": [" wood ", " gesso ", " human tissue ", " linen "], "Technique": ["painted"], "Dimensions": [" Length: 183 centimetres (coffin) ", " Length: 170 centimetres (mummy) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": [" Probably associated with bow and arrows EA 47570, walking stick EA 47358, model EA 47374 Intrusion (human): Unknown Intrusion (animal): Unknown Scientific analysis: No (x-rayed in the 1960s) ", " 47570 are the bow and arrows from on top of the coffin. ", " Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p. 268 P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 345. "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (11) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (172) ", " Cartwright and Taylor 2008 / Wooden Egyptian archery bows in the collections of the British Museum (p.78) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, pl.3, p.108, p.110, table 1) "], "Location": ["On display (G63/dc8)"], "Condition": ["fair"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA46631"], "Registration number": ["1907,0511.542"], "Conservation": [" Treatment: 02 Mar 1994 ", " Treatment: 16 Aug 2000 ", " Treatment: 15 Dec 1998 "]}