{"artifact_name": "container", "Object Type": ["container"], "Museum number": ["EA8539"], "Description": [" Rectangular canopic chest, painted wood, in the shape of a shrine with a sloping roof. Central line of inscription on lid; on each side, hieroglyphic text in four columns on left, and scene on right showing a goddess pouring a libation from a jar over a mummiform figure of one of the four Sons of Horus. Isis libates Imsety, Nephthys libates Hapy, Neith libates Duamutef, and Selkis libates Qebhsennuef. The inscriptions identify the owner of the chest as the Singer of the Interior of Amun Nesawered (?) "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 44.50 centimetres ", " Width: 45 centimetres ", " Depth: 42 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Publication: Ahmed M. Mekawy Ouda, \"The canopic box of Ns-aA-rwd (BM EA 8539)\", JEA 98 (2012), pp. 127-138"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Neith ", " Representation of: Serqet ", " Representation of: Imsety ", " Representation of: Hapy ", " Representation of: Duamutef ", " Representation of: Qebhsenuef "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8539"], "Registration number": ["OA.8539"], "Conservation": [" Treatment: 16 May 2016 ", " Treatment: 29 Apr 1998 "]}