{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68815"], "Description": [" Standing figure of a sphinx carved from soft limestone. The sphinx is depicted wearing a skullcap, with the uraeus cobra on the forehead. Both the facial features and cap are crudely delineated with ridges made by a blade, with the front legs of the sphinx depicted parallel to one another but set slightly apart. The face and front legs of the sphinx have clear traces of red pigment. The wings and hind legs of the sphinx are indicated separately from the main body, and the tail is carved on the reverse. The sphinx rests on a thin base, on the bottom of which are handwritten marks in pencil in addition to the inked accession numbers. The figure has a chip to the left side of the head and cap and the right side of the rear but is otherwise in good condition. There is also some discolouration across the right front leg. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (?) "], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["limestone"], "Type series": ["Thomas L-H.2"], "Technique": ["painted"], "Dimensions": [" Height: 4.39 centimetres ", " Length: 4.20 centimetres ", " Width: 2.82 centimetres "], "Curator's comments": ["A range of crudely carved limestone animals and creatures were found at Naukratis, the most common of which included sphinxes and upright human headed birds, cats, and griffins. Some objects may represent a ‘Libyan’ or ‘Bastet’ sphinx, representing Libyan influence on Egyptian sculpture of the 1st millennium BC (Gubel 1998; Thomas 2015). Petrie dated these alongside other limestone figures from Naukratis between the 6th and 4th centuries BC (Petrie 1886), though one example was found in a level dated to the Ptolemaic Period (ibid.). Hogarth also found one figurine in a ‘5th century BC’ well deposit in subsequent excavations (Hogarth 1905; Hogarth Diary 24-25/04/1903, well 2 bottom). Figurines such as this sphinx, carved from limestone and then painted, were common during the Late Period and early Ptolemaic Period in Naukratis (Thomas 2019); it has been suggested this figure could be an example of a figure which dates later than the 5th century BC (Thomas 2015). Some of the highly varied deviations from this form, such as reclining sphinxes, may be later in date (examples include: British Museum, London, 1886,0401.1485), as they also have Late Period or Ptolemaic parallels from Memphis (Anthes 1959, 1965; also in terracotta, Ashton 2003) and Saqqâra (Quibell 1907; Jeffreys et al. 1988) and unprovenanced examples (such as Petrie Museum, London, UC60105). Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 27, Fig. 42. R.I. Thomas, 2019. ‘Terracotta and stone figurines from Naukratis’, British Museum Studies in Ancient Egypt and Sudan 24, p. 184, Fig. 5e General Sources: R. Anthes, 1959. Mit Rahineh 1955 (Philadelphia). R. Anthes, 1965. Mit Rahineh 1956 (Philadelphia). S. A. Ashton, 2003. Petrie’s Ptolemaic and Roman Memphis (London). E. Gubel, 1998. ‘E pluribus unum: Nubian, Libyan and Phoenician “Bastet”-sphinxes’, in W. Clarysse, A. Schoolrs, H. Willems (eds), Egyptian religion, the last thousand years; studies dedicated to the memory of Jan Quaegebeur. Vol 1 (OLA 84). Leuven, p. 629 -645. D.G. Hogarth, H.L. Lorimer and C.C.Edgar, 1905. ‘Naukratis, 1903’, Journal of Hellenic Studies 25, p.105-136. Jeffreys, D. G., Smith, H. S., Price, M., & Giddy, L. L, 1988. The Anubieion at Saqqâra. Egypt Exploration Society Excavation memoirs 54 (London). W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), (London), p. 41-42. J.E. Quibell, 1907. Excavations at Saqqara 1905-1906 (Cairo)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.156)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68815"], "Registration number": ["1886,0401.1396"]}