{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10505"], "Description": [" Papyrus written with black ink with demotic legal text on recto (13 ll.), verso pasted down. Two fragments, originally 10505 A-B. Thompson's MS Catalogue: \"Transfer of rights under a Greek contract by Pete-Neit son of 3ylws (ailios?) to Panobchunis son of Totoes. (cf. no. 10493). Date. year 8 Pachons 25 of Ptol. Alexander. = BC. 106 June 10\". Nine more fragments (10505 C-L) were orginally framed together with 10505 A-B. Now they constitute P BM EA 10835, a papyrus written with black ink with demotic legal text on recto (22 ll.). Thompson's MS Catalogue: \"Transfer of rights under a (demotic) contract by Pa-wn (Phagonis) son of Pelaias & Ta-Sobek daughter of Patous to Petearsemtheus & Psenese sons of Panobchunis. Date. year 20(?) Paophi 6 of Ptol. Alexander = BC. 95 Oct. 21\". Concerning this group of texts, see entry for P BM EA 10491. "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 106BC (P BM EA 10505 (originally 10505 A-B)) ", " 95BC (P BM EA 10835 (originally 10505 C-L)) "], "Findspot": [" Excavated/Findspot: Gebelein "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 24 centimetres (frame) ", " Width: 20.40 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["Fragments C-L were conserved in 1979 and now constitute EA 10835. Cf. entry in www.trismegistos.org - DAHT. P BM EA 10505 (formerly 10505 A-B) is indicated as EA 10505 A, whilst P BM EA 10835 (formerly 10505 C-L) is mistakenly indicated as EA 10505 B. Ed. in S.E. Thomas Cambridge PhD diss. Text 17 in Shore's Manuscript Catalogue of Demotic Gebelein Papyri in the British Museum. Publication in progress (S.E. Thomas)."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (319) (http://www.trismegistos.org/text/319)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: kraft paper Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: incomplete/fragmentary"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10505"], "Registration number": ["1896,0731.15"], "Conservation": ["Treatment: 1979"]}