{"artifact_name": "mummy-mask; cartonnage", "Object Type": [" mummy-mask ", " cartonnage "], "Museum number": ["EA29476"], "Description": [" Painted cartonnage mummy-mask with rosebud garland in hair and exposed breasts. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120 (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" plaster ", " linen "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 68 centimetres ", " Width: 39 centimetres "], "Curator's comments": [" Published: Grimm, Mumienmasken, 36, 94-5, pl. 111 (1). Walker and Bierbrier, Ancient Faces, 136-8 S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p. 166 [124]. Portraits: De l’Egypte Romaine, Paris 1998, pp.72, 75 [29]. Riggs, Beautiful Burial in Roman Egypt (2005):102-3, 102 Fig. 40, 125; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 306-7. ", " Strudwick N 2006 The best-known funerary representations from Roman Egypt are the so-called 'mummy portraits' (see registration nos. 1888,0806.8 and 1939,0324.211) but plaster masks, often extending over the upper body, were also popular, and are found from the earliest years of the Roman occupation. The face of this mask was shaped separately by pressing the plaster onto a mould; on some examples this method of manufacture is clearly indicated by finger-marks on the interior. This face was subsequently attached to the headdress and torso, and the somewhat unusual orientation of the head is probably due to a rather awkward join with the other parts. The anonymous woman wears a yellow tunic, leaving her breasts exposed. A band of cloth runs from the tunic between the breasts onto a colourful collar, at the bottom of which is a winged scarab beetle. In her hair is a garland of rosebuds. Her sleeves bear the protective wings of Isis and Nephthys, and images of other deities appear on the area of the mask behind her hair. These include Anubis and Re-Horakhty. The woman wears earrings, gold bracelets on both wrists, and two rings on the fingers of her left hand. She holds a sprig of leaves, perhaps myrtle. The style of the earrings, bracelets, and rings suggests a date in the early second century AD; around that time this hairstyle, based on a traditional Egyptian one, became popular in funerary portraits. The style of the facial representation, the hair, and elements of the dress show strong classical influence, but the religious iconographical elements show that the fundamental concepts of the Egyptian way of death were still to be found well into the Roman era, with the scarab symbolizing both the solar cycle and the regeneration of life, and Isis, Nephthys, and the other deities protecting the owner. Little is known about the specific findspots of such masks, although they seem to have been particularly popular in Middle Egypt. This object is unprovenanced, but it has been argued that it may be associated with the types of mask that covered a considerable part of the upper body, and which have been found from the Roman Period, in particular the later second and third centuries AD, at Deir el-Medina and Deir el-Bahari in the Theban region. "], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (148) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.29) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.315, no.208) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.306-307) "], "Location": ["On display (G62/dc17)"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 1998 Oct-1999 Jan, Paris, Musee du Louvre, Portraits de l'Egypte Romaine "], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29476"], "Registration number": ["1897,0511.192"], "Conservation": [" Treatment: 17 Mar 2014 ", " Treatment: 17 Jan 1996 "]}