{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA840"], "Description": [" Limestone seated statue of the male official Nedjem. He wears a shoulder-length double wig with an undersection of tighter curls below his ears. Black paint has been applied to the wig, eyes, and eyebrows, and red-brown paint has been used to denote his skin. His eyebrows are thin and modelled in raised relief, and slope sharply down to the temple. His eyes are almond shaped with elongated cosmetic lines at the outer corners. His nose is slim and pointed, and his mouth is small with thick lips which are pursed together. His face is particularly rounded and fleshy around the mouth and jawline area. His upper body is bare, and both hands rest on his lap. In his left hand he holds a piece of folded cloth. He wears a long kilt belted at the waist, with a knotted loop of material at the right side of his torso. White paint has been used for his clothing. A single column of text is inscribed along the centre of his garment. Traces of red paint are visible in the borders, and a dark colour within some of the hieroglyph signs. Both sides of the seat are inscribed and executed to a high quality, with seven columns on the right side and five columns on the left side. Again these bear traces of red paint used in the borders, and a yellow colour in some of the hieroglyph signs. On the reverse the high-back chair has a round top which reaches just below Nedjem’s head, and is uninscribed. The feet and base of the statue are now lost. There are several large chips around the edges and corners of the seat. The inscription on the clothing is damaged at the knees, obscuring some of the text. On the left side the first column has been deliberately chiselled out, and on the right side the first and final columns have also been deliberately removed. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt, Possibly from Thebes "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 79 centimetres ", " Width: 24 centimetres ", " Depth: 36 centimetres (max) "], "$Inscriptions": [" ", " "], "Inscription subject": ["funerary"], "Curator's comments": ["This statue illustrates a wider practice within the Amarna period in which monuments featuring the name or image of the god Amun were deliberately defaced as part of the abandonment of the traditional pantheon of gods for the sole worship of the Aten. The name and titles of Amun within this text have been tentatively restored in modern times (Hall 1914), though it is notable that the erasure within this inscription has left the names of other gods such as Hathor and Mut intact. Based on the original prayers to Amun and the intact reference to Mut, the monument is described as probably of Theban origin. The intact cartouche of Thutmose I also means that Nedjem's statue can be confidently dated to his reign."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 108, no. 373) ", " Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (no. 373, Pl. XXXVII) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 789) "], "Location": ["Not on display"], "Condition": ["incomplete - feet lost"], "Associated names": [" Named in inscription: Thutmose III ", " Named in inscription & portrayed: Nedjem ", " Named in inscription: Anubis ", " Named in inscription: Hathor "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA840"], "Registration number": [".840"]}