{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9901,2"], "Description": [" Book of the Dead of Hunefer (Hw-nfr) frame 2; fully coloured vignettes; coloured border. Spell 183. "], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Field Collection by: Antoine Barthélemy Clot"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 45 centimetres (frame) ", " Length: 94 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["'Book of the Dead' papyri are first found in the early New Kingdom c.1450 BC and the finest (like Hunefer's) were written by expert scribes and decorated by master draftsmen. Perhaps, as royal scribe, it was Hunefer himself who put brush to ink to inscribe his own papyrus. Sheet primarily composed of lines of cursive hieroglyphic text written in black and red ink with black dividing lines. A yellow dividing line separates a smaller text unit on the right-hand side from the larger left part. Spell 183. In the middle and on the left-hand side are two polychrome vignettes with yellow borders. Middle vignette depicts Thoth holding a nb-sign with an ankh-sign flanked by two was-signs on top of it; no captions; main colours are yellow, blue, black, white and red. Left-hand vignette shows deceased and wife in adoration poses; two black cursive hieroglyphic captions are above and to the right of the figures; main colours are white, pink, black, yellow and green. Vignettes occupy about two-thirds height of composition and about a sixth of width. Composition fills the sheet; framed on top and bottom with red and yellow line. Very little text/image loss except for yellow paint which has faded. Bibliography: Kitchen. Ram. Insc. Vol 1, p. 306. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 91-92, 99-100."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (89) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig. 10) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134351) (http://www.trismegistos.org/text/134351) ", " Parkinson 2010 / Hunefer and his Book of the Dead "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Red ink Pigments Backed: white paper Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Hunefer ", " Named in inscription: Nasha (wife) ", " Named in inscription: Sety I ", " Representation of: Thoth "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: H Boone (dealer)"], "Acquisition date": ["1852"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9901,2"], "Registration number": ["1852,0525.1.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "], "Joined objects": [" Associated Group: G16566 (9 objects) "], "Conservation": [" Treatment: 26 Apr 1990 ", " Treatment "]}