{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA30457"], "Description": [" Painted limestone figure of the User, seated on a small backless chair. The figure wears a close-cropped wig, set low on the forehead and partially covering the ears. A faded yellow paint is visible across the top of the wig. His head is slightly asymmetrical, with one ear higher than the other and the head tilted slightly towards the left side. A thin line of black paint is also visible behind the left ear and in front of the right ear. His eyes are narrow with a thick line of black paint and a short cosmetic line at the outer corners. His eyebrows are also delineated in black paint. His nose is short and narrow, with a large gap between the nose and mouth. His lips are thick and pursed together, with a sharply incised lower lip. A black line across his jawline indicates a slim beard. The neck and shoulders are broad while the arms are disproportionally thin and elongated. He also has a hunched upper back. Red-brown paint has been used across the face, upper body and legs to convey the skin. His left arm is held across the chest with a clenched fist, while the right arm is placed flat across the lap. He wears a short kilt with visible traces of a light yellow colour across the clothing. His legs are set apart and his small feet rest on a sloped base. Both sides and the reverse of the seat are painted with a blend of hieroglyphic and hieratic text written in black, with the reverse section defined by an uneven border. The lower half of the figure and the seat are considerably darkened as a result of exposure to an intense heat. The damage also includes loss of the original painted colour, and fading of the painted inscription on the sides of the seat. There are some small chips to his wig, nose, and back. There is a small crack at the final line of text on the reverse of the seat. "], "Cultures/periods": [" Middle Kingdom ", " 11th Dynasty (?) ", " 12th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 14 centimetres ", " Width: 4.56 centimetres ", " Depth: 5.64 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["It is interesting that the more informal and cursive form of writing, known as hieratic, has been used for this figure, though text particularly within the offering formula to the god Anubis uses hieroglyphic signs. It is also unusual that the name of User's mother is included, but there are no professional titles of User mentioned. The surviving paint traces across the sides of the wig likely suggest that the entire wig was originally coloured black, though much of this has now faded across the top of the head. This has been argued to have been removed as a result of potentially deliberate abrasio, and damage (James 1988). The provenance of the figure is uncertain. A handwritten faded note on the bottom of the modern base adds that the piece was likely ‘before XIIth Dynasty’, however commentary on the figure has previously argued for a date of late 11th – early 12th Dynasty (James 1988), but notes unusual features such as the beard and positioning of the left hand. Further Bibliography: T.G.H. James, 1988. ‘The Statuette of User (BM EA 30457)’, in J. Baines, T.G.H. James, A. Leahy, A.F. Shore (eds.) Pyramid Studies and Other Essays Presented to I. E. S. Edwards (London), p. 48-53, Pl. 11."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 120, no. 12) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 378) "], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Named in inscription: User"], "Acquisition name": ["Purchased through: Rev Chauncey Murch"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30457"], "Registration number": ["1899,0314.9"], "Conservation": [" Treatment: 15 Oct 1986 ", " Treatment: 15 Oct 1986 "]}