{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA796"], "Description": [" Limestone stela of Ramesesemperre‘: round-topped stela is divided into four registers with figures in sunk relief and incised texts. In the centre of the upper register Osiris is seated upon a throne and behind him stand Isis, Horus, son of Isis, and Thoth. In front of Osiris is a lotus blossom on which stand the four sons of Horus. On the right the chief guardian of the Ramesseum Ramesesemperre‘ stands with his arms raised in adoration. In the second register the goddess Nut stands in a tree on the right and pours a libation into the hands of the kneeling Ramesesemperre‘. Behind him sit five figures holding lotus blossoms: Panakhtremetj (?), Horemhat, Sutymose, Neferrenpet and Nakhtemwaset. In the third register six men and one woman are shown squatting on the ground and holding lotus blossoms: Sur, Khons, Khons, Panrenu, Any, Ptahemheb and Hwt-Hr. In the fourth register it is impossible to read anything apart from a few signs because it is too damaged. This register presumably consisted of more squatting or seated figures. This stela has suffered much surface damage. More deterioration has occurred since the photograph used here was taken, and large parts of the stela are illegible. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 63.50 centimetres ", " Width: 38 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["The guardian Ramesesemperre‘ is otherwise unknown, although a royal butler of the same name flourished under Merenptah and Ramesses (documentation disucssed by Berlandini, BIFAO 74, who also proposed the foreign origin of the individual). Schulman suggested that the guardian of stela EA 796 might be identified with the royal butler (Schulman, 'Journal of the American Research Center in Egypt' 13 (1976), 117-30). There is no firm evidence for this suggestion, and it is not certain that the royal butler under Merenptah is the same man under Ramses III. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 195 (no. 110); J. Berlandini-Grenier, ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 74 (1974), 15-19; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 388; N. Billing, 'Nut the Goddess of Life', USE 5 (2002), p. 394, fig. D.4 (drawing)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.72-73)"], "Location": ["Not on display"], "Condition": ["This stela is in an extremely poor state of preservation and has suffered much surface damage. More deterioration has occurred since the photograph used here was taken, and large parts of the stela are illegible."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Ramses ", " Named in inscription & portrayed: Sutymose ", " Named in inscription & portrayed: Neferrenpet ", " Named in inscription & portrayed: Sur ", " Named in inscription & portrayed: Khons ", " Named in inscription & portrayed: Ani ", " Named in inscription & portrayed: Ptahemheb ", " Named in inscription & portrayed: Hathor ", " Representation of: Osiris ", " Representation of: Horus ", " Representation of: Thoth ", " Representation of: Sons of Horus ", " Representation of: Nut "], "Associated places": [" Named in inscription: Ramesseum (Thebes) "], "Acquisition date": ["1856"], "Acquisition notes": ["Lot 111 of an unrecorded sale at Stevens. A second stela with the same description recorded as lot 144 is probably confused with lot 111."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA796"], "Registration number": ["1858,0701.2"]}