{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA57365"], "Description": [" Fragmentary green basalt figure of the goddess Isis-Serqet, the lower body and base now missing. The goddess wears a smooth lappet-wig with a uraeus cobra at the forehead, its head now lost. A short modius crown on her head is topped with the image of a scorpion, its tail extended and the tip now missing. Her eyes are narrow with a thick cosmetic line emerging from the outer corners. The eyebrows are thick and slope down towards the temples. Her nose is broad and the mouth is small with pursed lips. The outer corners of her mouth are slightly upturned. The face is rounded and fleshy in appearance at the cheeks and jawline. A ridge across her neckline may indicate the edge of her clothing or of a broad-collar, though neither are further delineated across the upper arms and shoulders. On the reverse is a slim uninscribed back-pillar. The tip of the pointed back-pillar and tail of the scorpion are now lost. There are several small scratches to the stone surface on the reverse and at the ends of the wig at the front. The object is now attached to a small modern base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 10.50 centimetres ", " Weight: 451 grammes ", " Width: 7.12 centimetres ", " Depth: 6.64 centimetres "], "Curator's comments": [" As a composite deity with the attributes of both Isis and Serqet, these divine figures had associations with protection from dangers such as the bites or stings of venomous snakes and scorpions. Here, the connection to these powers is made clear via the scorpion that adorns her crown. While the back-pillar suggests that the goddess likely adopted a standing or seated pose, it's not possible to confirm which one based on the current status of the fragment. Other known - and rarer - depictions of the goddess show her with a human head, but the lower body of a scorpion (see a Late Period bronze representation from the top of a sceptre; Walters Art Museum, Baltimore 54.546: https://art.thewalters.org/detail/12684/figure-of-isis-serget-as-scorpion/). Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 216 ", " To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["incomplete - head and upper body only"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Isis-Serqet"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57365"], "Registration number": ["1924,0510.14"]}