{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10554,69"], "Title": ["Series: The Greenfield Papyrus"], "Description": [" Book of the Dead of Nestanebetisheru; frame 69. Black line vignette depicting the deceased’s Ba; the deceased (labelled in hieroglyphic text above) sitting in a booth before an offering table and a falcon on a standard to the right. One column of hieratic text written in red and black ink below: hymn to Ra-Horakhty. In top left-hand corner is an annotation mark in red ink that is reminiscent of the hieroglyphic sign of a kneeling man with his arms bound behind his back. "], "Cultures/periods": [" 21st Dynasty (late) ", " 22nd Dynasty (early) "], "Production date": ["950 BC - 930 BC (circa)"], "Findspot": [" Excavated/Findspot: First Cache "], "Materials": ["papyrus"], "Dimensions": [" Length: 53.50 centimetres (frame) ", " Width: 28.50 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Published: Budge, E. A. Wallis, The Greenfield papyrus in the British Museum: the funerary papyrus of Princess Nesitanebtashru, daughter of Painetchem II and Nesi-Khensu, and priestess of Amen-Ra at Thebes, about B.C. 970. London, 1912. Hughes, Richard Smith, The vignettes in the Greenfield Papyrus in the British Museum (BM EA 10554): the Book of the Dead of Nest-ta-nebt-ashru (950-930 BC) . Ridgecrest, 2013. Cfr. Mosher, Catalogue of the Books of the Dead in the BM: The Papyrus of Hor, (2001), p.80 n.25. N. Billing, Nut the Goddess of Life, USE 5 (2002), p. 331, fig. A.3. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 119, p.233 fig.9.3"], "Bibliographic references": [" Budge 1912 / The Greenfield Papyrus in the British Museum ", " Quirke 1993 / Owners of funerary papyri in the British Museum (145) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 161) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134519) (http://www.trismegistos.org/text/134519) "], "Location": ["Not on display"], "Exhibition history": [" 2012 7 July -17 September Mori museum, Tokyo & 6 October-25 November, Fukuoka Museum of Art, The Book of the Dead: Journey Through the Afterlife "], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Red ink Backed: brown paper Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Associated names": [" Named in inscription: Nestanebetisheru ", " Named in inscription: Neskhons (Neskhons) ", " Named in inscription: Panedjem II "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Mrs Edith Mary Greenfield"], "Acquisition date": ["1910"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10554,69"], "Registration number": ["1910,0509.1.69"], "Additional IDs": [" Miscellaneous number: Frame.69 "], "Conservation": ["Treatment: 26 Jul 2010"]}