{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA12835"], "Description": [" A tile made of blue glazed composition in the form of a vertical column of hieroglyphic text featuring epithets of the king. The signs and the vertical lines framing them on either side are empty, their inlays now lost. The body of the tile is made from a pale beige ceramic with a thin layer of blue glazed composition overlying it; the sides and back are smooth. This tile is composed of two fragments that have been reassembled. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Tell el-Yahudiya "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 13 centimetres ", " Weight: 0.26 kilograms ", " Width: 8.50 centimetres ", " Depth: 2 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This tile features traditional epithets of the king, which highlight his power and idealised role as unifier of Egypt. It would have been part of a longer inscription and titulary, which likely featured on a palace doorframe."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete - fragmentary)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12835"], "Registration number": ["1871,0619.564"], "Conservation": [" Treatment: 04 Feb 2011 ", " Treatment: 18 Jan 2016 "]}