{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA113"], "Description": [" Fragmentary black basalt seated statue group of the male official Sennefer and his wife Senetnay featuring a set of two male and two female figures, the heads of each figure and back of the chair now missing. Sennefer and his wife are shown in the centre and they embrace a ‘double’ image of one another on either side. Each are shown with their arms placed behind each other, with the male figures arm in front. Both figures of Sennefer are shown with a bare chest and long kilt which is belted at the waist, while both images of Senetnay wear a long wig and a long tight-fitting sheath dress. A single column of text is inscribed along the clothing of each figure. The far left and right ‘double’ images place their outer hand flat against their thigh. A hand is visible on the far left ‘double’ image of Senetnay at her shoulder. On the left side of the chair, a shallow relief figure of their daughter wears a long wig and tight-fitting dress. She holds a lotus flower in her left hand. A column of text is carved in front of her at the edge of the chair, while three columns of bordered text are inscribed behind her. The reverse and right side of the chair are left uninscribed. The reverse left corner of the chair is now lost and obscures part of the text originally carved on this side. Each of the figures have suffered further damage at the legs, and the central female figure has additional damage to the chest and ends of the wig. The right arm and hand of the outer male figure has also broken off. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["basalt"], "Technique": ["incised"], "Dimensions": [" Height: 49 centimetres (max) ", " Width: 57 centimetres ", " Depth: 31 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["Sennefer had a clear connection to Thebes based on his role as ‘Mayor of the Southern City’ which he fulfilled during the reign of Amenhotep II, and the location of his tomb in the Theban necropolis at Sheikh Abd el-Qurna (TT96; Newberry 1900). Another surviving monument of the same Sennefer was found at Karnak (CG 42126 Egyptian Museum, Cairo, found within the cachette; https://www.ifao.egnet.net/bases/cachette/ck1). Given his high status within this area, it’s likely that the British Museum group statue also originated from Thebes. The ‘doubling’ of the husband and wife figure is very unusual, and no other surviving example of Sennefer and his wife includes duplicate images of themselves in this manner. Both the Cairo and British Museum statues include images of their daughter in relief form on the left side of the seat, though the Cairo example also features a three-dimensional standing figure of her at the legs of Sennefer and Senetnay (images on the Karnak cachette database, see also Eaton-Krauss 1999). Further Bibliography: M. Eaton-Krauss, 1999. ‘The Fate of Sennefer and Senetnay at Karnak Temple and in the Valley of the Kings’, Journal of Egyptian Archaeology 85, p. 114, Pl. XIX. P.E. Newberry, 1900. ‘Extracts from my Notebooks II’, Proceedings of the Society of Biblical Archaeology Vol. 22 (London), p. 59-60."], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (p. 7-8, Pl. VIII) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 187, no. 673) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 789) "], "Location": ["Not on display"], "Condition": ["incomplete - heads lost"], "Associated names": ["Named in inscription: Sennefer"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA113"], "Registration number": [".113"], "Additional IDs": [" Miscellaneous number: BS.113 (Birch Slip Number) "]}