{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA579"], "Description": [" Limestone stela of Userwer: the surface of this funerary stela, which is almost square in shape, is divided horizontally into three parts.The uppermost division is the largest and contains five lines of text consisting of an offering formula, followed by an appeal to the living who pass by Userwer's monument. Both are intended to provide offerings for the deceased Userwer, whose figure appears in the register below. Here, Userwer and his wife Satdepetnetjer sit facing right, before a table piled high with offerings. A woman called \"his wife Satameni\" stands on the other side of the table, facing Userwer and Satdepetnetjer. On the right, a second seated couple, identified as Userwer's father, Senkhonsu, and his wife, Satnebniut, sit facing left before another table of offerings. On the other side, facing right, a standing male figure, labeled as \"his son Sneferuweser\" offers a leg of beef to Senkhonsu and his wife. The lowest register consists of a row of eight standing figures, all facing right toward Senkhonsu and Satnebniut. They are identified as \"his son, Horuser; his daughter, Satwedja; his daughter, Satseri; his daughter, Imery; his daughter, Ankhyt; his daughter, Satnebniut; his father, Userwer; his male relative Nebniut.\" The stela was never finished. In the bottom register, the last two male figures and the heads and arms of the preceding two female figures were left uncarved. Ruled red lines, forming squared grids on which the figures were sketched out in black ink, can still be seen in the middle and lowest registers where the stone has not been cut away. "], "Cultures/periods": ["12th Dynasty"], "Excavator/field collector": ["Field Collection by: Joseph Sams"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 52 centimetres ", " Weight: 36.90 kilograms ", " Width: 48 centimetres ", " Depth: 6.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: R. Lepsius, ‘Auswahl der wichtigsten Urkunden des aeguptischen Alterhums’ (Leipzig, 1842), pl. 21; J. Bourriau, 'Pharaohs and Mortals: Egyptian Art in the Middle Kingdom' [exhibition catalogue] (Cambridge, 1988), no. 20; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), pp. 103, 108, figs. 111, 116 and 117; G. Robins, ‘Proportion and Style in ancient Egyptian Art’ (Austin, 1994), pl. 1.2; G. Robins in W. V. Davies (ed. ), 'Colour and painting in ancient Egypt' (London, 2001), p. 61, col. pl. 13 [1]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 116, cat no. 73; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 86-7. I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 192"], "Bibliographic references": [" Scott-Moncrieff 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 2. (pl.15) (drawing inaccurate) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (27) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.86-87) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, ‘Treasures of the World’s Cultures’ 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair"], "Acquisition date": ["1834"], "Acquisition notes": ["A note on the Birch Slip (crossed out) implies that this piece was part of the Sams Collection"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA579"], "Registration number": [".579"], "Additional IDs": [" Miscellaneous number: BS.579 (Birch Slip Number) "], "Conservation": [" Treatment: 06 Nov 2000 ", " Treatment: 27 Mar 2006 "]}