{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA41645"], "Description": [" Fragment of the back of a limestone figure, possibly a squatting or block figure. The fragment includes seven horizontal lines of incised text, each of which are missing the beginning and ending of each line. The surviving inscription evokes the goddess Hathor and the area of Thebes. There are small traces of a darker colour in some of the hieroglyph signs, At the top of the fragment is the remaining partial outline of what may have been the ends of a wig. The front of the figure has been completely broken away, and the base is also missing. The object is now attached to a modern mount. "], "Cultures/periods": ["New Kingdom"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Mentuhotep "], "Materials": ["limestone"], "Dimensions": [" Height: 15.50 centimetres ", " Width: 12 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" This figure was found during the excavations of the temple of Mentuhotep at Deir el-Bahari (Naville 1913) and is one of three examples of intermediary statues from the area that include prayers to the goddess Hathor (Pinch 1993), though this figure is the most fragmentary. The fragmentary text includes a name of 'her son Watiwati', suggesting that it is a female figure who is the focus of the inscription, though the language changes from first person to third person in the final line of the text. Though there is little surviving trace of the physical body of the statue, a squatting or block pose is most likely given the form of the back. Further Bibliography: E.A.W. Budge, 1914. Hieroglyphic Texts from Egyptian Stelae Part V. London. p. 11, Pl. 40. E. Naville, 1913. The XIth Dynasty Temple at Deir el-Bahari, Band III. London. p. 8, Pl. IXb. G. Pinch, 1993. Votive Offerings to Hathor. Oxford. p. 334-335. R. Schulz, 1992. Die Entwicklung und Bedeutung des kuboiden Statuentypus: Eine Untersuchung zu den sogenannten Würfelhockern. Hildesheim. p. 391, Pl. 101d. ", " This figure was found during the excavations of the temple of Mentuhotep at Deir el-Bahari (Naville 1913) and is one of three examples of intermediary statues from the area that include prayers to the goddess Hathor (Pinch 1993), though this figure is the most fragmentary. The fragmentary text includes a name of 'her son Watiwati', suggesting that it is a female figure who is the focus of the inscription. Though there is little trace of the physical body of the statue, a squatting or block pose is most likely given the form of the back. Further Bibliography: E.A.W. Budge, 1914. Hieroglyphic Texts from Egyptian Stelae Part V. London. p. 11, Pl. 40. E. Naville, 1913. The XIth Dynasty Temple at Deir el-Bahari, Band III. London. p. 8, Pl. IXb. G. Pinch, 1993. Votive Offerings to Hathor. Oxford. p. 334-335. R. Schulz, 1992. Die Entwicklung und Bedeutung des kuboiden Statuentypus: Eine Untersuchung zu den sogenannten Würfelhockern. Hildesheim. p. 391, Pl. 101d. "], "Bibliographic references": ["Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 394)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom "], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Hathor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA41645"], "Registration number": ["1905,1014.10"], "Conservation": ["Treatment: 15 Dec 1993"]}