{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1185"], "Description": [" Limestone tomb-relief of Metet: the deep-cut relief of only moderate quality gives this piece a provincial appearance. It bears a representation of the owner of the tomb walking forward and holding a staff in one hand and a folded cloth in the other. A single line of text in front of the figure and another behind it give the titles and name of the deceased. A second line of text in front of the figure faces in the other direction and undoubtedly belonged to another figure of Metet, facing to the left. Above are parts of three lines of text containing a conventional prayer for the dead man. No colour is preserved. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 73.50 centimetres (case) ", " Height: 65 centimetres ", " Width: 45 centimetres (case) ", " Width: 38 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["the titles, which are unusual, are paralleled in the tomb of 'Itws at Saqqara; they indicate that Metet was an overseer of metal-workers and craftsmen, apparently, but their precise meaning is uncertain. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), p. 12; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), 506."], "Bibliographic references": [" Scott-Moncrieff 1911 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 1. (Pl.28) ", " James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.21) "], "Location": ["Not on display"], "Condition": ["Fair (incomplete)"], "Acquisition date": ["1894"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1185"], "Registration number": ["1894,0424.1"], "Additional IDs": [" Miscellaneous number: BS.1185 (Birch Slip Number) "]}