{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA26636"], "Description": [" Ovoid marl pottery jar with flat ledge rim and two pierced cylindrical handles on shoulder, decorated in red-brown paint with representations of two many-oared boats, two ‘Naqada plants’ and bush motifs. The rim top is decorated with four groups of strokes; the base with a spiral. "], "Cultures/periods": ["Predynastic (Naqada IIC-D)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["slip-painted"], "Dimensions": [" Height: 20.30 centimetres "], "Curator's comments": ["Like Decorated ware D41A in Petrie’s Corpus of Prehistoric Pottery (1921). A large boat with curved hull is painted on each side of the pot. Each boat has two cabins with a Z-shaped standard appended to the right cabin. A large frond from the left prow arches over the boat and terminates in an irregular shape above the cabins on one side. The terminal motif on the other side is better drawn. Below each boat is a fan-shaped bush motif. The handles are painted with horizontal lines, above which are a series of horizontal ‘broken’ lines. Below one handle is a Naqada plant, roughly drawn. Below the other handle is a bush and a Naqada plant. The identity of the Naqada plant remains a matter of discussion. Published: A. Roveri and F. Tiradritte [eds.], Kemet: Alle Sorgenti del Tempo, Ravenna 1998, p.185 [121-123]. P. Pasini [ed.], Kemet: Guide all mostra, Ravenna 1998, p.11. C. Torr, Sur quelques pretendus navires egyptiens, L’Anthropologie 9 (1898), fig. 2ab E.A.W. Budge, A history of Egypt. Vol. I. Egypt in the neolithic and archaic periods (Books on Egypt and Chaldaea 9), London (1902), p. 75. A.J. Spencer, Pottery in Predynastic Egypt in I. Freestone and D. Gaimster, Pottery in the Making: World ceramic traditions. British Museum Press, London (1997), p. 49 G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 375 (incomplete one side) and cat no. 370, where other side is incompletely drawn."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 17 Jan 2003. Internal loan, Oriental Antiquities, Addis Gallery. 1998. Ravenna, Museo Nazionale, 'Kemet: Alle Sorgenti del Tempo'. "], "Condition": ["good, paint on rim top and upper shoulder worn"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26636"], "Registration number": ["1891,0430.3"]}