{"artifact_name": "wall-painting", "Object Type": ["wall-painting"], "Museum number": ["EA73139"], "Description": [" Stucco wall painting of SS Cosmas and Damian; between them are the figures of Anthemos, Leontios and Euprepios; above a monochrome panel with Three Children in the Furnace and a Coptic inscription. "], "Cultures/periods": ["Coptic"], "Production date": ["6thC-7thC (about)"], "Excavator/field collector": [" Excavated by: Byzantine Research Fund ", " Excavated by: Reginald Campbell Thompson "], "Findspot": [" Excavated/Findspot: Wadi Sarga, 'villa' 2 miles north of the main site ('Daniel villa' located 2 miles north of Wadi Sarga) "], "Materials": ["stucco"], "Technique": ["painted"], "Dimensions": [" Height: 86.30 centimetres ", " Length: 147.25 centimetres ", " Weight: 49 kilograms ", " Depth: 6.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Dalton, JEA 3 (1916): 35-7; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 324-5. Note on reading of the place name, Crum, Wadi Sarga, 13. Papaconstantinou 2001, 225 on 60 Martyrs of Samalut ", " Strudwick N 2006 The persecution of Christians in Egypt reached its peak in the reign of the emperor Diocletian (AD 284-35), and yet in the reign of Constantine (AD 307-337) Christianity became the official creed of the Roman empire. This wall painting is composed of two distinct elements. In the centre is a panel executed in red paint, consisting of a scene and a Coptic inscription. The figures with raised arms are the saints Ananias, Azarias, and Misael, also known as 'the three children in the furnace' (see the story in the Book of Daniel, chapters 1 and 3, where they are given the names Shadrach, Meshach, and Abednego). They are accompanied by an angel. Below this is an inscription in three lines: 'The sixty martyrs of Samalut; their day the twelfth of (the month of) Mekheir. Hourkene the younger, my brother Mena the younger. (In the name of) Jesus Christ.' These martyrs are otherwise unknown; the date referred to is presumably that of their martyrdom. As for the two men named, they might have been monks who commissioned the work or to whom it was dedicated. The overall context of this text eludes us. Arranged around this panel are large, polychrome figures of saints Damian (left) and Cosmas (right); below it are smaller figures of their brothers Leontios, Eupredios, and Anthinmos. These five individuals, together with their mother Theodote, were martyred at Aegae in Cilicia during the persecution of the emperor Diocletian (late third century AD). According to accounts of their martyrdom, they were subjected to various tortures, including being placed on a burning pyre; they remained untouched by the flames, and thus the iconographic parallel from the Book of Daniel is very appropriate. The palm-like fronds around their feet probably represent flames. The miraculous preservation of the three biblical figures - sometimes called the 'three Hebrew children' - from burning was used frequently in Christian art as an illustration of the triumph of the faithful over death. It was particularly popular in Egypt and Nubia. The difference in style and use of colour between the two scenes suggests that the inner and outer scenes were executed by different artists. It is likely that the central panel was the original, with the outer figures added later; the quality of its drawing is freer and perhaps somewhat superior to the coloured figures. The settlement of Wadi Sarga, located about 24 km south of Asyut, was excavated by the Byzantine Research and Publication Fund in 1913-14, and the interruption caused by World War I effectively prevented publication of the site. It was a monastic settlement of some type, either a collection of hermit's cells or (more likely) a more centralized community. The cemeteries for the site were located outside the wadi. The house in which this painting was found was located some 3 km to the north of the main monastic site. ", " Published: Ein Gott 2015, no. 184, pp. 174-175. "], "Bibliographic references": [" Badawy 1978 / Coptic art and archaeology (4.46, p.268) (detail) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.324-325) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (p.172) "], "Location": ["Not on display"], "Exhibition history": [" 2015-2016, Oct 29-Feb 7, London, BM, G35, Egypt: Faith after the Pharaohs 2023-2024 13 Nov-3 Mar, New York, Metropolitan Museum, Africa and Byzantium "], "Associated names": [" Representation of: St Cosmas ", " Representation of: St Damian ", " Representation of: Euprepios ", " Representation of: Holy Children "], "Acquisition name": ["Donated by: Byzantine Research Fund"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA73139"], "Registration number": ["1919,0505.1"], "Additional IDs": [" Miscellaneous number: KSB I 321 (text edition abbreviation according to Oates et al 2001) "], "Conservation": [" Treatment: 09.11.1987 ", " Treatment: 29.03.2019 "]}