{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10570,1"], "Description": [" Papyrus written with black ink with demotic legal text on recto (8 ll.) and verso (names of 16 witnesses and 1 l. at right angles). Thompson's MS Catalogue: \"Sale of a group of tombs by Haroeris son of Patous to Thotortais son of Onnophris. Scribe Pakebis son of Sebek-hotep. Date. year 6 Thoth 30 of Ptol. Soter II = BC. 112 Oct. 19\". "], "Cultures/periods": ["Ptolemaic"], "Production date": ["112BC"], "Findspot": [" Excavated/Findspot: Gebelein "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 73.50 centimetres (frame) ", " Width: 33.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["Kaplony-Heckel, U., Das Getreide-Darlehn P. Haun. Inv. Demot. 2, in K. Ryholt (ed.), Acts of the seventh international conference of Demotic studies. Copenhagen, 2002, 247. Edited in S.E. Thomas Cambridge PhD diss.Text 14 in Shore's Manuscript Catalogue of Demotic Gebelein Papyri in the British Museum. Publication in progress (S.E. Thomas). Cf. entry in www.trismegistos.org - DAHT. This papyrus is described twice in Thompson's MS, as no. 10570 and 10570 (1). The second description adds the information: \"sale (prasis) of a wn s.t ? group of tombs\". Under the first description in Thompson's MS, the later addition of the bibliographical reference \"Smith JEA 44\" is incorrect (this article contains in fact the study of P. BM EA 10750)."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (333) (http://www.trismegistos.org/text/333)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: loss, insect attack, abraded, fractured Black ink Backed: white paper Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B"], "Acquisition name": ["Donated by: Sir Alan Henderson Gardiner"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10570,1"], "Registration number": ["1926,0505.3.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "]}