{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36441"], "Description": [" Black basalt statue of the male official Seru, depicted cross-legged on top of a rectangular base. The figure wears a long cloak which envelops the left arm and both legs. The decorative trim on the edge of the clothing extends from the left shoulder across the chest, and on the right side from the armpit and across the waist. The right arm is placed along the right leg with the palm flat against the thigh, while the left arm is bent at the elbow with the hand placed at the centre of the chest. The figure wears a shoulder-length striated wig, set low on the forehead and tucked behind the oversized ears. The face is rounded and fleshy, with narrowed eyes and a heavy upper eyelid, a long nose, and a sharply incised mouth. The outer corners of the mouth are slightly downturned, conveying a more serious expression. The chin is raised and suggests an upward gaze. A continuous line of text is inscribed along the edges of the figure’s base, beginning at the left side and concluding on the right side. There are various small chips to the top of the wig, neck area, and around the edges of the lower body and legs. There are also small scratches to the stone surface around the edges of the statue base. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty ((late))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 17 centimetres ", " Width: 10.40 centimetres ", " Depth: 12.70 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Cross-legged statues of this type became a popular non-royal statue format in the Middle Kingdom, though in some cases the legs of the figure are exposed from the clothing (e.g. EA 2308, EA 29671, British Museum, London). Based on the stylistic features such as the oversized ears the figure is thought to date to the late Twelfth Dynasty, likely around the time of Senwosret III (Budge 1922; PM VIII). The developments in the writing of the offering formula during the Middle Kingdom also suggest a later Twelfth Dynasty date (Bennett 1941; Ilin-Tomich 2011). The name 'Seru' is written in an unconventional way here and there is no clear staff held by the official determinative, thus the reading of this name is uncertain. There are traces of abrasion at the back of the statue base which may have been the result of the scribe attempting to incise text here. Further Bibliography: G. D. Scott, 1989. The History and Development of the Ancient Egyptian Scribe Statue, A Dissertation Presented to the Fac. of the Graduate School of Yale University Vol. III, (Michigan), p. 685–686. M. Stead, 1986. Egyptian Life (London), Fig. 66. General Sources: J. C. Bennett, 1941. ‘Growth of the Htp-di-nsw Formula in the Middle Kingdom’ Journal of Egyptian Archaeology Vol. 27, p. 27–28. A. Ilin-Tomich, 2011. ‘Changes in the Htp-dj-nsw Formula in the Late Middle Kingdom and the Second Intermediate Period’, Zeitschrift für Ägyptische Sprache und Altertumskunde Vol. 138, Issue 1., p. 20-34."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 123, no. 32) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 394) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36441"], "Registration number": ["1902,0412.141"]}