{"artifact_name": "human mummy", "Object Type": ["human mummy"], "Museum number": ["EA32751"], "Description": [" Naturally mummified remains of a young adult male. Sex: male Age: Young Adult (possibly 18-23 years of age) Stature: unknown The individual is laying in a flexed position, on his left side with the hands in front of the face. Preservation of the skin and soft tissues means that much of the skeleton cannot be observed. His head has sections of ginger-coloured hair present on the scalp. The skin at the front of the head has cracked and become detached. Mouth slightly open. All teeth present and those that are observable appear healthy. Sharp-force trauma to the upper left back over the left shoulder blade. A sharp implement has pierced the skin and shattered the bone of the shoulder blade and the 3rd and 4th left ribs underneath. Fracture patterns suggest this was ante-mortem and possibly led to the death of this individual. There are several post-mortem fractures in the ribs, ilium, pubis and legs. The left index finger and several of the terminal phalanges of the feet are missing. The intervertebral discs appear normal. No arthritic changes are present. There is a large, faintly granular opacity within the thorax. A black marking on the outer side of the upper right arm is a tattoo representing a bull and sheep. Three shells are present on the soft tissue just behind the left knee. C14 dating in 2017 gave a date of 3341-3017BC (Cal BC 95.4%) Condition Taphonomic changes: There are traces of historical insect damage and some weathering on the skin causing cracking in places. Preservation skull: 95% Dentition: 95% Preservation post cranial: 95% Condition: Excellent – complete with little to no breakage Soft tissues or other: extensive, see summary Percentage mummified skull: 95% Percentage mummified post cranial: 95% "], "Cultures/periods": [" Late Predynastic ", " Naqada II "], "Production date": ["3400BC (C14 dating in 2017 gave a date of 3341-3017BC (Cal BC 95.4%))"], "Findspot": [" Excavated/Findspot: Gebelein "], "Materials": ["human tissue"], "Dimensions": [" Length: 163 centimetres "], "Curator's comments": [" Publication of body: W.R Dawson and P.H.K. Gray, Catalogue of Egyptian Antiquities in the British Museum. I. Mummies and Human Remains (London 1968), 1, pl. Ia, XXIIa, b; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 26-7. Conservation of body: C. Johnson and B. Wills, 'The conservation of two pre-dynastic Egyptian bodies' in S.C. Watkins and C.E. Brown (eds.), Conservation of Ancient Egyptian materials (London, United Kingdom Institute for Conservation (UKIC), Archaeology Section, 1988). A. Rae, 'Dry human and animal remains - their treatment at the British Museum' in K. Spindler et al. (eds.), Human mummies: a global survey of their status and the techniques of conservation, vol. 3: The man in the ice (Wien, Springer, 1996), pp. 33-38. ", " Strudwick N 2006 Until late in the Predynastic period, the Egyptians buried their dead by placing the bodies in shallow graves, in direct contact with the sand, perhaps covered by a mound of earth. The dryness of the sand frequently acted as a preservative, and there are a number of burials from these early periods in which the body is still in excellent condition. Two of these, a man and a woman, are in the British Museum. The male burial is the better known, thanks to his remarkable state of preservation and, in particular, the remains of his ginger-coloured hair. He was a full-grown adult, but his exact age has not been determined. The body was buried in a contracted, almost foetal, position, which continued to be the principal position for burials until well into the Old Kingdom, when bodies were usually buried fully extended. There may be religious reasons for the change, but it is also very likely that the development of mummification practices showed that it was easier to mummify the body in an extended position. Although this man was not placed in a coffin, the earliest such items were arranged to take a contracted body. Mummification is now known to have been practised during the later stages of the prehistoric period, and parts of bodies showing the use of resin and linen wrappings are known from Hierakonpolis at about 3500 BC. "], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (1) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.26-27) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.24, pl.1, p.25-28, p.25, pl.5, p.26, pl.6-9, p.27, pl.10-11, p.28, pl.12-16, p.47, p.60, pl.18, p.107, p.110, table 1) ", " Friedman et al,. 2018 / Natural mummies from Predynastic Egypt reveal the world's earliest figural tattoos "], "Location": ["On display (G64/dc15)"], "Condition": ["fair"], "Acquisition date": ["1900"], "Acquisition notes": ["Budge's account of uncovering the body is in By Nile and Tigris II, 360-1."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32751"], "Registration number": ["1900,1018.1"], "Conservation": ["Treatment: 11 Feb 1993"]}