{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA36075"], "Description": [" Large scarab carved from steatite; back has main features marked in single lines, clypeus with striations, prothorax and elytra; small triangles indicating humeral callosities as well as scutellum behind the line of prothorax; at side, well-shaped legs with undercut triangle; underside with incised motif arranged vertically on three registers with in upper register winged sun-disc, in middle register nefer-sign, falcon and raised cobra, all represented very squat, and in lower register with neb-basket sign; registers separated by horizontal incised double-line and surrounded by a single incised line; inside of figures detailed with hatching and scratch marks; pierced longitudinally with large hole under clypeus; glaze only remains as pale greenish tinge. "], "Cultures/periods": ["25th Dynasty (mainly)"], "Production date": ["800 BC–700 BC (circa)"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" glazed ", " carved ", " incised ", " pierced "], "Dimensions": [" Height: 1.10 centimetres ", " Length: 2.55 centimetres ", " Width: 1.70 centimetres "], "Curator's comments": ["Published in Gorton 1996, p. 35, Type XII, no. 8c, reproducing a drawing from Gardner 1888 (pl. XVIII, no. 75). None has the hatching inside figures. The scarab belongs to Gorton type XII, a type especially well-distributed on Punic sites, but present also in Greece, Cyprus and in Naukratis in Egypt (Gorton 1996, 34-38, type XII). According to the examples discovered in good contexts, this type is attested from around 800 BC till 700 BC (Gorton 1996, 37). It could be one of these early scarabs discovered at Naukratis. For another example of this type from Naukratis, see Boston, Museum of Fine Arts 86,675. On the presence of scarabs predating the occupation of Naukratis: Masson forthcoming. Other scarabs from Naukratis present a similar composition (Petrie 1886, pl. XXXVII, no. 62; motif found on four examples, two in Egyptian blue and two in glazed composition). Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 75) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 35, Type XII, no. 8c) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.27) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good, but base slightly chipped and glaze worn off"], "Subjects": ["bird"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36075"], "Registration number": ["1888,0601.62"]}