{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66446"], "Description": [" Mould-made scarab in glazed composition; back simply marked with single lines for clypeus, prothorax and elytra; triangular winglets and humeral callosities present; rather flattened side view, but details of legs present and feathering indicated at front; at side, legs not understood, represented by broad incised lines roughly forming a triangle, but not cut away; underside decorated with a winged human-headed sphinx, walking to right, bearing a long beard; motif possibly stamped rather than incised, encircled by groove near edge; longitudinally pierced; yellowish glaze, with some shiny surfaces still surviving. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped ", " undercut ", " pierced "], "Dimensions": [" Height: 0.55 centimetres ", " Length: 1.30 centimetres ", " Width: 0.90 centimetres "], "Curator's comments": ["Scarabs with a winged sphinx motif depicted on the base belong to a standard group produced at the 'Scarab Factory' (on its various productions, see Webb forthcoming). Petrie illustrated a number of different versions (Petrie 1886, pl. 37, 28-30, see especially 28 for this specimen). This scarab belongs to a type which was widely distributed in the Mediterranean area and southern Russia (Gorton 1996, 93-107, type XXVIII A, subtype A91-107, see especially A91 for this piece). The motif is very close to Paris, Louvre Museum E8056 bis.5, though this one shows additional incised details and seems to have been incised rather than stamped. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, 'Faience finds from Naukratis and their implications for the chronology of the site', in R. Thomas (ed.), forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 28) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 97, Type XXVIII A91) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.023) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["sphinx"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66446"], "Registration number": ["1886,0401.1618"]}