{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1680"], "Description": [" Quartzite stela of Imiseba: a round-topped stela decorated on both sides with scenes in sunk relief and incised texts. Each side is divided into two registers. In the upper register of one side Imiseba, the wʿb-priest before Thoth, god's father, and deputy in the temple of Thoth, is shown on the left offering incense and pouring a libation over an altar covered with offerings before Osiris who stands on the right. In the lower register there is a prayer to Osiris on behalf of Imiseba made by his son, the god's father of Thoth, P(ʒ)-n-Ḏḥwty. A male figure, presumably this son, is depicted on the left kneeling with his arms raised in worship. In the upper register on the other side Imiseba stands on the right holding a censer and pouring a libation over an altar covered with offerings before Thoth who stands on the left. In the lower register there is a prayer to Thoth, lord of Hermopolis, on behalf of the chantress of Thoth, Nfrt-ỉry, made by her son, the god's father of Thoth and deputy in the temple of Thoth, Pendjehuty. The lady is depicted kneeling on the right with arms raised and a sistrum in one hand. The stela is in good condition apart from some wear to one surface which makes some signs difficult to distinguish. The surface is pitted with small holes. There are no traces of colour. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Height: 45.50 centimetres ", " Weight: 23.50 kilograms ", " Width: 26 centimetres ", " Depth: 10.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Although this stela was acquired in the Theban area, it is probable that it originates from Hermopolis."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl. 96-97)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Imiseba ", " Named in inscription: Nefertiri (wife) ", " Named in inscription & portrayed: Pendjehuty (son) ", " Named in inscription: Thoth "], "Associated places": [" Named in inscription: Temple of Thoth (Hermopolis) "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1919"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1680"], "Registration number": ["1919,0208.9"]}