{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10075"], "Description": [" Papyrus written with black ink, demotic legal document: 7 lines of demotic and 1 with Greek docket on recto (additional demotic writing in upper left and lower right corners [personal names]); list of 12 witnesses on verso. Dated to day 2, month of Khoiakh, year 18 of Ptolemy XII Auletes (the date is registered both in the main demotic text and in the Greek docket). Sale and receipt of a house by 4 children of Hor-nedj-itef to Esoeris daughter of Petenofertum called Ares. The scribe is Pakherti son of Harsiesi. Thompson's MS Catalogue: \"Origin. Memphis\" [discard Thompson's reading of most of the names and date as incorrect]. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["64BC"], "Findspot": [" Found/Acquired: Memphis (Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 94.60 centimetres (frame) ", " Width: 34 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": ["legal"], "Curator's comments": ["Cf. entry in www.trismegistos.org - DAHT. Bibliography Felber, H., Demotische Ackerpachtverträge (ÄA 58). Wiesbaden, 1997, pg.88, no.86."], "Bibliographic references": [" Pestman 1961 / Marriage and matrimonial property in ancient Egypt : a contribution to establishing the legal position of the woman (p.130) (transliteration and translation, further bibl. in note 2) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (3534) (http://www.trismegistos.org/text/3534) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, creased, loss, skeletal, lifting, fractured Black ink Backed: brown paper Overlaid: brown paper Mount Details: Frame: wood Window verso Sandwich: glass (cracked) Binding: cloth Object Priority: D Mount Priority: D Overall Condition: D Curatorial condition comment: fair - lacunae"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10075"], "Registration number": [".10075"], "Additional IDs": [" Miscellaneous number: Salt 418 "]}