{"artifact_name": "mummy-mask", "Object Type": ["mummy-mask"], "Museum number": ["EA29477"], "Description": [" Painted plaster mask of a woman: the mask is broken at the back of the head. The painted surface is lost in places, notably on the nose and brow and the proper right cheek. At the base of the neck the folds of a red tunic appear. In the woman's ears are double hoop earrings of gold, strung with three beads. Below the ears hang two matching chains of oblong beads separated by groups of one square bead flanked by two small round beads. All the jewellery is rendered in yellow ochre paint, some perhaps modern. On her head the woman wears an elaborate wreath of rosebuds, originally pink but now faded. In front of the wreath the hair is arranged in three tiers of corkscrew curls, brushed back over the ears, behind which fall corkscrew locks, of which only one survives complete on either side. Behind the wreath the hair is painted black with carbon pigment. The eyebrows are carefully drawn, the upper lid of the eye outlined in black, the pupil and iris crudely painted in black and brown. The skin, including the whites of the eyes, is covered with a pinkish-brown wash. The long neck is as if divided in tiers by Venus rings. The physiognomy of the face also suggests a fleshy appearance. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120 (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["plaster"], "Technique": ["painted"], "Dimensions": [" Height: 34.50 centimetres ", " Width: 20 centimetres ", " Depth: 28 centimetres "], "Curator's comments": ["The mask may be dated by the jewellery, hairstyle and sober, rather matronly appearance to the early years of the second century AD. Bibliography G. Grimm, Die römische Mumienmasken aus Ägypten (1974), 28, n.47, 34, 63,77, pl. 71, 4; S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 164 [122]. S. Walker, 'Ancient Faces', New York 2000, p. 136 [88]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (141) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (88) "], "Location": ["On display (G62/dc17)"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces 2022 7 March-12 June, Carlisle, Tullie House Museum and Art Gallery Trust, To the edges of the empire: Celebrating 1900 years of Hadrian’s Wall "], "Condition": ["fair"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29477"], "Registration number": ["1897,0511.193"], "Conservation": [" Treatment: 17 Mar 2014 ", " Treatment: 19 Jul 1996 "]}