{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA86168"], "Description": [" Very fine scarab, made of glazed steatite, completely preserved. Fine details carved, whitish-beige colour with incised lines, remains of beige glaze preserved on the back and base. The cutting of the legs and hieroglyphs at the base are very deep and were not cleaned entirely. The division between head and prothorax is shown with a single line. The division between prothorax and elytra is shown in a single line, the prothorax itself shows an outer line on the left and right side, the part at the right side is slightly chipped though. The suture is shown in a single line as well, the elytra each show an outer lining as well. The humeral callosities are indicated by carved triangles. The head and eyes are raised and glazed, the clypeus with four lobes and the plates are not raised and unglazed. The side of the scarab shows three deep and finely carved legs on each side that show details of hairs in small grooves on all legs. The legs are slightly protruding over the body when seen from above. Seen from the side, the legs are sitting on a base line. The seal at the base shows an oval line framing the base, inside several hieroglyphs in three lines facing to the right. 1) q (N29)-bjtj 2)ankh-m-wAD.t (I12) 3) nb. The loop of the ankh is a bit angular, the nb is positioned under the m and therefore not quite central. The longitudinal perforation is fully preserved. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), D14.9, Room C, doorway "], "Materials": ["steatite"], "Dimensions": [" Diameter: 0.21 centimetres (perforation) ", " Height: 1.68 centimetres ", " Length: 0.73 centimetres ", " Width: 1.25 centimetres "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86168"], "Registration number": ["2016,1001.394"], "Additional IDs": [" Excavation/small finds number: 384 (Excavation Number) "]}