{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10393"], "Description": [" Papyrus written with black ink, 6 fragments, not all from the same legal document. Thompson's MS Catalogue: \"The right-hand fragment (A) does not belong to the other fragments. It is written in a different hand. It was a document of 5 ll. only: marriage or divorce? Early Ptolemaic. The remaining fragments (B-G from the right) show remains of 6 ll. remains of a convenance (? cession) of land or buildings, with a Greek docket below B and C. These cannot be parts of the same documents: but it is possible that B is part of no. 10385 supra, while the others are part of a corresponding document, e.g. sale and cession. Instances of both such documents having a Greek docket are not unknown (e.g. Pap. Hauswaldt). Date. year 47 of Euergetes II = BC 124-3\". "], "Cultures/periods": ["Ptolemaic"], "Production date": ["124BC-123BC"], "Findspot": [" Found/Acquired: Memphis (Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 66 centimetres (frame) ", " Width: 20.20 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": ["legal"], "Curator's comments": ["Cf. www.trismegistos.org - DAHT. Publication: P. Chrestomathie 1 p. XX (default for Demotic only; Revillout, 1880); UPZ 1 129 (Greek only; Wilcken, Ulrich; 1927) = P Forshall 41."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (3521) (http://www.trismegistos.org/text/3521) ", " Martin 2016 / Tree Papyri: Two Frames (no. 1, p. 71-83.) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragmentary, loss, skeletal Black ink Backed: brown paper Mount Details: Sandwich: glass (warped) Sandwich: board Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10393"], "Registration number": [".10393"], "Additional IDs": [" Miscellaneous number: Salt 419 "], "Conservation": ["Conservation: 19 Oct 2017"]}