{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA161"], "Description": [" Limestone stela of Reshpu: a large round-topped stela divided into four registers with figures in sunk relief and incised texts. In the centre of the upper register stands the standard of Osiris flanked on either side by ram standards. Isis stands with one arm raised on the left of the standards and Horus appears in a similar position on the right. On the far left of the register the royal scribe and chief steward Reshpu stands with his arms raised in adoration, while the royal scribe and chief steward Amenmose is shown in a similar posture on the far right. The remaining three registers depict a series of standing male and female figures with their arms raised in an attitude of worship. The stela is divided vertically in the middle, and in each register the figures on one half face those on the other. On the left of the stela in the second register the first individual is identified as the royal scribe and chief steward Reshpu who is followed by his brother, the deputy and overseer of cattle, Neferenpet , his brother Nb-ms, of the estate of Amun, and his son Ḫnsw. In the third register appear his father, the deputy and overseer of cattle, Nb-ms, his brother, the deputy and overseer of cattle, 'Imn-ms, his paternal grandmother, the chantress of Amun, 'Ipt-nfrt, his mother, the chantress of Amun, Ḥnwt-ḏww and a female relative of his mother whose name is broken but may begin with Mwt ..., unless that phrase is part of the relationship. In the fourth register appear his maternal grandmother, the chantress of Amun, Nšʿ his sister of one mother and one father, 'Ipt-nfrt, his sister of one mother and one father, the chantress of Amun, Tʒ-wr(t), his wife, the chantress of Amun, 'Iy-nfr.tỉ , and a female ancestor whose name is lost. On the right side of the stela in the second register there appear the stable-master of the great stable of Ramesses-miamun, Wp-wʒwt-ms, the overseer of cattle of the estate of Amun, 'Imn-ms, his paternal grandfather, the overseer of cattle of the estate of Amun, 'lmn-wʒḥ-sw, and his brother, the overseer of cattle, Nb-ms. In the third register are named his son, the scribe of the estate of Amun, Pʒ-Wp-wʒwt-ms, his son, the scribe Ns-'lmn, his mother, the chantress of Amun, 'Ipt-nfrt , his mother, the chantress of Amun, Tʒ-ʿḳʒy. In the last register appear his mother, the chantress of Amun, ʒst, his mother or maternal grandmother, the chantress of Amun, Ḥnwt-ḏww, his sister, the chantress of Amun, Mwt-m-wỉʒ, and her mother, the chantress of Amun, Tʒ-n-shrry. The top right corner of the stela is lost and the left side and bottom of the stela are damaged and uneven. Several small breaks appear on the face of the stela, and the lower left side is badly worn. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Abydos (said to come from) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 132.50 centimetres ", " Width: 90 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The relationship between Reshpu and Amenmose the joint owners of this stela, is not stated explicitly. Reshpu is clearly the son of Nebmose and Henutdjuu. He had a brother Nebmose, and a brother Amenmose, the deputy overseer of cattle, who may be identical with Amenmose, the overseer of cattle, who appears on the right of the stela and who also had a brother Nebmose. This Amenmose may in turn be identified with the chief steward Amenmose who appears at the top of the stela. If Reshpu and Amenmose were brothers, they were not necessarily full brothers since Reshpu's relatives include two sisters of one mother and one father implying that he had some half-sisters and conceivably half-brothers as well. Thus the stable-master Wepwawetmose who precedes Amenmose could be his father after whom he named a son. Unfortunately, Amenmose's maternal relationships are not precise enough to settle the question, since several women are named as his mothers. Thus the exact relationship of Reshpu and Amenmose remains in doubt since they may have been uncle and nephew or even cousins. The lady Mutemwia who is named at the end of Amenmose's relations is probably his wife. Another joint monument of Reshpu and Amenmose is known but gives no information on relationships, namely a kneeling statue. Although no provenance is known for this statue, it is probable that it came from Abydos. The title, chief steward of Amun, found on the base shows clearly that Reshpu and Amenmose were officials of the temple of Amun and not the civil administration. None of the other relatives can be identified with certainty from other sources. The overseer of cattle Amenmose cannot be identified with the overseer of cattle Amenmose of Louvre stela C286, as the latter flourished in the Eighteenth Dynasty. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 205 (no. 748); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), 96 (erroneously called stela of Wer-reshpu in both); K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press), 141."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.52-53)"], "Location": ["Not on display"], "Condition": ["Good (chipped at bottom)."], "Associated names": [" Named in inscription: Reshef (?) ", " Named in inscription: Amenmose ", " Named in inscription: Nebmose ", " Named in inscription: Wepwawetmose ", " Named in inscription: Mutemwia "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 984 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA161"], "Registration number": [".161"], "Additional IDs": [" Miscellaneous number: BS.161 (Birch Slip Number) "]}