{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA65337"], "Description": [" Limestone funerary stela with a reclining woman: there is some loss to the surface of the stela, and any trace of paint has now vanished. Otherwise the stone is well preserved but for the subject's damaged right eye. A woman dressed in a tunic and mantle, the latter draped over her hips, rests on three cushions piled onto a bed. She sits up, her face turned to the viewer. In her outstretched right hand she holds a libation dish ('patera'); in her left, a scroll. On her right wrist is a thick bracelet. Her hair is parted centrally, and arranged in tiers of curls with long locks falling behind the ears and onto the shoulders. The face is oval, the surviving proper left eye almond-shaped. The drapery is carefully carved to suggest a voluptuous figure. Beside the woman on a shelf is a reclining jackal, representing the god Anubis, companion and protector of the dead. The bed and shelf are set within an architectural frame, perhaps representing the tomb. The setting comprises monolithic column shafts, set on bases which rest on rectangular plinths; lotus capitals with imposts; and an epistyle with moulded cornice supporting a moulded pediment. "], "Cultures/periods": ["Roman Period"], "Production date": ["100-120 (circa)"], "Findspot": [" Excavated/Findspot: Kom Abu Billo (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 38 centimetres ", " Width: 27 centimetres ", " Depth: 9 centimetres "], "Curator's comments": ["The woman's Egyptianising hairstyle is also found on painted portraits and plaster masks of the very early second century ad (e.g. nos in, 141-3), a likely date for this stela. Bibliography: J. Pelsmaekers, Studies on the Funerary Stelae from Kom Abu Billou, 'Bulletin de I'Institut Historique Beige de Rome' LXV (1995), 5-12, esp. 10-12. S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 184 [139]. 'Portraits: De l’Egypte Romaine', Paris 1998, p. 165 [114]. S. Walker, 'Ancient Faces', New York 2000, p. 143 [95]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (170) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.114) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (95) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 1998 Oct-1999 Jan, Paris, Musee du Louvre, Portraits de l'Egypte Romaine 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good"], "Associated names": ["Representation of: Anubis"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65337"], "Registration number": ["1939,0324.202"], "Conservation": [" Treatment: 05 Feb 1996 ", " Treatment: 13 Apr 2016 ", " Treatment: 30 Jan 1996 ", " Treatment: 19 Dec 1995 "]}