{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA50722"], "Description": [" Limestone ostracon: a flake of limestone with a hieratic text written in black ink on one naturally smooth side; the other remains blank. The eight lines of administrative text (part of a journal of the necropolis) describe the arrival of the vizier to announce the accession of Ramses VI (most probably on II 'prt' 8), which is met by jubilation. The text is somewhat faded. The ostracon is broken and missing sections of text on all sides. "], "Authority": ["Ruler: Ramses VI"], "Regnal date": [" 1 "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 28 centimetres ", " Weight: 1.72 kilograms ", " Width: 21 centimetres ", " Depth: 5 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["administrative"], "Curator's comments": ["Published: R. J. Demarée, ‘Ramesside Ostraca’ (London, British Museum Press, 2002), p. 33, pl. 115; J. J. Černy and A.H. Gardiner, ‘Hieratic Ostraca’ (Oxford, Griffith Institute, 1957), p. 20 and pl. 68.1; K. Kitchen, 'Ramesside Inscriptions' VI (Oxford, Blackwell, 1983), p. 364; A.G. McDowell, ‘Jurisdiction in the workmen's community of Deir el-Medîna’ (Leiden, Nederlands Instituut voor het Nabije Oosten, 1990), pp. 98-9; D. Valbelle, ‘Les ouvriers de la tombe: Deir-el-Médineh à l'époque Ramesside’ (Cairo, Institut français d'archéologie orientale du Caire, 1985), pp. 53, 201 n. 8; W. Helck, ‘Bemerkungen zu den Thronbesteigungsdaten im Neuen Reich’, Studia biblica et orientalia (Rome, 1959), p. 125; Černý notebook 41.35; 50.5 (with Cairo CG 25726). A. Dorn, 'The Provenance and Context of the Accession-Ostracon of Ramses VI' in M. Collier and S. Snape (ed.), Ramesside Studies in Honour of K. A. Kitchen (Bolton 2011), 159-68. The text of this ostracon is completed, except for the top left, by O. Cairo 25726 and O. KV 18/6.924 Many documents of this type were found in the workmen’s village of Deir el-Medina near the Valley of the Kings, recording key events (Valbelle 1985). Ramses VI, a younger son of Ramses III, came to the throne in approximately 1143 BCE and reigned for seven years. He succeeded Ramses V, who had ruled for just four years from 1147-1143 BCE before dying of small-pox at a young age. Other entries from the necropolis journal shortly after the accession state that the workmen’s numbers were soon reduced to sixty and that they stayed at home ‘for fear of the enemy’, which has been variously interpreted that either the succession was accompanied by civil unrest or that a group of Libyans continued to cause trouble in the area."], "Bibliographic references": [" Demaree 2002 / Ramesside Ostraca (pl.115) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (136375) (http://www.trismegistos.org/text/136375) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (text faded)"], "Associated names": ["Named in inscription: Ramses VI"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50722"], "Registration number": ["1912,0210.62"]}