{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1753"], "Description": [" Limestone stela of Abmin: a small, round-topped stela divided into two registers with incised texts and figures in raised relief. At the top of the upper register is a winged sun-disk, while below is depicted the bark of Amun-Ra with a ram's head at either end. At the front of the barque stand the figures of Tutu and Maat. In the lower register, on the right, the figure of the servant of the table and butcher Abmin is depicted in raised relief in an attitude of adoration. A line of text above him and six columns of text on the left carry a prayer on his behalf to Amun. The top left corner of the stela is lost and there is a long diagonal gash on the surface. The lower edge is battered and much of the surface of the stela is worn. The stela is disfigured by numerous black smudges. "], "Cultures/periods": ["New Kingdom"], "Production date": ["1300BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 30.20 centimetres ", " Weight: 6 kilograms ", " Width: 22.50 centimetres ", " Depth: 5.80 centimetres "], "$Inscriptions": [" ", " "], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.96-97)"], "Location": ["Not on display"], "Condition": ["The top left corner of the stela is lost and there is a long diagonal gash on the surface. The lower edge is battered and much of the surface of the stela is worn. The stela is disfigured by numerous black smudges."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Maat ", " Named in inscription: Amun-Ra ", " Representation of: Tutu ", " Named in inscription & portrayed: Abmin "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1931"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1753"], "Registration number": ["1931,0613.10"]}