{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76274,2"], "Description": [" Three fragments containing traces of a demotic text on the recto and some numbers on the verso of fragment 1 (the versos of fragments 2 and 3 are blank). Fragment 1 (the larger piece) is torn at the top but appears to have a lower margin. It contains faint traces of two columns of text of 6+x and 8+x lines respectively. Fragment 2 has an upper margin of c. 2 cm and is torn at the bottom. It has traces of two columns: the ends of 9 lines of text and the beginning of 11 lines of a second. Fragment 3 is very small and contains only faint traces. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 43 centimetres ", " Width: 33 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of a group of demotic papyri mounted between sheets of perspex (76273-87). Only a few traces of ink. Content uncertain. The texts in the two frames (76274,1-2) were originally preserved together, mounted back to back with a sheet of paper between them. They were placed in separate frames in 2015. The hand of column 1 of 76274.1 is similar to that of 76274.2, which may be the reason why they were once mounted in the same frame. Other papyri in this group, on the basis of internal evidence, can be assigned to Herakleopolis and it is possible that this place-name, albeit slightly damaged, is written after the month and day date in the first line of column 1 on the recto. The name Arsames appears frequently in the text and this may be the famous Persian administrator from the second half of the fifth century. A date in this period is consistent with the script. Being prepared for publication by Cary J. Martin."], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: C Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76274,2"], "Registration number": ["2000,0524.154.B"], "Conservation": ["Treatment: 28 Jul 2016"]}