{"artifact_name": "shabti-mould; forgery", "Object Type": [" shabti-mould ", " forgery "], "Museum number": ["EA43407"], "Description": [" Fake terracotta shabti-mould. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Length: 19 centimetres "], "Curator's comments": ["Jones 1990 Forged shabti-figure and its mould One of the most familiar items of ancient Egyptian funerary equipment was the shabti-figure, a small mummiform statuette intended to act as a substitute for its owner should he or she be summoned to perform any arduous manual labour in the Underworld. Shabtis were made in a wide variety of materials including stone, wood, faience (glazed composition), pottery and metal. The better-quality specimens are inscribed with the hieroglyphic text of the 'shabti formula', a magical spell by which the figures were to be brought to life in the Underworld. Because of their attractive appearance and their modest size shabtis have always been among the most popular souvenirs brought home by tourists in Egypt. As early as the 1830s Egyptians were exploiting this demand by producing fake shabtis in large numbers. These are mostly made of Nile mud, cast in moulds, and occasionally contain a weight to convey the impression that they are made of stone. Few forged shabtis deceive the expert, since the stylistic details are rarely accurate and the inscriptions are usually nonsensical. The shabti made from this mould, which dates from the late nineteenth or early twentieth century, exhibits several of the characteristic hallmarks of a forgery: incorrect proportions, unintelligible text and misunderstood attributes (the hoes held in the hands of genuine shabtis have here been incorrectly interpreted as flail-sceptres). Moreover, the lack of detail on the sides and back and the longitudinal score-marks (probably caused by the smoothing of the surface with a knife blade) are typical features of the modern fake. Literature: T. G. Wakeling, 'Forged Egyptian Antiquities', London 1912, p. 47, pl. vi, 4."], "Bibliographic references": ["Jones 1990a / Fake? The Art of Deception (272)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: William Talbot Ready"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43407"], "Registration number": ["1907,0112.10"]}