{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA963"], "Description": [" Round-topped red granite stela; incised detail in two registers; upper: Horus-name of Senusret I between figures of Satis and Khnum; lower: seven rows of Hieroglyphic text. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1940BC (c.)"], "Findspot": [" Excavated/Findspot: Philae "], "Materials": ["red granite"], "Technique": ["incised"], "Dimensions": [" Height: 109.20 centimetres ", " Width: 64.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Published: PM V: p. 242. HTBM Part 4: Plate 1 Franke, D, 1996, in Fs. Simpson I, p.276, 287-9; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 76-7. Image at top: Fischer, Egyptian Studies II, fig. 91. See Malaise, SAK 9 (1981), 278. Comments, L. Habachi, MDAIK 31 (1975), 30. ", " Strudwick N 2006 King Senwosret I carried out a very active building programme all over Egypt during the early Middle Kingdom. This granite stela comes from the island of Elephantine, close to Egypt's southern border. The stela is roughly finished on the rear, indicating it was intended to be set into a wall or building. The scene at the top shows the god Khnum, called 'lord of the cataract region', on the right, with Khnum's consort Satis, 'mistress of Elephantine', standing at the left. Both deities are offering the gift of life to the king, represented by his Horus name, which is written as usual in a large serekh enclosure in the centre. Khnum presents an ankh (life) sign to the falcon on top of the serekh, while Satis' gift is expressed in the words 'may she give life'. Below are the remains of six damaged lines of hieroglyphs which begin with the king's names; the remainder consists of laudatory epithets, which also associate him with the goddess Satis and her daughter Anuket. Khnum, Satis, and Anuket were the local deities of Elephantine and the cataract region (where the river Nile became un-navigable). Triads of gods such as this were found in most major Egyptian religious centres, such as Memphis (see the Great Harris Papyrus, EA 9999). It seems very likely that this stela was set up in the area of the temple of Satis on Elephantine Island; it was probably placed near another stela of Senwosret I, now in Cairo (TR 19/4/2/1). The latter stela bears a longer text, which, in addition to praise of the king and gods, mentions 'repelling enemies' and 'destroying the bowmen', perhaps a reference to the king's campaigns in Nubia. Basing his opinion on the form of the writing of several hieroglyphs, Detlef Franke suggests that the stelae were not produced before about years 17/18 of the king's reign; he also argues that these stelae not only name specific gods but also refer indirectly to many more, including the king, who are both creators and the created. It is likely that this is the first depiction of the king as the creator. These stelae thus stressed both the importance of the king in the Elephantine area and his place in the cosmic order. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.76-77)"], "Location": ["On display (G65/dc6)"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Senusret I ", " Representation of: Satet ", " Representation of: Khnum "], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA963"], "Registration number": ["1875,0810.1"], "Conservation": ["Treatment: 18 Jun 1991"]}