{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA12235"], "Description": [" Glazed composition 'djed'-pillar amulet: ropes are clearly delineated around the shaft immediately below the lowest bar. Pierced for suspension. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600BC (or later)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["pierced"], "Dimensions": [" Height: 11.35 centimetres ", " Weight: 44 grammes ", " Width: 3.65 centimetres ", " Depth: 1.56 centimetres "], "Curator's comments": ["The 'djed' is in the form of the hieroglyphic sign, which means \"enduring,\" and \"stable\" and would thus confer these qualities on the owner of the amulet. Perhaps originally the 'djed' represented a stylized tree trunk with lopped off branches. Certainly, at first, when it was associated with Sokar, the funerary god of the Memphite necropolis and later with Ptah, the Memphite creator god, the ritual raising of the djed involved pulling a huge djed upright by ropes in the manner of a maypole. However, by the time an amulet in its shape had become one of the prescribed funerary amulets, it was associated only with Osiris, god of the dead, and considered to represent his stylized backbone and ribs. Chapter 155 of the 'Book of the Dead' required a djed pillar amulet to be made of gold, but very many are of a green material, as here, a colour with regenerative connotations. Bibliography: 'Egyptian Treasures' (Shanghai, 1999), 142-143 No 42; C. Andrews, 'Amulets of Ancient Egypt' (London 1994), p.83. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 88. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 74."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p86) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.118-119) "], "Location": ["Not on display"], "Exhibition history": [" 2002, St Albans, Life and Death 2003 2 Apr-29 Jun, Leeds, Henry Moore Institute, Magic 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Purchased from: Louis, Duc de Blacas d'Aulps"], "Previous owner": ["Previous owner/ex-collection: Louis, Duc de Blacas d'Aulps"], "Acquisition date": ["1866"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12235"], "Registration number": ["1867,0812.206"], "Conservation": [" Treatment: 21 Apr 2016 ", " Treatment: 20 Mar 2002 ", " Treatment: 02 Mar 2000 "]}