{"artifact_name": "model; foundation-deposit; corn-grinder", "Object Type": [" model ", " foundation-deposit ", " corn-grinder "], "Museum number": ["EA27506"], "Description": [" Model of the lower part of a corn-grinder in yellow quartzite, from a foundation deposit; slightly rough, worn surface. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, SE corner "], "Materials": ["quartzite"], "Dimensions": [" Length: 11.60 centimetres ", " Thickness: 4.60 centimetres (max) ", " Width: 6.25 centimetres "], "Curator's comments": ["At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. 25-26; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. 5-6, pl. 19 and 21-23). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). The foundation deposits of Naukratis provided a wide variety of models of ceremonial instruments and tools. Fourteen were made of copper alloy, ten of stone and four of iron. Six grinders were discovered in the foundation deposits: one upper corn-grinder in the south-east corner and another one in the north-west one; one lower corn-grinders in each corner (Petrie 1886, 31, pl. 26 no. 32-33). According to Petrie’s list, this lower corn-grinder was found at the south-east corner of the pylon. Grinder and grindstone are commonly found in foundation deposits of the Ptolemaic period, continuing a tradition well attested in the Late Period (Weinstein 1973, 297, 307). Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1888, Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973, Foundation deposits in ancient Egypt, Ann Arbor."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 29 and 31, pl. XXVI, no. 32) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.31) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27506"], "Registration number": ["1885,1101.115"]}