{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA35204"], "Description": [" Wooden model of boat with crew: The hull is narrow in proportion to length; ends in a curved finial forward and a straight finial aft, with a short plinth to act as stand. The form of the hull is that of a funeral barge, but the ornamental finials are wrongly placed. This was done anciently, as the painted-plaster coating shows. The maker has mistaken the bow for the stern; the 'straight' finial should be forward on the bows, which are indicated by the oculi ('wedjat'-eyes), but he has set it in the stern, while the curved finial, which should be at the stern, is forward. There is no trace of canopy, mummy, or mourners; instead we have a helmsman, a mast, and a crew of sailors in the attitude of hauling on non-existent rigging. The deck has been hollowed out and cambered, leaving gunwales on either side, and hollowing also appears on the inboard side of the finials, which have been carved at the upper end to represent a fivefold lashing round a bundle of reed-stems. The deck is white with the usual plan marked out in red, giving eight pairs of deck-spaces, apart from the fore- and after-decks, which are not raised; it is unusual to have an even number of pairs of spaces. The main part of the hull, painted on plaster, is green with yellow ends and finials; the inner sides of the latter are white. Oculi are drawn in black on the bows. Gunwales are red; outside them are three narrow red sheer-lines running the length of the green portion. The plinth on which the boat stands is white. A well-tapered mast a little forward of amidships is not original; no trace of rigging. The twin red-painted steering-posts in the stern are restorations, as are the steering-oars. The helmsman stands on a cross-beam which served as a fulcrum for the original steering-oars now lost. On the centre strip behind the figure nearest the bows is a hole, now plugged, which may have held a seated or standing figure. An oar for rowing, with a broad black band round the middle of the loom, lies on deck. The crew comprises helmsman and ten other hands. The helmsman is carved with some detail; he is shorter and his head is bigger than those of the other sailors, he wears only a short kilt, whereas the other men wear skirts almost of ankle-length, and his arms hang down in a somewhat limp attitude. The fingers and thumbs and the modelling of the wrists are carefully carved and the toes are separated by short grooves. The differences between him and the other sailors, and his limp posture, hardly that of a helmsman, suggest that he may have come from elsewhere. Nine members of the crew stand with their arms in various postures of hauling on halyards and perhaps of setting up stays. A tenth man stands forward of all the others facing aft with his arms stretched out horizontally in front of him as if he were the captain giving orders. All the crew have red bodies, black and white eyes, black wigs, and long white skirts; two figures have fabric skirts over the painted ones. Three figures appear to have side-whiskers and beards, presumably unshaved natural facial hair. The sailors are pegged to deck; bodies in one piece, arms pegged to shoulders. Sometimes the hands are indicated roughly and sometimes the arms are cut square at the end. Legs are well separated; faces are only slightly modelled. The more elaborate carving of the helmsman has been described above. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" wood ", " linen ", " plaster "], "Type series": ["Reisner Type V (form I)"], "Technique": [" painted ", " plastered "], "Dimensions": [" Length: 75.80 centimetres ", " Width: 22.20 centimetres ", " Depth: 8.90 centimetres "], "Curator's comments": ["Funeral barges are not normally rigged with mast and sail since they were towed in the funeral procession across the Nile. Their normal complement is a helmsman with two steering-oars and two mourning women, one at either end of a canopy over the mummy of the dead. In other words, the maker has constructed the hull of a funeral barge, turned it end for end, and equipped it as if it were an ordinary Nile sailing-boat. Bibliography: R. Schulz, 'Kuboider Statuentypus', HAB 3314, 1992,II, p.755 n.6."], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (21) ", " Korenberg 2007 / The effect of ultraviolet-filtered light on the mechanical strength of fabrics (p.24, fig.1a) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2008/9 Sept-Feb, Arkeologisk Museum I Stavanger, Norway, Open Port 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["Good. One sailor has a broken right arm, and another has lost most of the paint on the face. The fact that the two figures either side of the mast on the larboard side have much fainter red body-paint than the others suggests that not all the figures are original."], "Subjects": ["eye of horus"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35204"], "Registration number": ["1901,0415.145"], "Conservation": [" Treatment: 02 Apr 2008 ", " Treatment: 19 Jan 2012 ", " Treatment: 20 Aug 2001 "]}