{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA812"], "Description": [" Limestone stela of Penmennefer: there are two registers on this round-topped stela decorated with scenes in sunk relief and incised texts. In the upper register the ram-headed Amen-Re‘ is enthroned on the right on one side of an altar heaped with offerings. The goddess Werethekau in the form of a serpent is entwined around a lotus flower on the left side of the altar. Behind her a small 'was'-sceptre carries a large floral bouquet in its arms. In the lower register eight columns of text contain a prayer to Amen-Re‘ and Werethekau on behalf of the guardian of the Place of Truth Pennefru. The stela is badly gouged in several places on the surface which has gone brown. There are traces of red paint in the lines between the columns of text and on the serpent, the flowers and the body and feathers of the headdress of Amen-Re‘, while black paint is visible on the horns of the god. There is a black nodule of flint embedded in the area where the throne of Amen-Re‘ is delineated. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 31.50 centimetres ", " Weight: 7 kilograms ", " Width: 21.50 centimetres ", " Depth: 7 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Černy has conjectured that the name of this stela is a faulty rendering of Penmennefer, who is a well-attested guardian under Ramesses III (J. Černy, 'A Community of Workmen at Thebes in the Ramesside Period' (Cairo, 1973), 156). Certainly the stela exhibits other peculiarities such as the inverted lod in the first reference to Amun in the first column of the second register. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)', (London, 1909), 143 (no. 506); B. Bruyère, ‘Mert Seger à Deir el Mèdineh’ (Cairo, 1930), fig. 93; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 732. A. M. Mekawy Ouda, 'Remarks on the epithets of Werethekau on the votive stela of Pennefru (BM EA812)', GM 254 (2018), 99-116."], "Bibliographic references": [" Hall 1925 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 7. (pl.26) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.52-53) "], "Location": ["Not on display"], "Condition": ["The stela is badly gouged in several places on the surface which has gone brown."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Amun-Ra ", " Representation of: Weret Hekau ", " Named in inscription & portrayed: Penmennefer (?) "], "Acquisition name": ["Donated by: Arthur Lyttelton Annesley"], "Previous owner": ["Previous owner/ex-collection: George Annesley, 2nd Earl of Mountnorris"], "Acquisition date": ["1854"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA812"], "Registration number": ["1854,1219.3"], "Additional IDs": [" Miscellaneous number: BS.812 (Birch Slip Number) "]}