{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1515"], "Description": [" Round-topped limestone stela of Kha: divided into two registers. In the arch, carved in very low relief, is the winged disc. In the first register, Thutmose IV, holding in his right hand a cluster of papyrus and lotus flowers and in his left a censer, is represented standing before Amun-Ra and Ahmose-Nefertari. The king wears the 'ḫprš' helmet with uraeus and streamers, a bead collar, a short stiff skirt with girdle and tail, and bangles on wrists and arms. Above him is incised an inscription in four vertical columns. Amun-Ra, seated on a throne which is placed on a pedestal, wears the plumed head-dress, beard, bead necklace, short gauffered skirt with tail, and bangles on wrists and arms. In his right hand he holds an 'ankh' and in his left a sceptre. Above him is incised in two vertical columns. Behind Amun-Ra stands Ahmose-Nefertari, wearing a vulture head-dress surmounted by two plumes, a bead collar, a long tight-fitting dress with girdle, and bangles on wrists and arms. In the right hand she holds an 'ankh' and in the left a fly-whisk. Above her is a text incised vertically. On the right-hand side of the second register, similarly carved, the deceased is represented kneeling on one knee with hands uplifted in an attitude of adoration. He wears a long braided wig with twisted locks and a long gauffered garment oyer a short skirt. In front of the figure is an inscription in eight vertical columns, the first six of which are incised and the last two merely painted. Much of the original brightly coloured paint is still visible, and the monument is complete except for slight damage to the upper part of the left-hand side. The ground-colour is a brownish-yellow and the hieroglyphs throughout are painted black. Where they are incised, a black paste has been applied over a blue ground. The body of Amun-Ra is painted black and those of the king and Ahmose-Nefertari red. Kha is the Foreman (Inher)kha who was buired in Theban Tomb 299 at Deir el-Medina. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 68 centimetres ", " Weight: 57 kilograms ", " Width: 38 centimetres ", " Depth: 10.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.721; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (2) (Oxford, 1974), p.279. M. Eaton-Krauss, The fate of Sennefer and Senetnay at Karnak temple and in the Valley of the Kings, JEA 85 (1999), 127-129."], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.45) ", " Young et al 2009 / Egyptian stelae from Malta (p.30) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Thutmose IV ", " Representation of: Amun-Ra ", " Named in inscription & portrayed: Ahmose-Nefertari "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1911"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1515"], "Registration number": ["1911,0114.3"], "Conservation": [" Treatment: 13 Apr 2011 ", " Treatment: 07 Dec 2022 "]}