{"artifact_name": "censer", "Object Type": ["censer"], "Museum number": ["EA5296"], "Description": [" Part of a bronze censer, consisting of a cartouche-shaped container for incense, at the back of which is a kneeling figure of a king with hands extended forwards onto the edge of the box. The king wears the so-called Blue Crown with a uraeus-cobra across the top. Tbe figure rests on a strip of metal attached to the rear of the incense-box. Cleaned of corrosion to base metal. The remainder of the censer is missing. Underneath the container are two broken tangs which would have attached it to the rest of the object. "], "Cultures/periods": ["Late Period"], "Excavator/field collector": ["Field Collection by: Edward James Andrews"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["copper alloy"], "Dimensions": [" Height: 6.40 centimetres ", " Length: 12 centimetres ", " Weight: 0.132 kilograms ", " Width: 3.80 centimetres "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good; incomplete, royal figure and dish only"], "Acquisition name": ["Purchased through: Harry Osborn Cureton"], "Acquisition date": ["1848"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5296"], "Registration number": ["1848,0829.374"], "Conservation": ["Treatment: 29 Jun 1957"]}