{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA826"], "Description": [" Granodiorite stela of Hor and Suty: a round-topped stela, carved within the rectangular framework of the door. The inscriptions throughout are incised and the figures carved in sunk relief. On the lintel of the door are three horizontal lines of text reading from the centre outwards. On the right side, there are three vertical lines of text. At the base of the right panel above a figure of Hor, seated at a table of offerings (almost entireley obliterated), are four (?) vertical lines of text. On the left side are three vertical lines of text. At the base of the left panel above a figure of Suty, seated at a table of offerings (almost entirely obliterated), are four vertical lines of text. On the right and left of the top of the arch of the stela itself, in the angle formed by the frame of the door is a 'wedjat'-eye. In the arch of the stela is a winged disc. The stela comprisies two registers. The first register is divided into two symmetrical scenes: On the right Anubis, shown with jackal's head, wearing a short skirt and holding a sceptre in the left hand and 'ankh' in the right, is adored by Hor and a woman (both almost entirely obliterated). Above Anubis, there are two vertical columns of text. Above Hor and the woman, are four vertical columns of text. On the left Osiris, shown in mummy form, wearing a crown, beard, necklace and counterpoise, and holding a sceptre in his hands, is adored by Suty and a woman (both obliterated). Above Osiris are two vertical columns of text. Above Suty and the woman, are four vertical columns of text. The second register carries an inscription in twenty-one horizontal lines. The stela is well preserved, but there are minor abrasions. The name of Suty in the left hand panel of the door and all the figures with their accompanying inscriptions, apart from those of the gods, were erased in antiquity. Hor and Suty are usually regarded as brothers, although it has been proposed that they are a same sex couple; the inscription, however, strongly suggest that they were twins. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granodiorite"], "Technique": ["incised"], "Dimensions": [" Height: 146 centimetres ", " Thickness: 29 centimetres ", " Width: 90 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" Bibliography: J. Baines and L. McNamara (with addendum by R. Parkinson), 'The twin stelae of Suty and Hor’, in Z. Hawass and J. E. Richards (ed.), The Archaeology and Art of Ancient Egypt: Studies in Honor of David B. O'Connor (Cairo) Volume I, 63-79. Recent study: Steven Blake Shubert in Fs Redford (online: http://weaver2.la.psu.edu/cams/festschrift/ ), asserting Hor and Suty are gay couple; Translation of hymns: M. Lichtheim, 'Ancient Egyptian literature : a book of readings' Volume II (Berkeley, 1976) p.86-89; M. Minas-Nerpel, 'Der Gott Chepri : Untersuchungen zu Schriftzeugnissen und ikonographischen Quellen vom Alten Reich bis in griechisch-römische Zeit' (OLA 154, Leuven/Dudley, Mass.,2006) 294, note 833; 'Urk.' IV, 1943-49, no. 732. H. H. Stewart 'A Possibly Contemporary Parallel to the Inscription of Suty and Hor', JEA 43 (1957), 3-5. M. Fecht, 'Zur Fruhform der Amarna-Theologie', 'Zeitschrift für Ägyptische Sprache und Altertumskunde' 94 (1967), 25-50; J. Assman, ‘Mitteilungen des Deutschen Archäeologischen Instituts, Abteilung Kairo’ 27 (1971), 1-20; A. Gulyas, 'The Solar Hymn of Suty and Hor and the Temple of Luxor: A Comparison of God-concepts' in R. Preys (ed.), Aegyptologische Tempeltagung: Structuring Religion (Wiesbaden 2009), 113-31. J. H. Breasted, 'The dawn of conscience' (New York/London, 1934), pp. 275-277; J. H. Breasted, 'Development of religion and thought in ancient Egypt' (London, 1912), pp. 315-317. ", " The occultist Aleister Crowley (1875-4197) wrote a poem 'The Twins' (in his collection of verse TheWinged Beetle, privately published 1910) in which he suggests that the twins 'HOOR and SET' were 'incestuous males': 'How lithe, how blithe / Are these male incestuous vigils'. (Quoted in P. Baker, Austin Osman Spare; The Life and Legend of London's Lost Artist (Strange Attractor Press 2007), 59-60).(Pers.comm. Emily Taylor). Full text available on: http://www.100thmonkeypress.com/biblio/acrowley/books/winged_beetle_1910/winged_beetle_1910.htm "], "Bibliographic references": [" Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.21) ", " Parkinson 2013 / A little gay history. Desire and diversity across the world (pp. 38-9) "], "Location": ["On display (G61)"], "Condition": ["fair"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription: Hor ", " Named in inscription: Suty ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Anubis "], "Associated objects": [" cast (EA90857) "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1857"], "Acquisition notes": ["1857, Lot 62, according to Birch slips"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA826"], "Registration number": [".826"], "Additional IDs": [" Miscellaneous number: BS.826 (Birch Slip Number) "], "Conservation": [" Treatment: 19 Jan 2009 ", " Treatment "]}