{"artifact_name": "necklace; bead; pendant; amulet", "Object Type": [" necklace ", " bead ", " pendant ", " amulet "], "Museum number": ["EA22895"], "Description": [" A string composed of spherical and bicone beads of amethyst, of a dark colour, and a gold pendant in the form of a standing hawk. The hawk was once inlaid with coloured stones or glass but now only traces of some cement remain. The head, body and outer tail feathers are all in one piece with a partition made from a strip of sheet gold dividing the head from the body. The lower tail feathers are formed from a separate cloison. The legs, notched to indicate the ribbing of the bird's legs, are tubes. The feet are separate piece of twisted wire representing the claws. The bird stands on a bar which is an open 'box' made of sheet gold. On the reverse, details of the beak, eye, and leg feathers are indicated in repoussé. There is no surface decoration, however. One claw overlaps the bar on the reverse. A tube for suspension is soldered at the bird's shoulder level, notched with four lines representing separate rings. There are no signs of wear on it. Flecks of silver impurities are visible in the open cloison of the bird's body. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" amethyst ", " gold "], "Technique": [" inlaid ", " incised ", " twisted (wire) ", " soldered "], "Dimensions": [" Height: 2.54 centimetres (max) ", " Length: 2.55 centimetres (max) ", " Length: 78.20 centimetres (string) ", " Thickness: 0.43 centimetres (including hoop) "], "Curator's comments": ["The hawk amulet is probably connected with Chapter 77 of the 'Book of the Dead' (CT 302): 'Spell for taking on the form of a hawk of gold' (see P. Barguet, 'Le livre des Morts des anciens Égyptiens’ (Paris, 1967), 113). Registered as having come from the tomb of Ani at Thebes, but such information is unreliable, especially as amethyst strings are rare in the New Kingdom. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 222, no. 590; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 95, no. 590."], "Bibliographic references": ["Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (415)"], "Location": ["Not on display"], "Exhibition history": [" Beads: 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22895"], "Registration number": ["1891,0509.66"], "Conservation": [" Treatment: 20 Jul 1967 ", " Treatment: 04 Jul 2016 "]}