{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA70894"], "Description": [" Fragment of a limestone stelophorous dyad, the lower portion now lost. The male figure is shown on the proper right side, wearing a long heavy wig. The striations of the wig are still partly visible, and his facial features are now worn. The rounded shape of his eyes and the arched eyebrows are discernible, while the face appears to have been rounded and fleshy. He wears a sleeved garment and his kilt and belt are visible on the right side. On the proper left side is a female figure, likely his wife. She wears a long wig with a diadem placed across her head. Her facial features are equally worn, though the shape of the eyes complements the features of the male figure. She appears to wear a broad collar around her neck and a sleeved dress, the folds of which are visible across her left arm. Both figures appear to be kneeling based on the angle of their clothing as shown on each side of the statue, though they could have been shown seated. Both figures extend their arms out towards a broad stela, with their hands placed along the top edge. The stela itself is very worn, and only the upper portion remains. On the reverse is a broad back-pillar inscribed with four columns of text. Again the surface is very worn, with further evidence of damage in the centre possibly caused by intense heat. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 32 centimetres ", " Width: 38 centimetres ", " Depth: 25 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["Stelophorous statue types were commemorative elite monuments that became particularly popular in the 18th Dynasty, and the pose was associated with worshipping or adoring the gods. Many examples show the figure kneeling and presenting the stela outwards, and most examples tend to be carved from limestone. The surviving stylistic details such as the wigs point towards a Ramesside date, though the worn condition of the stone limits further analysis of their facial features. Part of the surviving inscription clearly contains an offering formula to the god Osiris."], "Location": ["Not on display"], "Condition": ["poor"], "Acquisition name": ["Purchased through: Sotheby's"], "Acquisition date": ["1986"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA70894"], "Registration number": ["1986,0706.1"]}