{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA22818"], "Description": [" Blue glazed composition shabti of Sety I: the lower leg section is lost. With details painted in black (probably manganese dioxide), Sety I is shown wealing the striped royal 'nemes' headcloth, once equipped with a rearing cobra above his brow, a broad collar that imitates glazed composition beads, and bracelets that also would have been of glazed composition. In each hand he holds a hoe, and from over his proper left shoulder hangs a rectangular grain bag - agricultural instruments recalling the function of such shabtis as servants for manual labour in the Beyond. The tasks are enumerated in the carefully drawn bands of text drawn from Chapter 6 of the 'Book of the Dead'. Though mould-made, details of the facial features, hoes, and grain bag were probably added with a sharp tool before firing, a general practice that accounts for the variation of features in mould-made shabtis.The lack of glaze in the devices suggests the piece was self-glazed. "], "Authority": ["Ruler: Sety I"], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Biban el-Muluk (Valley of the Kings - Thebes), KV17 "], "Materials": ["glazed composition"], "Technique": [" glazed ", " painted ", " mould-made ", " tooled "], "Dimensions": [" Height: 22.80 centimetres (max) ", " Weight: 0.71 kilograms ", " Width: 9.60 centimetres ", " Depth: 9.60 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: E. T. Whyte, “Some Remarks on the Sepulchral Figures usually called Ushabti”, in ‘Proceedings of the Society of Biblical Archaeology’ 18, no. 134 (London, April 1896) pp. 144-45, pl. V; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 142."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (48)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["incomplete - lower-leg section lost"], "Associated names": ["Named in inscription: Sety I"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 6)"], "Acquisition name": ["Donated by: Arthur Lyttelton Annesley"], "Previous owner": ["Previous owner/ex-collection: George Annesley, 2nd Earl of Mountnorris"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22818"], "Registration number": ["1853,0108.49"], "Additional IDs": [" Miscellaneous number: BS.8898a (Birch Slip Number) "], "Conservation": ["Treatment: 30 Jan 1990"]}