{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA30715"], "Description": [" Wooden tomb statue of a man: the arms, fronts of the feet, and base were made separately. Both of the fists were drilled to hold implements now lost, probably a 'sekhem' scepter in the right hand, possibly another baton or a rolled cloth in the left. Though the statue may have been entirely painted, all that survives is black on the hair, black and white on the eyes, and white on the finger- and toenails. The nipples were indicated by the inlaying of tiny bits of darker wood. His short curly hairdo was particularly popular during the Eleventh and early Twelfth Dynasties, for both men and women. His long kilt - may be meant to indicate maturity here, despite the youthful hairstyle and body. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1985BC-1878BC (circa)"], "Findspot": [" Found/Acquired: Deir el-Bersha, Said to be from the tomb of Gua (Guide to 1st Egn Rm, 43) "], "Materials": ["wood"], "Technique": [" painted ", " drilled ", " inlaid "], "Dimensions": [" Height: 34 centimetres ", " Length: 13.60 centimetres (plinth) ", " Width: 10.50 centimetres "], "Curator's comments": ["Bibliography: W. Seipel, 'Gott. Mensch. Pharao' [exhibition catalogue] (Vienna, 1992), pp. 182-183 [55]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 95, cat no. 54. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 12."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (24)"], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30715"], "Registration number": ["1899,0610.3"], "Conservation": ["Treatment: 12 Mar 1992"]}