{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA23359"], "Description": [" Pottery ostracon. "], "Cultures/periods": [" Late Period ", " Graeco-Roman "], "Findspot": [" Found/Acquired: Karnak (Thebes) (?) "], "Materials": ["pottery"], "Dimensions": [" Height: 7.10 centimetres ", " Width: 11 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This ostracon yields a so-called r-rḫ=w (\"that which was measured\") text. These texts, all originating from the Thebaid in the Ptolemaic and early-Roman period, were issued to farmers after a measurement of their cultivated land had been conducted in order to determine due amounts of harvest tax. (Information provided by Gert Baetens, KULeuven) Bibliography: Kaplony-Heckel, U., 2001, Theben-Ost III (1) : Die r-rḫ=w Tempel Quittungen und ähnliche Texte, Theben Ost Teil 3, erster Teil, Allgemeiner Teil und Texte Nr.26-44, ZÄS 128, pp.36. (no.19). Kaplony-Heckel, U., 2009, Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca, Gesammelte Schriften Teil 2, Harrassowitz Verlag; Wiesbaden, pp.921. On the text genre, see: For r-rḫ=w texts, cf. Vandorpe K., 'The Ptolemaic Epigraphe or Harvest tax (shemu)', in Archiv für Papyrusforschung 46 (2000), p. 165-228. Kaplony-Heckel U., Thebanische Acker- Amt-Quittungen, in Allam, S., Grund und Boden in Altägypten (rechtliche und sozio-ökonomische Verhältnisse): Akten des internationalen Symposions Tübingen 18.-20. Juni 1990 (Untersuchungen zum Rechtsleben im alten Ägypten; Band 2) Tübingen, 1994, pp. 189-197."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (81546) (http://www.trismegistos.org/text/81546) ", " Kaplony-Heckel 2009 / Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca: Gesammelte Schriften (p.921) (= Kaplony-Heckel, U., 2001, Theben-Ost: Die r-rḫ=w Tempel Quittungen und ähnliche Texte, Teil 3, erster Teil, Allgemeiner Teil und Texte Nr.26-44, Zeitung für Ägyptische Sprache und Altertumskunde, 128, pp.36. (no.19).) "], "Location": ["Not on display"], "Condition": ["good (incomplete - one fragment only)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23359"], "Registration number": ["1889,1014.466"]}