{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["EA17897"], "Description": [" Glazed composition fnger ring: this stirrup shaped ring, a form characteristic for signets of New Kingdom date, was made in a mould from bright blue glazed composition. The bezel bears the name Tutankhamun with the epithet \"ruler of Hermonthis,\". The writing of the king's name displays an unusual feature: it is written with the hieroglyph of a standing man holding a stave in his hand, the usual determinative \" for the word for \"statue.\" Here it acts as an ideogram for twt, that part of Tutankhamun's name, which means \"statue\" or \"image.\" Usually this syllable of the name was written out phonetically with alphabetic hieroglyphs. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1336BC-1327BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" incised ", " glazed ", " mould-made "], "Dimensions": [" Diameter: 3.10 centimetres (ring) ", " Height: 2.80 centimetres (bezel) ", " Width: 1.50 centimetres (bezel) "], "$Inscriptions": [" "], "Curator's comments": ["It is highly unlikely that such fragile rings made from a cheap material were ever worn by the royalty whose names they bear. They were probably made in their hundreds to be distributed by the king when he appeared at festivals or in the Window of Appearances in the palace on court occasions."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.228-229)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2009 Apr-present, Swaffham Museum, Egyptian Gallery, LT Loan "], "Condition": ["good"], "Associated names": ["Named in inscription: Tutankhamun"], "Associated places": [" Named in inscription: Hermonthis (historic - city) "], "Acquisition name": ["Purchased from: Louis, Duc de Blacas d'Aulps"], "Previous owner": ["Previous owner/ex-collection: Louis, Duc de Blacas d'Aulps"], "Acquisition date": ["1866"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17897"], "Registration number": ["1867,0812.261"]}