{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76638"], "Title": ["P. Leconte 9"], "Description": [" Fragments of papyrus roll inscribed in Demotic. = P. Leconte 9. Three pages, bounded by horizontal and vertical borders, parts of a hymn to Sobek, mentioning deities worshipped at Sobknopaiou Nesos (Isis Nephremnis, Isis Neferses, Sobeknopaios etc). Several hieratic signs in the text suggest it was copied from a hieratic original. Notable is the writing of demotic in columns (instead of lines) around the invocation of gods. The handwriting suggests that it comes from Soknopaiou Nesos, early Roman period (Quack, pers. comm.). "], "Cultures/periods": ["Roman"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" organic ", " papyrus (?) "], "Dimensions": [" Height: 330 millimetres ", " Width: 52 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["See D. Bonneau et al. Les Papyrus Leconte, Actes de XVe Congres international de papyrologie III (1979), 25-6; also P. Leconte I in RdE 30 (1978). Devuchelle (pers. comm. 6.2000) notes that Leconte bought the papyri from R. Lambert who published a Lexique hieroglyphique chez Geuthner in 1925. Lambert had a military career; Devauchelle suggests that he may have bought the papyri before WWII quand il etait en exercice et interesse par l'Egypte. To be published by Devauchelle. Description owes much to Quack (pers. comm, 2004). Account published by G. Widmer, 'Sobek who arises in the Primeval Ocean (PBM EA 76638 and Pstrasbourg Dem. 31)' in New Archaeological and Papyrological Researches on the Fayyum (Payrologica Lupiensia 14, 2005), 347-54"], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (55942) (http://www.trismegistos.org/text/55942)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Black ink White ink Mount Details: Sandwich: glass Binding: filmoplast t self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: fair"], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Previous owner": ["Previous owner/ex-collection: Louis Leconte"], "Acquisition date": ["2001"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76638"], "Registration number": ["2001,0722.1"], "Conservation": ["Treatment: 28 Jul 2004"]}