{"artifact_name": "model; food product", "Object Type": [" model ", " food product "], "Museum number": ["EA49013"], "Description": [" Food models and fragments thereof made of unfired Nile mud representing dates and garlics. Faint traces of whitewash coating are visible on the garlics. The collection includes 6 oval or lentoid pellet shaped items, probably representing dates, 2 intact heads of garlic, one partly preserved head of garlic, and approximately 60 individual garlic cloves and two central cores onto which they were originally attached. "], "Cultures/periods": ["Predynastic (Naqada IIA)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Mahasna, el-, Grave H23 "], "Materials": ["clay"], "Dimensions": [" Height: 3 centimetres (largest frag.) ", " Width: 3.50 centimetres "], "Curator's comments": ["Published: E. R. Ayrton & W. L. S. Loat, 'Pre-dynastic cemetery at El Mahasna' (London, 1911), 21. The garlic heads are composed of individually modelled cloves placed around a cylindrical central core. The number of cloves on the complete garlic heads ranges from 8 to 10, thus the number of loose cloves suggests there were at least 9 garlic heads in total within this tomb. Parallels from Tombs H41 and H85 at el-Mahâsna are discussed in : M. Eyckerman & S. Hendrickx, The Naqada I Tombs H17 And H41 At El-Mahâsna: A Visual Reconstruction in: Friedman, R.F. & Fiske, P.N. (eds.), Egypt at its Origins 3. Proceedings of the Third International Conference ‘Origins of the State. Predynastic and Early Dynastic Egypt. London, 27th July- 1st August 2008. OLA 205. Leuven (2011). Similar models from Abydos are discussed by U. Hartung, Nile Mud and Clay Objects from the Predynastic Cemetery U At Abydos (Umm El-Qa’ab) in the same volume. These parallels show that despite the humble material, model food was generally placed only in the richest tombs."], "Location": ["On display (G64/dc3)"], "Condition": ["poor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49013"], "Registration number": ["1909,0804.12"], "Conservation": ["Treatment: 29 Apr 2014"]}