{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA803"], "Description": [" Part of limestone relief: the fragment, carved in low relief, shows three men performing the ceremony of \" Opening the Mouth.\" On the right-hand side, outside this fragment, stood the mummy of the deceased person. In front of the mummy there was a table of offerings, the upper part of which can be seen in the bottom right-hand corner. Above it are arrayed the following objects connected with the ceremony: two 'nms.t' vases, four 'dšr.t' vases, three (?) adzes, the 'wr-ḥkʒw' instrument, another vase, a chisel, a finger, a 'psš-kf' amulet, the fore-leg of an ox (?), a feather, two censers (?) and a scribe's casket (?). The first of the three men, wearing a short wig, and a leopard-skin over a short skirt and long transparent garment with sleeves, stands with hands outstretched holding an adze (?) before the mummy. Above him is incised an inscription in one vertical line. The second, wearing a long wig and a long transparent garment over a short skirt, holds in his hands a partly opened roll of papyrus. The third, wearing a short skirt and leopard-skin, holds a censer in his left hand. The fragment is well preserved, with the exception of the lower portion of the right-hand side, which is severely mutilated. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 52 centimetres ", " Width: 58.50 centimetres "], "$Inscriptions": [" "], "Bibliographic references": ["Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.35)"], "Location": ["On display (G62/dc25)"], "Condition": ["fair (incomplete)"], "Subjects": [" ceremony/ritual ", " cattle "], "Associated events": ["Associated Event: Opening of the Mouth Ritual"], "Acquisition name": ["Purchased from: William J Webster"], "Acquisition date": ["1854"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA803"], "Registration number": ["1854,0209.3"], "Additional IDs": [" Miscellaneous number: BS.803 (Birch Slip Number) "], "Conservation": ["Treatment: 28 Feb 1999"]}