{"artifact_name": "flask", "Object Type": ["flask"], "Museum number": ["EA24653"], "Description": [" A pottery flask in the shape of a scribe with the right leg raised. The left foot hooks around the right ankle. Although his back is straight and his head lifted as though he awaits dictation, the scribe appears relaxed, leaning slightly to the left as one might expect with the legs in this position. He is writing with his right hand, while his left originally held the papyrus roll. He wears a kilt, on the surface of which he has unrolled a papyrus. The spout is an organic part of the head, while on most figure vases it seems like an afterthought. This scribe flask is also unusual in having no handle. "], "Cultures/periods": ["New Kingdom"], "Production date": ["1550BC-1295BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 15.30 centimetres ", " Weight: 0.346 kilograms ", " Width: 9.30 centimetres ", " Depth: 10 centimetres "], "Curator's comments": ["The flask seems not to have acted as a container for ink, as the scribal shape might suggest. Instead it belongs to a type of decorative vessel shaped into figures of servants, most often women nursing children. This example is unparalleled. Bibliography: E.A.W. Budge, E. A. Wallis Budge, 'The Mummy: a Handbook of Egyptian Funerary Archaeology' (Cambridge 1925), [2nd edn]), pl. 27; G. D. Scott III, 'The History and Development of the Ancient Egyptian Scribe Statue' (dissertation, Yale University), no. 131, pp. 358-59; E. R. Russmann, Eternal Egypt, 152. In general see J. Bourriau,'Pottery figure vases of the New Kingdom', 'Cahiers de la céramique égyptienne' I (1987), 81-96."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (45) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (64) ", " Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (168) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 15 Oct-29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["reading/writing"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24653"], "Registration number": ["1893,0514.34"], "Conservation": [" Treatment: 15 Nov 1998 ", " Treatment: 24 Jul 2013 ", " Treatment: 18 Jan 2016 ", " Treatment "]}