{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA360"], "Description": [" Limestone stela of Nakhy: this round-topped stela consists of one scene with figures in shallow sunk relief and incised texts. On the left a figure, with a sidelock of youth and a cone upon his head, wearing a broad collar and kilt, is seated on a chair with animal legs. He is holding a lotus-bud in one hand and is stretching the other over a table piled with offerings which stands before him. He is identified as Sitpair by the text which is inscribed above him. A figure stands on the right holding two bouquets before Sitpair, and a line of text at the bottom of the stela indicates that it was made by or for the workman Nakhy who must be the standing figure. This stela is well preserved with much colour still remaining. Red paint appears on the bodies of the figures and in the dividing lines between the columns of hieroglyphs. Traces of black paint can be seen in the hieroglyphs and on the chair. There is a touch of blue paint on the collar below Sitpair's right shoulder. The pupils of the eye-sign are painted in black and not incised. "], "Cultures/periods": ["18th Dynasty (late)"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 24 centimetres ", " Weight: 2.50 kilograms ", " Width: 16.50 centimetres ", " Depth: 4 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The context of this stela is quite clear but has been badly misinterpreted in the past. Sitpair is in fact the deified Prince Ahmose Sipair who was the subject of a funerary cult after his death (A. Rowe, 'Annales du Service des Antiquitiés de l'Égypte' 40 (1940), 39-40; M. Gitton, 'L'Epouse du Dieu Ahmes Nefértary' (Paris, 1975), 10-11, C. Vandersleyen, ‘Chronique d’Égypte’ 52 (1977), 239-41; F. J. Schmitz, Amenophis I : Versuch einer Darstellung der Regierungszeit eines ägyptischen Herrschers der frühen 18. Dynastie' (Hildesheim, 1978), 46-9). The spelling Sitpair with the otiose 't' is attested at Deir el-Medina at the end of the Eighteenth Dynasty (see M .Tosi and A. Roccati, 'Stele e altre epigrafi di Deir el Medina. (n. 50001-50262) : Pubblicate con il contributo del Consiglio nazionale delle ricerche' (Turin, 1972)). Several workmen named Nakhy are known, but, as this stela can be attributed on stylistic grounds to the late Eighteenth Dynasty, Nakhy can be identified with Nakhy, the husband of Nefertari, of stela (1843,0507.5), one of whose sons was named Sitpair (Tosi and Roccati, 'Stele, 50010'). Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 150 (no. 539); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 7 (London, 1925), pl. 14; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), 11,734; J. Pino Fernández, 'Trabajos de Egiptología : papers on ancient Egypt', Número 2 (2003), pp. 117 – 122. el-Shazly, Y. 2015. \"Divine princes in Deir el-Medina\", R. Jasnow and K.M. Cooney (eds), Joyful in Thebes. Egyptological Studies in honor of Betsy M. Bryan. Material and Visual Culture of Ancient Egypt 1. Atlanta, 416-18 fig, 3."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.7)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt "], "Condition": ["Good."], "Associated names": [" Named in inscription & portrayed: Nakhy ", " Named in inscription & portrayed: Ahmose Sapair (?) "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA360"], "Registration number": [".360"], "Additional IDs": [" Miscellaneous number: BS.360 (Birch Slip Number) "], "Conservation": ["Treatment: 29 Sep 1993"]}