{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA487"], "Description": [" Fragmentary black granite royal head. The king wears the nemes headcloth with well-preserved traces of gold colour, and the cloth area is delineated with rough and smooth ridges to create the vertical striped pattern. The nemes is broken at both sides above the ear, but originally would have had lappets which folded down at either side of the face and extended down to the chest. Across the centre of the nemes is the coiled body of the uraeus cobra, the fragmentary head and raised hood positioned above the king's forehead. A horizontal band is incised along the outer edge of the nemes and set low on the forehead. His eyes are almond shaped with visible elongated cosmetic lines at the outer edges. His eyebrows are thin and arched. His face is fleshy with slightly sunken skin underneath the eyes and rounded cheeks. His mouth is small in size but with thick lips that form a small smile. The stone has been chipped away at both sides resulting in a loss of the king's ears, and on the reverse the stone has similarly been damaged. In addition to the break around the chin area and the loss of much of the headcloth, the nose and uraeus head have been broken. There are several cracks across the stone surface, including two large extended cracks from the nose and down both corners of the mouth to the chin. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 29.50 centimetres ", " Weight: 17.40 kilograms ", " Width: 25 centimetres ", " Depth: 19.50 centimetres "], "Curator's comments": ["The identity of the royal figure is uncertain. Suggestions have included Thutmose III as the elongated cosmetic lines of the eyes and sloping of the eyebrows do resemble other surviving sculpture of this king (PM VIII; see comparable example EA 986 also from the British Museum collection: https://www.britishmuseum.org/collection/object/Y_EA986). The provenance of the statue head is also uncertain. Further Bibliography: A. Wiese, 2001. Antikenmuseum Basel und Sammlung Ludwig Die Agyptische Abteilung (Mainz), no. 48."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 171, no. 618) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 100) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001-2014, Basel, Switzerland, Antikenmuseum. Long term loan. "], "Condition": ["fair (incomplete)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA487"], "Registration number": [".487"], "Additional IDs": [" Miscellaneous number: BS.487 (Birch Slip Number) "], "Conservation": ["Treatment: 30 Jan 2001"]}