{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32184"], "Description": [" Limestone figure of a male official named Anui seated on a small backless chair. Anui wears a shoulder-length striated wig, set high on the forehead and tucked behind his small shaped ears. His facial features are large and exaggerated, with wide eyes and a heavy incised cosmetic line. His eyebrows are thick and slope down towards the temple, while his nose is long and broad at the tip. His lips are sharply incised, and the face is extremely rounded at the jawline. His head appears slightly raised, suggesting an upward gaze. There is little suggestion of his neck, and his upper body is bare with subtle folds of flesh at the ribcage and a narrowed waist. His arms are slim, and his left palm is placed flat on the knee while the right hand is clenched into a fist. He wears a short kilt that is belted around the waist, with a visible loop of material extending onto the centre of the torso. His back is elongated, and appears to lean slightly forward. Faint traces of are visible at the neck area which could indicate an added detail such as a broad-collar, and further traces of colour are visible at the belt and between the knees, as well as across the seat. The right side of the chair is inscribed with text which is left undefined by a border or clearly arranged in rows. There are traces of a darker paint visible within the hieroglyph signs. There are chips to the corners of the statue base, and there is some damage to his upper arms and hands on both sides. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 27 centimetres ", " Width: 7.50 centimetres ", " Depth: 15 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Anui's clothing, wig and pose are typical of Old Kingdom sculpture, while his large facial features are indicative of a 6th Dynasty date (previously described as '5th Dynasty in Budge 1922; PM VIII)."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 119, no. 5) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 282) "], "Location": ["Not on display"], "Condition": ["fair - surface worn"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32184"], "Registration number": ["1899,1016.1197"]}