{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA25796"], "Description": [" Red pottery ostracon, from the body of a vessel, interior grooved, exterior covered with a cream-coloured slip and with remains of seven lines of demotic text in black ink and one of Greek beneath. "], "Cultures/periods": ["Graeco-Roman (1st century BC)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["slipped"], "Dimensions": [" Height: 8.30 centimetres (max) ", " Width: 9.50 centimetres (max) ", " Depth: 1.50 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["This ostracon yields a so-called r-rḫ=w (\"that which was measured\") text. These texts, all originating from the Thebaid in the Ptolemaic and early-Roman period, were issued to farmers after a measurement of their cultivated land had been conducted in order to determine due amounts of harvest tax. (Information provided by Gert Baetens, KULeuven) Bibliography: Kaplony-Heckel, U., Theben-West und Theben-Ost (31 demotische r-rḫ=w Ostraka aus dem British Museum), in: Israeli-Groll, S. (ed.), Studies in Egyptology, presented to Miriam Lichtheim. Jerusalem, 1990 I, 606-607 (no. 27). Kaplony-Heckel, U., 2009, Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca, Gesammelte Schriften Teil 1, Harrassowitz Verlag; Wiesbaden, pp.493. On the text genre, see: For r-rḫ=w texts, cf. Vandorpe K., 'The Ptolemaic Epigraphe or Harvest tax (shemu)', in Archiv für Papyrusforschung 46 (2000), p. 165-228. Kaplony-Heckel U., Thebanische Acker-Amt-Quittungen, in Allam, S., Grund und Boden in Altägypten (rechtliche und sozio-ökonomische Verhältnisse): Akten des internationalen Symposions Tübingen 18.-20. Juni 1990 (Untersuchungen zum Rechtsleben im alten Ägypten; Band 2) Tübingen, 1994, pp. 189-197."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (97100) (http://www.trismegistos.org/text/97100) ", " Kaplony-Heckel 2009 / Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca: Gesammelte Schriften (Kaplony-Heckel, U., Theben-West und Theben-Ost (31 demotische r- rḫ=w Ostraka aus dem British Museum), in: Israeli-Groll, S. (ed.), Studies in Egyptology, presented to Miriam Lichtheim. Jerusalem, 1990 I, 606-607 (no. 27).) (p.493) "], "Location": ["Not on display"], "Exhibition history": [" 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["fair (worn)"], "Acquisition name": ["Purchased through: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA25796"], "Registration number": ["1893,0514.925"], "Conservation": ["Treatment: 11 Feb 2015"]}