{"artifact_name": "bracelet; bead; spacer-bead", "Object Type": [" bracelet ", " bead ", " spacer-bead "], "Museum number": ["EA3082"], "Description": [" Bracelet: composed of six strings of stone beads threaded between five metal spacer-beads. The spacers are made in two halves, each half decorated with three horizontal and six vertical knobs, representing multiple beads. Four of the spacers are of electrum; one, which has seven divisions and is made from gilded silver, is probably modern. The beads are oblate, spherical, standard and long truncated convex bicones made from cornelian, amethyst, lapis lazuli, green feldspar and turquoise. The two large spherical beads, one at each end, are of green glazed quartz, although much of the glaze is now rubbed away. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1900BC-1800BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (said to be from) "], "Materials": [" electrum ", " silver ", " cornelian ", " amethyst ", " lapis lazuli ", " turquoise ", " feldspar ", " quartz ", " gold "], "Technique": [" gilded ", " glazed "], "Dimensions": [" Diameter: 0.80 centimetres (beads spherical) ", " Height: 1.80 centimetres (spacers) ", " Length: 26 centimetres (whole string) ", " Width: 4.50 centimetres "], "Curator's comments": ["Narrow, cigar-shaped beads and spacers of this type are found in jewellery of New as well as Middle Kingdom date, but glazed quartz is relatively uncommon after the Twelfth Dynasty; cf. also for this material J. Garstang, ‘The Burial Customs of Ancient Egypt’, (London, 1907), fig. 100, from tomb 39. For glazed quartz, see 'Ancient Egypt' (1935), 19-34. Bibliography: Sotheby and Son, 'Catalogue of Mr Salt's Collection of Egyptian Antiquities, 28th June to 8th July, 1835' (London), lot 640; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 26; 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan 1999-2000), No 30; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 184-5, pl. on pp. 184-5."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (545) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.184-185) ", " Andrews 1990 / Ancient Egyptian jewellery (36) "], "Location": ["Not on display"], "Exhibition history": [" 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012, Travelling exhibition, Jewellery 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA3082"], "Registration number": [".3082"], "Additional IDs": [" Miscellaneous number: EA66900 (Old Big Number) "], "Conservation": ["Treatment: 06 Dec 2013"]}