{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66440"], "Description": [" Mould-made scarab in glazed composition; back simply detailed with some indication of clypeus, single line straight across for prothorax and another for elytra; at side, legs indicated with some modelling and undercut triangle; underside incised with hieroglyphic inscription arranged vertically; signs quite eroded but recognisable, including sun-disc, men-draughtboard and hes-vase signs to right and rpt-palm frond to left; longitudinally pierced; glaze lost; cream core, fine in texture. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["glazed composition"], "Technique": [" mould-made ", " incised ", " pierced "], "Dimensions": [" Height: 0.50 centimetres ", " Length: 1.05 centimetres ", " Width: 0.75 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This type of inscription (especially ‘praised by Khonsu’ like here and ‘praised by Amun’) is very common on scarabs (Petrie 1888, pl. 8, no. 64-65, 76; Newberry 1907, pl. 10, nos 36609, 36623, 36626, 36879, 36900, 36914; Newberry 1908, 190, pl. 40, no. 10; Teeter 2003, 21, no. 1). Though not listed in Gorton typology, this scarab could be a product of the 'Scarab Factory' (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). The name of Khonsu appears in her type XXVIII B on a daisy button found in Sardinia (Gorton 1996, 105). For a similar inscription arranged horizontally on a steatite scarab see Boston, Museum of Fine Arts 88.864. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Newberry, P. E. 1907, Scarab-schaped seals, CGC n°36001-37521, London. Newberry, P. E. 1908, Scarabs: an introduction to the study of Egyptian seals and signet rings, London. Webb, V. forthcoming, ‘Faience finds from Naukratis and their implications for the chronology of the site’, in R. I. Thomas (ed.), Naukratis in Context I: The Nile Delta as a Landscape of Connectivity, Proceedings of the First Naukratis Workshop held at The British Museum, 16 –17 December 2011. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1888, Tanis II Nebesheh Defenneh (Memoir of the Egypt Exploration Fund 4), London. Teeter, E. 2003, Scarabs, scaraboids, seals, and seal impressions from Medinet Habu; with post-pharaonic stamp seals and seal impressions, Chicago."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 112) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.112) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, though slightly eroded and chipped"], "Associated names": ["Named in inscription: Khons"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66440"], "Registration number": ["1886,0401.1611"]}