{"artifact_name": "situla", "Object Type": ["situla"], "Museum number": ["EA38214"], "Description": [" Bronze 'situla' of Padiamunnebnesuttawy: the vessel is in excellent condition. One side of the vessel shows the son of the deceased performing this very ritual for his father, named by the hieroglyphs as Padiamennebnesuttawy. The text also lists the owner's numerous priestly titles held at Karnak in the service of the state god, Amun-Ra, and his consort, Mut. However, the most important of his titles was held to be that of Scribe of the Oracle, since it is also inscribed in large signs on the two tongues of metal that project downwards from the rim. One figured panel on the vessel's body depicts the deceased seated behind an offering table with slices of bread on it and jars of wine below. Beyond, his son shakes incense and pours offerings above an offering table bearing representations of loaves and a water container. Padiamennebnesuttawy wears an elaborate pleated and fringed garment, whose sash bears one of his titles, and he carries a 'kherep' (sceptre), a sign of his rank. Beneath his lion-footed chair squats a vervet monkey, probably a pet but also symbolically a guarantee of the deceased's sexual prowess in the afterlife. The accompanying columns of text contain formulae that will provide him with sustenance in the other world. In the other panel Osiris, god of the dead, is depicted as an animated 'djed 'pillar, wearing the god's 'atef' crown and carrying royal accoutrements. He is flanked by his sister goddesses, Isis and Nephthys, who pour water for the deceased's human-headed 'ba'-bird to drink. In the accompanying texts the goddesses offer the deceased protection and liquid refreshment wherever he might be. The petals of the lotus around the base hint at the watery contents of the 'situla'. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["300BC (circa)"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["bronze"], "Technique": ["incised"], "Dimensions": [" Diameter: 23 centimetres ", " Height: 60.50 centimetres ", " Length: 30.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This 'situla', or bucket, would have been used during the daily offering ritual at the tomb of its owner and would have contained either water or milk. Padiamennebnesuttawy was a member of a well-documented Theban priestly family. Other items from his burial have also survived. Bibliography: 'Egyptian Treasures from the British Museum' [exhibition catalogue] (Shanghai, 1999), 188-191 No 57; S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 114 [139]."], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (139) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.148-149) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " ba "], "Associated names": [" Named in inscription: Amun-Ra ", " Named in inscription: Mut ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription: Padiamunnebnesuttawy "], "Associated places": [" Named in inscription: Karnak (Thebes) "], "Acquisition name": ["From: Dr I C Turnbull"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38214"], "Registration number": [".38214"], "Additional IDs": [" Miscellaneous number: BS.5302 (Birch Slip Number) ", " Miscellaneous number: EA5302 (former registration number) "]}