{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA17058"], "Description": [" Limestone kneeling figure on a narrow oval shaped base, holding an effigy of Osiris across the lap. The figure is shown in a kneeling position resting on the heels, and wears a smooth shoulder-length wig set high along the forehead with a circular outlet at the top of the head to originally attach to a headdress, which is now lost. The figure wears a long kilt indicated at the waist, enveloping the knees and legs. The chest is exposed, and the broad arms, breastbone and torso have been subtly modelled. The eyes are wide and almond shaped with heavy ridges indicating the upper and lower eyelids. The face is fleshy with a broad nose and thick lips, and the face is particularly rounded at the jawline. The arms of the figure are placed against the lap, with both palms turned upwards and holding an effigy of the funerary god Osiris, placed horizontally across the figure’s knees. Osiris is identifiable via the mummified form of his body, the feathered atef-crown, and the crook and flail implements held across his chest. On the reverse the figure leans against a stela which depicts the god Horus as a naked youth ‘conquering’ dangerous animals by trampling over images of crocodiles, a popular representation collectively referred to as ‘Horus cippi’. In his right hand he holds what may be lotus flowers or stems of papyrus, while in his left hand he also holds another object with similar long stems. Above the image of Horus is the profile image of the god Bes, with bulging eyes and a protruding tongue. There are several small dark marks across the stone surface at both arms of the figure and along the clothing at the knees, and small chips visible to the arms, chest, face and wig of the figure, including a crack visible at the right side shoulder extending towards the neck. There are also small chips and notable damage to the left of the cippus at Horus’ face, obscuring the object held in his left hand. The object has been attached to a modern rectangular base. "], "Cultures/periods": ["Late Period (?)"], "Findspot": [" Found/Acquired: Tell Jaiff "], "Materials": ["limestone"], "Dimensions": [" Height: 13.20 centimetres ", " Width: 5.98 centimetres ", " Depth: 7.62 centimetres "], "Curator's comments": ["The object was purchased from the avid collector Rev. Greville John Chester, who acquired a wide range of objects for a variety of museums across Britain. This figure is one of three purchased from Chester within the British Museum collection which are described as originating from the Tell Jaiff area in Egypt, the exact location of which is still unknown today. While all three objects depict a kneeling figure holding an effigy of Osiris in their lap (EA 17056: https://www.britishmuseum.org/collection/object/Y_EA17056; EA 17061: https://www.britishmuseum.org/collection/object/Y_EA17061), this figure is the only one of the three to include a representation of Horus and Bes on the back. Horus cippi, also known as ‘Horus on the Crocodiles’, are typically found as round-topped stelae and were more common from the Third Intermediate Period to the late Ptolemaic Period. Larger forms as well as more portable amulet versions typically featured a representation of Horus conquering the images of dangerous animals; these could include snakes, antelope, scorpions, crocodiles, and lions, though other variations exist. Horus is often shown as a naked youth and depicted with the traditional sidelock of hair. Most cippi also include hieroglyphic text with protective incantations that aim to prevent or cure any injuries caused by dangerous animals; the grandest and largest fully preserved text includes the mythological tale of Osiris, Isis and Horus, and is known as the Metternich stela (dated to the reign of Nectanebo II in the Late Period, now in Metropolitan Museum of Art, New York 50.85 https://www.metmuseum.org/art/collection/search/546037). The story involves Isis hiding the infant Horus in the marshes of the Delta out of sight from the evil god Seth with the help of the god Bes. Horus was considered to be a powerful healing entity who himself had been healed from scorpion stings and snakebites with magic. As suggested via the label on the modern base, the British Museum figure has previously been interpreted as a representation of the goddess Isis, which may then allude to this famous Egyptian myth. While the Horus cippi are found in various forms, it is far less common for the stelae to feature on the back of a kneeling figure. While it is difficult to definitively date this figure and there is no accompanying inscription, a Late Period date is likely based on the popularity of Horus cippi during this time, and the facial features of the figure shared with other Late Period figures. Further Bibliography: J. Berlandini-Keller et al, 2009. Les portes du ciel. Visions du monde dans l'Egypte ancienne (Somogy)."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Bes ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17058"], "Registration number": ["1886,0605.31"]}