{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA66842"], "Description": [" Sycomore fig wood stela of Tamit: below a winged sun-disk and a 'kheker'-frieze the lady Tamit is depicted in adoration of Osiris, Isis, Nephthys, and the four sons of Horus, who stand behind an altar on which rests a large lotus-flower. Seven lines of text at the bottom of the stela contain a prayer to Osiris on behalf of Tamit, daughter of thescribe Ṯʒ-n-ḥsrt , and the lady Ns-Mwt. On the back of the stela are three lines in hieratic which name Tamit and her parents. The stela is cracked in several places but is otherwise well preserved. There is some fading of colour in places. The background of the upper scenes is buff. The disk is red with brown uraei. The wings are blue edged in black with red tips and buff patches at the top, although the blue has largely faded to light green. The hieroglyphs at the top are black, white, red, and blue. The rest of the stela and the frieze is surrounded by a multi-coloured border of blue, red, green, pink, and a few yellow rectangles separated by one black and two white stripes all once edged in blue. The kheker-frieze was blue with white ties on a red background. The deceased has a red body, white dress with black details, and a blue wig, now faded. The altar is blue and the lotus has a green stem and leaves, pink base, and red and white flowers. The face and arms of Osiris are green, his body red, his collar pink, his sceptre black, and his crown white with green feathers. Isis and Nephthys have white head-dresses, blue wigs, pink upper bodies, green-blue dresses, blue and red streamers, and yellow-green feet. Imsety has a blue wig, white cone on it, red face, black beard, brown collar, and green-blue body. Hapy has a red face and body, green collar, and blue wig with white cone. Duamutef has a black face, blue wig, brown collar, and green-blue body. Qebhsenuef has a white face with black details, blue wig, green collar, and red body. There are columns for inscriptions on this scene which have a pink background between blue lines, but they were never inscribed. The hieroglyphs at the bottom are black on alternating pink and buff backgrounds between blue lines. The back and sides are plastered. This has discoloured and cracked in places with some loss to the black-painted inscription on the rear. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Excavated/Findspot: Qurna (Thebes), Tomb 23 Cache "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 38.30 centimetres ", " Weight: 1.495 kilograms ", " Thickness: 3 centimetres ", " Width: 28.50 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), 635, 678."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.32-33)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Tamit (deceased) ", " Named in inscription: Tjanhesret (father) ", " Named in inscription: Nesmut (mother) ", " Named in inscription & portrayed: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Sons of Horus "], "Acquisition name": ["Purchased from: Temple Gallery"], "Previous owner": ["Previous owner/ex-collection: Pitt-Rivers Museum, Dorset"], "Acquisition date": ["1966"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66842"], "Registration number": ["1966,0611.1"], "Conservation": ["Treatment: 31 Mar 2014"]}