{"artifact_name": "statue; base", "Object Type": [" statue ", " base "], "Museum number": ["EA29282"], "Description": [" Sandstone rectangular statue base of the king Ramesses II, only the feet of the alabaster statue of the king remaining. The feet show that the king was originally depicted in a striding position with the left leg advanced ahead of the right. Part of the stone behind the left foot is also still intact. Along the top of the statue base and underneath the feet are incised depictions of the Nine Bows, and at the front before the feet are two horizontal lines of inscription, reading from right to left, which include royal names and titles. Around both sides of the statue base a horizontal band of text provides further names and titles of the king, both concluding on the back of the statue base. In addition to the loss of the statue body, there are some chips to the outer corners and edges along the top of the statue base. However, the base is in otherwise good condition. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sandstone ", " calcite "], "Technique": ["incised"], "Dimensions": [" Height: 17 centimetres (max) ", " Length: 33 centimetres (base) ", " Width: 13.50 millimetres (base) "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["The image of the king placed over the depiction of the Nine Bows, a representation of the traditional enemies of Egypt, is an important visual depiction of the king fulfilling his role as protector of Egypt. His physically standing upon the Nine Bows image represents his dominion and superiority over the potential danger to the Egyptian land who have been successfully conquered. Such images of kings standing over the Nine Bows is found throughout pharaonic history, and found in three dimensional sculpture as early as statues of the 3rd Dynasty king Djoser. The provenance for this statue is uncertain."], "Bibliographic references": [" Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.10-11) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 71) ", " Vandenbeusch et al 2016 / Pharaoh: King of Ancient Egypt (p. 64) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 10 Feb - 10 June, Coventry, Herbert Museum, Secret Egypt 2011 10 June - 24th Oct Torquay Museum, Secret Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["Only the feet of the original statue remain firmly fixed in place on the top of the base. The base itself is worn along the edges and corners but is otherwise well preserved."], "Associated names": ["Named in inscription: Ramses II"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29282"], "Registration number": ["1897,0508.124"], "Conservation": [" Treatment: 20 Jan 2011 ", " Treatment: 09 Dec 2015 "]}