{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1225"], "Description": [" Granodiorite kneeling figure of Nespaqashuty: this archaizing image combines elements from several previous periods. His elaborately detailed double wig and short chin beard have New Kingdom prototypes, most closely paralleled by wig and beard styles of the middle of the Eighteenth Dynasty. But his short, pleated kilt, frequently found on sculpture of the Old and Middle Kingdoms, was rarely represented on statues of the Eighteenth Dynasty and later New Kingdom, most of which are more elaborately costumed. Nespaqashuty's kneeling figure holds a symbol of the goddess Hathor in the form of a stylized sistrum, with the goddess' cow-eared face at the top of the handle. The inscription on the statue invokes, not Hathor, but the lesser goddess Nebethetepet, who was sometimes identified with Hathor. Nespakashuty's face on this statue is clearly no portrait, but neither is it archaizing. He has almond-shaped eyes and a sober expression. The base of statue and the sides of the sistrum are inscribed with hieroglyphs. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["620BC (circa)"], "Findspot": [" Found/Acquired: Karnak (Thebes) "], "Materials": ["granodiorite"], "Technique": ["incised"], "Dimensions": [" Height: 74 centimetres ", " Weight: 175 kilograms ", " Width: 28 centimetres ", " Depth: 48 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["Part of figure (1893,0514.173). The bust and the lower part of this statue were acquired separately, in 1893 and 1897. Since the bust (on which Nespaqashuty's name does not appear) was believed to come from Thebes and the lower section had been acquired at Edfu, the fact that they belonged together was not recognized for some time. It is not entirely impossible that the statue came from a temple in Edfu. But since Nespaqashuty's other monuments are all from Thebes, it is far more likely that the lower half, already separated from the bust, was taken to Edfu by a nineteenth-century antiquities dealer. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 790; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 227, fig. 272. Edith Bernhauer, 'Die Sistrophore der 25. und 26. Dynastie. Ein typologischer und ikonographischer Ausblick', ASAE 83 (2009), 47, 51, 57 fig. 7. H. De Meulenaere, 'La famille des viszirs Nespamedou et Nespakashouty', CdE 38 (1963), 71-7"], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (129)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2009 2 Mar-29 Jun, Paris, Louvre Museum, Les Portes du Ciel 19th Nov 2011- 11 Mar 2012. Richmond, VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Associated names": [" Named in inscription & portrayed: Nespaqashuty ", " Named in inscription: Psamtek I "], "Acquisition date": ["1893 & 1897"], "Acquisition notes": ["The upper and lower sections of this object were purchased separately."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1225"], "Registration number": [".1225"]}