{"artifact_name": "model; religious/ritual equipment; vessel; tool/implement", "Object Type": [" model ", " religious/ritual equipment ", " vessel ", " tool/implement "], "Museum number": ["EA58404"], "Description": [" Model of equipment for Opening of Mouth Ceremony: five vessels (calcite and limestone), a small knife blade and a 'peseshkef' implement (schist and limestone) set into depressions of limestone tablet. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" calcite ", " limestone ", " schist "], "Dimensions": [" Length: 1.90 - 4.20 centimetres (model vessels) ", " Length: 3.50 - 5.90 centimetres (model implements) ", " Height: 4.50 centimetres (tablet) ", " Length: 11.70 centimetres (tablet) ", " Weight: 0.54 kilograms (together) ", " Width: 9.50 centimetres (tablet) "], "Curator's comments": ["This set of miniature models of real implements dates to the Old Kingdom. At that time it would appear that the Opening of the Mouth ritual was different from and simpler than its later developed form. The function of the 'peseshkef' implement has been debated. It may have supported the jaw of the mummy, or else might have played a part in the process of childbirth and thus have been used symbolically to bring about rebirth after death. Bibliography: J. H. Taylor, ‘Death and the afterlife in ancient Egypt’ (London, 2001), p. 191 (fig. 134); W. Seipel, 'Ägypten' Vol. 1 (Linz, 1989), p.85 [52a-h]; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 156-7, pl. on p. 156. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 42."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.156-157)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated events": ["Associated Event: Opening of the Mouth Ritual"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58404"], "Registration number": ["1927,0514.2-9"]}