{"artifact_name": "offering-table", "Object Type": ["offering-table"], "Museum number": ["EA1227"], "Description": [" Red granite offering-table inscribed for Harsiese; on the upper surface a hieroglyphic inscription frames two registers of scenes: (1) group of offerings on a mat, including a pair of tall vessels. From the tops of these issue wavy lines representing water, which converge into a single stream running along the notional 'spout' of the offering table. At each side a fecundity figure carries a tray laden with offerings and flowers. (2) a central hieroglyphic inscription in five columns; to the left the deceased in human form receives a libation from a goddess (probably Nut) concealed within a tree; to the right the deceased as a ba bird receives a libation from a similar tree-deity. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 16.50 centimetres ", " Length: 55 centimetres ", " Width: 54 centimetres "], "$Inscriptions": [" "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Nut"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1227"], "Registration number": ["1897,0511.215"], "Conservation": ["Treatment: 08 Jun 2005"]}