{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8477"], "Description": [" Sycomore fig wood stela of Nehemesratawy: there are three separate registers on this round-topped stela. At the top is a winged sun-disk with uraei and on each side a recumbent jackal holding a sceptre. In the middle register Nehemesratawy stands on the right in worship before a small altar on which rests an offering cooled by a lotus. Behind the altar stand Osiris, Isis, Nephthys, Horus, Hathor, and Anubis all in mummiform guise. In the third register four lines of text contain a prayer to these deities on behalf of the chantress of Amun-Ra Nehemesratawy. The pedestals which supported this stela are now lost. The stela is cracked in two places down the face where the three planks which form it adjoin. The surface is slightly worn and the colours have faded in places. There is a red border around the stela and a multi-coloured border of blue, red, blue, and green rectangles separated by one black and two white stripes between the registers. The background of the stela is yellow. The disk is red with a yellow rim. It has blue upper wings with an upper red edge, green middle feathers on yellow, and blue lower feathers on white with a patch on each side of red feathers on yellow. The uraei have blue-dotted lower bodies, while their upper bodies are blue, red, and green with black details. Their crowns are respectively yellow with green feathers on the left and red on the right. The decoration between the uraei is red, blue, and green. The jackals are black with red sashes, blue flags, and green and red sceptres. The 'šn'-signs are blue with red centres. The texts are black on a green background. In the middle register the deceased has a red body, white garment with a green fringe, green collar and cone with black details, and blue wig. The altar is blue, pot red and lotus green with red edge. The figures of Osiris, Isis, and Horus have red bodies, green arms and sceptres, and green-striped collars. Osiris has a green face and crown with blue feathers, and black beard, eye, and other details. Isis has a green face, blue wig, and blue and red head-dress. Horus has a blue wig, yellow face with black details, and green and red crown. Nephthys and Hathor have green bodies, red hands, green sceptres, red-striped collars, blue wigs, and red faces. Nephthys has a green and red head-dress, while Hathor has a red disk on a green base with black horns. Anubis has a red body, black hands and face, green sceptre, green collar, and blue wig. The columns of text are black between blue dividing lines where indicated. The black text in the third register is on alternate white and yellow backgrounds between blue lines with a white line at the bottom before the red border. The areas for the pedestals are left unpainted. The sides and top of the stela are painted half red and half white and this thin white layer of plaster also covers the back of the stela although much faded and worn. The bottom edge is undecorated. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 46 centimetres ", " Weight: 1.50 kilograms ", " Thickness: 3 centimetres ", " Width: 31 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 78 (no. 101); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 109 (no. 13); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 809; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 242."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.92-93)"], "Location": ["Not on display"], "Condition": ["fair - two vertical cracks"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nehemesratawy ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Horus ", " Named in inscription & portrayed: Hathor ", " Named in inscription & portrayed: Anubis "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8477"], "Registration number": ["1843,0507.17"], "Additional IDs": [" Miscellaneous number: BS.8477 (Birch Slip Number) "], "Conservation": ["Treatment: 10 Dec 2013"]}