{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA11012"], "Description": [" Fragmentary steatite figure of the god Min, the lower body and right arm now lost. The god Min is shown with a bare chest and torso and clear outlines of the musculature across the abdomen. At the waist is an asymmetrical horizontal line likely intended to indicate the belt of this clothing, the outline of which does not survive across the sides or reverse of the figure. His left hand extends down towards the now lost lower body and likely held his erect phallus in his hand. The god likely wore a crown decorated with plumes which appears to have been slotted onto the head via a drilled hole at the forehead, though these features of the crown are now lost and the head is particularly damaged. The ears are asymmetrical in their position, with the right ear considerably higher on the side of the head than the left side. The eyes of the god are large with heavy ridges delineating the eyelids, and he has a thin nose and small shaped mouth with the lips pursed together. At the chin is the remains of a short false beard. On the reverse is a deep vertical groove on the back indicating the spine, and the edge of the crown is visible along the back of the neck. In addition to the loss of the lower body and right arm, the surface is particularly worn at the chest and back of the figure, and there are numerous cracks around the neck and shoulders area and chips to the reverse. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["steatite"], "Dimensions": [" Height: 13.50 centimetres (max) ", " Width: 5.95 centimetres ", " Depth: 4.05 centimetres "], "Curator's comments": ["Though the right arm is now missing, other surviving representations of the god from both earlier periods and the Roman era often show the right arm raised and a flail held in the hand. While the god could also be shown in mummified form with the legs enveloped in material, in other examples the body is free from clothing and the legs are clearly delineated (for instance see another Roman Period figure of Min from the British Museum collection, EA 59074: https://www.britishmuseum.org/collection/object/Y_EA59074). While the god Min was particularly associated with the areas of Coptos and Akhmim, and during the Ptolemaic and Roman occupation of Egypt a cult centre for Min and the goddess Isis was established in Coptos, this figure is described as originating from Thebes. Depictions of Min occur in this format throughout pharaonic history, however the features of this representation are particularly Hellenistic."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Min"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1881"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA11012"], "Registration number": ["1881,0614.13"]}