{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA37978"], "Description": [" Painting from the tomb chapel of Nebamen: the fragmentary top register shows workers standing in front of a gaggle of geese and presenting a basket of eggs to two seated scribes, who record the produce. In the lower register workers come with a flock of geese, and a man presents birds in baskets. A scribe stands reading out the list of produce to a large seated figure of the tomb owner, towards whom both upper registers were oriented (.37979; not displayed). The three vertical registers and one horizontal register of black painted hieroglyphic texts face the same way as the people who speak what is written. In the lower register the man bending forward and holding a stick speaks to the men squatting in front of him. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1350BC (circa)"], "Findspot": [" Found/Acquired: Tomb of Nebamun (Thebes) "], "Materials": ["plaster"], "Technique": ["painted"], "Dimensions": [" Height: 71 centimetres (max) ", " Width: 115.50 centimetres (painting only) ", " Width: 117.80 centimetres (whole fragment) "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The texts are not quite written in classical Middle Egyptian like the formal texts in the tomb chapel, but they are still very remote from what such workers would actually have spoken. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), 817-18; L. Manniche, 'Lost Tombs: A Study of Certain Eighteenth Dynasty Monuments in the Theban Necropolis', Studies in Egyptology (London and New York, 1988), 136-57, esp. 144-5. A. P. Kozloff, B. M. Bryan & L. M. Berman, 'Aménophis III, le pharaon-soleil' (Paris 1993), p. 237 [Fig.IX.22]; Johnson in M. L .Bierbrier (ed.) 'Portraits and masks : burial customs in Roman Egypt' (London, 1997), p. 102, [pl.14.1]; Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 116; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 174-5. Full publication: R. Parkinson, The Painted Tomb-Chapel of Nebamun: Masterpieces of Ancient Egyptian Art in the British Museum (London: British Museum Press 2008). A. Middleton and K. Uprichard (ed.), The Nebamun Wall paintings: Conservation, Scientific Analysis and Display at the British Museum (London: Archetype 2008)."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (38) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.170-175) "], "Location": ["On display (G61/dc2/sB)"], "Exhibition history": [" Exhibited; 1977 London, BM, Animals in Art "], "Condition": ["good (incomplete - upper register damaged)"], "Subjects": ["reading/writing"], "Associated names": ["Associated with: Nebamun"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1821"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37978"], "Registration number": [".37978"], "Additional IDs": [" Miscellaneous number: ES.171 "], "Conservation": [" Treatment: 29 Nov 2006 ", " Treatment: 21 Apr 2010 "]}