{"artifact_name": "dagger", "Object Type": ["dagger"], "Museum number": ["EA23946"], "Description": [" Two corroded sections from the haft and blade of an iron dagger. The blade has a tapering cat's tongue shape, with rounded tip, slightly convex cheeks, and a longitudinal mid-rib on both sides close to the guard. The haft is entirely made of iron, with convex edges and a peanut-shaped cross-section creating a longitudinal groove on either side, filled by a series of five oval buttons. The guard is chevron-shaped, the branches of the V splaying on the side of the blade. Symmetrically, the pommel has a semi-circular shape. Ends of guard and pommel are broken and missing. "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (C), chamber 19 A "], "Materials": ["iron"], "Dimensions": [" Length: 6.85 centimetres (maximum; blade piece) ", " Length: 15.40 centimetres (maximum; haft piece) ", " Thickness: 1.35 centimetres (blade piece) ", " Thickness: 2.46 centimetres (haft piece) ", " Width: 2.62 centimetres (blade piece) ", " Width: 5.84 centimetres (haft piece) "], "Curator's comments": ["W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 77 § 77, pl. xxxvii, 7 : \"The sword (fig. 7) shows the guard well developed (though now much broken away), and an equal stay at the end of the handle to prevent its slipping out of the grasp. The blade has a rib on each side for some little way from the hilt. The handle is curiously shaped, with a groove on either side; partly to lighten it, and partly to hold the rivets by which a leather cover was probably fastened on, without a chance of their galling the hand; such a hollow also would help the grip\". Petrie (ibid.) mentions also \"a rather different sword-handle (...) kept in Bulak\", \"with a knob or pommel at the end of the handle to balance the blade\". It certainly corresponds to Cairo, EM, JE 27377, unfortunately lost. \"Another form, more like an ordinary knife, is fig. 17; the thickness of the middle of blade (the sectiojn being rhombic) seems to show that this was for warfare, but, if so, a guard was probably fastened to the handle\". This item might be Cairo, EM, JE 27376, also lost. See maybe also Boston, MFA 87.721 (deacc.) registered as an iron dagger."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 77 § 77, p. 110, pl. xxxvii, 7) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.46, p.73, p.184, pl.26) "], "Location": ["Not on display"], "Condition": ["Corroded fragments, incomplete (central part of the blade missing)."], "Subjects": ["cat"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23946"], "Registration number": ["1887,0101.1466-1467"], "Conservation": ["Treatment: 08 Mar 2011"]}