{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8493"], "Description": [" Limestone stela of Qen: there are two registers on this round-topped stela with lightly incised texts and figures in sunk relief. In the upper register Ra-Horakhty is seated on the left facing the goddess Meresger who is similarly seated on the right. In the lower register the chiseller of Amun, Qen, kneels on the right with his arms raised in adoration. On the left the lady of the house, Nfrt-ỉry is similarly depicted. The stela is not in a good state of preservation. It is badly worn with numerous small cracks. Traces of yellow paint can be seen on the hieroglyphs, the background and parts of the figures. There are the remains of red paint on the bodies of the figures in the lower register and on the body of the god and on his throne in the upper register. There are traces of blue paint on the serpent's head of Meresger. Spots of a black substance are found adhering to parts of the stela. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 14.30 centimetres ", " Weight: 0.60 kilograms ", " Width: 11 centimetres ", " Depth: 3.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" The chiseller of Amun, Qen, son of Tjanefer and Maʿ-etnefret, is a well-known member of the Deir el-Medina community and flourished in the first half of the reign of Ramses II. His wife Nefertari and his other wife Henutmehyt are both depicted in his tomb, no. 4 in the Deir el-Medina necropolis, and he is attested in tomb 335 (where his name is lost but that of his wife is preserved) and tomb 337. He is named on many monuments. Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 114 (no. 54); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 723-4; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7 (Oxford: Blackwell Press), 204. ", " See J. H. Taylor, 'The Burial Assemblage of Henutmehyt: Inventory, Date and Provenance' in W. V. Davies (ed), Studies in Egyptian Antiquities: A Tribute to T. G. H. James (BM Occasional Paper 123, 1999), 59-72, esp. 69-70 "], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.84-85)"], "Location": ["Not on display"], "Condition": ["fair (worn)"], "Associated names": [" Named in inscription & portrayed: Qen ", " Named in inscription & portrayed: Nefertiri ", " Representation of: Ra-Horakhty ", " Representation of: Meretseger ", " Named in inscription: Henutmehyt "], "Acquisition name": ["Donated by: Sir John Gardner Wilkinson"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8493"], "Registration number": ["OC.1432"], "Additional IDs": [" Miscellaneous number: BS.8493 (Birch Slip Number) "]}