{"artifact_name": "tool/implement(?); knife(?)", "Object Type": [" tool/implement (?) ", " knife (?) "], "Museum number": ["EA23980"], "Description": [" Two fragments, not joined, from a corroded iron object or possibly two different items. The smaller is made of a curved sheet of metal in the shape of a kind of carving gouge, larger on the side of the edge and narrower on the other end (the tang ?), which is broken. The larger one is made of a flat piece of metal, rounded at its narrower end and broken at the other, larger end surrounded by an oval ferrule made of a large stripe of metal. The two parts are stuck together by corrosion mixed with what might be organic material (wood?). This item might be interpreted as the central part of a tool or knife with a handle fixed by a ferrule. "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, Saite enclosure (so-called \"Camp\") ? "], "Materials": ["iron"], "Dimensions": [" Length: 4.15 centimetres (larger piece) ", " Length: 4.46 centimetres (smaller piece) ", " Width: 3.22 centimetres (larger piece) ", " Width: 1.60 centimetres (smaller piece) "], "Curator's comments": ["Items interpreted as a \"part of bit, or knife in metal sheath\" in the Museum register which refers to W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 79 § 78. This would mean that they might have been part of the \"large quantity of iron scraps, apparently of workman's scrap heap (...) found in the camp\"."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 79 § 78) (?) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.75, p.184, pl.26) "], "Location": ["Not on display"], "Condition": ["Corroded and incomplete"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23980"], "Registration number": ["1887,0101.1502"]}