{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA79"], "Description": [" Head and upper body of a granodiorite statue of Sekhmet; socket in the top of the back-pillar, which would have been for a solar disk. She wears a wig and a broad collar, but there is no indication of the dress. The right arm and torso are broken off just above elbow level, while the left arm is broken off just below the shoulder. There is also damage to the nose and left eye. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Karnak (Thebes) "], "Materials": ["granodiorite"], "Dimensions": [" Height: 79 centimetres ", " Width: 50 centimetres ", " Depth: 45 centimetres "], "Curator's comments": ["Published: PM II (vol. 2): p.265 PM V: p.95. The Egyptian goddess Sekhmet was associated with destruction. According to myth, she was the fiery eye of the sun god Ra, which he sent against his enemies. In this form she also appeared as the cobra on the brow of the king, rearing to protect him. Her name means 'she who is powerful'. She is represented as a lioness-headed woman, perhaps because the Egyptians observed that it is the female lion who is the hunter. The largest single group of Sekhmet statues outside Egypt is in the British Museum, where there are in excess of thirty such statues, complete or broken. Most of them were recovered from the temple of Mut at Karnak, where many are still visible. But their original provenance was without doubt the mortuary temple of Amenhotep III on the West Bank at Thebes. King Amenhotep III (1390-1352 BC) obviously especially revered Sekhmet, as he had an enormous quantity of statues of her erected in his mortuary temple in Western Thebes. There may have originally been 730 statues (one seated and one standing for each day of the year). They might have been part of a ritual intended to pacify the fiery goddess. Nearly 600 of these statues have now been accounted for. Amenhotep's temple fell into decay around one hundred years after his death, and was used as a convenient quarry by many later pharaohs. Reliefs from the walls were reused in the nearby temple of Merenptah. Sekhmet was increasingly represented as an aggressive manifestation of the goddess Mut; considerable numbers of the Sekhmet statues were moved to the temple of Mut at Karnak, many by the priest-king Pinudjem I (around 1050 BC), and various kings added their names to the statues in their new locations. The association between Sekhmet and Mut is probably to be sought in the form of the lioness common to the iconography of both deities. In addition, most of the statues were positioned near the sacred lake in the temple. This lake has an unusual kidney shape, and there are other places in Egypt in which rituals to Sekhmet were carried out near similarly shaped lakes. Bibliography: J. Yoyette, ‘Une monumentale litanie de granit: les Sekhmet d’Aménophis III et la conjuration permanente de la déesse dangereuse’, Bulletin de la société français d’Egyptologie’ 87-88 (1980), pp.47-75; B. M. Bryan & S. Quirke (eds.), ''The statue programme for the mortuary temple of Amenhotep III' in ‘The temple in ancient Egypt: new discoveries and recent research' (London, 1997), pp. 57-81; D. O'Connor, 'The city and the world: worldview and built forms in the reign of Amenhotep III' in Amenhotep III: perspectives on (Ann Arbor, University of Michigan Press, 1998)."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA79"], "Registration number": [".79"], "Additional IDs": [" Miscellaneous number: BS.79 (Birch Slip Number) "], "Conservation": ["Treatment: 17 Mar 2011"]}