{"artifact_name": "sarcophagus", "Object Type": ["sarcophagus"], "Museum number": ["EA32"], "Description": [" Black siltstone rectangular sarcophagus of Ankhnesneferibra, God's Adorer of Amun, daughter of Psamtek II: the exterior and interior are incised with vertical registers of hieroglyphs, containing prayers and invocations to the gods derived from a number of sources including the 'Pyramid Texts'. The base of the interior is elaborated with a relief representation of Hathor, as goddess of the west; the sarcophagus was later usurped by a priest of Montu, Amenhotep-Pimontu, in the early Roman Period, who is responsible for the addition of the horizontal register of hieroglyphs around the rim and the usurpation of the cartouches. The sarcophagus, hollowed from a single block of stone, has flat exterior surfaces of excellent smoothness, although the stone has not been highly polished. A band some 8-10cm high along the base was left rough, possibly indicating the depth to which the coffin was set into the floor of the burial chamber, in the original interment. On the interior, the sides were cut so as to create a shaped receptacle for the burial, rounded at the head end and widest across the shoulders. Above this shaped area, the upper parts of the sides were cut back to a flat surface, forming a rectangular socket to accommodate the projecting part of the lid. All the upper edge of the foot end of the box has been broken, and some of the loose fragments have now been replaced in position. "], "Cultures/periods": [" 26th Dynasty ", " Roman Period (later inscription) "], "Production date": ["530BC (circa)"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes), Pit (125 feet deep) Re-used here "], "Materials": ["siltstone"], "Technique": ["incised"], "Dimensions": [" Height: 112 centimetres (including lid) ", " Length: 259 centimetres (max) ", " Width: 115.50 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.685-6 K. Myśliwiec, 'Royal Portraiture of the Dynasties XXI-XXX' (Mainz am Rhein, 1988), 65, 121; pl. LXVIa; S. Albersmeier, Untersuchungen zu den Frauenstatuen des ptolemäischen Ägypten (Mainz am Rhein, 2002), 83 n. 487; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 276-7. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 38. Texts: C.E. Sander-Hansen, 'Die religioesen Texts auf dem Sarg der Anchnesneferibre' (Kopenhagen 1937). Comments on the find-spot: G. Nagel, 'Fouilles de Deir el- Médineh (Nord) [1928]' (Cairo 1929), 15–22. Compare S. Quirke, ‘Ancient Egyptian Religion’ (London, 1992), p. 98; H. & N. Strudwick, 'Thebes in Egypt' (Ithaca & New York, 1999), pp.136-8. Being studied as part of PhD by Elisabeth Greifenstein (University of Wuerzburg)."], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (pp.276-277) ", " Wagner 2016 / Der Sarkophag der Gottesgemahlin Anchnesneferibre, 2 vols. "], "Location": ["On display (G4/B6)"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Ankhnesneferibra ", " Named in inscription: Amun ", " Named in inscription: Psamtek II (daughter of) ", " Representation of: Hathor ", " Named in inscription: Amenhoteppamontu "], "Associated places": [" Associated with: Medinet Habu (Thebes) (used at; originally from) "], "Associated titles": ["Associated Title:", " Pyramid Texts ", "(derived from)"], "Acquisition name": ["Purchased from: Anonymous"], "Acquisition date": ["1836"], "Acquisition notes": ["Acquired in Paris. See Nagel, Deir el-Medineh Nord (1928), 19-20."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32"], "Registration number": [".32"], "Additional IDs": [" Miscellaneous number: ES.32 "], "Conservation": [" Treatment: 12 Feb 2013 ", " Treatment: 19 Sep 2002 ", " Treatment: 25 Aug 1994 ", " Treatment: 20 Feb 2015 ", " Treatment: 24 Jan 1989 "]}