{"artifact_name": "harp", "Object Type": ["harp"], "Museum number": ["EA6382"], "Description": [" Small arched harp with rounded, hollowed soundbox in the shape of a spoon or spade. The soundbox is in three sections: the central one is a continuation of the neck, and the lateral pair is attached to it by three tenon and socket joints on either side. The lower end of the central section has two holes, perhaps used to secure the suspension rod. The cylindrical neck continues the convex outer curve of the soundbox, tapering slightly towards the upper end. On the back of the neck are five holes for wooden pegs, two of which survive; the central hole continues right through the neck. A small section at the upper end of the neck has been spliced in antiquity and is secured by two rows of three wooden pins passing laterally through the neck. There are traces of plaster on the soundbox and neck, and some traces of paint. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Length: 60.20 centimetres (overall) ", " Width: 16.20 centimetres (soundbox) "], "Curator's comments": ["J. G. Wilkinson, Manners and Customs of the Ancient Egyptians I, (1878), p.472, fig.239.1. Manniche, Ancient Egyptian Musical Instruments, (1975), p.37. Anderson, Catalogue of Egyptian Antiquities III, Musical Instruments, (1976) p.75 (106), figs.137-8. Rahiem, in Meyer-Dietrich (ed.), Laut und Leise, Bielefeld 2011, 90"], "Bibliographic references": ["Anderson 1976 / Musical Instruments (106)"], "Location": ["Not on display"], "Condition": ["fair (2 pegs survive but other pegs, skin and strings missing and neck split)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6382"], "Registration number": [".6382"], "Additional IDs": [" Miscellaneous number: BS.6382 (Birch Slip Number) "], "Conservation": [" Treatment: 25 Jul 2008 ", " Treatment: 03 Oct 2013 ", " Treatment: 23 Apr 2010 "]}