{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA50131"], "Description": [" Cypriot terracotta female figure with right arm across chest, left arm against side. Almond shaped eyes and full lips on a round face. Head, chest, right and part of left arm with traces of red paint on dress and black paint on hair. Hair is in an Egyptian fashion with a centre parting, wearing a red dress with a low cut squared neck. Cypriot clay pressed into one-piece mould. Buff fabric with frequent black (volcanic?) and white (limestone) and red (grog) inclusions <1mm. "], "Cultures/periods": ["Cypro-Archaic"], "Production date": ["620BC-550BC"], "Production place": [" Made in: Cyprus "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Aphrodite (Naukratis), Context Φ16 or 17 "], "Materials": ["terracotta"], "Technique": [" painted ", " mould-made "], "Dimensions": [" Height: 9.50 centimetres ", " Thickness: 3.40 centimetres ", " Width: 5 centimetres "], "Curator's comments": ["Parallels with either similar form and pose (Karageorghis 1999, pl. 34.1-7, Type III(i)1-7), or hair and dress styles (Karageorghis 1999, pls 21.7 & 9, 22.1 & 5, 23.1-2, Types II(v)40-2, 50, 55-6) have been found in Cyprus, and assigned to Arsos workshops. They are dated to between the mid 7th and early 6th centuries BC and found in Samos, Rhodes and Crete (Karageorghis 1999, 130-5). Gjerstad sites similar forms as parallels for his Eastern Neo-Cypriot style, that he dates between 570 and 520 BC (Gjerstad 1948, 105-7, pl. 7), though the hair appears to be influenced by Egyptian art. Gjerstad, E. 1948. The Swedish Cyprus Expedition. Vol. IV, Part 2.: The Cypro-Geometric, Cypro-Archaic and Cypro-Classical periods. Stockholm: The Swedish Cyprus Expedition. Karageorghis, J. 1999. The coroplastic art of ancient Cyprus.VB. The Cypro-Archaic Period small female figurines. Nicosia, University of Cyprus."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (DA.025) (Phase 1)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -head and torso only; traces of red and black paint)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1911"], "Acquisition notes": ["1885-1886 season."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50131"], "Registration number": ["1911,0710.106"]}