{"artifact_name": "human mummy; coffin; mummy-wrapping", "Object Type": [" human mummy ", " coffin ", " mummy-wrapping "], "Museum number": ["EA15654"], "Description": [" Mummy of an elderly woman named Bekrenes with resin-soaked linen bundles between the legs; also her anthropoid wooden coffin with painted text and decoration on a layer of plaster. Skull - Mouth closed. Evidence of dental attrition in the lower teeth. There is a probable subluxation of the cervical vertebra 6 upon cervical vertebra 7, associated with a gap in the soft tissues of the neck in this region. There is a displaced tooth in the region of the left nostril. Thorax and Abdomen - Both cavities are tightly packed with bundles of linen. No obvious fractures of ribs, spinal column, pelvis, or hips. Arms - Extended. The right hand and wrist are missing and only a few carpal bones remain of the left. The hands when complete would have covered the genital area. Legs - There is a large dense cylindrical mass lying between the thighs, and another between the shins. These are possibly parcels of resin-soaked linen containing the viscera which were often so placed in the Twenty-Sixth Dynasty. Well-marked calcification of both femoral arteries. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Findspot": [" Excavated/Findspot: Sheikh Abd el-Qurna (Thebes), tomb "], "Materials": [" human tissue ", " linen ", " resin ", " wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 34 centimetres ", " Length: 148 centimetres ", " Width: 37 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Published: S. Walker and M. Bierbrier, Fayum. Misteriosi volti dall'Egitto, London 1997, p. 47 [12]. Art and Afterlife in Ancient Egypt, Japan 1999-2000, [114]. PM I Part 2: p.674"], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (28) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1994 Apr-Aug, Museum of St. Albans, Out of Egypt: Every day life in Ancient Egypt 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2006 6 Oct-2007 18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Condition": ["fair"], "Associated names": ["Named in inscription: Padihor (father)"], "Acquisition name": ["Donated by: Edward VII, King of the United Kingdom"], "Acquisition date": ["1869"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15654"], "Registration number": ["1869,1007.1"], "Conservation": [" Treatment: 03 Dec 2000 ", " Treatment: 23 Jun 1999 ", " Treatment: 27 Mar 2001 ", " Treatment: 04 Aug 1997 ", " Treatment: 11 May 2006 "]}