{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8473"], "Description": [" Sycomore fig wood stela of Nespamedu: there are three registers on this round-topped stela. In the upper register is a winged sun-disk with uraei. There is a scarab and symmetrical hieroglyphs below. In the middle register the mummified Osiris stands on the right behind an altar on which rests a water-pot cooled by a lotus-flower. In front of the altar the deceased stands in adoration. Behind him are Anubis, Shu, Atum, and Ra-Horakhty. Below are four lines of text with a prayer on behalf of Nespamedu, son of Ns-Ptḥ and 'I(w)-b(w)-rḫ.s. On the back of the stela is a line of text in early demotic which names Iuburekhes. Presumably the rest of the inscription has been effaced. The stela is cracked down the centre where two planks of wood which make up the stela adjoin. There is a lesser crack down the right side of the stela and the surface is worn in several places. There is a multi-coloured border of red, green, red, and blue rectangles separated by three black and two white stripes around the stela and between the registers. The background of the two upper registers is buff. The sun-disk is blue with green uraei. The tripartite wings are composed of green dots on buff for the upper, red for the middle, and green lines on buff for the lower. The hieroglyphs are green, red, and blue. Osiris has a green body, buff collar, red face, blue wig, and green feathers all edged in black. The altar is red, the pot blue, and the flower green, blue, and red. The deceased has a red body, blue wig, green collar, buff upper dress, and green and buff skirt with red dividing line. Anubis has a blue body and wig, green ears, buff collar, and buff face outlined in black. Shu has a red disk, face, body, and hands, blue wig, and buff collar. Atum has a blue crown, red face, buff collar, and green body. Ra-Horakhty has a red disk and body, blue wig, and buff collar and face outlined in black. All four gods carry green sceptres. The hieroglyphs are red on white backgrounds between black lines. The hieroglyphs in the third register are black, or red or green edged in black on alternate white and buff backgrounds between red lines. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 37 centimetres ", " Weight: 0.64 kilograms ", " Thickness: 2 centimetres ", " Width: 25.50 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'British Museum Guide' (London, 1909), p. 81 (no. 120); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 108 (no. 7); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 228."], "Bibliographic references": [" Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.60-61) ", " Vleeming 2015 / Demotic graffiti and other short texts gathered from many publications (no.2080, p.370-371) "], "Location": ["Not on display"], "Condition": ["fair - central vertical crack"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Nesptah (father) ", " Representation of: Osiris ", " Representation of: Anubis ", " Representation of: Shu ", " Representation of: Atum ", " Representation of: Ra-Horakhty "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8473"], "Registration number": [".8473"], "Additional IDs": [" Miscellaneous number: BS.8473 (Birch Slip Number) "], "Conservation": ["Treatment: 10 Dec 2013"]}