{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32772"], "Description": [" Wooden female figure: dressed in the high style of the late Eighteenth and early Nineteenth Dynasties, this woman wears a long gala-wig that envelops her shoulders. Each thick tress is individually curled, plaited, and bound at the tip. Two shorter strands frame her face. Her broad diadem is of gold, simulated here by yellow paint. A lotus blossom at the front, its stems crossing over her head to the back of the band, was probably artificial and may well have been part of the diadem. Her dress was a large rectangular piece of sheer pleated linen, which was wrapped around the body with one fringed edge running down the front. Another section was pulled over the left shoulder and arm, and the whole was held together by a knot beneath the right breast. The woman's left foot is lost, but - unusually - both her accessories have been preserved. She holds a lotus blossom in her hanging proper right hand and a formal bouquet of stacked flowers in her left. "], "Cultures/periods": ["19th Dynasty (early)"], "Production date": ["1300BC-1275BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 32 centimetres ", " Length: 18 centimetres (base) ", " Weight: 0.567 kilograms ", " Width: 6.60 centimetres "], "Curator's comments": ["Bibliography: C. Andrews, 'Egyptian Treasures from the British Museum' (Hong Kong, 1998), no. 10, pp. 56-57; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), 700; H. R. Hall, 'Some Wooden Figures of the Eighteenth and Nineteenth Dynasties in the British Museum. Part I' in 'Journal of Egyptian Archaeology' 15, p. 238; W. Seipel, 'Gott. Mensch. Pharao' [exhibition catalogue] (Vienna, 1992), pp. 340-342 [134]; A. R. Schulman, 'Bior 43/3-4' (1986), col.308, n.22; G. Hart, Eyewitness Guides: Ancient Egypt, (1990), p.13; P. Kozloff, B. Bryan and M. Berman, 'Egypt's Dazzling Sun' (Cleveland, 1992), p.466 Tab.3 = 'Amenophis III, Le Pharoan Soleil' (Paris, 1993), p.400 Tab.3; 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan 1999-2000), [13]; 'Egyptian Treasures' [exhibition catalogue] (Bowers Museum, 2000), pp. 46-47. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 118."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (92) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.46-47) "], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair - feet damaged"], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32772"], "Registration number": ["1868,1102.44"], "Conservation": [" Treatment: 28 Mar 2017 ", " Treatment: 27 Jan 2006 ", " Treatment: 12 Mar 1992 ", " Conservation treatment: 1/5/19 "]}