{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37494"], "Description": [" A hollow terracotta female acrobat (its comparanda thought by others to be male), seated with knees pressed against her body, and supporting on upraised hands an object largely broken away, but having a lower horizontal moulding at the rear. She is naked except for briefs, marked with impressions (to represent an animal skin?), and has a necklace with three strung elements: two beads and a pendant. Her hair is cut short. Summary treatment at the back. Feet repaired in plaster, but now damaged: perhaps an ancient repair. The left knee is broken away. A hole has been bored underneath for a modern stand. Two-piece mould. The back design does not 'fit' the front, in that the rear of the head is enormous compared with the face, neither do the arms match nor does the rump. Micaceous red-brown Nile silt. Slight traces of an overall white dressing. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC-1stC BC"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Height: 9.49 centimetres (max) ", " Width: 4.65 centimetres ", " Depth: 5.10 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Ptolemaic, second to first century BC. Comparanda: Close, probably same mould-series: Kaufmann 1913: fig. 86:17; Graindor 1939: pl. xxi:60; Petrie Museum uc50512-3, from the Fayum. In Weber 1914: no. 338 she holds up a stool with a seated male figure; at the Römer-und Pelizaeus-museum Hildesheim (no. 642), she has been combined with a male figure in Karlsruhe in quasi-military dress, seated on a stool, which she holds aloft (Schürmann 1989: no. 1170, dated end of second to first half of third century AD, and illustrated ibid.: Beilage 2). Similarly, Perdrizet 1921: no. 447, from the Fayum, has been brought together with a Cairo Museum lower fragment like ours, also from the Fayum, in Perdrizet 1921: pl. xci: top left and bottom right."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3568)"], "Location": ["Not on display"], "Condition": ["incomplete - feet and upper section lost"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1874"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37494"], "Registration number": ["1874,0314.1"]}