{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2319"], "Description": [" Ebony male figure: on the negative space behind the man's advanced proper left leg is the raised relief figure of a naked small boy, probably his son. Although the boy has a pierced earlobe for earrings, he wears no jewellery or clothing. He must be quite a young child, for he is not yet circumcised. The sculptor has tried to convey his extreme youth by giving him a large head and eye, a plump cheek, and several folds of baby fat on the tummy. The result has an awkward charm. This man is quite simply dressed. His wig, parted in the centre, is fairly short. He is shirtless and his pleated kilt has only a narrow pleated apron, rather than the broader flounced panels worn by many of his high-ranking contemporaries. Seen in profile, the man's body is thickened through the abdomen and hips. This suggestion of maturity is confirmed by his distinctive face, with its broad, flat cheeks, square jaw, and firm but fleshy chin. Age lines run from the nostrils to the corners of the mouth. The mouth is relatively large, with a full lower lip. The nose is straight and rather narrow. The tautness of the facial features suggests a strong, determined character, and this impression would have been intensified by the inlaid eyes and eyebrows, now lost. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" ebony ", " gesso "], "Technique": [" inlaid ", " painted "], "Dimensions": [" Height: 48.30 centimetres "], "Curator's comments": ["See B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p. 523. Bibliography: H. R. Hall, 'Some Wooden Figures of the Eighteenth and Nineteenth Dynasties in the British Museum. Part II' in 'Journal of Egyptian Archaeology' 16, p. 39, pl. 12."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (93)"], "Location": ["Not on display"], "Condition": ["fair - eyes lost"], "Acquisition name": ["Purchased through: Harry Osborn Cureton"], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2319"], "Registration number": [".2319"], "Additional IDs": [" Miscellaneous number: BS.2319 (Birch Slip Number) "], "Conservation": ["Treatment: 12 Jul 2013"]}