{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA185"], "Description": [" Lower body of a black basalt seated deity. The figure is shown in a seated position and wears a long garment that covers the legs. The right side of the throne includes incised representations of cattle facing in the same direction as the seated figure. The top right edge of the throne is lost, but at the front there is a further column of inscription. Below the deity’s legs on the right side are three short columns of incised text and underneath a relief figure shown adoring the god. The figure wears a short wig, and their arms are raised in adoration. The figure is lost from the chest down. On the opposing left side only a few signs from a similar set of three columns of incised text survive below the deity’s legs, but likely this also included an adoring relief figure. On the reverse are the remains of the back-pillar, with two broad columns of incised text. Only the middle portions of these columns now survive. Much of the throne and left side of the body has been restored, including the deity’s feet. The object is now supported on a tall modern base. "], "Cultures/periods": ["Late Period"], "Excavator/field collector": ["Field Collection by: George Annesley, 2nd Earl of Mountnorris"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 21 centimetres (max) ", " Width: 13 centimetres ", " Depth: 25.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" The surviving relief scene across the right side of the throne appears to represent scenes from Chapter 148 of the Book of the Dead. This scene includes seven celestial cows and steering oars. This section of funerary literature was focused on the transformation and transfiguration of the deceased to make them ‘excellent for the heart of Re’. Similar representations of the celestial cows are found not only in sculpture but in tomb decoration, including famous images from the tomb of Queen Nefertari in the Valley of the Queens. ", " To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost, much conservation"], "Subjects": ["ancient egyptian deity"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 148)"], "Acquisition name": ["Purchased from: Arthur Lyttelton Annesley"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA185"], "Registration number": ["1853,0108.109"], "Additional IDs": [" Miscellaneous number: BS.2342a (Birch Slip Number) "]}