{"artifact_name": "heart-scarab", "Object Type": ["heart-scarab"], "Museum number": ["EA7895"], "Description": [" Green basalt(?) heart-scarab, striated elytra, unpierced, base inscribed with eleven lines of hieroglyphs with the text of Book of the Dead chapter 30 for Djedasetiufankh. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt (?)"], "Dimensions": [" Height: 1.61 centimetres ", " Length: 4.38 centimetres ", " Width: 3.24 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Jenkins & Sloan 1996 Inscribed with chapter 30 of the Book of the Dead for a man named Djedasetiufankh, son of Merneitites. D'Hancarville catalogued this together with 1772.0315.431. Of the ankh sign (croix ansee or handled cross), present on 431 but absent on 432, d'Hancarville remarked that Athanasius Kircher (1602-80) had interpreted it as the sign of the Creator, while others had seen it as a compass, or even a tool for planting lettuces. To d'Hancarville it was nothing more than a well-disguised phallus, evoking the myth of the castration and other sufferings of Osiris. In his manuscript catalogue to the Hamilton collection, d'Hancarville gives a valuable reference to the source of Hamilton's collection of Egyptian scarabs: 'Here one finds the finest collection of Egyptian scarabs which has ever been made, which the Due de Noia took more than twenty years to put together.' This is perhaps the source of Raspe's note in the collections index to Tassie's casts: 'Caraffa, Noya, Due de a Naples: The scarabs and the more ancient sealstones from his cabinet are today in the British Museum; the rest are with Mr Charles Greville.' Tassie lists a scarab from the Carafa Noia collection at p. 5, no. 36 as being with Greville. Giovanni Carafa (1715-68), Duca di Noia, was a professor of mathematics at the University of Naples. He had a collection of specimens of natural history and another of artworks and antiquities, including vases, coins and inscriptions. D'Hancarville's claim regarding the quality of the Carafa Noia collection of scarabs was no empty boast. Today the assemblage is outstanding, even to Egyptologists, both for its beauty and for its high proportion of Middle and Late Bronze Age pieces. When the Hamilton collection was first displayed in the British Museum, those objects that were obviously Egyptian were shown in a gallery separate from the Hamilton Room. The connection between some stones seen here and the Hamilton collection therefore became forgotten and has only been re-established in the course of research for this catalogue. LITERATURE: D'Hancarville, MS Catalogue, 11, pp. 476-8; Tassie, no.21."], "Bibliographic references": ["Jenkins & Sloan 1996 / Vases and Volcanoes - Sir William Hamilton and his collection (104)"], "Location": ["On display (G1/fc16/top/left)"], "Condition": ["good"], "Associated names": ["Named in inscription: Mernitites (mother)"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 30)"], "Acquisition name": ["Donated by: Sir William Hamilton"], "Previous owner": ["Previous owner/ex-collection: Duc de Noia"], "Acquisition date": ["1772 (or later)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA7895"], "Registration number": ["1772,0315.432"], "Additional IDs": [" Miscellaneous number: BS.7895 (Birch Slip Number) ", " Miscellaneous number: H432 "]}