{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA60756"], "Description": [" Bronze figure of Isis nursing Horus: there are some cracks in the metal and the tops of the horns are missing on the crown of this stauette. The sun disc and cow's horns identify the subject as Isis, who is accompanied by her son, the young Horus, who sits on her knees. The goddess wears an incised tripartite wig with vulture headdress, decorated with a cobra rather than the usual vulture head. On top of her head, supporting the crown is a modius of cobras. Her dress is Egyptian in style and sheath-like in appearance, and around her neck she wears an incised collar of beads. She holds her left breast with her right hand for her son, who leans back, supported by his mother's left hand. The young god is naked and is identified by the single lock of hair, denoting his youth, on the right side of his head. The tang is beneath the base. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["4thC BC-3rdC BC"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": [" solid-cast ", " incised "], "Dimensions": [" Height: 23.60 centimetres ", " Weight: 0.89 kilograms ", " Width: 6 centimetres ", " Depth: 8.50 centimetres "], "Curator's comments": ["Published: S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.48 [I.27] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 105 [127]. The tang at the bottom of this statue indicates that it would have originally been attached to a base. Bronze figures of deities could stand alone or be part of a group composition. Bronze statuettes of divine family groups became very popular in the Late Period (661-332 BC), and were placed in temples by wealthy individuals. The figures of Isis and Horus symbolised the divine mother and the living king, who succeeded his father, the deceased king Osiris, but both were also important protective deities. Isis was revered for her skills with magic, and Horus, as the child god Harpokrates, had power over dangerous animals. For a similar statue dated to the 26th Dynasty, see Aubert, Bronzes et or Egyptiens, 2001, pl. 17-18. Compare also Berlin 2362 and 2374, in G. Roeder, ‘Ägyptische Bronzefiguren’ (1956), pp. 251-2, pls. 35d-e."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (127)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Horus "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60756"], "Registration number": ["1839,0921.76"], "Additional IDs": [" Miscellaneous number: BS.756 (Birch Slip Number) "], "Conservation": ["Treatment: 30 Oct 1977"]}