{"artifact_name": "aryballos", "Object Type": ["aryballos"], "Museum number": ["EA68829"], "Description": [" Glazed composition aryballos in the form of a hedgehog. Base and part of body and head survives. Conventional example with large, depressed ear, crosshatched diamonds detailling coat, crest above face indicated by parallel striations, circular incision for eye, and turned-out front feet. Base clearly shows that cut out with a blade, with sides at different angles, apsidal ended as usual. Interior shows method of working - impressions of wound stems of grass/ reeds/ papyrus clearly visible. Glaze- pale green surface survives in small areas, e.g above left ear. Core-cream, fine, hard. "], "Cultures/periods": [" Late Period ", " Archaic Greek "], "Production date": ["6th century BC"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 3.50 centimetres ", " Weight: 28 grammes ", " Width: 4 centimetres ", " Depth: 6 centimetres "], "Curator's comments": ["The object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements) by the Centre de Recherche et de Restauration des Musées de France (C2RMF) in March 2014. Aryballoi in faience are a rare find in Naukratis. Amongst the four hedgehog aryballoi said to come from Naukratis, only BM 1886,0401.1501 can be assuredly assigned to the site (Webb 1978, 133, no. 905, pl. 21), while the provenance of the aryballoi kept in Edinburgh, Copenhagen and New York is highly doubtful (Webb forthcoming). The aryballos in the shape of an African head – Boston Museum of Fine Arts 03.835 – is also unlikely coming from Naukratis, because of its very fine state preservation. To the British Museum specimen of a hedgehog aryballos can be added two fragments of spherical aryballoi kept at the Museum of Fine Arts in Boston (Eg.Inv.3623-3624). All these examples of finds actually made on the site of Naukratis demonstrate the poor conditions of preservation which prevailed there -either due to damp and their making up part of what were rubbish dumps in antiquity, or the damage caused by the conditions prevailing in the 1880's when the Sebakhin were extracting the rich soil for fertiliser. Their fragmentary condition makes it even less likely that complete examples can be assigned a findspot from Naukratis itself, although this does not rule out the possibility of their manufacture there. See the comment on fragmentary hedgehog aryballoi noted by Edgar in piles of rubbish near the scarab factory. (Hogarth 1905, 134). Such containers were very popular in the Mediterranean world during the 6th century BC and belong to the Phase III in the Archaic Greek Faience typology by Webb (Webb 1978, 133–5; Webb forthcoming; Pierrat-Bonnefois forthcoming). Apart from Naukratis, other Egyptian sites have produced hedgehog aryballoi in faience, such as Tell el Yehudiyeh, with four fromThebes, and another three with a general attribution to Egypt (Webb 1978, nos 907–915). Webb would argue for their place of manufacture as being in Egypt, both because of the Egyptian type of hedgehog, and the technique used to model the vessel, using a tightly bound wad of reeds/ papyrus or grass. This supported the unfired glazed composition as the vessel was being modelled, but would burn out during the firing. Similar traces can be seen in vessels of Egyptian origin. (Webb 1978, 144, C2, pl 2) Other aryballoi types which belong together with the hedgehogs are modelled as animals which can be paralleled in Egyptian New Kingdom and later perfume flasks: Tilapia ('bolti') fish (Webb 1978, nos. 941-949); grasshopper/locust (Webb 1978, nos. 950-953); porcupine (Webb 1978, no 954); ape or monkey on all fours (Webb 1978, no 955-6); and lastly - goat or ibex, including a magnificent standing ibex on a square base, which is a fine earlier product, sharing the elaborate 'egg and dart' decoration on the edge of the lip with the finest spherical and cartouched aryballoi. Parallel to these Egyptian models, there are other aryballoi which copy Greek models: helmeted heads, Achelous heads, Herakles' head in lionskin, though very often without understanding the significance of the original. Other types of aryballoi reproduce Egyptian concepts, like the head of a Black African/Nubian backed against that of a Syrian (Webb 1978, nos 874-877), which reflects the very common New Kingdom idea of excerpting two of the nine traditional enemies of Egypt to decorate the Pharaoh's furniture. (For example the walking sticks of Tutankhamun, Reeves no. ???). Yet others confuse Egyptian and greek concepts. We are therefore quite clearly have an artistic milieu which combines influences from both Egyptian art and the East Greek world. Webb, V. 1978, Archaic Greek Faience: Miniature Scent Bottles and related Objects from East Greece, 650 - 500 B.C., Warminster. Webb, V. 1987, 'A Faience Hedgehog Vase', in R.D.Barnett and C. Mendleson(eds), Tharros, A Catalogue of Material in the Biritsh Museum from Phoenician and other Tombs at Tharros, Sardinia, London, 72-74. Pierrat-Bonnefois, G. forthcoming, Some remarks on the place of Naukratis in the history of faience, Proceedings of the first Naukratis workshop, held at the British Museum 16th–17th December 2011, ed. R. Thomas. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011. ADD Reeves the Complete Tut ankh amun"], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (no 905, p. 133, PL. XXI) (Edgar JHS 25, 1905, p.134, mentions that he 'noticed one or two fragmentary specimens'.) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FB.01) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68829"], "Registration number": ["1886,0401.1501"]}