{"artifact_name": "mummy-board", "Object Type": ["mummy-board"], "Museum number": ["EA35464"], "Description": [" Wooden mummy-board, rectangular with rounded section at top, decorated with polychrome painted and gilded vignettes showing the Ba-bird with Anubis mummifying the deceased below, with 39 lines of a demotic funerary text beneath, giving the name of a woman Taubasthis, decoration worn. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" wood ", " gold "], "Technique": [" painted ", " gilded "], "Dimensions": [" Height: 144.50 centimetres ", " Width: 13.50 centimetres ", " Depth: 2 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: S. P. Vleeming, Demotic and Greek-Demotic Mummy Labels and Other Short texts gathered from Many Publications (Studia Demotica 9; Leuven: Peeters), no. 1084. G. Vittmann 'Ein neuer religioeser demotische Text', ZAS 117 (1990), 79-88, pl. 3-5. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 176-7. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, p. 322. Translation: Mark Smith, Traversing Eternity; Texts for the Afterlife from Ptolemaic and Roman Egypt (Oxford 2009), text no. 51."], "Location": ["On display (G62/dc24)"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["fair"], "Acquisition name": ["Purchased through: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35464"], "Registration number": ["1901,0608.197"], "Conservation": [" Treatment: 01 Apr 1999 ", " Treatment: 28 Mar 2017 "]}