{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8484"], "Description": [" Cedar wood stela of Padiamun: Osiris is enthroned on the left of this round-topped stela, while on the right stands the prophet of Amenresonther and overseer of the craftsmen of the estate of Amun Pediamun, clad in a long robe and a leopard-skin and holding an offering of ointment. Between the figures is the fetish of Anubis. Six columns of text, containing a funerary invocation of Osiris on behalf of the deceased, are painted above the figures and the scene is enclosed in rounded border. The subject cannot be further identified. The stela is well preserved apart from some wear. The background is white and the border is blue. The hieroglyphs are black on grey between red lines. The crown of the god is white, edged in red, with a similarly coloured uraeus, blue feathers, and red streamer. His face is green, edged in black, with black beard and black eye on white. His upper collar is blue and lower grey with black dots. The straps across his chest are red and his sceptres grey, edged in red, with a patch of blue on the flail. The throne is blue and red divided by grey. The human figure is red with black features. His robe is white with red lines and dots, while the leopard skin is grey with blue dots and red details. The offering of ointment is red emerging from a blue pot with grey red-lined rim and base. The pole of the fetish is grey with blue dots and the object white with black details. "], "Cultures/periods": ["21st Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["cedar wood"], "Technique": ["painted"], "Dimensions": [" Height: 29.20 centimetres ", " Thickness: 6.50 centimetres ", " Width: 19.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.809; The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 75 (no. 84); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), pp. 102-103, 114 (no. 47). ", " On acquisition see M.L. Bierbrier, 'Pamerihu Finds a Home', GM 179 (2000), 7-8. "], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.2-3)"], "Location": ["On display (G65/dc1)"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Padiamun ", " Representation of: Osiris "], "Acquisition name": ["Purchased from: Edward James Andrews"], "Acquisition date": ["1848"], "Acquisition notes": ["Lot 33 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8484"], "Registration number": ["1848,0829.383"], "Additional IDs": [" Miscellaneous number: BS.8484 (Birch Slip Number) "], "Conservation": ["Treatment: 10 Jan 2014"]}