{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1136"], "Description": [" Limestone false-door of Sennu: the false-door is carved in poor, sunk relief with conventional texts and representations. At the top is a single line of text giving a shortened offering-formula which is continued in a further line beneath the three panels containing representations. The central panel has figures of Sennu and his wife Tjentets seated on either side of an offering-table above which their names and titles are inscribed. The panels on the left and right have scenes of relatives making offerings: on the left, his son Ḥm-kʒ (unless this is a title) brings strips of cloth, and 'Inỉ-‘nḫ, possibly another son, brings a jug in a bowl and a duck; on the right, his son Ptḥ-špss is shown offering incense, and his daughter (?) Nfrt brings a duck. The lower part of the stela has larger figures of Sennu and Tjentets on either side of the doorway and there are smaller scenes on the outer jambs: on the left from bottom to top, Nb-ḥḏw (?) is shown bringing a haunch, his daughter ʒbdwt bringing a duck, and his daughter Nfrt-sḏmt standing in attendance. On the right, at the bottom, Ḫnw, possibly a son, is shown filling a pot; in the middle five jars of oil are shown; at the top is a representation of his daughter Ḫnwt, bringing a duck. There are traces of red on the principal figure of Sennu. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Found/Acquired: Giza (Memphis) (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 94 centimetres (case) ", " Height: 86 centimetres ", " Width: 71 centimetres (case) ", " Width: 58 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 67; part 2, p. 307."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.20)"], "Location": ["Not on display"], "Condition": ["fair"], "Associated names": ["Named in inscription & portrayed: Sennu"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1136"], "Registration number": ["1893,0514.177"]}