{"artifact_name": "cosmetic-jug", "Object Type": ["cosmetic-jug"], "Museum number": ["EA22819"], "Description": [" Glass cosmetic jug with globular body: this jug, with its almost cylindrical neck and single vertical handle from upper neck to shoulder is a copy in glass of the well-known Cypriote base-ring I juglet, a relatively rare shape among Egyptian glass vessels. The opaque purple-blue glass body has a glossy surface. Both foot and rim are encircled with prefabricated dark blue and yellow cords. Two heavy yellow threads encircle the upper neck. The thread decorations of the body are in yellow and turquoise-blue, chevrons on the neck and a flame pattern on the body. The handle has applied thread decorations also in yellow and light blue suggesting an origin at Medinet Ghurab. The foot is solid. The neck is broken and replaced just above the join with the body. The greater part of the handle is lost. "], "Authority": ["Ruler: Amenhotep III (or later)"], "Cultures/periods": [" 18th Dynasty (?) ", " 19th Dynasty (?) "], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Dimensions": [" Height: 9.30 centimetres "], "Curator's comments": ["This is a glass imitation of a Cypriot Base Ring I juglet. The lack of handle or relief decoration found on Cypriot originals are Egyptian adaptations (Karageorghis and Merrillees 2007, 147 and fig. 3 with refs on Cypriot pottery imports to Egypt). Bibliography: V. Karageorghis and R.S. Merrillees 2007, 'Imitations of Late Cypriote pottery found in Egypt', Report of the Department of Antiquities, Cyprus 2007, 145-155. A. P. Kozloff 'et al.', ‘Egypt’s dazzling sun: Amenhotep III and his World’ (Cleveland 1992), pp.368, 383-384 [91] = 'Le Pharaon-Soleil Catalogue' (Paris 1993), pp.331-332 [91]; B. Nolte, ‘Die Glasgefässe in Alten Ägypten (Berlin 1968), 104f. (with additional bibliography), pl. XIII, 10; W. M. F. Petrie, ‘The Arts and Crafts of Ancient Egypt’ (London 1909), illustrated pl. opp. p. 120, no. 121; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 168, pl. on p. 168."], "Bibliographic references": [" Cooney 1976 / Glass (1755) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.168) ", " Tait 1991 / Five Thousand Years of Glass (fig.21, p.26) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22819"], "Registration number": ["OC.540"], "Conservation": ["Treatment: 24 Sep 2004"]}