{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10507,2"], "Description": [" Papyrus written with black ink with demotic funerary text on recto only (12 columns). Cut and mounted in three frames. "], "Cultures/periods": ["Graeco-Roman"], "Production date": ["1stC BC (circa)"], "Findspot": [" Excavated/Findspot: Panopolis (historic - city) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 70.30 centimetres (frame) ", " Width: 35.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Published: Mark Smith, The MortuaryTexts of Papyrus BM 10507 (London 1987). Thompson's MS Catalogue: \"Religious text written for Hor son of Petemin. Date. Late Ptolemaic or Early Roman\". Translation: Mark Smith, Traversing Eternity; Texts for the Afterlife from Ptolemaic and Roman Egypt (Oxford 2009), text no. 12. Mosher, Catalogue of the Books of the Dead in the BM: The Papyrus of Hor, (2001), p.35 n.16. Cfr. entry in www.trismegistos.org - DAHT. Cfr. Hoffmann F., Das Alter des Hor, Sohnes des Petemin, in P. BM EA 10507 2.3, in S.L. Lippert and M.A. Stadler (eds.), Gehilfe des Thot : Festschrift für Karl-Theodor Zauzich zu seinem 75. Geburtstag. Wiesbaden, 2014, 51-53. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, p. 321."], "Bibliographic references": [" Smith 1987 / Catalogue of Demotic Papyri in the British Museum III: The Mortuary Texts of Papyrus BM 10507 ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (48654) (http://www.trismegistos.org/text/48654) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: cockled, delaminating, fractured, loss Black ink Backed: brown paper (cockled) Mount Details: Sandwich: glass Sandwich: board Binding: leather (deteriorated) Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: good"], "Acquisition date": ["1896 (Purchased by E.A.T.W Budge in Akhmim, Egypt)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10507,2"], "Registration number": ["1896,0731.17.2"], "Additional IDs": [" Miscellaneous number: Frame.2 ", " Miscellaneous number: P.Brit.Mus. III "]}