{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA65789"], "Description": [" Sycomore fig wood stela Bastetirdis(?): this round-topped stela is divided into three registers. At the top is a winged sun-disk without uraei. In the second register there is a scene under a sky-sign. The deceased stands on the right in adoration before an altar on which rests a lotus-flower. Behind it stand Ra-Horakhty, a winged Isis enfolding a šn-sign, and the four sons of Horus. Below are three lines of text containing a prayer to Ra-Horakhty on behalf of Bastetirdis(?), daughter of Pʒy.f-ṯʒw-ʿwy-Bʒstt. The stela has two large cracks down its face along the edges of the three planks of wood which form it. The stela is bordered on all sides and between registers by multi-coloured rectangles of red, blue, pink, and green separated by one black and two white stripes edged in black. The background is yellow-white. The disk is red with black-dotted white upper wings which have a black upper edge, blue middle wings, and green lower feathers edged in red. The text in the upper register is black with a blue border. In the second register the sky is blue with black dots. The deceased has a brown body, white dress edged in black, and black wig. The altar is blue and the flower green. Ra-Horakhty has a red disk, white face with black features, blue wig, brown black-striped collar, green body and sceptre, and red hands. Isis has a green body, blue wig and head-dress, and red dress. Her outer right wing has a green upper edge, white patch with black dots, blue with red edge, green with black stripes, and finally blue edged in red. The inner left wing has a green upper and red lower left patch with black details and a blue right edge. The šn-sign is green with a red centre. The four gods have green bodies and sceptres, brown black-striped collars, and blue wigs. The faces of the first two are red, the third black, and the fourth white with black features. The hieroglyphs are black with blue dividing lines here and in the third register. The back and sides were plastered, now mostly worn away. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 39.50 centimetres ", " Weight: 1.18 kilograms ", " Thickness: 2.30 centimetres ", " Width: 26.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.46-47)"], "Location": ["Not on display"], "Condition": ["fair - two vertical cracks"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Bastetirdis (?) ", " Named in inscription: Peftjauawybast (father) ", " Named in inscription & portrayed: Ra-Horakhty ", " Named in inscription & portrayed: Isis ", " Representation of: Sons of Horus "], "Acquisition name": ["Donated by: Mrs Naomi Mitchison"], "Acquisition date": ["1962"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65789"], "Registration number": ["1962,1015.1"], "Conservation": ["Treatment: 30/4/1968"]}