{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA58318"], "Description": [" Glazed composition amulet in the form of a ram, an animal associated to Egyptian deities such as Amun and Khnum, but also to the Greek god Apollo; represented walking, with area under belly left solid, standing on a small rectangular base; miniature example, but head-muzzle, eyes and forward curving horns modelled with skill; solid, square shaped suspension ring on the back; pale yellow glaze, with added black-brown glaze on curved forward horns and three spots on left side of body (none on right); complete. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["664 BC - 525 BC"], "Production place": [" Made in: Naukratis, ? "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Apollo (Naukratis), Stratum AΠ5 (top level of 'bothros' / 'trench with bowls') "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed "], "Dimensions": [" Height: 2.30 centimetres ", " Length: 3 centimetres ", " Width: 0.90 centimetres "], "Curator's comments": ["The faience object was analysed by proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam for characterisation of the elemental chemical composition (major, minor and trace elements), in March 2014, by the Centre de Recherche et de Restauration des Musées de France (C2RMF). This amulet could represent the sacred ram, an animal associated to Amun in Naukratis, with forward curving horns (on various types of ram's amulets: Herrmann et al. 2010, 87-88). The ram-headed god Amun-Ra Baded was the main deity revered in Naukratis (Guermeur 2005, 126-138; Yoyotte 1982/83). However, the context of discovery, the sanctuary of Apollo, make it rather dubious. Apollo in his shape Apollo Karneios was also associated to the ram. Guermeur, I. 2005. Les cultes d’Amon hors-de-Thèbes, Turnhout. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Yoyotte, J. 1982/83, ‘L’Amon de Naukratis’, Revue d’Égyptologie 34, 129–36."], "Bibliographic references": [" Webb 1978 / Archaic Greek Faience, Miniature scent bottles and related objects from East Greece, 650-500BC (446) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (pl. II, no. 6) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.266) (phase 3) "], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["mammal"], "Associated names": [" Associated with: Amun-Ra (?) ", " Associated with: Apollo (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58318"], "Registration number": ["1886,0401.1331"]}