{"artifact_name": "knife", "Object Type": ["knife"], "Museum number": ["EA68512"], "Title": ["Object: The Pitt-Rivers Knife"], "Description": [" Knife: ivory grip decorated with rows of animals in relief; flint blade with serrated lower edge. "], "Cultures/periods": [" Late Predynastic ", " Naqada II "], "Production date": ["3200BC (c.)"], "Findspot": [" Excavated/Findspot: Sheikh Hamadeh "], "Materials": [" ivory ", " flint "], "Dimensions": [" Length: 24 centimetres "], "Curator's comments": [" Bourriau, J, JEA Vol. 62, 1976, p.145, pl. XXIV,1. Spencer, Early Egypt, 43, pl. 26 S. Quirke and A.J. Spencer, The British Museum book of ancient Egypt (London, The British Museum Press, 1992), fig.114 T.G.H. James, An introduction to ancient Egypt (London, 1979), fig. 9; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 32-3. T.G.H. James, 1976. 'Egyptian antiquities'. The Classical tradition, 221-225. London: British Museum Publications. ", " Strudwick N 2006 One of the greatest achievements of the Naqada II culture was the production of some of the finest flint knives ever made. They exhibit a remarkable development from the roughly flaked implements produced in the fifth-millennium BC Badarian culture; their quality is such that it is unlikely that the finest examples - such as this - were ever used for anything other than ostentatious display or a 'ceremonial' function. The same is true of the contemporary slate palettes. The blades were prepared by grinding a piece of good-quality flint to the form required. A flat edge was created at the back of the blade to provide a suitable surface from which small flakes of flint could be detached by pressure, a technique employed with such skill that each flake was the same size and shape, creating a rippled pattern along the length of the knife. This pressure flaking was restricted to only one face, the other being left as a smooth ground surface. Finally, the knife's edge was worked into a series of very fine serrations. The Pitt-Rivers Knife, as it is usually known, has an ivory handle decorated on both sides with rows of birds and wild animals, carved in raised relief. It is not always easy to identify the animals precisely, but they include cranes, elephants, lions, Barbary sheep, hyenas, donkeys, and cattle. All these could probably be seen in Egypt at the time, or were familiar from elsewhere, and some are shown on other carved knife handles and on some slate palettes. The knife handles differ from the palettes in the arrangement of the creatures in orderly rows, probably precursors to the horizontal baseline of the register division so familiar from Dynastic times. It is difficult to imagine something so delicate and elaborately decorated fulfilling a utilitarian function; it must have been made for an elite group, for some very special purpose. A number of similar items are known, some bearing animal depictions as here, one with boat scenes and others depicting figures in Near Eastern style. The other major carved products of the late Predynastic Period are the ceremonial palettes (see the 'Battlefield' Palette, EA 20791). The ceremonial palettes seem more likely to have come from temples than tombs, and thus probably had a combined display and ritual function. However, several of these knife handles came from tombs, including two examples excavated in the late Predynastic cemeteries at Abydos in the 1980s and 1990s. It thus seems more likely that they were marks of wealth and status, buried with their owner as a sign of his importance. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.32-33)"], "Location": ["On display (G64/dc6)"], "Condition": ["fair"], "Acquisition name": ["Purchased from: V Poklewski-Koziell"], "Previous owner": [" Previous owner/ex-collection: Rev Greville John Chester ", " Previous owner/ex-collection: Augustus Henry Lane Fox Pitt-Rivers "], "Acquisition date": ["1974"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68512"], "Registration number": ["1974,0723.2"], "Conservation": ["Treatment: 12 May 1995"]}