{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8482"], "Description": [" Sycomore fig wood stela of Harwa: this round-topped stela is in the form of a double doorway. The area above the lintel and the right column of the exterior doorway have been lost. The lintel is decorated with a winged sun-disk and the surviving column with painted stripes. The interior doorway has a similar lintel, but its left jamb is lost. The right jamb bears a prayer to Atum on behalf of the prophet of Wsr-ʿ Harwa. There is a painted round-topped stela in the centre of the doorway consisting of three registers. The upper register contains a winged sun-disk with winged uraei. The deceased stands on the right of the central register in adoration before an altar on which rests a water-pot cooled by a lotus-flower. Behind stand Ra-Horakhty and the goddess Maat. The lower register consists of three lines naming Harwa, son of Ḥr, son of Pʒ-dỉ-ʒst and the lady Šp-n-wn . The doorways rest on a base which carries a prayer on behalf of Harwa. The stela is much cracked and worn and has lost several of its architectural attachments, which had been joined to the main stela by wooden pegs. It appears that in several places the painted plaster has been applied over a piece of linen stuck to the surface of the wood. The background between the doorways and at the top of the stela appears to have been red, of which traces remain. The backgrounds of the lintels are yellow. The disks are green and the uraei are yellow outlined in black. The wings are in three sections: yellow outlined in black on the top, blue with red tips, and green with red tips. The lintels are decorated with splashes of red, blue, and green. The surviving column of the exterior doorway is yellow with green and red stripes. The surviving jamb of the interior doorway is yellow with a blue border and its text is green. The base attachment is similarly painted. The interior stela has a multi-coloured border of red, blue, orange, and green rectangles separated by one black and two white stripes and all edged in green along three sides and between the registers. The background of the upper register is green. The disk is green and the wings again are tripartite: yellow outlined in black, green, and then blue feathers both on yellow ground. The uraei are yellow with black details and the šn-signs which they enclose are also yellow. The figures and objects in the second register are all yellow with black details including the black hieroglyphs on a yellow background. The general background of this register is blue and it has been applied around the figures which thus resemble sunk relief. The hieroglyphs in the third register are green on a yellow background between blue dividing lines. There are traces of blue paint along the sides and upper edge of the stela, while the bottom edge seems to have some remains of white plaster. The back of the stela has been covered in white plaster. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Ankhhor (Thebes) (probably) "], "Materials": [" sycomore fig wood ", " cedar wood (base-attachment) ", " linen ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 47 centimetres ", " Weight: 2.60 kilograms ", " Thickness: 8 centimetres ", " Width: 30 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 78 (no. 102); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 111 (no. 23); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 227; M. Bietak & E. Reisner-Haslauer, 'Das Grab des ʻAnch-Hor, Obersthofmeister der Gottesgemahlin Nitokris' I (Vienna, 1978), p. 43; G. Vittmann, 'Priester und Beamte im Theben der Spätzeit : genealogische und prosopographische Untersuchungen zum thebanischen Priester- und Beamtentum der 25. und 26. Dynastie' (Vienna, 1978), p. 129; K. Myśliwiec, 'Studien zum Gott Atum' II (Hildesheim, 1979), p. 20; A. Leahy, 'Chronique d'Égypte' 55 (1980), 44; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge 2000), p.350."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.54-55)"], "Location": ["Not on display"], "Condition": ["incomplete - several architectural attachments lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Harwa ", " Named in inscription: Hor (father) ", " Named in inscription: Padiast (grandfather) ", " Named in inscription: Shepenwen (mother) ", " Named in inscription: Atum ", " Representation of: Ra-Horakhty ", " Representation of: Maat "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8482"], "Registration number": [".8482"], "Additional IDs": [" Miscellaneous number: BS.8482 (Birch Slip Number) "], "Conservation": ["Treatment: 10 Jan 2014"]}