{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA570"], "Description": [" Limestone block statue of the male official Sahathor on a slim rectangular base. He wears a smooth shoulder-length wig set low on his brow and tucked behind his large ears. His eyes are rounded with a thin incised line at his upper eyelid, and his eyebrows are conveyed by a subtle ridge which slopes down at the temple. His nose is short and broad at the tip, and his mouth is wide with thick, pursed lips. His face is particularly rounded and fleshy at the jawline. He is shown squatting on the ground with his knees drawn up to the chest, and his clothing enveloping the entire body with the exception of his feet and hands. His arms are crossed over his knees, and his limbs are suggested through visible curves at the front of the block form indicating his arms, elbows, and the lower legs. His waist is also narrowed at either side of the body. Two columns of incised text are carved across the front of the block form, and around the edges of the statue base a continuous horizontal line of text is also inscribed. Sahathor has suffered damage to his nose, mouth, left ear and chin, and there are small chips visible across the wig. The corners of the statue base are also damaged, and there are various further small chips to the stone across the front and both sides of the block form. "], "Authority": ["Ruler: Amenemhat II"], "Cultures/periods": ["12th Dynasty"], "Production date": ["1900BC (circa)"], "Findspot": [" Found/Acquired: Abydos "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 42.50 centimetres ", " Weight: 22.50 kilograms ", " Width: 20 centimetres ", " Depth: 26 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["This statue belongs with a large limestone stela which functioned as a shrine and false door with a dedicated area for the statue to be placed (EA 569: https://www.britishmuseum.org/collection/object/Y_EA569). The funerary inscription within the stela mirrors the text also found on the statue, with evocations of deities such as Osiris and Anubis. Sahathor lived during the reign of Amenemhat II in the Twelfth Dynasty, and these monuments originated from Abydos (PM V). The funerary focus of both inscriptions has led to suggestions that the monument was likely intended for a tomb chapel setting (James and Davies 1983), possibly along the processional route towards Osiris’ principal cult centre (Simpson 1974; Russmann 2001), though their exact provenance remains unknown. Further Bibliography: Arts Council, 1962. 5,000 years of Egyptian art: the Diploma Galleries Royal Academy of Art, London 22 June to 12 August (London), p. 16, no. 42. B.V. Bothmer, 1959. ‘Block Statues of the Egyptian Middle Kingdom: Ipepy’s Funerary Monument’, Brooklyn Museum Bulletin Vol. 20, No. 4, p. 20, Fig. 10. T. G. H. James & W. V. Davies, 1983. Egyptian Sculpture (London), p. 14, Fig. 12. R. Parkinson, 1991. Voices from Ancient Egypt: An Anthology of Middle Kingdom Writings (Norman), p. 137-139. G. Robins, 2008. The Art of Ancient Egypt Revised Edition (Cambridge, Mass.), no. 114. R. Schulz, 1992. Die Entwicklung und Bedeutung des kuboiden Statuentypus: Eine Untersuchung zu den sogenannten Würfelhockern (Hildesheim), p. 372-373, Pl. 96b. W. K. Simpson, 1974. The Terrace of the Great God at Abydos: The Offering Chapels of Dynasties 12 and 13 (New Haven; Philadelphia), p. 17, 23, Pl. 18. D. Wildung, 2000. Ägypten 2000 v. Chr. die Geburt des Individuums (Munich), p. 162, no. 81. Published in: I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 170-1"], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 41, no. 143-144) ", " Hall 1930 / General Introductory Guide to the Egyptian Collections (p. 316, Fig. 168) ", " Porter and Moss 1962 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: V Upper Egypt: Sites (p. 95) ", " Scott-Moncrieff 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 2. (p. 8, Pl. XX) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 96-97, no. 25) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2009 2 Mar-29 Jun, Paris, Louvre Museum, Les Portes du Ciel 2011 10 Feb - 10 June, Coventry, Herbert Museum, Secret Egypt 2011 10 June - 24th Oct Torquay Museum, Secret Egypt 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt 2023 17 Mar-18 Jun, Hull, Ferens Art Gallery, NP Egyptian hieroglyphs 2023 28 Jun-12 Oct, Lisburn, Irish Linen Centre & Lisburn Museum, NP Egyptian hieroglyphs 2023-2024 21 Oct-18 Feb, Torquay Museum, NP Egyptian hieroglyphs "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Sahathor ", " Named in inscription: Amenemhat II "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA570"], "Registration number": [".570"], "Additional IDs": [" Miscellaneous number: BS.570 (Birch Slip Number) "], "Conservation": [" Treatment: 13 Dec 1999 ", " Treatment: 17 Apr 2014 ", " Treatment: 31 Mar 1988 ", " Treatment: 16 Feb 2022 "]}