{"artifact_name": "textile; sock", "Object Type": [" textile ", " sock "], "Museum number": ["EA53912"], "Description": [" Sock for right foot with separation between the big toe and four other toes worked in brown wool yarn (several S-spun strands, Z-plied) in a single needle looping technique sometimes called naalebinding and worked from the toe upwards. Each toe is made separately, then the two are joined and the rows of loops worked round the whole foot 45 times. The back of the sole is then worked (this is no longer preserved). The heel section, which is formed by rows of loops being worked backwards and forwards, is joined by a welt across the instep. Another welt marks the start of the ankle section worked in the round for four rows and then backwards and forwards for another 11 rows to create a centre front opening. The back of the heel and part of the sole are not preserved. The impression of the sandal thong remains visible. "], "Cultures/periods": [" Roman Period ", " Late Antique "], "Production date": ["100-350 (radiocarbon date)"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": ["wool"], "Technique": ["looping"], "Dimensions": [" Height: 75 millimetres ", " Length: 185 millimetres "], "Curator's comments": ["The radiocarbon dating of British Museum socks EA 53912 (KIA-45788) and EA 53913 (KIA-45789) was undertaken by the Leibniz-Labor für Altersbestimmung und Isotopenforschung der Christian-Albrechts-Universität, Kiel. The samples were prepared by M. Van Strydonck of the Royal Institute of Cultural Heritage within the framework of the Dress ID Project and will be published in De Moor et al., forthcoming. We are grateful to the authors for allowing us to share these results ahead of publication. For a pair of similar socks, except for a contrasting top edge finished with a fringe, see Musée Dobrée 2001, no. 27. For the looping technique, see Burnham 1972, 116–24. Burnham, D. K. 1972. Coptic knitting: An ancient technique. Textile History 6: 116–24. Musée Dobrée. 2001. Au fil du Nil: Couleurs de l’Égypte chrétienne, Nantes, musée Thomas Dobrée, 19 octobre 2001–20 janvier 2002. Nantes: Musée Dobrée. Pritchard, F. 2013. A survey of textiles in the UK from the 1913-14 Egypt Exploration Fund season at Antinoupolis. In Drawing the threads together: Textiles and footwear of the 1st Millenium AD from Egypt, 34-55. Tielt. De Moor, A. C. Fluck, M. van Strydonck and M. Boudin. Forthcoming. Radiocarbon-dating of late Roman woollen socks from Egypt. Proceedings of the 8th Textiles from the Nile Valley conference Antwerp 2013."], "Bibliographic references": [" O'Connell et al 2014 / Antinoupolis at the British Museum (13) (Pritchard in) ", " Pritchard 2013 / A survey of textiles in the UK from the 1913-14 Egypt Exploration Fund season at Antinoupolis (50) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53912"], "Registration number": ["1914,1010.14"], "Conservation": ["Treatment: 04 Oct 2011"]}