{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA276"], "Description": [" Limestone stela of Nebra: the representations on this round-topped stela are arranged in two registers; they are carved in sunk relief and accompanied by incised texts. In the upper register the god Haroeris is seated on a throne in the centre. Before him stands an altar on which rests a water-pot cooled by lotus-flowers. Behind him are carved four eyes and two ears. Four columns of text name the god and the outline-draughtsman Nebre', son of the outline-draughtsman Pʒy. In tne Iower register Nebra kneels on the right with his arms raised in adoration. A prayer to Haroeris on his behalf is incised on the left. The stela is well preserved apart from some damage to the lower left corner. Traces of black paint remain in many hieroglyphs, on the outer border of the stela, on the wig of Nebra, on the face of Haroeris, on part of the throne and the altar, and on the outer edge of the eyes. Traces of red paint can be seen on the face and body of Nebra, the body and crown of Haroeris, the stem of the lotus, the pupils of the eyes and the edges of the ears in the upper register, and in the lines between the columns of text. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 26.50 centimetres ", " Weight: 3 kilograms ", " Width: 17.50 centimetres ", " Depth: 5.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The outline-draughtsman Nebra, son of Pay is attested on several other monuments. He also appears in Tombs 2, 4, 218, 219 and 250, all dating to the first half of the reign of Ramses II. He is also cited on several graffiti and ostraca including a model letter to the vizier Paser. Bibliography: G. Maspero, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 2 (Paris, 1880), 182; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 132 (no. 467); The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 5 (London, 1914), pl. 43; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 727; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 655, no. 251(2), wrongly BM 275. W. Seipel, 'Ägypten' Vol. 1 (Linz, 1989), p.277 [453]."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.79)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1983 Aug-Oct, Stratford, Passmore Edwards Museum, Life & Death in Ancient Egypt 1989 Apr-Sep, Linz, Oberosterreichisches Landesmuseum, Götter-Gräber und die Kunst-4000 Jahre altäg Jenseitsglaube 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour 1989 1 Nov-1990 31 Dec, Malaysia, Kuala Lumpar, National Museum of Malaysia, Treasures from the Graves "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Nebra ", " Named in inscription & portrayed: Haroeris ", " Named in inscription: Pay (father) "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA276"], "Registration number": ["1843,0507.12.a"], "Conservation": ["Treatment: 13 Oct 2022"]}