{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8471"], "Description": [" Sycomore fig wood stela of Padiamunranebwaset: this crudely painted round-topped stela contains three registers. In the upper register is a winged sun-disk with uraei. In the middle register the figure of Osiris stands on the right next to an altar on which rests a water-pot cooled by a lotus. On the other side of the altar stand the four sons of Horus. Below are four lines of text containing a prayer to Osiris on behalf of Padiamunranebwaset, son of Kʒp.f-n-ḥʒ-Mnṯw and the lady (Tʒ)-šrỉ(t)-(n)-Mnw. There are three lines of barely legible demotic on the rear, naming the deceased and his parents. The stela has been broken in two lengthwise and rejoined in modern times. There is a multi-coloured border of red, blue, red, and green rectangles separated by one black and two white stripes edged in black around the stela and between the registers. The background is grey-white. The disk is blue, while the uraei have red tails and blue upper bodies. The wings are outlined in black in three sections, the upper having black dots and the lower green lines. The hieroglyphs here are red and blue. In the middle register Osiris has a red face, shoulders, and arms, blue body, white crown with blue feathers, and black beard. The altar is red, pot blue, and lotus blue with a red base. The four sons of Horus have blue wigs, white collars, and red, green, red and blue bodies respectively. The faces are white outlined in black except for Imsety whose face is red. The eye of Duamutef is black, of Hapy red, and of Qebhsenuef blue, while Imsety has a black beard and feather. The hieroglyphs in the third register are a mixture of black, green, and red on alternate white and grey backgrounds between red dividing lines. The back and sides are plastered. The inscription on the back is black, but has faded and become indistinct. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 32 centimetres ", " Weight: 0.930 kilograms ", " Thickness: 3.50 centimetres ", " Width: 25 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 82 (no. 128); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 113 (no. 40), B. V. Bothmer, 'Egyptian Sculpture of the Late Period' (Brooklyn, 1960), p. 45; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 228."], "Bibliographic references": [" Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.60-61) ", " Vleeming 2015 / Demotic graffiti and other short texts gathered from many publications (no. 2079, p. 370.) (Demotic text) "], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Kepefenhamentu (father) ", " Named in inscription: Tasheretenmin (mother) ", " Named in inscription & portrayed: Osiris ", " Representation of: Sons of Horus "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8471"], "Registration number": [".8471"], "Additional IDs": [" Miscellaneous number: BS.8471 (Birch Slip Number) "], "Conservation": [" Treatment: 10 Dec 2013 ", " Treatment: 10 Dec 2013 "]}