{"artifact_name": "statuette", "Object Type": ["statuette"], "Museum number": ["EA55723"], "Description": [" Statuette of a standing woman: the figure has been roughed out in the form commonly used for many Old Kingdom sculptures of women. The subject is shown standing with her legs close together and her arms at her sides, with the hands open, the palms resting on the thighs. A line in black paint runs down the front of the body from between the clearly marked clavicles down through the navel (marked by a black spot), over the pubic area (sharply marked as a triangular feature), and between the legs, petering out at about the level of the knees. Although some parts of the figure have been worked almost to a finished state, much remained to be done to complete it. The head is particularly informative. The facial features are clearly established but by no means molded to acceptable forms. The eyebrows are strongly marked but need a fining down suitable for a female figure; the eyes are marked out as simple lentoid shapes; the nose is a triangular protuberance awaiting detail; the mouth is pronounced and unshaped. The wig is covered with small tool marks, little facets produced by a chisel, or, more probably, a small adze. The body of the figure, however, is in an almost finished state. The breasts are neatly modeled, the waist slender and set rather high, as is common in figures of the late Old Kingdom; the buttocks are well formed and somewhat prominent. The arms and legs, in contrast, are lacking in modeling, and the fingers and toes are simply marked out by grooves. No suggestion of dress is apparent in this carving. "], "Cultures/periods": ["6th Dynasty"], "Production date": ["2345BC-2181BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Meryrahashetef "], "Materials": ["sycomore fig wood (?)"], "Technique": [" painted ", " chiselled "], "Dimensions": [" Height: 40.40 centimetres (including attached base) ", " Height: 37.40 centimetres (object) ", " Weight: 699 grammes ", " Width: 10.60 centimetres (base) ", " Width: 9.50 centimetres (object) ", " Depth: 8.90 centimetres (base) ", " Depth: 5.80 centimetres (object) "], "Curator's comments": ["Bibliography: W. M. F. Petrie & G. Brunton, 'Sedment' I (London, 1924), p. 3, pl. 11; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 16; W. Seipel, 'Gott. Mensch. Pharao' [exhibition catalogue] (Vienna, 1992), no. 38, pp. 146-7; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 92, cat no. 51."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (10)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2019-2020 6 Jul–6 Jul, Wakefield Museum, Gateway to Eternity: Death and the Afterlife in Ancient Egypt "], "Condition": ["fair"], "Acquisition name": ["Donated by: Art Fund (as NACF)"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55723"], "Registration number": ["1923,0113.2"], "Conservation": ["Treatment: 25 Mar 2019"]}