{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Museum number": ["EA2280"], "Description": [" Blue glazed composition wig from royal statue: ancient plaster covers the interior of the wig, revealing how it was attached to the statue's head; a hole, which seems original, is in the interior top of the wig, an expected feature for a tenon for a crown, especially since a crown was probably intended to surmount the wig. Yet the hole does not extend through to the exterior. There is, however, a small square area on the top bare of glaze on which some attachment may have been fixed, such as a horned 'atef' crown. The inlaid gilded plaster diadem with streamers, set in a channel above the brow of the wig, mimics a golden ribbon. Polychrome rectangular glass inlays are in red, to imitate cornelian, alternating with robin's egg blue, to imitate turquoise. A uraeus, symbol of royalty, originally teared up at the front. The inlaid headband and streamers were once \"tied\" in a bow of lotus blossoms at the back in a pattern already a thousand years old, deriving from Old Kingdom boatmen's headgear and in turn based on plant forms. The pendant streamers ended in inlaid blue glass uraei (cobras), though only that on the proper right is preserved. "], "Cultures/periods": [" 18th Dynasty (?) ", " 19th Dynasty (?) "], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" glazed composition ", " gold ", " plaster "], "Technique": [" inlaid ", " glazed ", " plastered ", " gilded "], "Dimensions": [" Height: 10 centimetres ", " Width: 9.50 centimetres ", " Depth: 9 centimetres "], "Curator's comments": ["The round wig with ringlet curls was a common Nubian-influenced hairstyle worn by both men and women in the New Kingdom. Among kings and queens it was found with or without a diadem and a surmounting crown, as illustrated on numerous stone teliefs and statues of royalty from the New Kingdom through Ptolemaic times. Fragments of such wigs also exist in glazed composition, though complete examples in the round such as this extraordinary example are rare, much less one with such well preserved glaze. The wig's glossy blue—the colour of the gods' hair—is consistently found in fragments of glazed composition crowns and wigs from the Amarna Period, thus suggesting a possible date for the piece. In its original context it must have been part of a dazzling multicoloured composite statue of a king ot queen (or possibly a prince or princess). Such a crowned wig may also have been for a figure of a god. The statue it belonged to, probably of wood, would have been emblazoned with colour through the use of multimedia additions, including inlays of glazed composition and other materials such as glass or jasper. The round wig was especially popular in the Ramesside Period, both in relief and in the round. When it occurs in the round on statues of Ramses II and Seti II, however, it is heavily undercut at the brow, a contour differing from that of this wig. Round wigs on examples of statues of Ramses II could also be surmounted by the double crown, 'atef', or solar disc. This wig, which most probably had a crown attachment, lacks the deep undercutting of Ramesside examples but nonetheless finds one of its best parallels in a figure of Ramses II from Abu Simbel, which shows him wearing the round wig surmounted by the double crown in a coronation (sed?) festival. Probably produced in a Theban palace workshop, the wig was small enough to be mould-made in one piece. Given the lack of glaze in many crevices between the curls it was probably glazed by efflorescence. The wig's interior, which seems to have been strengthened by extra application glaze, was covered by plaster, with the bright blue showing through only along the curved, interior edges that remained visible when the wig was set on the head of its statue. Bibliography: L. McNaught, \"Henry Salt: His Contribution to the Collections of Egyptian Sculpture in the British Museum\", in 'Apollo' 108, no. 200 (October 1978), p. 231, fig. 14."], "Bibliographic references": ["Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (28)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2280"], "Registration number": [".2280"], "Additional IDs": [" Miscellaneous number: BS.2280 (Birch Slip Number) ", " Miscellaneous number: S.788 "], "Conservation": ["Treatment: 23 Feb 2011"]}