{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1372"], "Description": [" Limestone stela of Sobekaa with painted relief detail: four figured scenes; three rows of Hieroglyphic text text at the top, column of text at the left edge, two rows of text at the bottom. "], "Cultures/periods": ["11th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 61 centimetres ", " Width: 57 centimetres ", " Depth: 9 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Published: PM I Part 2, p. 807. BIFAO 53, p. 24. Willems. Chests of Life. 1988. p. 158. M. Stead, Egyptian Life.1994. p. 22 Willems. The Coffin of Heqata. 1994. p. 291-2. Wildung. Sesotris. p. 17. G. Pinch, Magic in Ancient Egypt (London 1994), fig.81. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 111."], "Bibliographic references": ["Scott-Moncrieff 1911 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 1. (pl.54)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1372"], "Registration number": ["1902,0412.212"], "Conservation": [" Treatment: 02 Jun 2016 ", " Treatment: 10 May 2013 "]}