{"artifact_name": "dish; food product", "Object Type": [" dish ", " food product "], "Museum number": ["EA5341"], "Description": [" Flat circular basketry dish of woven palm leaf, with two loaves of unleavened bread. One piece of bread has hand imprints on both sides of the loaf, probably left by the baker. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" palm leaf ", " bread "], "Technique": ["basketry"], "Dimensions": [" Diameter: 12.70 - 15.90 centimetres (loaves) ", " Diameter: 18.40 centimetres (dish) "], "Curator's comments": [" Published: G. Hart, Egyewitness Guides: Ancient Egypt, 1990, p.48. ", " For a range of such platters from Deir el-Medina, see Gourlay, Les sparteries de Deir el-Medineh (DFIFAO 17, 1981), esp. pls.8-9. ", " J.H. Taylor & D. Antoine, Ancient Lives New Discoveries, London 2014, p. 41 "], "Bibliographic references": ["Cartwright and Taylor 2015 / Ancient Egyptian funerary food: new insights (p.98, table.1, p.100, fig.1, p.102, fig.8, p.105)"], "Location": ["On display (G61/dc2/sD)"], "Exhibition history": [" Hand print bread Exhibited: 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Acquisition name": [" Purchased through: Sotheby's ", " Purchased from: James Burton "], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5341"], "Registration number": ["1837,0714.44-46"], "Conservation": [" Treatment ", " Treatment: 17 Jul 2008 "]}