{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37624"], "Description": [" A forepart fragment of a hollow terracotta caparisoned racehorse, probably the lead-horse of a circus team, modelled in the round, the neck, head and chest remaining, and the upper part of the front left leg. The bridle and breastband are well indicated, and circular horse-brasses depend from the latter. The mane is wavy on both sides of the neck and also on top of the head, where it partially covers a triple wreath that rises from the forehead and which is drawn back in a multiple queue that is slightly damaged at the rear. The animal is modelled on both sides. Two-piece mould. Micaceous red-brown Nile silt, with a thick dark-grey core. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC-3rdC"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Dimensions": [" Length: 9.90 centimetres (max) ", " Width: 8.63 centimetres (max) ", " Depth: 4.57 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. Roman, second or third century AD. Comparanda: Close: Bayer-Niemeier 1988: no. 610, dated second to third century AD; Fischer 1994: no. 1104, the body probably not belonging, dated third century AD. Near: Allen 1985: nos 33-5 , from Karanis, dated late third to early fourth century AD; Breccia 1930: no. 496, from the Kom el-Shugafa cemetery at Alexandria; Breccia 1926: pl. lxxi:1 and 10, from Theadelphia; Breccia 1934: pls cxv:672 and 673 and cxvi:676; Bresciani 1976: pl. xxix:174, from Narmouthis; Dunand 1990: no. 852, dated Roman period; Fitzwilliam Museum, Cambridge, e.91.1914, from Antinoopolis (?); Fjeldhagen 1995: no. 179, dated second to third century AD; Hoffmann and Steinhart 2001: 62, no. 24, dated Roman period; Schwartz and Wild 1950: pl. xxii:35, from Dionysias; Szyma´nska 2005: no. 254, from Athribis, dated late Hellenistic; Weber 1914: no. 439 = Philipp 1972: fig. 15, said to be from the Fayum and dated first century BC. Bibliog: Fischer 1994: no. 1104."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3751)"], "Location": ["Not on display"], "Condition": ["incomplete - head only; repaired"], "Subjects": ["horse/ass"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1870"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37624"], "Registration number": ["1870,0709.36"]}