{"artifact_name": "plaque", "Object Type": ["plaque"], "Museum number": ["EA59194"], "Description": [" An openwork gold plaque: decorated with figures of the king offering to a god. The scene represents King Makherure (Amenemhat IV) offering a vase of unguent to Atum, god of the setting sun. The frame is composed of two uprights supporting the sign for heaven ('pt') with a bar along the bottom. The god wears the double crown with uraeus, a collar and a tunic with straps over his shoulders. From his sloping belt hangs a tail, now broken. The front of his kilt is tied in the 'Girdle of Isis' knot ('tit'). In his right hand he carries an 'ankh-amulet and in his left a 'was'-sceptre. He is bearded. The king wears the 'khat' bag-wig with uraeus, the kilt with tail and the 'shendiyt'-apron. He holds an unguent container in his hands. Between the two figures are the hieroglyphs. The technique is true ajouré, i.e. cutting out from a piece of sheet metal. The details are chased. Solder can be seen in some places, notably at Atum's feet. The reverse bears no surface decoration. Three pins are soldered on to this side, one in the centre of the 'pt'-sign, the others at the top of each of the figure's legs. There are no rings for suspension. "], "Authority": ["Ruler: Amenemhat IV"], "Cultures/periods": ["12th Dynasty (late)"], "Production date": ["BC1808-1799"], "Findspot": [" Found/Acquired: Byblos (historic - Phoenicia), Apparently purchased there by previous owner. "], "Materials": ["gold"], "Technique": [" chased ", " soldered "], "Dimensions": [" Height: 2.90 centimetres ", " Weight: 8 grammes (mounted) ", " Width: 3.10 centimetres ", " Depth: 0.10 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": ["Although this object has been called a pectoral there is little reason to suppose it was one. The lack of suspension rings and its pins make it more likely to have been the covering for a cylindrical amulet similar to 1896,0511.41 (see The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 32, no. 18; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 218, 18) or the decoration from a small box or ointment container (see 'Comptes Renus. Académie des Inscriptions et Belles-Lettres (Paris, 1928), 34), held in position by the three pins on the reverse side. 1896,0511.41 is in the Department of the Ancient Near East: it is a cylinder seal of gold ajouré work banded round a core of malachite. A king wearing the 'atef'-crown is pouring a libation before a deity who holds a 'was'-sceptre and wears a pointed crown. In another scene on the same object the god is placing a crown on the king's head. The provenance of this piece is not recorded, but it is probably Phoenician. Bibliography: 'Comptes Renus. Académie des Inscriptions et Belles-Lettres (Paris, 1928), 34; 'British Museum Quarterly' 4 (1929), 1; pl. Ia: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press), 391; The British Museum, 'The British Museum Guide' (London, 1930), 146, fig. 74; 265; 324; The British Museum, ‘A General Introductory Guide to the Egyptian Collections in the British Museum’ (London, 1964), 40; 211; The British Museum, ‘An Introduction to Ancient Egypt’ (London, 1979), 53, fig. 13, 226; W. S. Smith, Interconnections in the Ancient Near East. A Study of the Relationships betweens the Arts of Egypt, the Aegean and Western Asia’ (New Haven & London, 1965), 15-16; E. Feucht-Putz, Die königlichen Pektorale: Motive, Sinngehalt und Zweck’ (Bamberg, 1967), 38-9, no. 7; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 27; S. Quirke and A.J. Spencer, 'The British Museum book of Ancient Egypt' (London, 1992), fig. 150; I. Shaw and P. Nicholson (eds.), 'British Museum dictionary of Ancient Egypt' (London, 1995), p. 144; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 109 No 34; Temples and Tombs (American Federation of Arts, 2006): 68, cat no. 25; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 96."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (558) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (34) ", " Andrews 1990 / Ancient Egyptian jewellery (65a) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.96) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Amenemhat IV ", " Representation of: Atum "], "Acquisition name": ["Donated by: Birmingham Jewellers' and Silversmiths' Association"], "Previous owner": ["Previous owner/ex-collection: Saraffian"], "Acquisition date": ["1929"], "Acquisition notes": ["Part of a small collection offered to BM by Saraffian on the advice of L. Woolley (ANE Correspondence October-November 19327, q.v. Woolley); deposited in BM 25/11/27 (ANE deposit book)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59194"], "Registration number": ["1929,0209.1"], "Conservation": [" Treatment: 16 Dec 1998 ", " Treatment: 16 Jul 1981 ", " Treatment: 02 Nov 2011 ", " Treatment: 23 Apr 1999 ", " Treatment: 16 Apr 1997 ", " Treatment: 15 Sep 2015 ", " Treatment: 23 Apr 2003 ", " Treatment: 21 Sep 1989 "]}