{"artifact_name": "figure-fitting", "Object Type": ["figure-fitting"], "Museum number": ["EA27599"], "Description": [" Solid-cast wig in copper alloy; uraeus on front and gap for a side-lock on right side; fitting belonging to a figure of a child god, probably Harpokrates; very corroded with many cracks; one small element has become separate. "], "Cultures/periods": ["Late Period (possibly)"], "Production date": ["630BC-332BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Height: 3.15 centimetres ", " Width: 2.90 centimetres ", " Depth: 4.25 centimetres "], "Curator's comments": ["This wig, so called ‘Haarkappe’, could fit a figure of a child god like Harpokrates, belonging to the types 41 up to 44 of K. Weiss (Weiss 2012, 23, Abb. 2.1a-b, Taf. 11b-h and Taf. 12a-e). Bronze figures of Harpokrates were common during the Late and Ptolemaic periods in Egypt and particularly in the Delta (Sandri 2006; Weiss 2012, 126-157, Typ 41-69, Taf. 11-19). Likewise, the child deity was very popular in Naukratis. He appears in a large number of small votives and amuletic figures, in a variety of materials and shapes (Masson forthcoming). Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Sandri, S. 2006, Har-pa-chered (Harpokrates). Die Genese eines ägyptischen Götterkindes, Orientalia Lovaniensa Analecta 151. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.230) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor, cracked and corroded"], "Subjects": ["ancient egyptian deity"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27599"], "Registration number": ["1885,1101.107"]}