{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA12337"], "Description": [" Polychrome glazed composition tile: this expressive tile is of a captive Libyan chief. Portrayed with uplifted face and one arm bound by a rope, he wears ornamented chest-straps and a loin-cloth, the simple costume of an overlord of the ancient Libyan, or Tjehenu, tribe. His tattoos and pierced ear reflect current Libyan fashion. The surface of his body is modelled in relief, with moulded pieces like the face added separately. The tile has been reconstructed from three pieces. "], "Authority": ["Ruler: Ramses III"], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Excavated/Findspot: Tell el-Yahudiya "], "Materials": [" glazed composition ", " plaster "], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 31.50 centimetres ", " Weight: 0.57 kilograms ", " Width: 9.50 centimetres ", " Depth: 3 centimetres "], "Curator's comments": ["Such tiles from Tell el-Yahudiya display a greater variety of pose, scale, and detail than their counterparts from Medinet Habu, and include some of Egypt's most accomplished works from this final era of polychrome glazed composition. Another Libyan chief of this type appears on the glazed composition throne dais of Ramses II with the same pale skin, bright free-flowing hair, bare chest with crossed straps, and phallus sheath, a depiction contrasting sharply with the garb of most of the contemporary Meshwesh/Libu tribes and chiefs. It is possible that Ramses III chose this image to continue his pattern of imitating works by his famous predecessor. Unlike some of the other foreigners shown on the tiles, the Libyan tribes were a real threat to the Egyptians in the period of Ramses III, and much wall space at Ramses Ill's temple at Medinet Habu depicts battles involving this group. While prisoner tiles are usually emblematic - lacking specific titles or place names - a chief of this type comes to life ar Medinet Habu as a semi-legendary individual named Meshesher, shown with his father Keper. Representations on the base of the window of appearance where the king appeared before the public often show prisoners in the stance on this tile, with feet raised off the ground. The prisoner tiles from Tell el-Yahudiya were probably positioned in the same way as those at Medinet Habu, where the architectural context is well preserved, that is, set into the wall at the base of an area where the king appeared before the public. Bibliography: S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 181, fig. 141; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 16, fig. 4."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p308) ", " Friedman 1998 / Gifts of the Nile: Ancient Egyptian Faience (54) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair - repaired from three fragments"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12337"], "Registration number": ["1871,0619.510"], "Conservation": ["Treatment: 28 Nov 1996"]}