{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA69133"], "Description": [" Limestone fragment of a scribal figure, only the right side of the upper body remaining. The chest appears bare, with subtle indication of the musculature and a partial outline of the right side waist. On the breast and upper arm are two incised depictions of deities; the figure on the chest is an unidentified male, while the other can be identified as the god Min based on the crown, flail, and his erect phallus. Both figures have traces of a blue-green colour. On the reverse is a thick band of clothing reaching from the left side of the neck and wrapping around the right side of the body. At his back in carved relief is a long tube for the scribal reed brushes, part of the hieroglyph sign depicting the scribal kit. The head, right forearm, and left side of the figure are missing. "], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["limestone"], "Dimensions": [" Length: 18 centimetres (max) ", " Width: 9.65 centimetres "], "Curator's comments": ["The fragmentary figure was found during the excavations at Deir el-Bahari undertaken by Naville and the EES in the early 1900s. A number of elite votive monuments from the 18th and 19th Dynasties were found throughout this site (PM II). Based on the scribal detail upon the back of the figure, it can be suggested that this was a visual marker for his profession. General Bibliography: E. Naville, 1907-1913. The XIth Dynasty Temple at Deir el-Bahari (London)."], "Bibliographic references": ["Adams 1977 / Egyptian objects in the Victoria and Albert Museum (p.36)"], "Location": ["Not on display"], "Condition": ["incomplete - left side of upper body only"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Min"], "Acquisition name": [" Transferred from: Victoria and Albert Museum ", " Donated by: Egypt Exploration Fund "], "Acquisition date": ["1979"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69133"], "Registration number": ["1979,1017.120"], "Additional IDs": [" Previous owner/ex-collection number: 463-1906 (V&A number) "]}