{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76279"], "Description": [" Fragment of papyrus with Demotic text arranged in columns on recto and verso. Palimpsest. The text on the recto consists of part of three columns. It is torn on all sides and at the top, but the bottom margin is preserved. Column 1: end of three lines of texts and traces of two further lines. Column 2: beginning of ten lines of text, arranged in three sections. Column 3: parts of eight lines of text (because of the damage to the papyrus, these could be the continuation of the text in column 2). On the verso (text upside down to that on the recto) part of five columns of text of up to 19 lines, consisting almost entirely of numbers preceded by check marks. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 29 centimetres ", " Width: 33 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of a group of demotic papyri mounted between sheets of perspex (76273-87). Recto, column 2, line 8, mentions Herakleopolis (H.t-nn-nsw). Other papyri in this group, on the basis of internal evidence, can also be assigned to Herakleopolis. In the lines above this there is a reference to deliveries/payments from Pakher and Psamtich, and the mention of barley. It is an administrative or accounts papyrus. The hand is early demotic and probably the same as that of 76280, 76284 and of the recto of fragments 2 and 3 of 76273. Being prepared for publication by C.J. Martin."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380708) (http://www.trismegistos.org/text/380708)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich: glass Binding: filmoplast t self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: D Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76279"], "Registration number": ["2000,0524.159"], "Conservation": [" Treatment: 28 Jul 2016 ", " Treatment: 18 Sep 2009 "]}