{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14421"], "Description": [" Fragmentary upper body of a basalt(?) male figure, with damage to the face and chest. The figure wears a smooth shoulder-length wig. Though the ends are particularly damaged at both sides and on the reverse, this was likely a ‘bag wig’ style. His eyes are wide and rounded with a thick incised line and pointed ends at the outer corners of the eye. A faint ridge above indicates his eyebrows. The bridge of his nose is slim, while the tip is now damaged. The surviving outline of the mouth appears small in size, with the outer corners slightly upturned. The face is particularly fleshy and rounded in appearance at the mouth, jawline, and around the neck. On the reverse is the upper portion of a slim back-pillar. Partial remains of two columns of incised text are visible, with traces of white paint in several signs within the right side column. The figure is broken at the chest and on both sides, and there is further damage to the top and edges of the back-pillar. The nose and mouth have also been damaged, and there are several small chips across the face and front of the wig. The object is now attached to a modern base. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt ((?))"], "Dimensions": [" Height: 13.50 centimetres (max) ", " Width: 10.50 centimetres (max) ", " Depth: 8.40 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Part of the surviving back-pillar inscription includes the name ‘Amenirdis’, leading to potential links to the God’s Wife of Amun Amenirdis I from the 25th Dynasty (Budge 1922). There are no clear signs visible across the surviving section of text that could form part of the associated titles such as God’s Wife or Divine Adoratrice, therefore it’s difficult to confirm that it is this Amenirdis who is referred to. ", " See PM viii, p. 864. "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 13, no. 88) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 869) "], "Location": ["Not on display"], "Condition": ["incomplete - upper part only"], "Acquisition name": ["Purchased from: Hakky Bey"], "Acquisition date": ["1882"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14421"], "Registration number": ["1882,1129.1"]}