{"artifact_name": "mould", "Object Type": ["mould"], "Museum number": ["EA95078"], "Description": [" Rectangular mould for the production of amulets. Greenish stone. The plaque bears crudely carved, hollow images of amuletic and ornamental purpose. Each amulet or bead form is connected to the nearest long edge by a conical duct that enabled the pouring of liquid metal. On one side, two figures on the right represent the goddesses Mut (?) and Sekhmet, both placed on bases. Behind them, to the left, is a miniature stela showing the god Amun, flanked on the left by his consort Mut (?), while both stand facing the god Ptah. Cavities between the three forms and the pouring ducts at the top served to equip the amulets with suspension loops. The cavities are met at right angles by a shallower duct that runs across the width of the plaque. This ensured that a hole would remain in the middle of each loop when the metal was poured in from above. The reverse of the plaque features the hollow forms of a cornflower bead, a scaraboid with the image of a cobra, an udjat-eye, and a spherical bead. Here none of the envisaged products was meant to receive an exterior suspension loop. The objects themselves were to be pierced, and a shallow, full-width duct that connects the actual forms was carved. At the bottom of this side there is a form for creating an earring, adorned with a pair of loops. There is a hole drilled from this side of the plaque, which went all the way through. This hole was drilled through the little stela on the reverse. The stela has random peckmarks. "], "Cultures/periods": ["Ptolemaic (?)"], "Production place": [" Made in: Egypt "], "Materials": ["stone"], "Technique": ["carved"], "Dimensions": [" Height: 3.50 centimetres ", " Weight: 58 grammes ", " Thickness: 1.20 centimetres (max) ", " Width: 5.60 centimetres (max) "], "Curator's comments": ["The hole was presumably meant to fix the plaque in place against a second plaque before the pouring of metal could begin. However, the hole was drilled through the little stela on the reverse, either by accident or because the craftsman had already decided that the stela was no good. Note that he also attacked the stela with random pecking, which would have made more sense if he did this to mark it as a reject, well before drilling the hole. (Note, in fact, that the Amun figure looks too spindly and unfinished, compared to the deities who flank him.)"], "Location": ["Not on display"], "Condition": ["Good."], "Associated names": [" Representation of: Mut ", " Representation of: Sekhmet ", " Representation of: Amun ", " Representation of: Ptah "], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Previous owner": [" Previous owner/ex-collection: Elsa McLellan ", " Previous owner/ex-collection: Gustav Mustaki "], "Acquisition date": ["2018"], "Acquisition notes": ["Object was brought to England by the steamship ‘Star of Assuan’, which arrived in Liverpool on 16 Oct. 1950. A British company called Lep Transport dealt with customs matters on their arrival. The object is on the list of antiquities that featured in the company’s correspondence with Elsa McLellan, which includes mention of ‘5 stone moulds’ as well as ‘1 fragment of [a] lid in basalt’. A letter dated 30 Oct. 1950, in which the director of shipping company Pharos in Alexandria also writes to Elsa, citing the same three cases, and mentions her father G[ustav] Mustaki in the first paragraph. Correspondence between Pharos and Elsa includes a document specifiying how the antiquities were packed and mentions ‘5 moules en pierre noire’ and ‘fragment avec inscript.’ They were packed in case (‘caisse’) 1, parcel (‘colis’) no. 8."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA95078"], "Registration number": ["2018,1003.1"]}