{"artifact_name": "human remains; basket(?); textile", "Object Type": [" human remains ", " basket (?) ", " textile "], "Museum number": ["EA32753"], "Description": [" Body of an adolescent, sex uncertain, lying in a flexed position. Skull - The skull, which has no soft tissue remnants, may not belong to the body. It appears to be attached to the body by either a tibia or a humerus that has lost both upper and lower epiphyses. Mouth closed, some premolars missing. The caps of the teeth are worn. There is a crescentic opacity in the skull; its nature is uncertain, but it may consist of cerebral remnants. Thorax and Abdomen - The body is bisected at the lower dorsal level. All ribs are fractured. The spinal column is grossly dislocated and some of the vertebrae are missing. No evidence can be seem of calcification of the intervertebral discs. Linen packing is present in the thorax and abdomen. Arms - The left forearm is detached at the elbow joint. Legs - Comminuted fracture in the shaft of the left tibia and a fracture in the mid-shaft of the right femur. What appears to be a mixture of mud and gravel covers the right knee and shin. Lines of arrested growth are visible at the lower end of the tibiae. With remnants of basket-work. "], "Cultures/periods": ["Late Predynastic"], "Findspot": [" Found/Acquired: Gebelein "], "Materials": [" human tissue ", " fibre ", " linen "], "Technique": ["plaited (basketry)"], "Dimensions": [" Length: 149 centimetres (max) "], "Curator's comments": ["Schistosome circulating anodic antigen detected in the body: Miller et al, British Medical Journal 304 (1992), 555."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (3) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.107, p.109, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32753"], "Registration number": ["1900,1018.3"], "Conservation": ["Treatment: 19 Apr 2016"]}