{"artifact_name": "balance", "Object Type": ["balance"], "Museum number": ["EA57369"], "Description": [" Pair of circular silver pans from a balance; both inscribed with two lines of Hieroglyphic text mentioning Hathor. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Temple of Hathor (Dendara), Temple of Hathor (?) "], "Materials": ["silver"], "Dimensions": [" Diameter: 7.00 - 9.20 centimetres (B) ", " Diameter: 9.20 centimetres (A) ", " Height: 1.80 centimetres (A) ", " Height: 1.40 centimetres (B) ", " Weight: 142 grammes ((both)) "], "$Inscriptions": [" "], "Curator's comments": ["The balance which also features in the Book of the Dead judgement scene would have been a type of object familiar to most ancient Egyptians. They were commonly used in the market place for weighing goods to be bought and sold, while smaller and more accurate sets of scales were to be found in workshops and temples for weighing precious materials. These silver scale pans were probably discovered in the early twentieth century among a hoard of votive objects and other ritual furnishings from the temple of the goddess Hathor at Dendera. Each pan bears in incised hieroglyphic inscription, a ritual text naming Hathor, lady of Iunt (Heliopolis). Suspension cords would have been attached by means of small holes at the edges."], "Bibliographic references": ["Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 108)"], "Location": ["Not on display"], "Exhibition history": [" 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["incomplete - pans only"], "Associated names": ["Named in inscription: Hathor"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57369"], "Registration number": ["1924,0510.21-22"], "Conservation": [" Treatment: 25 May 1988 ", " Treatment: 25 May 1988 ", " treatment "]}