{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA804"], "Description": [" Round-topped limestone stela of Merysekhmet depicting the deceased child seated on the lap of his mother with an offering-table to the right and wedjat-eyes and Hieroglyphic text above; two rows of Hieroglyphic text below. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 25 centimetres ", " Width: 21.50 centimetres ", " Depth: 4.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Published: HTBM Part 5: Plate 50 Y. Tristant, \"Les enterrements d'enfants dans l'Egypte predynastique et pharaonique\", in M.-D. Nenna (ed.), L'enfant et la mort II, Etudes Alexandrines 26 (2012), p. 28, fig. 3 J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 169."], "Bibliographic references": ["Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (pl.50)"], "Location": ["Not on display"], "Exhibition history": [" 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1997 May-Oct, Museum of St.Albans, Ancient Egypt 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Subjects": ["eye of horus"], "Associated names": ["Named in inscription & portrayed: Merysekhmet"], "Acquisition name": [" Purchased through: Sotheby's ", " Purchased from: Harry Osborn Cureton "], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA804"], "Registration number": ["1853,0822.4"], "Conservation": [" Treatment: 05 Apr 2016 ", " Treatment: 14 Dec 1993 ", " Treatment: 12 Nov 1973 ", " Treatment: 14 Jan 1997 ", " Treatment: 25 Nov 1977 ", " Treatment: 09 Sep 1993 ", " Treatment: 04 Mar 2013 "]}