{"artifact_name": "tomb-painting", "Object Type": ["tomb-painting"], "Museum number": ["EA37987"], "Description": [" Wall-painting on stucco and mud; Asiatic tribute-bearers. Probably from the tomb of Sobekhotep. "], "Cultures/periods": ["New Kingdom (reign of Thutmose IV)"], "Production date": ["1400BC (c.)"], "Findspot": [" Excavated/Findspot: Tomb of Sobekhotep (Thebes), TT63 "], "Materials": [" mud ", " stucco "], "Technique": ["painted"], "Dimensions": [" Length: 60 centimetres ", " Width: 58.50 centimetres "], "Curator's comments": [" PM I Part 2: p.817 Dziobek and Abel Raziq, Das Grab des Sobekhotep, Taf. 3, 33; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 146-50. ", " The fragment is surely from the tribute scene in TT63, see Dziobek, Grab des Sobekhotep, 35. The register gives JH/W Wild as the seller. This is presumably the JW Wild who accompanied the Lepsius expedition to Egypt and who it appears, contrary to Freier-Grunert, Reise, 176 and Who was Who p. 442, did go with Lepsius to Thebes. Dziobek p. 74. n. 141 indicates that his family held a fragment from TT63 until 1926, and so it seems not unreasonable that he brought EA 37987 with him as well. However, Jaromir Malek (email 1/11/05) has checked the Wild Mss in the Griffith Institute and finds no mention of this painted fragment. ", " Strudwick N 2006 These fragments are almost as well-known as the famous Nebamun tomb paintings. Sebekhotep's tomb is located on the West Bank at Luxor, at the north end of the hill of Sheikh Abdel Qurna, the site of the tombs of most of the high officials of the Theban region in the Eighteenth Dynasty before the reign of Amenhotep III. Unfortunately, the decorated chapel is quite badly damaged, and suffered the attentions of robbers in the twentieth century AD: photographic records of the tomb made by Harry Burton of the Metropolitan Museum of Art between about 1926 and 1940 show several substantial fragments which had disappeared when the tomb was studied and published in the early 1980s. Nonetheless, the paintings which survive in situ are brightly coloured and beautifully executed. Sebekhotep was an important treasury official in the reign of Thutmose IV (c. 1400-1390 BC), bearing the title 'overseer of the seal', in effect the minister of finance. He was the son of Min, who had held the same title in Thutmose III's reign. It is likely that Sebekhotep was mayor of the Faiyum region before attaining his highest title in Thebes; as his father came from the Delta, it is possible that, like many other Theban officials, he came south at the king's request. Six fragments of this tomb are in the British Museum (registration nos. 1852,0223.1 and 1869,1025.1-5). All but 1852,0223.1 were donated in 1869 by Henry Danby Seymour, MP; 1852,0223.1 was purchased from J.W. Wild in 1852. Wild was a draftsman with the Lepsius expedition to Egypt in 1842-5, and it seems plausible that he brought this fragment back with him. Another fragment originally in his possession was sold by his family to the Metropolitan Museum in New York in 1926. It is unclear how Seymour obtained his fragments, although his interest in biblical history may have taken him to Egypt; he said that his fragments were taken from the tomb in about 1844. This was around the time that Sebekhotep's tomb was first noted by Lepsius' expedition, and Lepsius himself commented that fragments had already been taken from tombs by travellers. The scenes were painted on a wall plaster consisting largely of mud, which unfortunately has made it easier to detach pieces from the walls. As a senior treasury official of the reign of Thutmose IV, one of Sebekhotep's responsibilities was evidently to deal with foreign gifts brought to the king. The wall from which this fragment came almost certainly showed Sebekhotep receiving the produce of the Levant and Africa, which he then presented to the king. British Museum fragments registration nos. 1869,1025.3-5 also come from this wall. A scene like this would have been placed in his tomb to illustrate his importance as an official and to represent his relationship with the king, so that it would be reflected in his life after death. This fragment from the tribute scene was originally slightly to the right of the lower register of registration no. 1869,1025.5. Chariot wheels are visible at the bottom left-hand corner, followed by two horses, with their reins extending into the chariot and perhaps tied to it. To the right, a man with an Asiatic beard and hairstyle carries a tray of white items with his left arm; over his left shoulder is a tall thin vessel painted blue, perhaps made of copper. The last figure on the right is a man in a long elaborate robe, bearing a child in his left hand and a blue vessel in his right. "], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (pp.146-150) ", " Curtis & Tallis 2012 / The Horse from Arabia to Ascot (12) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2012 24 May-30 Sep, BM 'The horse:from Arabia to Royal Ascot' "], "Condition": ["fair - restored"], "Acquisition date": ["1852"], "Acquisition notes": ["Purchased from 'Mr J H (or W) Wild' according to the MLA register; the name is spelled 'Wyld' in the Trustees GM p 2132."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37987"], "Registration number": ["1852,0223.1"], "Additional IDs": [" Miscellaneous number: BS.182 (Birch Slip Number) "], "Conservation": ["Treatment: 26 Apr 2012"]}