{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA296"], "Description": [" Limestone niche statue of Maanakhtef: only his head, the fingers of his hands (held open in adoration), and the stela in front of him have been carved. Topped by a series of protective symbols, including two figures of the jackal god Anubis, the stela offers a prayer to the gods Amun and Atum, as manifestations, respectively, of the rising and setting sun, praying that they enable Maanakhtef to \"go forth as a living 'ba'\". All that can be seen of Maanakhtef's costume is his double wig, which, because the tresses and curls of hair are not indicated, looks more like a hood. The long, rather puffy-looking front lappets are in the style of the Nineteenth Dynasty. His round face and attractive but undistinguished features are based on representations of Ramses II. His earlobes are pierced for earrings. Traces of paint can be seen. "], "Cultures/periods": [" 18th Dynasty (late) ", " 19th Dynasty (early) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 51 centimetres ", " Width: 19 centimetres ", " Depth: 17 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": ["The statue is intended to associate its owner with the solar cycle of daily awakening and rebirth. Almost certainly it faced east, and was thus in an ideal position to greet the sun each morning. Many New Kingdom tombs at Thebes had a small pyramid6 constructed above the chapel with a niche in the front (eastern) face. In it was placed a kneeling statue of the tomb owner, holding a stela with a prayer or hymn to the sun. Since these small pyramids were built structures, rather than rock-cut, these statues were separate, freestanding works, and many have survived. Maanakhtef's statue is of the same type, but the fact that it was carved as part of its niche suggests that it may have been positioned in a flat part of a rock-cut façade, rather than in a pyramid. Bibliography: The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 2 (London, 1912), p. 5, pl. 5; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 789; G. Robins, 'Reflections of Women in the New Kingdom: Ancient Egyptian Art from the British Museum' (San Antonio,TX, 1995), no. 16, p. 19 (not illustrated)."], "Bibliographic references": [" Hall 1925 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 7. (pl.5) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (97) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2009 May-present, Newcastle, Great North Museum, LT Loan Ancient Egypt British Museum Partnership Gallery "], "Condition": ["fair"], "Associated names": [" Named in inscription: Anubis ", " Named in inscription: Atum ", " Named in inscription: Amun ", " Named in inscription & portrayed: Maanakhtef "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA296"], "Registration number": [".296"], "Additional IDs": [" Miscellaneous number: BS.296 (Birch Slip Number) "], "Conservation": [" Treatment: 06 Sep 2000 ", " Treatment: 29 Aug 2008 "]}