{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA65366"], "Description": [" Ovoid marl pottery jar with a small flat base, two pierced cylindrical handles on the shoulder, and a flat ledge rim; decorated in brown-red paint with two representations of many-oared boats, above each are a pair of human figures, one of which is holding an object suggested to be an aardvard; below the boats are long-legged birds and skin on a pole motifs. "], "Cultures/periods": ["Predynastic (Naqada IIC-D)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["slip-painted"], "Dimensions": [" Height: 12.80 centimetres ", " Width: 10.30 centimetres (at handles) "], "Curator's comments": ["Petrie’s Decorated ware. The jar bears two boats, both with the so-called double horn standard. On one side, a large female figure is painted above and partly over the fore-cabin. One arm is painted above her head, the other hangs by her side, with fingers indicated. To the right is a smaller male figure shown with a small beard, facing her. He reaches an arm toward the woman, possibly touching her arm while holding a straight staff. In the other hand, with fingers indicated, is an object detailed with short strokes, which Graff has suggested can be identified as a representation of an aardvark. This she suggests is being presented to the woman as a token of the control of the wild chaos of nature. Below the boats on each side is a row of long-legged birds (ostriches). On the other side, human figures also appear above the cabins of the boat. The large female is shown with both hands hanging at her side, fingers indicated. A smaller male stands to the right, extending his arm toward the woman, while holding a long staff. In the other hand he holds an object similar to that discussed above. Wavy lines are painted above and over the handles, and below the handles are a row of s-motifs and a skin on a pole motif. Published: G. Graff and N. Manlius, Peut-être deux nouvelles représentations d'Orycterope sur un vase nagadien du British Museum, GM 197 (2003), 35-38. G. Graff , Les représentations prédynastiques d'oryctérope, in J-C Goyon & C. Cardin (eds), Proceedings of the Niinth International Congress of Egyptologists, OLA 150 Leuven (2007), pp. 829-835. G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no 338"], "Location": ["On display (G64/dc1)"], "Condition": ["good"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65366"], "Registration number": ["1939,0324.231"], "Conservation": ["Treatment: 07 May 2014"]}