{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA58408"], "Description": [" Fragmentary steatite figure of a nude child figure, the lower legs and base now lost. The female figure wears a side-lock of hair on the right side, a visual indication of her youth. The ears and facial features are crudely carved, with the outer corners of her oversized eyes extending downwards. The nose and mouth are broad while the lips appear thin and sharply incised. The neck is extremely broad and there is little definition between the chin and neck area. She is portrayed nude, with small rounded breasts and a narrowed waist. There are incised lines outlining the genitalia and the upper thighs. The arms are held by the sides of the body. On the reverse is a slim back-pillar that reaches to the upper back, with notable damage across the surface that renders any possible inscription underneath illegible. There are numerous chips and scratches to the stone surface, including chips to the top of the head and face. Long scratches are also visible across the chest and around the upper arms and waist. The figure is now attached to a slim modern base. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 7.43 centimetres (max) ", " Width: 3.14 centimetres ", " Depth: 2.62 centimetres "], "Curator's comments": ["Though the lower legs of the figure are now missing, it seems likely based on the pose and the positioning of the upper legs that the figure stood with both feet together as opposed to adopting a striding pose which is more commonly found used for male figures. The damage to the back-pillar area, particularly in contrast to the other surface damage found on the body, may suggest potentially deliberate defacement. This figure forms part of a collection of six figures purchased from Denis P Kycitas in 1927, two of which are attributed to the Middle Kingdom. The crude form of this small female figure, including stylistic details such as the wide facial features, point towards a 12th Dynasty date."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death "], "Condition": ["incomplete - feet lost"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58408"], "Registration number": ["1927,0514.13"], "Conservation": ["Treatment: 11 Feb 2002"]}