{"artifact_name": "cross", "Object Type": ["cross"], "Museum number": ["EA71955"], "Description": [" Iron benedictional cross. "], "Cultures/periods": ["Late Christian Period"], "Production date": ["14thC"], "Findspot": [" Excavated/Findspot: Qasr Ibrim (Nubia), Church 1 North Crypt Burial of Bishop Timotheos "], "Materials": ["iron"], "Dimensions": [" Length: 32.60 centimetres ", " Weight: 114 grammes ", " Width: 3.60 centimetres ", " Depth: 1 centimetres "], "Curator's comments": [" Photograph: Taylor, Egypt and Nubia, 66 (85). Find location mentioned Plumley, Scrolls of Bishop Timotheus, 3. Aspects of the context and historical background in a review of Plumley by Frend in Zeitschrift fuer Kirchengeschichte 1978, 190-1. N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 334. ", " Strudwick N 2006 Excavations by the Egypt Exploration Society in the cathedral at Qasr Ibrim in 1964 revealed a small crypt. On the debris in this crypt lay a corpse, which was identified as that of someone in holy orders. This cross lay on the body's breast, suggesting that the deceased was a bishop; underneath the body lay two scrolls (now in Cairo, JE 90223-4), in Coptic and Arabic, which were letters testimonial from the Coptic Patriarch Gabriel (IV) announcing the appointment of a new bishop, Timotheus, to the See of Nubia. His consecration in Cairo took place on 19 November AD 1371. The cross is referred to in the Coptic scroll as a 'rod of iron' and a 'staff' in the Arabic; it was Timotheus' symbol of authority. The cliff on which Qasr Ibrim stands served in the New Kingdom mainly as a place for the construction of shrines, probably for important officials associated with the fortress at Aniba on the opposite bank of the Nile, where many of the viceroys of Nubia resided. A temple was erected on the site by king Taharqa, but the earliest fortifications at the site date from the late New Kingdom or immediately thereafter. The site was then occupied for a short time by the Romans, and in mediaeval times became the centre of an important bishopric. Bishop Timotheus' grave in the cathedral church has all the appearances of a hasty burial, but nonetheless shows that Christianity was still flourishing in Nubia in the later fourteenth century AD. In the mediaeval period Qasr Ibrim was frequently caught up in conflicts in the area between the Muslim rulers of Egypt and the Christian rulers of the kingdoms of Makuria and Dotawo. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (p.334)"], "Location": ["Not on display"], "Exhibition history": [" 2023-2024 13 Nov-3 Mar, New York, Metropolitan Museum, Africa and Byzantium "], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition notes": ["Transferred from MLA and registered around time of opening of Nubian gallery"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA71955"], "Registration number": ["1971,0801.5"]}