{"artifact_name": "bracelet", "Object Type": ["bracelet"], "Museum number": ["EA14594"], "Description": [" Gold cuff bracelet of Prince Nemareth: the inner side of the smaller segment of this bracelet is inscribed for a man with the Libyan name of Nimlot (also rendered as Nemareth or the like). The external decoration of the bracelet consists of geometric decoration and a figure of a child god. The god is represented in a typical ancient Egyptian manner for a male child: nude, wearing a long sidelock of hair and with a finger to the mouth. That this is not a mere human child, however, is indicated by his crook-shaped scepter of rule, the uraeus on his forehead, and his headdress, which is a lunar crescent and disk. The deity depicted on these bracelets is most probably Harpocrates. Two uraei guard the lunar symbols. Presumably, they represent the protective goddesses of Upper and Lower Egypt, which the Egyptians often equated with the ordered universe. And the blue lotus, on several of which the deity squats, is a symbol of creation from the primordial ocean, from which the sun first rose, and of birth and rebirth, presumably because that flower rises above the water when it opens each dawn. The bracelet was once inlaid with lapis lazuli. "], "Authority": ["Ruler: Sheshonq I"], "Cultures/periods": ["22nd Dynasty"], "Production date": ["940BC (circa)"], "Findspot": [" Excavated/Findspot: Sa el-Hagar (Sais) (?) "], "Materials": [" gold ", " lapis lazuli "], "Technique": ["inlaid"], "Dimensions": [" Height: 4.30 centimetres ", " Weight: 68 grammes ", " Width: 5.90 centimetres ", " Depth: 6.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["In the late Twentieth and the Twenty-first Dynasties, Egypt began to come under the sway of Libyan-Egyptians and Libyans. Sheshonq I, from a line of Libyan chieftains resident in Egypt, became the first king of the Twenty-second Dynasty. One of his sons, the Nimlot who owned these bracelets, was \"Commander of the Entire Army;\" he also bore the title \"King's Son of Ramses,\" perhaps also a military title in honor of the famous warrior pharaoh Ramses II of the Nineteenth Dynasty. Pair with 1850,0817.1. Identity of Nimlot: K Jansen-Winkeln, Orientalia 75 (2006), 300-301. Bibliography: G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), pp. 199-200, with fig. 240; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 310-311 No 98; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 85, cat no. 46; H. W. Müller & E. Thiem, ‘Gold of the Pharaohs’ (Ithaca/New York, 1999),figs. 460-61, p. 224 (EA 14594). D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 136-7."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (116) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.244-245) ", " Andrews 1990 / Ancient Egyptian jewellery (136) "], "Location": ["Not on display"], "Exhibition history": [" 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Nemareth ", " Representation of: Khons ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Hon Sir Charles Augustus Murray"], "Acquisition date": ["1850"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14594"], "Registration number": ["1850,0817.2"], "Additional IDs": [" Miscellaneous number: BS.2903a (Birch Slip Number) "], "Conservation": [" Treatment: 03 May 2000 ", " Treatment: 19 Jul 1981 ", " Treatment: 30 Jan 1990 ", " Conservation Treatment: 26 Jul 2016 "]}