{"artifact_name": "cippus", "Object Type": ["cippus"], "Museum number": ["EA36250"], "Description": [" Black steatite cippus; standards on either side of Harpocrates; eight registers of Gods and text in the field; other surfaces covered with rows of Hieroglyphic text; two fragments re-joined. "], "Cultures/periods": [" Late Period ", " Ptolemaic (early) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 19.50 centimetres ", " Weight: 1.83 kilograms ", " Width: 13 centimetres ", " Depth: 6.10 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: G. Pinch, Magic in Ancient Egypt (London 1994), fig.7. H. Sternberg-El Hotabi, Untersuchungen zur Überlieferungsgeschichte der Horusstelen, ÄA 62, p. 55. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 107. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, pp. 228, 241."], "Bibliographic references": ["Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 10)"], "Location": ["Not on display"], "Exhibition history": [" 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair (repaired)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Harpocrates ", " Representation of: Bes ", " Representation of: Serqet ", " Representation of: Pataikos ", " Representation of: Taweret ", " Representation of: Neith ", " Representation of: Sokar ", " Representation of: Sobek "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36250"], "Registration number": ["OC.350"], "Conservation": ["Treatment: 10 Jun 1999"]}