{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9901,3"], "Description": [" Book of the Dead of Hunefer (Hw-nfr) frame 3; fully coloured vignettes; coloured border. The scene (vignettes) shows episodes in Hunefer's judgement. "], "Cultures/periods": ["19th Dynasty"], "Excavator/field collector": ["Field Collection by: Antoine Barthélemy Clot"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 45 centimetres (frame) ", " Height: 40 centimetres (max) ", " Length: 90.50 centimetres (frame) ", " Length: 87.50 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["'Book of the Dead' papyri are first found in the early New Kingdom c.1450 BC and the finest (like Hunefer's) were written by expert scribes and decorated by master draftsmen. Perhaps, as royal scribe, it was Hunefer himself who put brush to ink to inscribe his own papyrus. Full size polychrome vignette of Hunefer in judgement scene. From left: above, Hunefer kneels in adoration before a company of deities, who are named as Ra, Atum, Shu, Tefnut, Geb, Nut, Horus, Isis, Nephthys, Hu and Sia, and the Southern, Northern and Western 'roads'. Below, the jackal-headed Anubis leads Hunefer towards the balance of judgement, where Anubis is depicted again, kneeling to adjust the plumb-weight on the balance. On the left scale-pan is Hunefer's heart, and on the right the feather hieroglyph which symbolises Maat. Below the balance crouches Ammit, the 'Devourer of the Damned', accompanied by a short inscription which describes her: 'Her front is a crocodile, her rear a hippopotamus, her middle a lion.' To the right, Thoth, ibis-headed, holds a pen and scribal palette to record the outcome of the weighing. Horus then conducts Hunefer to a shrine in which Osiris sits enthroned, accompanied by the goddesses Isis and Nephthys. The four Sons of Horus stand on a large lily (lotus) which grows from a pool of water beneath Osiris' throne. The lines of inscription above the scenes contain passages from spell 30B of the Book of the Dead. Composition is framed on top and bottom with red and yellow lines. Very little text/image loss except for yellow paint which has faded. Bibliography: M.A. Corzo, Nefertari Luce d'Egitto, Rome 1994, pp. 176-80 [43]. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 82, 91-92, 99-100, fig. 58."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (89) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig. 9) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134351) (http://www.trismegistos.org/text/134351) ", " Parkinson 2010 / Hunefer and his Book of the Dead "], "Location": ["On display (G62/dc24)"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.32 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.32 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.60 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.60 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.60 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, fractured Black ink Red ink Pigment (faded) Backed: white paper Checked for loan to Australia 1988 checked for loan to Mexico 1991 Checked for loan to Italy 1994 Checked for loan to Italy 1995 Displayed in Room 63 until 1997 Refused for loan to Japan 2002 Refused for loan to Japan Star Objects 2004 Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good (but bleached in part)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Hunefer ", " Named in inscription: Nasha (wife) ", " Named in inscription: Sety I ", " Representation of: Osiris (represented in the vignette) ", " Representation of: Isis (represented in the vignette) ", " Representation of: Nephthys (represented in the vignette) ", " Representation of: Anubis (represented in the vignette) ", " Representation of: Thoth (represented in the vignette) ", " Representation of: Ammit (represented in the vignette) ", " Representation of: Horus (represented in vignette) ", " Representation of: Sons of Horus (depicted in vignette) ", " Named in inscription: Imsety (mentioned in vignette) ", " Named in inscription: Hapy (mentioned in vignette) ", " Named in inscription: Duamutef (mentioned in vignette) ", " Named in inscription: Qebhsenuef (mentioned in vignette) ", " Named in inscription: Osiris ", " Named in inscription: Isis ", " Named in inscription: Nephthys ", " Named in inscription & portrayed: Ra ", " Named in inscription & portrayed: Atum ", " Named in inscription & portrayed: Shu ", " Named in inscription & portrayed: Tefnet ", " Named in inscription & portrayed: Geb ", " Named in inscription & portrayed: Nut ", " Named in inscription & portrayed: Hu ", " Named in inscription & portrayed: Sia "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: H Boone (dealer)"], "Acquisition date": ["1852"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9901,3"], "Registration number": ["1852,0525.1.3"], "Additional IDs": [" Miscellaneous number: Frame.3 "], "Joined objects": [" Associated Group: G16566 (9 objects) "], "Conservation": [" Treatment: 06 May 1999 ", " Treatment: 27 Sep 2010 "]}