{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2294"], "Description": [" Sandstone stelophorous male figure named Userhat, standing before a slim tall stela. He wears a shoulder-length striated wig with faint traces of black paint. His facial features are worn, yet the outline of his rounded eyes, arched eyebrows and short nose are still discernible. Small traces of red-brown paint are also visible across the face and neck, and small sections of black paint on his left side suggest that he also had cosmetic lines at the outer corners of his eyes. He supports the tall stela in front of him with two hands, and he wears a long kilt detailed with worn white paint. His left leg advances forward slightly ahead of his right leg, and clearer traces of red-brown paint are visible across his lower legs and feet. The stela has eleven rows of short incised text, topped with a lunette featuring a pair of wedjat-eyes. The text has clear traces of blue and yellow paint within the hieroglyph signs, and red paint has been used for the border. A further horizontal line of text is inscribed on the front of the base and also features the same painted colours. The stone is particularly worn at the face and hands, and there are visible chips at the sides of the stela and around the statue base. "], "Cultures/periods": ["18th Dynasty (mid)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sandstone"], "Technique": ["painted"], "Dimensions": [" Height: 40 centimetres ", " Width: 11.50 centimetres ", " Depth: 16 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" Stelophorous statues were commemorative elite monuments that became particularly popular in the 18th Dynasty. The stelae were typically inscribed with a hymn dedicated to the sun god Re and perceived as the subject being shown worshipping or adoring the deity. Many examples show the figure kneeling and with the palms displayed outwards in a gesture of adoration, yet here the figure is standing. Most examples also tend to be carved from limestone. Userhat’s inscription also contains funerary prayers for the afterlife, for instance that he may ‘enter and go forth’ from the necropolis, and ‘breathe the air that the god gives’, which may indicate that this monument was originally established in his tomb. Further Bibliography: H. M. Stewart, 1967. 'Stelophorous Statuettes in the British Museum', JEA Vol. 53, p. p. 35, 37, Pl. IV, 2. ", " Also appears that the number is written on as 2249 [NCS-16/9/98] See PM viii, p. 535. "], "Bibliographic references": [" Stuttgart 2007 / Ägyptische Mumien : Unsterblichkeit im Land der Pharaonen (no. 134) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 125, no. 46) ", " Vandier 1958 / Manuel d’archéologie égyptienne (p. 651) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 540) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2007-2008 6 Oct 2007-24 Mar, 2008 Stuttgart, Württemberg State Museum, Agyptische Mumien: Botschafter aus dem Land der Pharaonen "], "Condition": ["fair - paint worn"], "Subjects": ["eye of horus"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2294"], "Registration number": [".2294"], "Additional IDs": [" Miscellaneous number: B.S.2294 "], "Conservation": ["Treatment: 27 Mar 2007"]}