{"artifact_name": "coffin; human mummy; mummy-wrapping", "Object Type": [" coffin ", " human mummy ", " mummy-wrapping "], "Museum number": ["EA6676"], "Description": [" Mummy of a Priest of Amun and Bastet, named Penamunnebnesuttawy. The outer shroud of this mummy is intact and is bound by two vertical and six horizontal bands, with another band passing round the neck and crossed over the breast upon which is laid a semicircular painted cartonnage pectoral. Numerous globular and tubular beads lie loose among the bandages. Skull - No obvious fractures. The mouth is closed and all teeth are apparently present. The cervical spine appears intact. Thorax and Abdomen - Apart from a coating of resin, both cavities appear empty. The ribs, spinal column, and intervertebral discs appear normal. No fractures or dislocations seen. Pelvis - The pelvic cavity appears empty. The bones of the pelvis and the hip joints appear normal. Arms - Extended. The palms of the hands, fingers extended, rest upon the antero-medial aspect of the thighs. Legs - The bones and joints appear normal. No fractures, dislocations or lines of arrested growth seen. There is a large, granular mass lying between the thighs. This could represent a visceral pack. The feet appear normal. Base and lid of the anthropoid wooden coffin of Penamunnebnesuttawy: with polychrome painted decoration: wearing wig and collar, Nut, with outstretched wings, protects body, the rest of the lid is decorated with registers of hieroglyphs surrounding representations of deities, including Isis, Nephthys, the four Sons of Horus, Anubis and Ptah (?), with winged figure of Hathor on foot section; base also decorated. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " linen ", " human tissue "], "Technique": ["painted"], "Dimensions": [" Height: 16.50 centimetres (base) ", " Height: 28 centimetres (lid) ", " Height: 22 centimetres (mummy) ", " Length: 187 centimetres (base) ", " Length: 188 centimetres (lid) ", " Length: 171 centimetres (mummy) ", " Weight: 18.20 kilograms (coffin base) ", " Weight: 18.80 kilograms (coffin lid) ", " Depth: 48 centimetres (base) ", " Depth: 48 centimetres (lid) ", " Depth: 38.50 centimetres (mummy) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: A. Wiedemann, 'Notes on some Egyptian monuments' PSBA 33 (1911), 163, pl. XXIV The British Museum, 'Guide to the First, Second and Third Egyptian Rooms' (London, 1924), p. 96; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.829; Taylor in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 174, col. pl. 54 [3], [back of inner coffin]."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (34) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["Not on display"], "Exhibition history": [" 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Penamunnebnesuttawy ", " Named in inscription: Amun ", " Named in inscription: Bastet ", " Representation of: Nut ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Sons of Horus ", " Representation of: Anubis ", " Representation of: Ptah (?) ", " Representation of: Hathor "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Acquisition notes": ["Note old label 'SM' on edge of coffin case. Previous attribution to third Salt Collection (Birch slips) is erroneous"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6676"], "Registration number": [".6676"], "Additional IDs": [" Miscellaneous number: BS.6676 (Birch Slip Number) "], "Conservation": [" Treatment: 02 Feb 2007 ", " Conservation treatment: 10 March 2018 ", " Treatment: 04 Oct 2019 ", " Prepare for display on loan: 26 Feb 2020 "]}