{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10009,1"], "Description": [" Book of the Dead of Userhat; frame 1; full colour vignettes; cursive Hieroglyphic text; yellow borders. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 65 centimetres (frame) ", " Width: 41 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["See also .9962 Published: Lucarelli, Rita. 2015. The inhabitants of the Fourteenth Hill of Spell 149 of the Book of the Dead. In Morenz, Ludwig D. and Amr El Hawary (eds). Weitergabe: Festschrift für die Ägyptologin Ursula Rößler-Köhler zum 65. Geburtstag, 275-291. Weisbaden: Harrassowitz."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (274) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 67) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (133548) (http://www.trismegistos.org/text/133548) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science History, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 1 Nov-1990 31 Dec, Malaysia, Kuala Lumpar, National Museum of Malaysia, Treasures from the Graves 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 7 July -17 September Mori museum, Tokyo & 6 October-25 November, Fukuoka Museum of Art, The Book of the Dead: Journey Through the Afterlife "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: loss, insect attack, bleached Black ink Red ink Pigment: faded, friable, CSR Report No. AR2009/56 found orpiment Backed: brown paper Checked for loan USA 1988 Checked for loan Kuala Lumpur 1989 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Associated names": ["Named in inscription: Userhat"], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10009,1"], "Registration number": [".10009.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "], "Conservation": ["Treatment: 27 Sep 2010"]}