{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10554,80"], "Title": ["Series: The Greenfield Papyrus"], "Description": [" Book of the Dead of Nestanebetisheru; frame 80. Black and red line vignette (of Spell 125) depicting the weighing of deceased’s heart in a balance against Maat, the principle of order, right and truth, depicted as a small squatting goddess with a feather headdress. The process is coordinated by Anubis and Thoth (here represented by a baboon). Ammit and a lake of fire are depicted on the left side. "], "Cultures/periods": [" 21st Dynasty (late) ", " 22nd Dynasty (early) "], "Production date": ["950 BC - 930 BC (circa)"], "Findspot": [" Excavated/Findspot: First Cache "], "Materials": ["papyrus"], "Technique": ["drawn"], "Dimensions": [" Height: 518 millimetres (Inside edging tape) ", " Height: 542 millimetres (frame) ", " Height: 498 millimetres (max papyrus height) ", " Thickness: 11 millimetres (framed size) ", " Width: 631 millimetres (Inside edging tape) ", " Width: 654 millimetres (frame) ", " Width: 605 millimetres (max papyrus width) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["The ancient Egyptians regarded the heart as the centre of an individual's being, and the location of the mind and memory. It was essential that it should not be separated from the body even after death, and for this reason, it was left inside the chest during mummification. When the deceased entered the judgment hall, his or her heart would be tested. Only if the heart balanced correctly against Maat would the deceased be declared 'maa-kheru'.This expression, literally translated \"true-of-voice,\" meant that he or she had lived according to the principles of right and proper conduct and was therefore fit to enter the afterlife. The judgement is performed by Anubis and Thoth (here represented by a baboon) often stands-by to ensure an accurate result. Should the deceased fail the judgement, Ammit (‘the devourer), a monster which is part crocodile, part lion and part hippopotamus swallowed the heart, depriving the owner of their very being and condemning them to non-existence. On this papyrus the ‘Lake of Fire’, a place of punishment for the wicked, is also depicted. The cremation of a corpse was abhorrent to the Egyptians since it left no physical remains for the spirit to inhabit. As in all scenes of the weighing, however, the result for Nestanebetisheru is a positive one, for by depicting the deceased as \"true of voice\" a favourable outcome would be assured. The description of this symbolic weighing formed one of the most important texts in the Book of the Dead, and it was regularly accompanied by a detailed illustration. Published: Budge, E. A. Wallis, The Greenfield papyrus in the British Museum: the funerary papyrus of Princess Nesitanebtashru, daughter of Painetchem II and Nesi-Khensu, and priestess of Amen-Ra at Thebes, about B.C. 970. London, 1912. Hughes, Richard Smith, The vignettes in the Greenfield Papyrus in the British Museum (BM EA 10554): the Book of the Dead of Nest-ta-nebt-ashru (950-930 BC) . Ridgecrest, 2013. Cfr. Mosher, Catalogue of the Books of the Dead in the BM: The Papyrus of Hor, (2001), p.80 n.25. N. Billing, Nut the Goddess of Life, USE 5 (2002), p. 331, fig. A.3. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 119, p.233 fig.9.3 J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 31, pl. p. 30."], "Bibliographic references": [" Budge 1912 / The Greenfield Papyrus in the British Museum ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.30-31) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (145) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 161) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134519) (http://www.trismegistos.org/text/134519) "], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2012 7 July -17 September Mori museum, Tokyo & 6 October-25 November, Fukuoka Museum of Art, The Book of the Dead: Journey Through the Afterlife 2016 3 Sep - 6 Nov, Poole Museum, 'Lines of thought: Drawing from Michelangelo to now', no. 1 2017 1 Jan - 25 Feb, The Brynmor Jones Library Art Gallery, University of Hull, 'Lines of thought: Drawing from Michelangelo to now', no. 1 2017 12 Mar - 5 May, Ulster Museum, Belfast, 'Lines of thought: Drawing from Michelangelo to now', no. 1 2017 May - Sep, New Mexico Museum of Art, Santa Fe, 'Lines of thought: Drawing from Michelangelo to now', no. 1 2017-2018 Oct - Jan, RISD Museum, Rhode Island School of Design, Providence, 'Lines of thought: Drawing from Michelangelo to now', no. 1 "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: stained Black ink Red ink Backed: brown paper Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Nestanebetisheru ", " Named in inscription: Neskhons (Neskhons) ", " Named in inscription: Panedjem II ", " Representation of: Anubis ", " Representation of: Thoth ", " Representation of: Maat ", " Representation of: Ammit "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Mrs Edith Mary Greenfield"], "Acquisition date": ["1910"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10554,80"], "Registration number": ["1910,0509.1.80"], "Additional IDs": [" Miscellaneous number: Frame.80 "], "Conservation": [" Treatment: 18 Nov 2004 ", " Treatment: 26 Jul 2010 "]}