{"artifact_name": "askos", "Object Type": ["askos"], "Museum number": ["EA22410"], "Description": [" A terracotta 'askos' in the form of a hen: wheel-made body, with sides folded in to form a longitudinal join along the concave back of the bird, with an applied hand-modelled head at one end and a spout, broken away, in the tail. The beak of the bird is lost. Rising from the centre of the back is a wheel-made narrow neck with a wide-rimmed mouth; two three-ribbed handles are applied, each extending from just below the mouth to the flank of the animal. The vessel stands on a turned base-ring. Micaceous brown Nile silt, covered, except under the base, with a drab white slip, decorated with wavy lines and spots in red fired-on ceramic colour. There are signs of burning on large areas of the surface. "], "Cultures/periods": ["Roman Period (?)"], "Production date": ["2ndC AD (Probably earlier than the end of the 2ndC AD)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis), House 44 "], "Materials": ["pottery"], "Technique": [" wheel-thrown ", " slipped "], "Dimensions": [" Height: 17 centimetres ", " Width: 17 centimetres (maximum) "], "Curator's comments": [" Published: H. Coutts, Gold of the Pharaohs, Edinburgh 1988, pp. 91-92 [65/B]. Favard-Meeks in: Brissaud and Zivie-Coche - Tanis 1987-1997, (1998) p.134, 144, [pl.12e]. ", " Terracotta IV Donated: Egypt Exploration Fund. Excavated in House 44 at Tanis. For this house, 'some yards to the east and beside the same roadway' as House 35 (the House of Ashaikhet, from which came registration no. 1885,0101.140 etc.), and like the latter house, much damaged by fire (see Petrie 1885: 46-50 and Favard-Meeks 1998: 132-4). House 35 was on the eastern side of the mound, east of the Great Temple, probably outside the great enclosure wall shown in Petrie 1885: pl. [xvii]. Petrie regarded House 44 as the abode of 'a wealthy Roman official'; a Ptolemaic coin was found below the house and a coin of Vespasian within it, and Petrie (1885: 47) believed that House 44 was destroyed in the latter part of the second century AD. The present state of knowledge does not allow the dating of this pottery vessel: it may go with the house in which it was found and be no later than the end of the second century AD; it may be late Roman. I prefer the earlier date. Bibliog: Glanville 1926: pl. xiv:4; Favard-Meeks 1998: 134, pl. xiie, she thinks that it may be later than the rest of the other material from the house, and suggests a 'Coptic' presence in the area, as a bronze lamp from the neighbouring House 35 is 'vraisemblablement copte' (ibid.: 165n. 118 and 168n. 242). When I published this lamp in Bailey 1996c: Q 3719, I suggested a first- or second-century AD date; I now believe it to be late Ptolemaic. However, there apparently was a late Roman 'house built against the east side' of House 35 (Petrie 1885: 36, Favard-Meeks 1998: 116-17). "], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3774)"], "Location": ["Not on display"], "Condition": ["fair (chipped)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22410"], "Registration number": ["1885,1101.294"], "Conservation": [" Treatment: 27 Oct 1987 ", " Treatment: 24 Feb 1986 "]}