{"artifact_name": "cosmetic-vessel", "Object Type": ["cosmetic-vessel"], "Museum number": ["EA32593"], "Description": [" Glazed composition aryballos in the form of a siren or sphinx, with the normal concave mouth/lip, and strap handle. The form of the vase is a compound creation, with the female head, with two small forefeet, joined to swept-back double wings, while behind protrudes the tail of a cock. The main glaze is a still surviving bright green, with black-brown on the outer part of the lip. Below and in front of the neck of the vase a raised line incates where the vase lip and neck were attached with an overlapping layer of material to the main part of the vase, a feature of the manufacturing process which is not normally visible- perhaps this is a crude attempt to make good a mistake. "], "Cultures/periods": [" 26th Dynasty ", " Archaic Greek "], "Production date": ["600 BC-550BC"], "Production place": [" Made in: Egypt (unlikely) ", " Made in: Kamiros (?) "], "Findspot": [" Excavated/Findspot: Naukratis (unlikely) ", " Excavated/Findspot: Kamiros (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 5.10 centimetres ", " Weight: 50 grammes ", " Width: 2.60 centimetres ", " Depth: 7 centimetres "], "Curator's comments": ["Purchased in Egypt by a known collector of antiquities (Rev. Chauncey Murch) just before 1900, and claiming Naukratis as its find-spot, this piece is remarkably intact. Whether it comes from Naukratis or not, it is impossible to know, but it seems unlikely, judging by the fragmentary nature of the only finds of such vases which were made by Petrie in the first season of 1884-5 and registered as such in British Museum and Boston. The type of aryballos, with a compound of human and animal characteristics, is popular amongst the faience production (Webb 1978, nos. 888- 892). It takes its model from Greek bird-bodied sirens, which combine a woman's head with the body of a bird. However, the large female head depicted here is an unusual departure from the normally more realistic pieces, where the female figure includes a rounded breast below the head.. CF. in particular Louvre AM 6764 (Webb 1978, no 893, pl. XXI), where the woman's head is delicately modelled and includes small earrings attached to the lobe ot the ears. Though probably not from Naukratis, this is an undoubted member of the class."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (FB.04)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32593"], "Registration number": ["1900,0609.106"]}