{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66521"], "Description": [" Scarab carved from beige steatite (less likely made in glazed composition); back simply detailed with prothorax unusually rounded at front, elytra marked with three incised lines (double suture); legs feathered at front, and deeply undercut at side; underside inscribed vertically with incised hieroglyphs, human face (Hr), mouth (r), and two addorsed yod; some details within signs; longitudinally pierced; glaze lost. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 525 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["steatite (likely)"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 1.70 centimetres ", " Thickness: 0.70 centimetres ", " Width: 1.25 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This scarab was published as a paste scarab in Gardner 1888 (pl. XVIII, no. 51). However, it looks more like steatite. Furthermore, this would be an unusual design for a glazed composition scarab from the 'Scarab Factory' (on its various productions see Gorton 1996, 91-131; Webb, forthcoming). The detailed back and finely engraved hieroglyphs can be compared to other 25th-26th dynasty scarabs. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 51) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.87) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, glaze lost."], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66521"], "Registration number": ["1888,0601.56"]}