{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10852"], "Description": [" Palimpsest papyrus with demotic text recto and verso. On the recto the beginning of a 'Demotic Name-book' (30 lines), to which EA 10856.3 Fragment B also belongs, as well as P. Carlsberg 425. On the verso are parts of three columns of accounts. One of the sheets of the roll is at right angles to the rest, so that the fibres on the recto run vertically in one area. "], "Cultures/periods": [" Late Period (?) ", " Graeco-Roman (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 30.70 centimetres (frame) ", " Height: 26.30 centimetres (papyrus) ", " Weight: 1451 grammes (frame) ", " Thickness: 0.70 centimetres (frame) ", " Width: 33.20 centimetres (frame) ", " Width: 29.20 centimetres (papyrus) "], "$Inscriptions": [" "], "Curator's comments": [" The ‘Demotic name-book’ is an alphabetical list of demotic personal names followed by the name of a god, for example ‘Ptah is content’. Combined with the pieces in Copenhagen and Cairo, the order is: h – […] – n – […] – p – i – a – g – x – t. Alphabetic canons may have been present in Egypt long before the Greco-Roman period, however, and it has recently been suggested that they were borrowed from a Northwest Semitic tradition sometime during the fourteenth to twelfth centuries BC. Other scholars have even argued for an Egyptian origin of the canon between 2000 and 1500 BC. Recent discoveries have revealed the existence of the so-called halaHam order (h-l-H-m) in Egypt some 1,000 years earlier than previously assumed. ", " Bibliography Martin, C.J. 2016-2017. The Michaelides Demotic Material, Enchoria 35: 1-8. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 160 ", " Publication of recto: E. Bresciani, 'Testi demotici nella Collezione Michaelidis' (Oriens Antiquus 2), Rome, 1963, pp. 15-16 and pl. vi; K.-Th. Zauzich, 'Ein antikes demotisches Namenbuch', in K. Ryholt (ed.), A Miscellany of Demotic Texts and Studies (The Carlsberg Papyri 3; CNI Publications 22), Copenhagen, 2000, pp. 27-57. Date: 4th century or early 3rd century BC (Zauzich, op. cit., p. 34). The hand is the same as EA 10856 and P. Carlsberg 425. "], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (48731) (http://www.trismegistos.org/text/48731) ", " Kaplony-Heckel 1973 / Ein neuer demotischer Papyrus aus der Zeit des Konigs Hakoris (Sammlung Michaelides) (pp.5-20) (= Kaplony-Heckel 2009, pp.215-237) ", " Kaplony-Heckel 2009 / Land und Leute am Nil nach demotischen Inschriften, Papyri und Ostraca: Gesammelte Schriften (pp.215-237) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bloom, fractured, fragile, fragmentary, insect attack, loss Black ink (smudged) Tabbed: kraft paper, glassine paper Mount Details: Sandwich: glass Binding: self adhesive tape Object Priority: B Mount Priority: C Overall Condition: C Curatorial condition comment: fair - lacunae"], "Acquisition name": [" Purchased through: B A Seaby Ltd ", " Purchased from: George Anastase Michaelides "], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10852"], "Registration number": ["1977,1105.7"]}