{"artifact_name": "figure; forgery(?)", "Object Type": [" figure ", " forgery (?) "], "Museum number": ["EA53858"], "Description": [" Mudstone seated figure of the goddess Isis suckling Harpocrates (Horus-the-Child), possibly a modern forgery. Isis wears a sheath dress that reaches to the ankles, and a modius crown with a striated wig reaching to the chest. There is a suggestion of a uraeus cobra above the forehead. The upper body is crudely modelled with broad shoulders and arms uneven in size. The definition of the ears and hands are minimal, and there is little suggestion of the neck. Harpocrates is shown as a naked infant resting on her lap, both of his hands placed by his sides. He appears nude and wears the distinctive plaited sidelock of hair. Both of the figures facial features include large eyes with a heavy upper ridge, and a small nose and mouth. The inner corners of Isis’ eyes meet the edge of the nose on either side. Both of their faces are particularly rounded at the jawline. On the reverse the block-throne extends to the tip of the goddess’ modius crown, and does not appear to be inscribed. The left side of Isis’ crown has broken off. There are series of long scratches across the stone surface on both sides and the reverse of the seat. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["Late Period (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" mudstone (?) ", " steatite (?) "], "Dimensions": [" Height: 12.40 centimetres ", " Width: 4.13 centimetres ", " Depth: 6.17 centimetres "], "Curator's comments": ["Unusual aspects to this figure include the layout of the wig particularly around the forehead, the modelling of Isis’ upper body which results in a lack of a defined neck and a ‘hunched’ appearance, and the lack of a vulture headdress above her wig. The facial features of both figures and the extremely rounded faces are also uncommon. This has led to speculation that the piece could be a modern forgery. The nursing of the child emphasises Isis’ role as divine mother and protector, both for the god Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean."], "Location": ["Not on display"], "Condition": ["fair - damage to the modius"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Albert Amor"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53858"], "Registration number": ["1914,0417.4"]}