{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA43132"], "Description": [" Fragmentary limestone head of a male figure, the right side of the face now lost. He has a tonsure hairstyle of wavy curls around the side of the head and partly covering his left ear, while the top of the head is bald. His brow is deep set. The inner corner of his left eye is intact, while his right eye has been heavily damaged with a number of abrasions to the pupil area and around the edges. The remaining outline of his nose suggests it was broad in shape, and his mouth is wide with thick, fleshy lips. His lips are pursed together and sharply incised around the edge, while the outer corners of his mouth are relaxed. His chin appears to be raised, suggesting an upwards gaze. There are numerous chips and thin scratches to the surface which obscures details of the facial features. A large portion of the top of the head is missing. "], "Cultures/periods": [" 18th Dynasty (late) ", " 19th Dynasty (early) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["limestone"], "Dimensions": [" Height: 7 centimetres ", " Weight: 0.30 kilograms ", " Width: 8.20 centimetres ", " Depth: 4.50 centimetres "], "Curator's comments": ["This head was recovered amongst a range of other New Kingdom votive statue fragments from the temple of Mentuhotep II at Deir el-Bahri (Naville 1913; PM II). A photograph of the object taken during the excavations is available online via the Egypt Exploration Society's Flickr page: https://www.flickr.com/photos/egyptexplorationsociety/25113678908/in/album-72157663539521818/ It has been argued that this head likely originally belonged to a block statue based on the raised head and angled neck, as well as the apparent attachment of the chin and lower neck area to another area of stone (Russmann 2001). This distinctive hairstyle is associated with a group of priests associated with a cult of Hathor and collectively referred to as the ‘Bald Ones of Hathor’ (Clère 1995). Some attestations of ‘bald-headed ones’ are noted within the 18th Dynasty, but these figures are more typically dated within the early 19th Dynasty. Further Bibliography: J-J. Clère, 1995. Les chauves d'Hathor. Orientalia Lovaniensia analecta Vol. 63. (Leuven), p. 171-172, Pl. 27c. E. Naville, 1913. The XIth dynasty temple at Deir el-Bahari Vol. III. (London), p. 24, Pl. XVII.5. W. Seipel, 1992. Gott. Mensch. Pharao (Vienna), p. 334-335, no. 131."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 189-190, no. 96) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 101, no. 59) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 394) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["fair (incomplete -head only - chipped)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1906"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA43132"], "Registration number": ["1906,1013.67"], "Conservation": ["Treatment: 22 May 2000"]}