{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10756,7"], "Title": [" Object: Papyrus Ramesseum 3 ", " Object: Fragments of Papyrus Ramesseum 4 "], "Description": [" P. Ramesseum 3, Frame 7. Papyrus written on the recto and on the verso in hieratic script in red and black ink. The recto contains a magico-medical text for mother and child and also for the eyes and fragments of P. Ramesseum 4. On the verso there are some dated accounts with ruled lines. The text is written in vertical lines. This frame contains forty-two fragments which appear in the following order from top left to bottom right: Frag. 64, Frag. 44, A 13, A 14, A 22, A 16, Frag. 25, Frag. 4, P. Ramesseum 4 Evi (?), P. Ramesseum 4 Frag. 2, Frag. 48, Frag. 43, Frag. 35, Frag. 31, Frag. 7, Frag. 15, one unidentified, B 21, Frag. 20, P. Ramesseum 4 Ei 5 (bottom), Frag. 2, P. Ramesseum 4 Frag. 3, Frag. 63, Frag. 6, Frag. 14, two unidentified, A 20, P. Ramesseum 4 Evii, P. Ramesseum 4 Frag. V, one unidentified, P. Ramesseum 4 Frag. 9 (mounted upside down), Frag. 23, Frag. 29, Frag. 19, P. Ramesseum 4 Frag. 7 (?) (far left), two unidentified, Frag. 11, Frag. 57, one unidentified, and B 8. Regarding the accounts on the verso, Gardiner proposes that 'the subject is deliveries of various kinds of grain to the Residence, to a storehouse (mXr), and to the houses of certain individual persons, and that these transactions are dated in the sixth year of some king unknown' (Gardiner, The Ramesseum Papyri, 1955, 17). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 31 centimetres (frame) ", " Width: 21.50 centimetres (frame) "], "$Inscriptions": [" "], "Curator's comments": ["P. Ramesseum 3 lines A 13, A 14, A 16, A 20, A 22, B 8, B 21; Fragments 2, 4, 6, 7, 11, 14, 15, 19, 20, 23, 25, 29, 31, 35, 43, 44, 48, 57, 63, 64; P. Ramesseum 4 lines Ei 5, Evi (?), Evii; Fragments V, 2, 3, 7 (?), 9, seven unidentified fragments; verso: inscription. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 9, 17. J. W. B. Barns, Five Ramesseum Papyri (Oxford: Oxford University Press 1956), 15-23; pl. 10 (A 13, A 14, A 16, A 20), pl. 11 (A 22), pl. 12 (B 8), pl. 13, (B 21), pl. 14 (Fragments 2, 4, 6, 7, 11), pl.15 (Fragments 14, 15, 19, 20, 23, 25, 29, 31, 35, 43, 44, 48, 57, 63, 64), pl. 20 (P. Ramesseum 4 Ei 5, Evi, Evii; Fragments V, 2, 3, 7, 9), pl. 24-25 (verso). This papyrus is being studied by Pierre Meyrat (Geneva). S. Quirke, The Administration of Egypt in the Late Middle Kingdom. The Hieratic Documents (New Malden: Sia Publishing 1990), 188-9. W. Westendorf, Handbuch der altägyptischen Medizin (Handbuch der Orientalistik Abt. 1, 36; Leiden, Boston and Köln: Brill 1999), 11-15. R.-A. Jean and A.-M. Loyrette, 'À propos des textes médicaux des papyrus du Ramesseum Nos III et IV: I La contraception', Memnonia 12-13 (2002), 83-115. R.-A. Jean and A.-M. Loyrette, 'À propos des textes médicaux des papyrus du Ramesseum Nos III et IV: II La gynécologie', Memnonia 15 (2004), 67-91. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (8.7) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380849) (http://www.trismegistos.org/text/380849) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, fractured, fragile, powdery Black ink Red ink Backed: gelatin Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10756,7"], "Registration number": ["1956,0714.5.7"], "Additional IDs": [" Miscellaneous number: Frame.7 "], "Conservation": [" Treatment: 17 Jun 2005 ", " Treatment: 17 Jun 2005 ", " Treatment: 17 Jun 2005 ", " Treatment: 07 Dec 1992 ", " Treatment: 03 Dec 1992 ", " Treatment: 03 Dec 1992 ", " Treatment: 03 Dec 1992 "]}