{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA37332"], "Description": [" Blue glazed composition shabti of Petosiris; five lines of Hieroglyphic text. Blue glazed composition shabti of Petosiris: "], "Cultures/periods": [" 30th Dynasty (?) ", " Ptolemaic (?; early) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Abydos, Cemetery G, tomb 50 "], "Materials": ["glazed composition"], "Technique": [" glazed ", " painted "], "Dimensions": [" Height: 12.44 centimetres ", " Width: 3.69 centimetres ", " Depth: 2.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Petosiris was a priest of the goddesses Hathor and Wadjit (the titles are attested on other, more clearly legible shabtis). He was buried together with his parents and two of his brothers in a two-chambered family tomb at Abydos. Inside the vaulted sepulcher, sand had been heaped over the sarcophagi of the three occupants. Canopic chests had been placed on the top of this fill, and most of the shabtis of Petosiris were discovered lying loose within the sand. In total, three hundred and eighty-five shabtis of different sizes belonging to Petosiris were found; thirty-six of these were inscribed with spell 6 of the 'Book of the Dead'. It is conceivable that these represent the thirty-six \"overseers\" traditionally required for a full set, and that the plain shabtis were the \"workers.\" The adjacent chamber contained the burial of Petosiris' father Djedher. Interestingly, the shabtis of the father, though crudely modeled, were of the more traditional type with a uniform blue-green glaze; this may indicate that Petosiris' two-tone shabtis were among the first of their type. Bibliography: W. M. F. Petrie, 'Abydos' I (London, 1902), 39, pl.LXXIX, 2, middle right. J. F. Aubert & L. Aubert, ‘Statuettes egyptiennes : chaouabtis, ouchebtis’ (Paris, 1974), 265-266, 282; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 236-7. pl. on p. 236."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.236-237)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["good"], "Associated names": ["Named in inscription: Petosiris"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37332"], "Registration number": ["1902,1011.81"], "Conservation": [" Treatment: 20 Apr 2004 ", " Treatment: 18 Feb 2015 "]}