{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36271"], "Description": [" Limestone female figure seated on a high-backed chair. She wears a long lappet-wig tucked behind simplistically modelled ears, and small traces of dark coloured paint visible behind the left ear and across the forehead. Her eyes were both originally inlaid with another material, with only one inlay now intact. The remaining empty socket has been painted black. Her nose is large with a pointed tip, and her mouth is wide with a suggestion of full, thick lips. Her face is particularly rounded at the cheeks. There is no clear delineation of clothing across the upper body, and her breasts are pronounced and uneven in shape. Her arms are extremely thin and hang by her sides, with black paint visible across the right forearm. Her left hand is partially damaged. Small traces of gilded detail are visible across several areas of her body including her hands and arms, breasts, the right side edge of her clothing, and at her forehead above the left eye. There are also small traces of gilt in between her broad feet. Traces of red-brown paint are visible across the seat and along the top of the base. There are numerous scratches and chips to the stone surface, particularly across the seat and on either side of her upper body and legs. There are also small chips to the top of the wig and the chin area, and scratches around her lower body at the torso. "], "Cultures/periods": ["Late Period (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" inlaid ", " painted "], "Dimensions": [" Height: 23.40 centimetres (Figure) ", " Weight: 2.90 kilograms (Figure) ", " Width: 9.40 centimetres (Figure) ", " Depth: 16.20 centimetres (Figure) "], "Curator's comments": ["The uneven angle of the high-backed chair creates the impression of the figure leaning forward, while the raised head and positioning of the eyes suggests an upward gaze. Such pieces typically contain an incised or painted text recording the name and title(s) of the dedicator, though there is no clear evidence of an inscription for this piece. The body of the figure is crudely modelled, yet the surviving gilded detail typically indicates e divine or deified status, and the use of inlays for eyes similarly suggests a high status."], "Location": ["Not on display"], "Condition": ["fair - one eye lost"], "Acquisition name": ["From: Rhodes"], "Acquisition date": ["1846"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36271"], "Registration number": ["1846,0518.27"]}