{"artifact_name": "harp", "Object Type": ["harp"], "Museum number": ["EA38170"], "Description": [" Arched harp: with naviform soundbox (stringing restored). The underside of the soundbox is rounded and of one piece with the lower end of the neck. The sides of the soundbox are finely carved and at a steep angle; one of the sides is now badly damaged. The upper end of the soundbox is rectangular, the lower rounded and gently sloping, though the details are now damaged. The wedge-shaped suspension rod has four notches on the underside, unevenly spaced, for securing the strings. At the butt end, on the upper side, is a notch; the other end narrows to a point and fits into a socket on the inside of the rectangular shoulder of the soundbox. The gently arched neck is elliptical in section, except that the back has been carved flat to take the four pegs, which survive intact. On one side of the neck marks possibly left by the ancient strings are apparently angled towards the suspension rod. The underside of the neck is damaged. The soundbox and lower end of the neck are covered with skin, now hard and badly cracked. Above the soundbox the skin has been pierced to allow the correct positioning of the suspension rod. Towards the lower end of the instrument, eight holes have been burnt in the skin, in two rows of four, possibly for acoustic reasons. Underneath, the skin has been fastened with thongs, of which some traces survive; the thongs have been covered with a further strip of skin, perhaps originally glued into position. A decorative strip of skin, cut into diamond shapes, has been placed round the lower end of the neck. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt), tomb (?) (?) "], "Materials": [" wood ", " skin "], "Technique": [" carved ", " pierced ", " incised "], "Dimensions": [" Height: 44 centimetres ", " Weight: 1.40 kilograms ", " Width: 116 centimetres ", " Depth: 10 centimetres "], "Curator's comments": ["Burton Sale Catalogue, (1836), pl. II, iii (lot. 246). Wilkinson, Manners and Customs of the Ancient Egyptians I, (1878), p.466, 474, fig.240.2, p.483 n.5. 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (1922), p. 211 Manniche, Ancient Egyptian Musical Instruments, (1975), p.60. Anderson, Catalogue of Egyptian Antiquities III, Musical Instruments, (1976) p.78-80 (108), figs. 141-2. Lawergren, JEA 66 (1980), p.165ff. Manniche, Music and Musician, (1991), p.41, pl.4. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 126. Rahiem, in Meyer-Dietrich (ed.), Laut und Leise, Bielefeld 2011, 96"], "Bibliographic references": ["Anderson 1976 / Musical Instruments (108)"], "Location": ["Not on display"], "Exhibition history": [" 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' "], "Condition": ["fair (strings missing and skin cracked)"], "Acquisition name": ["Purchased from: James Burton"], "Acquisition date": ["1836"], "Acquisition notes": ["formerly 6384. Burton sale, lot 246."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38170"], "Registration number": [".38170"], "Additional IDs": [" Miscellaneous number: BS.6384 (Birch Slip Number) "], "Conservation": ["Treatment: 29 Jan 2014"]}