{"artifact_name": "model group; boat; figure", "Object Type": [" model group ", " boat ", " figure "], "Museum number": ["EA45089"], "Description": [" Wooden model of boat with paddlers: the hull is narrow and shallow, modelled clearly on papyrus canoe, with flush deck. There is now no trace of a painted deck-plan; apparently the deck was red-painted all over. The sides are red, with a broad black sheer-line painted over the red and there is a red edge to the deck with blobs of black which may represent leather fittings. The bow and stern are black over an original red. The is no mast or rigging. The fittings are all lost. The squatting attitude of the crew and the fact that they all face forward show that this boat was supposed to be paddled and not rowed; the crew, unlike rowers, face in the direction of travel. The absence of steering-gear is probably original. Five rectangular holes in the bows are of doubtful purpose; a large rectangular cavity in the stern may once have held a figure of the owner. The pilot is missing, though a small round peg-socket containing the stump of a peg may mark the place where once he stood; just in front of the forward paddler on the larboard side is another small hole likewise containing the stump of a peg. There are seven paddlers squatting on their haunches on the starboard side and eight on the larboard; most are armless, but number one on the larboard side has his right arm intact and number seven on the starboard side has his left arm also intact; number seven on the larboard side still has the upper half of his right arm and number one on the starboard side has only the shoulder-joint of his right arm. All figures are painted red with black wigs and white skirts; the features, where they are preserved, are fairly well shown and the eyes are painted on in black and white. In five cases the eyebrows are represented by a black line. The bodies of the men are in one piece. Arms were once pegged to shoulders; the two remaining hands are roughly modelled, with hole for butt of paddle. "], "Cultures/periods": [" 11th Dynasty (?) ", " 12th Dynasty (?) "], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 56 "], "Materials": ["wood"], "Type series": [" Reisner Type III (?) ", " Reisner Type IV (?) "], "Technique": [" painted ", " bored "], "Dimensions": [" Length: 84.50 centimetres ", " Width: 12.70 centimetres ", " Depth: 7.60 millimetres "], "Curator's comments": ["Reisner's Type IV, the wooden boat imitating papyrus structural technique, has a gunwale in every case and rises appreciably at the stern and a little, sometimes more, at the bow; it is also provided with a cabin. These features are lacking in this model. Possibly the model should be assigned to Type III, so commonly found on tomb walls in marsh scenes, but according to Reisner not yet represented among surviving wooden models ('Models of Ships and Boats', p. xvii). Such models in the form of a pair of fishing canoes have since been found in the tomb of Meketre, see H. E. Winlock, 'Models of Daily Life in Ancient Egypt' (1955), pp. 67-81. The markings on the hull of the present model do not, however, suggest that it was constructed of reed papyrus. It is not certain whether the absence of rigging is original, for there is a square hole in the deck a little forward of amidships which may have been intended for a mast."], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (15) ", " Stephens 2012 / A Categorisation and Examination of Egyptian Ships and Boast from the Rise of the Old to the End of the Middle Kingdoms (130) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 235) "], "Location": ["On display (G63/dc1)"], "Condition": ["Good. Hull in fair state, though some of the paint has vanished.; fittings are entirely lost. The owner is missing, and the fifteen members of the crew have only two arms and two pieces of arms between them. The faces of some of the crew have lost their paint or are defective, and one figure, the sixth on the larboard side, has lost his face entirely."], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA45089"], "Registration number": ["1907,0511.49"], "Conservation": ["Treatment: 13 Aug 1998"]}