{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37562"], "Description": [" Terracotta figure of Sarapis enthroned, with Harpokrates. There is some superficial damage but the figure is well preserved. This piece was manufactured in two separate halves, the back unmodelled. Sarapis seated on a throne, himation over his lower limbs and his upper body bare. He wears a reeded atef crown, with disc and twisted horns. He is bearded. A cornucopia is held in the crook of his left arm and he rests his right hand (which on more complete examples holds a small phiale) on the head of Harpokrates, who leans with his legs crossed against the arm of the throne. The details of Harpokrates are obscure and damaged, but he has his finger to his mouth and apparently has a shaven head with a side-lock. He also appears to be naked, except for a himation over his left shoulder. The throne has details of its construction on its top edge and its legs. Curved flat-fronted plinth. Micaceous orange-brown Nile silt. Traces of a white dressing on the front. The atef crown and cornucopia are attributes commonly associated with the god Sarapis. The body is well modelled. "], "Cultures/periods": ["Graeco-Roman"], "Production date": ["3rdC BC-2ndC BC"], "Findspot": [" Found/Acquired: Medinet el-Fayum "], "Materials": ["terracotta"], "Technique": ["mould-made"], "Dimensions": [" Height: 17.50 centimetres ", " Width: 8.54 centimetres ", " Depth: 3.80 centimetres "], "Curator's comments": [" The iconography on this particular terracotta is typically Hellenistic and not dissimilar to the river-god Nilus. Bibliography: S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.46 [I.24] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 103 [124]. ", " Terracotta IV Purchased: Greville J. Chester. Acquired at Medinet el-Fayum (Ptolemais Euergetis). Ptolemaic, third to second century BC. Comparanda: Close: Bayer-Niemeier 1988L no. 402, dated end of first century AD (see for references and identification suggestions: Osiris or Agathos Daimon); Breccia 1934: no. 150, identified as Sarapis and Kerberos; Dunand 1979: no. 345, from Hawara, identified as Sarapis; Dunand 1990: nos 458 and 459, identified as Sarapis and dated to the Roman period (458 = LIMC vii (2): pl. 513, Sarapis, no. 150h); Ewigleben and von Grumbkow 1991: no. 3, identified as Sarapis with aspects of Osiris; Fischer 1994: no. 755, dated beginning of third century AD: Sarapis with aspects of Agathos Daimon suggested; Heide and Thiel 2004: 85, no. ii.2.16: Agathos Daimon, Roman period; Maillard 1975: fig. 1, opp. p. 228, from the Khotan region, Sinkiang, China: Sarapis; Perdrizet 1921: no. 184, from the Fayum, identified as Sarapis = Hornbostel 1973: pl. ccx:359: Agathos Daimon suggested = Castiglione 1978: pl. xxvi:2, identified as Sarapis; Schürmann 1989: no. 1016, dated first century AD; Weber 1914: no. 152, Agathodaimon suggested, amongst others; Weber 1914: 107, fig. 68. Near, and with torch and caduceus: Castiglione 1978: pl. xxvii, identified as Sarapis. Bibliog: Budge 1925: pl. xxviii. "], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (124) ", " Terracotta / Catalogue of Terracottas in the British Museum (3027) "], "Location": ["Not on display"], "Exhibition history": [" 2013 March - November, Archaologische Staatssammlung, Munich, Alexander the Great "], "Condition": ["fair - some surface damage"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Serapis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1867"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37562"], "Registration number": ["1867,0915.53"], "Conservation": [" Treatment: 27 Nov 2012 ", " Treatment: 12 Jan 2000 "]}