{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2382"], "Description": [" Fragmentary limestone head of a female figure, broken at the neck. The figure wears a large heavy wig, with traces of black paint particularly across the right side. Incised details of the individual tresses of hair are visible across the surface, with a separate patterned band of hair above the forehead. Her eyes are wide and slanted, with clear traces of white paint and further black paint around the eyelids. The arched eyebrows are set close together and modelled in raised relief. Her nose appears slim at the bridge though full details of her nose and mouth are now obscured. On the reverse is a smooth section of the wig with a visible incised line extending towards the top of the head. Below this area is the remains of the top of a rounded seat or back-pillar, now damaged. She has suffered damage to the lower half of the face, with part of the nose and upper lip area repaired in modern times. There are large gouges to the stone at the front edges of the wig and smaller chips towards the reverse. There are also chips to the top of the head. The object is now attached to a small modern base. "], "Cultures/periods": ["18th Dynasty ((early))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 15 centimetres (max) ", " Width: 12.50 centimetres ", " Depth: 9 centimetres "], "Curator's comments": ["The break at the reverse includes an extended section towards the right side of the figure, possibly indicating that the seat or back-pillar was larger and that she may have formed part of a group sculpture. The smooth section of the back of the wig in contrast to the patterned detail potentially suggests that the back-pillar or seat originally reached this height, or that this section was not finished or reworked. Stylistic features such as the modelled eyebrows and heavy wig point towards an early 18th Dynasty date. The provenance of the figure is uncertain, however during the New Kingdom monuments would typically be set up within tomb spaces and used within funerary contexts for the living to provide offerings to the deceased."], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2382"], "Registration number": [".2382"], "Additional IDs": [" Miscellaneous number: Sm.260 "]}