{"artifact_name": "libation-vase; foundation-deposit", "Object Type": [" libation-vase ", " foundation-deposit "], "Museum number": ["EA58329"], "Description": [" Model of libation-vase in glazed composition; with narrow mouth, flat base and small perforated spout on convex shoulder; trace of bright green glaze, but surface heavily worn and mainly brownish-grey now; hard core, cream in colour; chipped-through beneath mouth; red sandy deposit on part of base, maybe due to glue damage from mounting in early display (?). "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, SE corner (?) Found in Museum with group of four offering vases, which were registered under same number, 1920. 1113. 2-5 and appear to correspond to the four intended for Berlin. Therefore from SE corner? "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Diameter: 6.30 centimetres (max) ", " Height: 6.50 centimetres (max) "], "Curator's comments": ["At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. 25-26; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. 5-6, pl. 19 and 21-23). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). Eight libation-vases were discovered in the foundation deposits: two in the north-east corner, two in the south-east one, two in the south-west one and two in the north-west one (Petrie 1886, 31, pl. 25 no. 12-13). The British Museum register records that this object was 'found in the Museum' and, subsequently, transferred to the Department of Ancient Egypt and Sudan, along with four others faience vessels (the offering cups nos. 1920. 1113. 2 - 5). The object possibly belongs with consignment intended for Berlin (Petrie 1886, 30-31). If this assumption is true, then this vase would pertain to the south-east deposit. Small faience vessels tend to act as substitute of ceramics’ models in the foundation deposits of the Ptolemaic period (Weinstein 1973, 356-357). They are often just small cups, but they can reproduce more complex vase shapes, such as this libation-vase (see also a double Hes-vase from a foundation deposit at Herakleion-Thonis: Goddio, Fabre 2008, no. 390). Goddio, F. and Fabre D. (eds) 2008, Egypt’s sunken treasures, Munich, 138-139. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1888, Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973, Foundation deposits in ancient Egypt, Ann Arbor."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 31) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.06) (phase 3) "], "Location": ["Not on display"], "Condition": ["fair (exterior worn) Red sandy deposit on part of base equals glue damage from mounting in early display?"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58329"], "Registration number": ["1920,1113.1"]}