{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10312"], "Description": [" Papyrus sheet with Book of the Dead of Padikhons in Hieratic; polychrome (red and black) vignette to the right. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 51.70 centimetres (frame) ", " Width: 25.20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Bichrome (red and black) vignette of deceased, here depicted with a black skin, adoring Ra-Horakhty-Atum who is seated before an offering table. Above figures are ten columns of cursive Hieroglyphic text written in black ink with black dividing lines, naming deceased, Ra-Horakhty-Atum and Ptah-Sokar-Osiris. Scene is enclosed by black lines and occupies full height of sheet and just under half of width. To the right is one column of hieratic text written in black ink and occupying full height and remaining width of sheet. Not much text/image lost. Bibliography: G. Lenzo, Le chapitre 180 du Livre des Morts à la Troisième Période intermédiaire d'après deux papyrus du British Museum (P. BM EA 10203 et P. BM EA 10312), in : L. D. Morenz, A. El Hawary (eds.), Weitergabe, Festschrift für U. Rössler-Köhler zum 65. Geburtstag, Göttinger Orientforschungen IV/53, Wiesbaden, 2015, p. 233-253."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (171) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134548) (http://www.trismegistos.org/text/134548) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: cockled, fractured, loss Black ink Pigment Backed: brown paper Mount Details: Sandwich: glass (warped) Sandwich: board Window verso Binding: leather (deteriorated) Object Priority: B Mount Priority: B Overall Condition: C Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Padikhons ", " Named in inscription: Nestawedjatakhet (mother) ", " Named in inscription: Iufenkhons (father) ", " Named in inscription & portrayed: Ra-Horakhty-Atum ", " Named in inscription: Ptah-Sokar-Osiris "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10312"], "Registration number": [".10312"]}