{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37563"], "Description": [" A hollow terracotta figure of a fieldworker turning an Archimedes screw (cochlea) by a tread mechanism around its centre, the screw angled from the horizontal (as would be expected). The worker, garlanded round the neck but otherwise naked, supports himself with a horizontal bar fixed to uprights that are covered with vines. At the top, the uprights are joined by foliage, with a vertical element rising above, pierced for suspension. The group has a somewhat ogival-sectioned plinth, with an irregularly circular hole in its centre. Plain back with sub-rectangular vent. Two-piece mould. Micaceous orange-brown Nile silt. Worn white dressing on front, with post-firing colouration. The tread of the screw and its ends are painted black, with a black line below it. The body of the screw is coloured yellow, as is the body of the worker. Some of the vine is painted black. "], "Cultures/periods": ["Graeco-Roman"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Dimensions": [" Height: 18.50 centimetres ", " Width: 9.61 centimetres ", " Depth: 4.15 centimetres "], "Curator's comments": ["Terracotta IV Late Ptolemaic or Roman, first century BC/AD. Comparanda: Close: Edgar 1905c: 44-5, Cairo Museum 35650, from Memphis. Three other complete examples, but not from the same mould-series, are in the Cairo Museum. A very large (10 inches long, 4 inches in diameter) 'cylinder in terra cotta with a screw inside it' from Lower Egypt was once in the Hilton Price Collection (Hilton Price 1897: 451, no. 3797); it has treads round its circumference. A Nilotic wall-painting from the House of the Ephebe at Pompeii shows a dwarf-like figure using a cochlea which discharges into a jar, and holding on to a horizontal bar set into two substantial uprights and roofed over ('ILN', 17 October 1927: 1094; Cerulli Irelli et al.1990: 291, fig. 12; and Deppert-Lippitz 1995: 24 and 33). Another cochlea at Pompeii is to be found in the so-called House of Sallustius (Versluys 2002: 115, fig. 61). Philo of Alexandria describes such a screw, with treads round its middle and the necessity of having a bar with which the operator supported himself (see Humphrey et al. 1998: 318). Modern examples in Egypt are worked by a crank at the upper end; though still common in the 1980s, few now remain. Bibliog: Petrie et al. 1886: 44; Edgar 1905c: 45; Schreiber 1908: 231, fig. 164; Rickard 1928: 131, pl. xii; Bowman 1986 [1996]: 16; Deppert-Lippitz 1995: 24 and 58; Wikander 2000: 250; Snowden 1970: fig. 110."], "Location": ["Not on display"], "Condition": ["fair - colour worn"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37563"], "Registration number": ["OC.680"], "Conservation": ["Treatment: 16 Nov 1999"]}