{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8464"], "Description": [" Sycomore fig wood stela of Wahibra: this round-topped stela is divided into four registers. In the upper register is a winged sun-disk with uraei and a recumbent jackal on each side. In the second register the deceased Wahibra stands on the right before an altar piled with offerings in adoration of the solar barque. At the prow of the boat is a 'kheper'-beetle followed by Thoth, Maat, Isis (?), Iuf under a serpent canopy, Hu, Sia, Wehemy, and the helmsman. In the third register Wahibra stands offering incense over an altar on which rests a water-pot cooled by a lotus-flower. The objects of his devotion on the left of the altar are Osiris, Horus, Isis, Nephthys, Thoth, Anubis, Wepwawet, and the four sons of Horus. Six lines of text in the fourth register contain a prayer to Ra-Horakhty, Atum, Osiris, Isis, Nephthys, Anubis, Wepwawet, and Hathor on behalf of the keeper of secrets of the Osiris Buchis Wahibra. The names of his parents are left blank. The pedestals on which the stela originally stood are wanting. A hole at the top probably served to attach a 'ba'-bird which is now also lost. The stela is well preserved apart from some fading of colours and a few gouges. The border along three sides of the stela is composed of three rows of red, blue, green, blue rectangles separated by a curved white stripe. The general background of the stela is sandy white. The disk at the top is red with blue upper wings, red-striped middle wings, and black outlined lower wings with black tips on the background and a red lower edge. The uraei have blue upper bodies with white and red crowns respectively. They enclose an area of light blue with hieroglyphs in dark blue and a frieze of blue and red ovals. The jackals are black with red sashes, blue flags, and blue and red sceptres. The text above them is black. Between the first and second registers is a border of blue, red, blue, and green rectangles separated by one black and two white stripes, a frieze of blue, red, and green ovals on a blue background, and a blue sky stripe, each one being separated from the other by white bands. The deceased has a red body, white kilt, and blue cap with white cone and blue flower. The altar is green with a brown top, blue offerings, and red-stemmed flowers having blue buds or a white flower with a red edge. The solar bark is green at the ends and blue in the centre with an upper white strip. The flower at the prow has blue outer leaves and a red centre and the disks on both sides are red. The beetle is blue. The gods have red bodies, red faces apart from a black Thoth, a green Iuf, and a white helmsman with black details, blue wigs, and green kilts with black details. The goddesses have green bodies, red dresses, and blue wigs. The head-dresses of Thoth and Maat are outlined in black on the background; the disks of the next two are red; while the helmsman has a white and red crown. The helmsman holds a red rudder with a blue top. The pole to which it is attached is also blue but is surmounted by a red disk. The bark rides on a green sea with a black centre line. The borders between the second and third registers are similar to those mentioned above except that the upper one is composed of blue, white, red, blue, and green squares. The deceased has a red body, white garment, and blue cap. The altar is red with a blue top, green pot, and red-stemmed blue flower with a red edge. Osiris has a red body, green face, feathers on crown, and hanging garment, blue sceptres, and white crown and collar. He sits on a blue and red throne. The gods have red bodies, green kilts, and blue wigs. Horus has a white face with black details and a green and red crown, while the faces of Thoth, Anubis, and Wepwawet are black. Thoth has a green crown. The goddesses have red dresses, green bodies, blue wigs, and blue head-dresses. The four sons of Horus have red bodies, and blue wigs. The collars of the upper two appear to have been green with black stripes while the lower two are white. Their faces are all white apart from Duamutef whose face is black. The text here and elsewhere is black. In the fourth register, separated by a border of blue and green rectangles set off by one black and two white stripes, the black text is on backgrounds of blue, sandy white, and bright white in the centre only between red dividing lines. The space for the pedestals has been left unpainted, as has the bottom edge. The other sides are painted red, while the back is plastered white. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 47.50 centimetres ", " Weight: 2.770 kilograms ", " Thickness: 3.50 centimetres ", " Width: 31.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 80 (no. 111); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), pp. 110-111 (no. 22); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 235."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.68-69)"], "Location": ["Not on display"], "Condition": ["incomplete - figure lost from the top"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Wahibra ", " Named in inscription: Buchis ", " Named in inscription & portrayed: Thoth ", " Representation of: Maat ", " Named in inscription & portrayed: Isis ", " Representation of: Iuf ", " Representation of: Hu ", " Representation of: Sia ", " Representation of: Wehemy ", " Named in inscription & portrayed: Osiris ", " Representation of: Horus ", " Named in inscription & portrayed: Nephthys ", " Named in inscription & portrayed: Anubis ", " Named in inscription & portrayed: Wepwawet ", " Named in inscription: Ra-Horakhty ", " Named in inscription: Atum ", " Named in inscription: Hathor ", " Representation of: Sons of Horus "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 238 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8464"], "Registration number": [".8464"], "Additional IDs": [" Miscellaneous number: BS.8464 (Birch Slip Number) "], "Conservation": ["Treatment: 28 Mar 2017"]}