{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1007"], "Description": [" Pink granite naophorous block-statue of Ankhkherednefer; scarab on top of the head; incised cartouches of Osorkon II on the arms; image of Osiris within the shrine; incised Hieroglyphic text round the edge of the shrine; three columns of incised Hieroglyphic text on the pointed-topped back-pillar. "], "Cultures/periods": ["22nd Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell el-Maskhuta "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 62 centimetres ", " Width: 28 centimetres ", " Depth: 38 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" Published: PM IV, p.53 H. Coutts, Gold of the Pharaohs, Edinburgh 1988, p. 30 [3]. Naville, Pithom, 4, 13-14, frontispiece and pl. IV Naville, Bubastis, 1891, p. 52. R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 1992, p. 34 [pl.144b]. Karl Jansen-Winkeln, Ägyptische Biographien der 22. und 23. Dynastie. Ägypten und Altes Testament 8 (1, 2). Wiesbaden 1985, pp. 269-271 (with further references), and passim. Helmut Brandl and Karl Jansen-Winkeln, \"Fünf Denkmäler des Obersten Arztes Pa-an-meni aus der 22. Dynastie\", in: Mitteilungen des Deutschen Archäologischen Institutes, Abt. Kairo 64 (2008), pp. 20-22, pl. 14b. Helmut Brandl, Untersuchungen zur steinernen Privatplastik der Dritten Zwischenzeit: Typologie - Ikonographie - Stilistik, Berlin 2008, pp. 81-82, 314, 328-330, pls. 36-37, 156c, 162e, 180c. See also Naville letters to Poole (15 Feb 1883 and 12 Mar 1883) in EES archives Minas-Nerpel, Der Gott Chepri (OLA 154, 2006), 417, note 1145. Erwahnt, Die Entwicklung und Bedeutung des kuboiden Statuentypus, 595, pl. 144b ", " Helmut Brandl, Bemerkungen zur Datierung von libyerzeitlichen Statuen aufgrund stilistischer Kriterien, in: G.P.F. Broekman, R.J. Demarée and O.E. Kaper (eds.), The Libyan Period in Egypt. Historical and Cultural Studies into the 21st - 24th Dynasties: Proceedings of a Conference at Leiden University, 25-27 October 2007, Egyptologische Uitgaven XXIII, Leiden 2009, pp. 78, 87 pl. VIII f. "], "Location": ["On display (G4/B12)"], "Condition": ["fair - damage to the plinth and shrine"], "Associated names": ["Named in inscription: Osorkon II"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1883"], "Acquisition notes": ["'Presnted by H.H. the Khedive to the Egypt Exploration Fund, and by the Fund to the Museum' (Naville, The Store-City of Pithom, 4 n.3)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1007"], "Registration number": ["1883,1107.2"], "Conservation": [" Treatment: 09 Jul 2001 ", " Treatment: 10 Jan 1986 "]}