{"artifact_name": "mirror", "Object Type": ["mirror"], "Museum number": ["EA22830"], "Description": [" Bronze mirror: the handle takes the form of a club, the shape of the hieroglyph with sound value 'hem' which can mean servant. The flattened oval of the disc in some ways resembles the shape of a palm leaf fan, but is probably intended to represent the disc of the sun, a symbol of resurrection. The disc has been polished to show how well it reflects. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1375BC-1300BC (circa)"], "Excavator/field collector": ["Field Collection by: Sir Ernest A T Wallis Budge"], "Findspot": [" Excavated/Findspot: Tomb of Ani (Thebes) "], "Materials": [" bronze ", " ivory "], "Technique": ["polished"], "Dimensions": [" Diameter: 14.30 centimetres (disc) ", " Length: 29.80 centimetres "], "Curator's comments": ["It has been suggested with some plausibility that the handle was considered the servant of the metal disc whose tang fitted into its top. In many mirrors the symbolism is stressed by handles shaped like the papyrus plant which had connotations of new life or bearing the head of Hathor, goddess of vitality and daughter of the sun god. Like most cosmetic objects which were made essentially for use in life, the mirror also served a special purpose in the life after death because of strong links with the symbolism of sexuality and regeneration. It has even been suggested that the hieroglyph 'ankh', which means \"life,\" is actually a pictorial representation of a mirror with a T-shaped handle rather than a sandal's tie-straps, the usual interpretation. Such an item would only have been available in the households of the wealthy; poor women would always have looked in still water to catch a sight of their reflections. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai 1999), 242-243 No 73."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.184-185)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22830"], "Registration number": ["1891,0509.69"], "Conservation": [" Treatment: 20 Aug 1998 ", " Treatment: 20 Mar 1952 ", " Treatment: 20 Feb 1997 "]}