{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1332"], "Description": [" Limestone stela of Iuna: divided into three registers. In the arch is the winged disk with pendent uraei. In the first register, the dead man stands with hands uplifted adoring the 'nšmt' barque. He wears a short braided wig, a bead necklace and a long transparent garment covering a short gauffered skirt, and on his left arm and both wrists he wears bangles. The figure is carved in slightly sunk relief. Below the right wing of the disk is an inscription incised in six vertical columns. Between the dead man and the barque is a text incised in one vertical column.Behind him is incised a text in one vertical column. Below the left wing is a text incised in five vertical columns. The 'nšmt' barque, whose hull, carved in sunk relief, takes the form of the papyrus boat with incurving ends and streamers at the bow and stern, bears in the middle a canopy protecting the fetish of Abydos, two standards surmounted by rams and a box. Above the cornice of the box are incised twelve uraei with discs, and on its side two registers are carved in very low relief. In the first register two hieroglyphic signs are repeated alternately in one horizontal band. In the second register there are two parallel scenes: on the left the dead man, wearing a long wig and short skirt, stands with hands outstretched presenting offerings to Osiris, represented in mummy form and wearing the crown of Upper Egypt, beard, necklace with counterpoise, and holding crook and flail in his hands. On the right, in a similar scene, another figure, probably a woman, wearing a wig and tight-fitting dress, presents offerings to a deity, now obliterated. In front of the canopy, carved in sunk relief, are two stands, each surmounted by a lotus flower with a long stem. Between the stands and the bow are incised four standards, two surmounted by jackals, one by a cult object and one apparently by an ibis. Below the standards is a casket surmounted by six uraei with discs and raised on four legs. The side is decorated with two hieroglyphic signs twice repeated. Beneath the casket are two hieroglyphic signs. At the stern of the boat are the steering-oars, lashed to two posts surmounted by falcons' heads. Between the first and second registers is incised in one horizontal line. The second register comprises two parallel scenes. On the right-hand side the father and mother of the deceased are seated, each on a chair with lion-paw legs, before a table of offerings, with a low pedestal under their feet. The father wears a short braided wig surmounted by a cone, a short beard, a bead collar and a long garment reaching to the ankles. In his right hand he holds a lotus flower with a long stem, and in his left hand a folded cloth. In front of him is incised a text in five vertical columns. The mother wears a long wig surmounted by a cone and fillet with lotus flower, a bead collar and a long tight-fitting dress. Her left hand is placed on her husband's left arm and the right on his right shoulder. Above the mother is an incised inscription. On the left-hand side, in a similar scene, the dead man and his wife, clothed like the parents, receive offerings from two daughters. In front of the man is an inscription incised in five vertical columns. Behind the woman, an inscription is incised in one vertical column. The daughters wear long wigs surmounted by cones, and long tight-fitting dresses. The one in front carries in her right hand a vase from which she pours libations, and in the left a vessel containing incense. Above her is an inscription, incised in two vertical columns. The one behind carries two birds in her right hand and a loaf of bread in her left. Above her is a text, incised in one vertical column. The third register carries an inscription incised in eleven horizontal lines. The stela has been broken into six fragments. The name of Iuna has been erased in antiquity wherever it appears. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 100 centimetres ", " Width: 54 centimetres "], "$Inscriptions": [" "], "Bibliographic references": ["Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.33)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Associated places": [" Emblem of: Abydos "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1332"], "Registration number": [".1332"], "Conservation": ["Treatment: 07 Sep 1989"]}