{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["EA2923"], "Description": [" Gold finger-ring: the bezel is lozenge shaped, its edge decorated with a double row of granules and its underside inscribed with a scorpion. On top squats a frog with solid cast body and added wire legs. The sides of the shank, which is of sheet metal over a core, are bound with gold wire, which passes through a cup at each end of the shank before passing through the length of the bezel to provide the swiveling mechanism. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1370BC-1330BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" incised ", " solid-cast ", " core-formed ", " granulation "], "Dimensions": [" Height: 2.70 centimetres ", " Weight: 8 grammes ", " Width: 2.30 centimetres ", " Depth: 1.30 centimetres "], "Curator's comments": ["The frog was symbolic of regeneration and fertility because of the teeming numbers in which the creature appeared, apparently self-created from the mud from which it emerged. The goddess Heqat, who participated in the creation, crouched beside the potter's wheel on which the ram god Khnum shaped mankind, was also a frog. Consequently this ring might have been worn to bestow on its owner fertility or resurrection. A scorpion, however, suggests it had a funerary purpose since this creature was the symbol of Serqet, one of the four goddesses who protected the dead and were particularly associated with the Four Sons of Horus and the embalmed internal organs. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 296-297 No 93. G. Pinch, Magic in Ancient Egypt (London 1994), fig.68. Published: Andrews, Amulets of Ancient Egypt (1994): fig.45 D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 136."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.232-233) ", " Andrews 1990 / Ancient Egyptian jewellery (161i) ", " Andrews 1994 / Amulets of Ancient Egypt (fig. 45h) "], "Location": ["Not on display"], "Exhibition history": [" 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2923"], "Registration number": ["1839,0921.1095"], "Additional IDs": [" Miscellaneous number: BS.2923 (Birch Slip Number) "], "Conservation": [" Treatment: 31 May 2000 ", " Treatment: 16 Jul 1981 ", " Conservation Treatment: 10th May 2016 "]}