{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA935"], "Description": [" Fragmentary sandstone figure of the queen Nefertiti. Nefertiti is depicted in a standing pose and originally held an object out in front as evidenced by the bend at the elbows of the now damaged arms. This item is now mostly lost, however the outline and part of the object closest to the body has survived and suggests it may have been an offering table. She wears a full-length and tight-fitting pleated garment, with traces of white colour still visible across the surface. The left sleeve extends down to the elbow, while the right sleeve is shorter and capped along the upper arm. Red-brown traces of paint to depict the skin are notable on the arms, while further traces of yellow, blue, and red paint across the chest decorate the detailed broad collar worn around the neck. The collarbone is also subtly modelled above this decoration. The translucent garment allows for careful modelling of the body with the breasts, slightly swollen belly, pubic area and thighs visible through the clothing. From the torso, plain straps of the garment are visible and extend down the thighs and onto the shins at both sides. On the reverse, the slim round-topped back-pillar has a single incised column of text with the name and titles of Nefertiti, the bottom of which is now lost. The left hand and lower right arm are broken off and missing, while the back of the neck and top of the back-pillar are damaged. Scratches to the chest are visible particularly at the left breast, and cracks are visible at the left forearm and right shoulder. "], "Authority": ["Ruler: Akhenaten"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Amarna, el-, House I.50.12 From Griffith, JEA 17 (1924), 179: \"Pair of headless statues of Akhenaten and Nofretete, of Silsilah sandstone, found on 4th February [1924] in rubbish 50 cm. above floor in the north-east corner of small chamber at west end of L. 50, 12, very near to the shrine-platform of L. 50, 9 (the expedition's southern house), from which they had been thrown out.\" The statue of Akhenaten is now Ashmolean 1924.162. "], "Materials": [" sandstone ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 73.50 centimetres ", " Weight: 16.50 kilograms ", " Width: 22.50 centimetres ", " Depth: 22 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["This statue was found alongside a slightly taller sandstone statue of the king Akhenaten (now in the Ashmolean Museum, Oxford, AM 1924.162) during the excavation season of 1923-1924 at Amarna, in a small chamber of a house labelled as L.50.12 (Griffith 1924, 1931), close to a nearby shrine area (Hodgkinson 2017). The object held by Nefertiti has been considered to be a flat offering-table or altar, however the object appears to be held at the sides as opposed to supporting from below as found in other Amarna sculpture, and thus some have cast doubt on this interpretation (Strudwick 2006). The statue was initially found in fragments with the upper and lower body separated at the waist. The surface of the neck shows that the head would have been constructed from a separate piece of limestone and attached to the main body. Evidence of reworking and additions of plaster are also visible in this area of the statue, leading to speculation that the statue was repaired in ancient times, possibly on more than one occasion (Strudwick 2006). The language used within the surviving inscription, particularly the later form of the Aten’s name, and the more natural style of the body confirms that this statue dates to the later phases of Akhenaten’s reign. The statue had also suffered deliberate damage prior to its modern discovery (Griffith 1924). Further Bibliography: C. Andrews, 1999. ‘Nefertiti Offering’, in R. Freed, E. Pischikova, Y.J. Markowitz, S. D’Auria (eds.). Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamen (Boston), p. 231, no. 88. R. Freed, E. Pischikova, Y.J. Markowitz, S. D’Auria, 1999. Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamen (Boston), p. 231, no. 88. F. Ll. Griffith, 1924. ‘Excavations at Tell el-'Amarnah, 1923-24’, Journal of Egyptian Archaeology Vol. 10, No. 3/4, p. 303. F. Ll. Griffith, 1931. ‘Excavations at Tell el-'Amarnah, 1923-4. A. Statuary’, Journal of Egyptian Archaeology Vol. 17, No. 3/4, p. 179-181, Pl. XXIV-XXV. T. Hardwick, 2009. ‘A Group of Art Works in the Amarna Style’, in S. D’Auria (ed.), Offerings to the Discerning Eye: An Egyptological Medley in Honor of Jack A. Josephson (Leiden; Boston), p. 141, n. 23. A.K. Hodgkinson, 2017. Technology and Urbanism in Late Bronze Age Egypt (Oxford), p. 153-154. R. Holzl, 2002. Ägyptische Opfertafeln und Kultbecken: Eine Form- und Funktionsanalyse für das Alte, Mittlere und Neue Reich (Hildesheim), p. 199. B. Kemp, 2014. ‘Tell el-Amarna, 2014’, Journal of Egyptian Archaeology Vol. 100, p. 16, n. 17. M. Müller, 1988. Die Kunst Amenophis’ III. und Echnatons' (Basel), IV-123. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 340-341, 351-352."], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (p.178-179)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1999 14 Nov-2000 6 Feb, USA, Boston, Museum of Fine Arts, Pharaohs of the Sun : Akhenaten Nefertiti Tutakhamen 2008/9 Oct-Feb, Geneva, Musee d'art et d'histoire, Akhenaten. 2009 Feb-Jun, Turin, Palazzo Bricherasio, Akhenaten 2011-14 Oxford, Ashmolean Museum , LT Loan "], "Condition": ["incomplete - head, offering-table and feet lost"], "Associated names": ["Representation of: Nefertiti"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1925"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA935"], "Registration number": ["1924,1011.5"], "Conservation": [" Treatment: 06 Jul 1999 ", " Treatment: 25 Oct 1999 ", " Treatment: 16 Jul 2008 "]}