{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1150"], "Description": [" Fragment of painted limestone tomb-relief: the woman is Djehutyhotep's sister, whose name is lost. The woman stands in the typical female pose, with her arms at her sides. The backs of both open hands are shown with their thumbs to the back, a \"polite\" but wholly impossible pose. Her farther foot is slightly advanced, presumably so that one can see that it really is there. Around her long wig she wears a diadem knotted at the back, with streamer. Her jewellery comprises a broad collar and matching bracelets and anklets. The straps of her long white linen shift would actually have covered the breasts, which appear exposed purely through artistic convention. Her flesh was originally yellow. She has a very slim waist, ample breat and overlong arms. Through the arch of the near foot one can see the heel of its identical pair. "], "Authority": ["Ruler: Senusret III"], "Cultures/periods": ["12th Dynasty"], "Production date": ["1850BC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tomb of Djehutyhotep "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 72 centimetres ", " Thickness: 12 centimetres ", " Width: 33 centimetres "], "Curator's comments": ["This woman stood at the head of a row often female figures, facing women on a smaller scale. The figure in front of her held a fly whisk, seen at the lower right edge. The nine women behind her were other female relatives of Djehutyhotep, including daughters. In back of them stood the slightly larger figure of his wife. Finally, there stood Djehutyhotep himself, on a much larger scale, literally overseeing them all. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford, 1934), 180 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 44-45 [6]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 115, cat no. 72; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 78-80."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (23) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.30-31) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.78-80) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.22 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.22 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.63 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.63 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.63 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jacksonville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2014-2015 9 Oct-26 Jan. Palais des Beaux Arts de Lille. Senusret III. 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1894"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1150"], "Registration number": ["1894,1208.8"], "Conservation": [" Treatment: 16 Dec 1999 ", " Treatment: 23 Jan 1989 ", " Treatment: 31 Mar 1988 ", " Treatment: 01 Aug 1985 ", " Treatment: 30 Apr 1998 ", " Treatment: 16 Jan 2014 ", " Treatment: 21 Feb 2023 "]}