{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA64347"], "Description": [" Glazed composition shabti of Neferibrasaneith: as with all funerary figurines of the period, this superbly moulded shabti in a apple green glazed composition of the high official Wahibrasaneith, born to the lady Shepenbastet, wears a long wig with two lappets, in this case striped, and a plaited divine beard. In his hands, crossed over the chest, he holds a composite hoe and an adze for carrying out the agricultural tasks required of his dead master in the other world. The cord in his right hand leads to a small woven seed bag behind the left shoulder for carrying seed or harvested crops. The back pillar, once an essential element of stone standing statuary, is now present as a magical support. The hieroglyphic text around the body is the standardized Saite version of Chapter 6 of the 'Book of the Dead', the shabti formula which will bring the figure to life to work on its owners behalf. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["550BC (circa)"], "Findspot": [" Found/Acquired: Saqqara (Memphis), Tomb of Neferibrasaneith "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 19.30 centimetres ", " Width: 5.01 centimetres ", " Depth: 3.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Although none of Neferibrasaneith's shabtis bear a title, his tomb at Saqqara reveals that he held a number of important positions, including that of Royal Chancellor of Lower Egypt and Palace Administrator under the 26th Dynasty pharaoh Amasis. All shabtis of Late Period date provide the name of the owners mother as a means of identification: presumably this was always more reliable than that of the father. From this time until the Ptolemaic Period when they die out, such funerary figurines, now called weshebtis (less correctly ushabtis) \"answerers,\" as a definition of their function, exhibit no divergence in material or form. Neferibrasaneith's burial contained no less than 336 of them, mostly made in the same mould, yet the crispness in modeling of this representative example and its individuality of facial features (notice the almond-shaped eyes) merit it being considered a miniature work of art. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 216-217 No 65."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.164-165)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.44 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.44 2012 23 March - 23 July, Musee Jaquemart Andre, Paris, Le Crepuscule des Pharaons "], "Condition": ["good"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 6)"], "Acquisition name": ["Donated by: J Marston"], "Acquisition date": ["1947"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64347"], "Registration number": ["1947,0712.1"], "Conservation": ["Treatment: 15 Mar 1989"]}