{"artifact_name": "scarab; amulet", "Object Type": [" scarab ", " amulet "], "Museum number": ["EA66517"], "Description": [" Mould-made amulet in glazed composition in the shape of a scarab; crudely modelled back with elytra and prothorax marked by single line; at side, legs quite well-modelled and naturalistic; underside rubbed off, but likely with no decoration; pale turquoise blue glaze surviving in parts; cream core of smooth and fine textured; poor state of preservation. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC- 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis (?) "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Length: 1.90 centimetres ", " Thickness: 0.80 centimetres ", " Width: 1.40 centimetres "], "Curator's comments": ["This type of scarab is very common during the Late Period. A second one, better preserved and more naturalistic, was discovered in Naukratis: BM 1888,0601.56 (EA66522). Another slightly plainer scarab, with no motif on the underside, was also discovered in Naukratis: Boston, Museum of Fine Arts RES.86.306. On this type of scarab, see: Hornung and Staehelin, E. 1976, 368, pl. 103 no. 913. On amulets of scarabs in general see: Andrews 1994, 59, esp. fig. 59f-g; Herrmann et al. 2010, 120-121 (type 69). Further examples published in Petrie 1914, pl. XI no. 92. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Hornung, E., Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I. Petrie, W.M.F. 1914, Amulets, London. Rowe, A. 1936, A Catalogue of Egyptian Scarabs, Scaraboids, Seals and Amulets in the Palestine Archaeological Museum, Cairo."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.250) (phase 3)"], "Location": ["Not on display"], "Condition": ["Poor - chipped and worn"], "Subjects": ["insect"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66517"], "Registration number": ["1888,0601.56"]}