{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66503"], "Description": [" Mould-made scarab in Egyptian blue; simply modelled back, with basic details, such as clypeus, prothorax and elytra, indicated with single lines; at side, legs not understood, represented by broad incised lines forming a triangle, but not cut away; underside incised with motif arranged vertically representing scarab beetle holding sun-disc above its front legs; scarab with only two pairs of legs, front and back; two short vertical lines incised below the two front legs; longitudinally pierced; in soft bright blue paste. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC- 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " pierced "], "Dimensions": [" Length: 1.15 centimetres ", " Thickness: 0.60 centimetres ", " Width: 0.85 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This small scarab belongs to a standard group produced at the “Scarab Factory” (on its various productions, see Webb forthcoming). It was widely distributed in the Mediterranean area, notably on Punic sites and in the Levant (Gorton 1996, 112-114, type XXXI, subtype 3-18, see particularly 15 for this piece). Petrie interpreted the inscription as the name of Sheshonq IV, a pharaoh of the 22nd Dynasty (Petrie 1889, pl. 57, no. 1811). The inscription, however, could be understood as an abreviation of Menkheperra, the royal name of Thutmosis III which is also an epithet for Amun extremely common on Egyptian scarabs (Jaeger 1982). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Jaeger, B. 1982. Essai de classification et datation des scarabées Menkhéperrê. Fribourg. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W.M.F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 128) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 57, no. 1811) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 112-113, Type XXXI 15) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.50) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["insect"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66503"], "Registration number": ["1886,0401.1679"]}