{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA5619"], "Description": [" Fragmentary portrait of a woman in tempera on limewood: only the central part of the panel is preserved, with a fissure through the length of it and minor cracks to either side and through the lower lid of the proper right eye. The background is creamy grey. The woman wears a white tunic and mantle with sandy-beige shading indicating the folds. The neck is drawn in brownish red. Curved over her left breast is a broad lilac clavus. At the crown of the head is a painted gold hairpin, outlined in brownish red. By the proper left cheek is a pearl, probably the innermost of a series suspended from a bar earring. Around the neck is a painted gold chain, again drawn in brownish red. The black hair is looped around the face in mid-Antonine fashion, with three short corkscrew locks hanging from the centre parting; a similar style appears on a marble bust of a woman from Alexandria. The line of the finely drawn arched eyebrow is continued to a prominent bony nose. The lips are thin and of a refined appearance. The surviving eye is enormous, with a brown pupil on a cream ground, and individually painted lashes. The complexion is pinkish ochre, with shading in strokes of red and ochre; the diagonal strokes are repeated in the hair. "], "Cultures/periods": ["Roman Period"], "Production date": ["140-160 (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["lime wood"], "Technique": ["tempera"], "Dimensions": [" Length: 30.50 centimetres ", " Thickness: 0.10 centimetres ", " Width: 7.40 centimetres (max) "], "Curator's comments": ["The hairstyle and jewellery suggest a mid-Antonine date for this portrait, which closely resembles a portrait in the Louvre said to be from Memphis, and also registered in 1834. The Louvre painting came from the collection of Louis Philippe and was formerly in the collection of the Comte Louis de Laborde, who is said to have excavated the portrait in Memphis in 1827. Bibliography: K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), 92 no. 246 (bibl.),pl. 60 5; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 15, 104f, 108, 171, pl. 46.2; K. Parlasca & H. Seeman, ‘Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit’ (1999), 228 no. 138; S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 135 [99]; S. Walker, 'Ancient Faces', New York 2000, pp. 94-95 [55]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (104) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (55) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.229, no.138) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces "], "Condition": ["incomplete - both long edges broken away"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5619"], "Registration number": [".5619"], "Additional IDs": [" Miscellaneous number: BS.5619 (Birch Slip Number) "], "Conservation": [" Treatment: 08 Jul 2002 ", " Treatment: 19 Dec 1996 "]}