{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA69519"], "Description": [" Fragmentary granite head of a female figure, the body and base of the figure now missing. The figure wears a striated wig which is tucked behind the ears and now broken off at the neck level on either side. The eyes are slanted and almond shaped with a heavy eyelid. The nose is long and broad, and almost the same width as the mouth. The lower lip is sharply incised along the edge and slightly thicker in size than the upper lip. The outer corners of the mouth appear slightly downturned, creating a serious facial expression. The face is rounded and particularly fleshy around the jawline area. On the reverse are the remains of a raised area at in the centre of the wig. In addition to the break at the neck level and damage to the wig on either side, there are small chips to the stone surface at the ears, face, and wig. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1900BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 5.01 centimetres (max) ", " Width: 5.75 centimetres ", " Depth: 5.14 centimetres "], "Curator's comments": ["The raised edge at the reverse of the wig may suggest a separate squared lock of hair and thus the figure’s wig was likely originally a Hathor wig. This wig style was typically depicted with spiralling curls at the front of the figure and a separate straight section at the back. The provenance for the figure head is uncertain. Further Bibliography: J. Bourriau, 1985. ‘Museum Acquisitions, 1983: Egyptian Antiquities Acquired in 1983 by Museums in the United Kingdom’, Journal of Egyptian Archaeology Vol. 71, p. 162, no. 173. J. Bourriau, S. Quirke, 1988. Pharaohs and mortals: Egyptian Art in the Middle Kingdom (Cambridge), no. 38."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 465)"], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Charles Ede Ltd"], "Acquisition date": ["1983"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69519"], "Registration number": ["1983,1001.1"]}