{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA54694"], "Description": [" Pottery vase: this vase is shaped like a woman carrying a small child on her back. On her lap she holds a simple horn container, with the spoon resting on her open left palm. The child is wrapped in his mother's shawl, the fringed edge of which is visible along his back. His legs can be seen beneath the shawl; with his free right arm, he clutches his mother's upper arm. The crossing edges of the mother's garments are difficult to interpret, but beneath the shawl there is at least one garment, tied at the neck. The woman wears her hair in a long ponytail which partially covers the child's body. She has two strands of beads around her neck; the child seems to wear a single bracelet. The figure's pose is well balanced and relaxed. The spout is completely separate from the handle, which is a ring attached to the back of the head. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1479BC-1352BC"], "Excavator/field collector": ["Excavated by: Prof John Garstang"], "Findspot": [" Found/Acquired: Abydos, Tomb 949 "], "Materials": ["pottery"], "Technique": [" slip-decorated ", " painted "], "Dimensions": [" Height: 12.20 centimetres ", " Width: 6 centimetres ", " Depth: 10.10 centimetres "], "Curator's comments": ["Although the baby's head is missing, a similar figure vase in the British Museum suggests that he was originally depicted looking over his mother's shoulder. Bibliography: J. Garstang, ‘Excavations at Abydos, 1909: Preliminary Description of the Principal Finds’, in ‘Annals of Archaeology and Anthropology’ (Liverpool, 1909), p. 129, pl. XVI; E. Brunner-Traut, ‘Das Muttermilschkrügen: Ammen mit Stillumhang und Mondamulett’, in ‘Die Welt des Orients’ 5, pp. 145-64; J. Bourriau, 'Pottery Figure Vases of the New Kingdom', 'Cahiers de la ceramique egyptienne' I (Cairo, 1987), pp. 93-94; G. Robins, 'Reflections of Women in the New Kingdom: Ancient Egyptian Art from the British Museum' (San Antonio,TX, 1995), p. 76, no. 40."], "Bibliographic references": ["Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (164)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2005-2006 15 Oct-29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Mrs Russell Rea"], "Acquisition date": ["1920"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54694"], "Registration number": ["1920,0214.29"], "Conservation": [" Treatment: 21 Oct 2003 ", " Treatment: 15 Mar 1993 "]}