{"artifact_name": "votive box; figure", "Object Type": [" votive box ", " figure "], "Museum number": ["EA49146"], "Description": [" Hollow-cast, copper alloy votive box, also known as relic-box or animal coffin; rectangular case surmounted by a solid-cast figure of a lizard with head slightly raised; two eyelets for suspension on opposite corners of top of the case; though the back end still closed with square metal plaque, residue of linen visible; case complete and sealed, should contains a mummified lizard (or parts of). "], "Cultures/periods": [" Late Period (likely) ", " Ptolemaic (?) "], "Production date": ["500 BC - 300 BC (late 5th - early 4th century?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Town (Naukratis), House of 'cache of bronzes' (probably) "], "Materials": ["copper alloy"], "Technique": [" hollow-cast ", " solid-cast "], "Dimensions": [" Height: 2.20 centimetres (case and lizard) ", " Height: 1.55 centimetres (case) ", " Length: 5.50 centimetres ", " Width: 1.70 centimetres (whole) "], "Curator's comments": ["Many votive boxes surmounted by a figure of a lizard were discovered in Naukratis. According to Petrie, the cache of bronzes found in a building located in the southern part of the city provided fifty-one of this category of votive boxes (Petrie 1886, 41-42). This specimen could originate from this cache that can be dated around the end of the 5th-beginning of the 4th century BC (Masson 2015). However, Griffith signalled in his notes from January 1885 several bronze reptile cases in a trench located outside the Great Temenos (Masson forthcoming b). Votive boxes of this type were particularly associated to the solar god and demiurge Atum (Weiss 2012, 278-279). They belong to the type T 15 in the typology of animal bronzes by K. Weiss (Weiss 2012, 731-738, Taf. 42g-i, Typ T 15, esp. Nr. 771-782, 784-791 from Naukratis). Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London, 41-42. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88. Masson, A. forthcoming b, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context: Cults, Sanctuaries and Offerings, Proceedings of the second Naukratis workshop, held at the British Museum 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81, 278-279, 731-738, Taf. 42g-i, Typ T 15 (see Nr. 786 for this specimen)."], "Bibliographic references": [" Weiss 2012 / Ägyptische Tier- und Götterbronzen aus Unterägypten : Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland (Typ T 15, Nr. 786) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.006) (phase 2) "], "Location": ["Not on display"], "Condition": ["fair (worn)"], "Subjects": ["reptile"], "Associated names": ["Associated with: Atum"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA49146"], "Registration number": ["1885,1101.581"]}