{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2291"], "Description": [" Steatite statue of Meryptah: a small black steatite statue of a kneeling man adoring the cartouche of Ramses II. The right-facing inscription in Middle Egyptian on the statue's back pillar identifies him as Meryptah. Meryptah's arms are raised in adoration of a cartouche. A figure of the goddess Maat ('Truth') writes mʒ't; she wears her hieroglyphic emblem on her head, and holds in her hand the hieroglyph 'wsr', which represents an animal-headed staff. As often, the cartouche rests on a sign for gold, and wears a royal headdress of plumes and sun-disk; it is flanked by two hieroglyphs for 'year' (now broken), evoking a long reign for the king. The top of the plaque containing the cartouche has been broken off. The two arms of the statue have been worn or cut smooth resulting in the loss of the cartouche on the right side. There are traces of white paint in the hieroglyphs and on the wig and gown. "], "Authority": ["Ruler: Ramses II"], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 14 centimetres ", " Weight: 0.60 kilograms ", " Width: 5.50 centimetres ", " Depth: 7 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["He is perhaps the same Meryptah who was buried in Theban Tomb no. 387. Bibliography: M. Bierbrier, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' 10 (London, 1982), pl. 62; M. Dewachter, 'Nouveaux documents relatifs à l'expédition franco-toscane en Égypte et en Nubie (1828-1829)', 'Bulletin de la Société français d'égyptologie'111 (Paris, 1988), 64; G. Robins, 'Reflections of Women in the New Kingdom: Ancient Egyptian Art from the British Museum' (San Antonio,TX, 1995), no. 15; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations' Vol 3 (Oxford, 2000), 497; F. Arundale & J. Bonomi, 'Gallery of antiquities, selected from the British Museum' (London, 1842), 120-1, pl. 54; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 129 (no. 75)."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.62) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (9) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 Jun-Oct, Strasbourg, St Paul's Church, Memoires d'Egypt 1990/1 Nov-Feb, Paris, Biblioteque Nationale, Memoires d'Egypt 1991 Jun-Oct, Berlin, Staatliche Muzeen zu Berlin, Memoires d'Egypt 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good (cartouche broken at top)"], "Associated names": [" Named in inscription & portrayed: Meryptah ", " Named in inscription: Ramses II "], "Acquisition name": ["Purchased from: Francois Sallier"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2291"], "Registration number": ["1839,1118.1"], "Conservation": [" Treatment: 25 Jun 1999 ", " Treatment: 15 Dec 1993 ", " Treatment: 14 Feb 2016 "]}