{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA75331"], "Description": [" Papyrus: on recto, the right-hand side of 7 lines of what may be the beginning of this Coptic text is preserved, written along the fibres. Contract for tithe or pactum collection, issued in the Hermopolite nome to the monastery of Apa Apollo. Mounted with EA 75330 and 75332. "], "Cultures/periods": ["Coptic"], "Production date": ["7thC (script)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 30.70 centimetres (frame) ", " Height: 7.30 centimetres (max.) ", " Width: 30.70 centimetres (frame) ", " Width: 10 centimetres (max.) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["Palaeography: a large, irregular, but fairly competently written majuscule, with few ligatures. M, N, and Ѡ are wide, and sometimes also H, K, Π, and X. Provenance: this text was issued from the 'Ma' of Apa Jeremias to monks of the Monastery of Apa Apollo. The acquisition details suggest a Hermopolite context. The place name mentioned in l. 7 may be Percie in the Hermopolite nome or Perciese in the Faiyum. This document is very fragmentary, but it may be related to other tithe collection texts from the same collection. Fathers of the 'diakonia' of the 'Ma' of Apa Jeremias address two monks belonging to the Monastery of Apa Apollo, to whom they may have assigned a place called Percie or Perciese (l. 7). Percie, which is possibly the more likely interpretation here, may be identified with el-Burgaya, about 6.5 km north of el-Minya in the Hermopolite nome (Timm, S. (ed.), 1984-1992. ‘Das christlich-koptische Ägypten in arabischer Zeit : eine Sammlung christlicher Stätten in Ägypten in arabischer Zeit, unter Ausschluss von Alexandria, Kairo, des Apa-Mena-Klosters (Dēr Abū Mina), der Skētis (Wādi n-Naṭrūn) und der Sinai-Region’. 6 vols. Wiesbaden : Reichert, 449-50 al-Burgaya). It is possibly mentioned in two Bawit inscriptions: 'The holy Apa Eudaimon, martyr, of Percaie' (Maspero, J., and Drioton, E., 1932-43. ‘Fouilles executes à Baouît’. MIFAO 59, 1-2 [fascicles dated 1932, 1943; title pages dated 1931], no. 389) and 'brother ('pason') Hor of Percai' (Maspero and Drioton, 1932-43, no. 398). Till, W.C. (ed.), ‘Die koptischen Rechtsurkunden der Papyrussammlung der Österreichischen Nationalbibliothek’. Vienna : Holzhausen, 206.6 records the place name which may be Percie."], "Bibliographic references": [" Clackson 2000 / Coptic and Greek Texts relating to the Hermopolite Monastery of Apa Apollo (p.12, 71-2, pl.10) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (86577) (http://www.trismegistos.org/text/86577) "], "Location": ["Not on display"], "Condition": ["fair (incomplete - fragmentary)"], "Associated names": [" Named in inscription: Helias ", " Named in inscription: Apa Jeremias ", " Named in inscription: Klouj ", " Named in inscription: Ouenober "], "Associated places": [" Named in inscription: Monastery of Apa Apollo "], "Acquisition name": ["Purchased from: Christie's"], "Acquisition date": ["1996"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA75331"], "Registration number": ["1996,0608.31"], "Additional IDs": [" Miscellaneous number: P.Mon.Apollo 19 "], "Conservation": [" Treatment: 20 Jul 2005 ", " Treatment: 23 Apr 1998 "]}