{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37595"], "Description": [" A hollow terracotta head broken from the figure of a female saint or beneficent demon, with a triangular wreath framing her hair. Locks of hair on each side of the face depend from horizontal rows of circular curls, all in relief. There is a garland or necklace across the base of the neck. Two vertical undulating lines are in relief at the rear, with raised points between them. Some random depressions at the back may be intentional or caused by spalling. Two holes are pierced at ear level, two more through the upper hair. Two-piece mould. Pink Aswan kaolinite clay, with a buff surface. There are black fired-on ceramic colour details on the garland, hair, wreath and face, including large round pendent earrings. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["6thC-7thC"], "Findspot": [" Excavated/Findspot: Elephantine "], "Materials": ["terracotta"], "Technique": ["pierced"], "Dimensions": [" Length: 8.80 centimetres (max) ", " Width: 5.60 centimetres ", " Depth: 3.06 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired at Elephantine. Late Roman, sixth and seventh century AD. Comparanda: Near: Fitzwilliam Museum, Cambridge, e.p.379, e.p.409, e.p.417; Guéraud 1929: pl. v, from Edfu; Petrie 1927: pl. l v :604; Polaczek-Zdanowicz 1974: 207, no. 25, from Edfu, context of seventh century AD; Weber 1914: no. 231a, from Theadelphia (Theadelphia was abandoned by the fourth century AD); Wilfong 2002: pl. 2, centre, from the village of Jeme, within the precinct of the Temple of Medinet Habu, established c. ad 600 and abandoned before ad 800, perhaps in the 780s."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3396)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1864"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37595"], "Registration number": ["1864,0909.35"]}