{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA309"], "Description": [" Limestone stela of Penamun: there are three registers on this round-topped stela with incised texts and figures in sunk relief. In the upper register Osiris is enthroned in the centre behind an altar heaped with offerings. Isis and Harsiese stand behind him. On the right the scribe of divine books, god's chancellor and ỉt-ntr priest of Re‘-Atum in the house of life Penamun, born of Mutemweskhet, stands in adoration. There is a pile of offerings in the centre of the second register. On the left squats the royal scribe and lector-priest Penamun followed by his father Naherher and the lady Tuy. On the right squats the scribe Ibudeb, the lady of the house Mutemweskhet and her mother Henutnefert. There is a similar scene in the third register consisting of squatting female figures on either side of a pile of offerings. On the right are his sister Tuy, his sister Nefertiri, and his sister Baketptah, while on the left sit his sister the chantress of the lady of the Sycomore Tuy, his sister Nehy and his sister Tawerethotepti . The stela has a few small gouges on the surface and some damage along the edges. There are no traces of colour. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Abydos "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 48 centimetres ", " Weight: 17.50 kilograms ", " Width: 33.50 centimetres ", " Depth: 9.50 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["The genealogy of this family is not entirely clear. Presumably the lady Mutemweskhet in the second register should be identified as the mother of the scribe Penamun. It would seem that the scribe Ibudeb who precedes her ought to be her consort, but the text states that Naherher, who immediately follows Penamun, is his father and hence husband of Mutemweskhet. Ibudeb could then be his brother or possibly maternal grandfather as Henutnefret is certainly his maternal grandmother. The lady Tuy remains unplaced, but is possibly the wife of Penamun. Certainly the chantress Tuy in the third register ought to be his wife, while the other ladies could well be his actual sisters. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 210 (no. 762)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.60-61)"], "Location": ["Not on display"], "Exhibition history": [" 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["The stela is well preserved apart from a few small gouges on the surface and some damage along the edges."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Panamun ", " Named in inscription & portrayed: Mutemweskhet (mother) ", " Named in inscription & portrayed: Naherher (father) ", " Named in inscription & portrayed: Tuy (sister) ", " Named in inscription & portrayed: Ibudeb ", " Named in inscription & portrayed: Nefertiri (sister) ", " Named in inscription & portrayed: Nehy (sister) ", " Named in inscription & portrayed: Tawerethotepti (sister) ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Horus "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 432 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA309"], "Registration number": [".309"], "Additional IDs": [" Miscellaneous number: BS.309 (Birch Slip Number) "], "Conservation": ["Treatment: 10 Apr 2015"]}