{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA69152"], "Description": [" Fragmentary limestone head of a male figure, the body and base now missing. The figure wears a chin-length curled wig, set low on the forehead and obscuring the ears. The eyes are almond shaped with a thin incised line indicating the upper eyelids, and a further faint ridge above conveying the arched eyebrows. The nose is slim with the mouth only slightly wider in size than the tip of the nose. The lips are thick with the lower lip sharply incised and the outer corners of the mouth slightly upturned to suggest a small smile. The face is particularly rounded and fleshy at the jawline and neck area. There are numerous small chips to the stone surface at the wig and face, particularly at the mouth and neck area. White marks are also visible to the stone at the left side of the top of the figure’s head. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Excavated/Findspot: Giza (Memphis), tomb "], "Materials": ["limestone"], "Dimensions": [" Height: 10.42 centimetres (max) ", " Width: 9 centimetres (max) ", " Depth: 8.86 centimetres "], "Curator's comments": ["The stylistic features of the figure suggest a likely date of the 5th Dynasty (Russmann 2001). Due to the loss of the figure’s body, it’s not possible to determine the original statue type. The figure was found at Giza, likely from one of the rock-cut tombs which Petrie dated to the 5th and 6th Dynasty based on textual evidence, though the precise findspot of this figure is not specified within his publication of those excavations (Petrie 1907). A possible body originally belonging to the figure is also not recorded within the finds from Petrie’s excavation of these tombs. Prior to its transfer from the Victoria and Albert Museum in London, the object was in possession of the British School of Archaeology in Cairo (Adams 1977)."], "Bibliographic references": [" Adams 1977 / Egyptian objects in the Victoria and Albert Museum (p. 42) ", " Petrie 1907 / Gizeh and Rifeh (Pl. VII B) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 232, no. 124) "], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Transferred from: Victoria and Albert Museum"], "Previous owner": ["Previous owner/ex-collection: British School of Archaeology, Egypt"], "Acquisition date": ["1979"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69152"], "Registration number": ["1979,1017.139"], "Additional IDs": [" Previous owner/ex-collection number: 747-1907 (V&A number) "], "Conservation": ["Treatment: 26 Jun 2000"]}