{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10470,7"], "Description": [" Book of the Dead of Ani; frame 7; full colour vignettes; red borders. Spell 17 l. 1-35. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Ani (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 71.30 centimetres (frame) ", " Width: 42 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["Published: Le Pharaon-Soleil Catalogue (Paris 1993): p. 100. Goyon, Golvin, Martinet, La construction Pharaonique, p.23 fig.3. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 37, 100."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (24) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 72) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134357) (http://www.trismegistos.org/text/134357) "], "Location": ["On display (G63/dc2)"], "Exhibition history": [" Exhibited: 1986 Jun-Oct, Carmarthen Museum, A son of Luxor's Sands 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science History, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1991/2 Nov-Feb, Marseille, Musée de la Vieille Charite, Jouer dans l'Antiquité 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, fractured Black ink Red ink Pigment: faded, friable Backed: brown paper Checked for loan USA 1988 Checked for loan to France 1990 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Ani ", " Named in inscription: Tutu (wife) ", " Representation of: Isis ", " Representation of: Nephthys "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10470,7"], "Registration number": ["1888,0515.1.7"], "Additional IDs": [" Miscellaneous number: Frame.7 "], "Conservation": [" Treatment: 27 Sep 2010 ", " Treatment: 06 Jun 1985 "]}