{"artifact_name": "head-rest", "Object Type": ["head-rest"], "Museum number": ["EA20753"], "Description": [" Tamarisk wooden hare-shaped headrest: carved in one piece. "], "Cultures/periods": ["New Kingdom (?)"], "Production date": ["1550BC-1069BC (circa)"], "Findspot": [" Found/Acquired: Akhmim (?) "], "Materials": ["tamarisk wood"], "Dimensions": [" Height: 19.60 centimetres ", " Weight: 983 grammes ", " Width: 38.40 centimetres ", " Depth: 6 centimetres "], "Curator's comments": ["As a desert creature, the hare was considered to be a creature of chaos and potentially dangerous. The animal's alertness, fleetness and fertility have been suggested as positive symbolic meanings, as well as a Greek and Roman belief, possibly also held by the Egyptians, that it slept with its eyes open. Although this last trait would seem especially fitting for a headrest animal, this hare's eyes appear to be almost closed. Bibliography: T. Phillips [ed.], 'Africa' (London, 1995), p. 90 [1.53] = T. Phillips [ed.], 'Afrika' (Berlin, 1996), p.90 [1.53]; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 118, cat no. 75."], "Bibliographic references": ["Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (73)"], "Location": ["Not on display"], "Exhibition history": [" 1995/6 Oct-Jan, Royal Academy of Arts, Africa: The Art of a Continent 1996 Mar-May, Berlin, Martin Gropius Bau, Africa: The Art of a Continent 1996 May-Sep, New York, Guggenheim Museum, Africa: The Art of a Continent 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["good"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20753"], "Registration number": ["1888,0512.36"], "Conservation": [" Treatment: 17 Jan 2014 ", " Treatment: 29 Jun 1997 "]}