{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA34134"], "Description": [" Wooden shabti of Huy: the slender mummiform body has been exquisitely modeled and the details of the elaborately curled wig and the agricultural tools which Huy holds have been rendered in masterly fashion. The smoothed surface of the wood has been left unpainted for the most part, undoubtedly to emphasize the pattern of the grain. Against this ground the wig, facial features and details of the collar have been painted in contrasting black and white, and the incised hieroglyphs of the inscriptions were originally filled with a blue pigment. The long text in nine horizontal lines on the front of the body contains the shabti-spell from Chapter 6 of the 'Book of the Dead', to ensure that the figure performed its tasks properly. The owner's name and title occur at the beginning, and these are repeated on the back of the shabti in a single vertical line. Huy's figure is well-equipped with a hoe and mattock and with a grain basket suspended from two cords on his back—all skillfully carved in shallow relief. "], "Cultures/periods": ["18th Dynasty (late)"], "Production date": ["1350BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 21.34 centimetres ", " Width: 5.60 centimetres ", " Depth: 3.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 214-5, pl. on p. 215."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.214-215)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good (foot damaged)"], "Associated names": ["Named in inscription: Huy"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 6)"], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34134"], "Registration number": ["1868,1102.32"], "Conservation": [" Treatment: 06 Dec 2010 ", " Treatment: 16 Sep 2014 "]}