{"artifact_name": "animal mummy", "Object Type": ["animal mummy"], "Museum number": ["EA6752"], "Description": [" Mummy of an adult cat (hind legs pushed up against the pelvis and the forelegs drawn down the body; skeleton appears to be complete with no signs of trauma; soft tissue present); the wrappings, consisting of narrow strips of linen of light and dark brown, have been skillfully arranged so as to form a repeating lozenge pattern; the facial features have been modelled with applied buttons of coarse linen for the eyes, the corners of the mouth have been internally padded to give a raised appearance, mouth and whiskers are further represented by linen threads and the eyes and mouth have been emphasized with brown paint. "], "Cultures/periods": ["Roman Period"], "Production date": ["30BC (after)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" cat tissue ", " linen "], "Technique": ["painted"], "Dimensions": [" Height: 51 centimetres (max) "], "Curator's comments": ["Published: T. Phillips [ed.], Africa, London 1995, p. 102 [1.69a] = T. Phillips [ed.], Afrika, Berlin 1996, p.102 [1.69a]."], "Location": ["On display (G62/dc29)"], "Exhibition history": [" Exhibited: 1986 Jun-Oct, Carmarthen Museum, A son of Luxor's Sands 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.50 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.50 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt 1995/6 Oct-Jan, Royal Academy of Arts, Africa: The Art of a Continent 1996 Mar-May, Berlin, Martin Gropius Bau, Africa: The Art of a Continent 1996 May-Sep, New York, Guggenheim Museum, Africa: The Art of a Continent "], "Condition": ["fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6752"], "Registration number": [".6752"], "Additional IDs": [" Miscellaneous number: BS.6752 (Birch Slip Number) "], "Conservation": [" Treatment: 12 May 1995 ", " Treatment: 18 Aug 1993 ", " Treatment: 20 Apr 1989 ", " Treatment: 01 Jul 1981 "]}