{"artifact_name": "stopper; plug; seal-impression", "Object Type": [" stopper ", " plug ", " seal-impression "], "Museum number": ["EA53961"], "Description": [" Wine or beer amphora stopper with a plaster seal and palm fibre plug. The stopper has been impressed with a circular stamp with a cross motif flanked by the letters β and π, but no paint is preserved. There is a fermentation hole and a gap where a removal device was attached. The fermentation hole was drilled after the stopper was stamped. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" plaster ", " palm fibre "], "Technique": ["stamped"], "Dimensions": [" Diameter: 88 millimetres ((max)) ", " Diameter: 69 millimetres (amphora neck) ", " Diameter: 66 millimetres (stamp impression) ", " Height: 39 millimetres "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 5C; Thomas and Tomber 2006, type 5). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 5C; Thomas and Tomber 2006, type 5). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, type 5C; Thomas and Tomber 2006: type 5). This type of stopper was usually used for non-wine products such as oil and fish sauces in early Roman Egypt, although probably not in this case due to the presence of a fermentation hole, which indicates that the wine or beer had not finished fermenting when first transported (Thomas 2011, type 5; Thomas and Tomber 2006, type 5). The Greek letters, β and π separated by a chi-rho monogram, may be the initials of a personal name. Cf., similar stamp was found at Kellia (Egloff 1977, pl. 20.2). Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (56)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53961"], "Registration number": ["1915,0207.11"]}