{"artifact_name": "figure; forgery(?)", "Object Type": [" figure ", " forgery (?) "], "Museum number": ["EA26271"], "Description": [" Basalt kneeling stelophorous statue of a royal figure on a slim rectangular base, likely a modern forgery. The figure adopts a kneeling position and is shown resting on his heels while his hands are placed on either side of a large stela held out in front of him. He is depicted wearing the nemes headcloth with the material tucked behind the large ears and the lappets stretching down past the shoulders. The coiled body of the uraeus is placed on the top of the nemes, with the head of the cobra resting at the centre of the figure’s forehead. The royal figure wears a short false beard and a long kilt belted at the waist, with thin ridges conveying the pleated pattern of the cloth. The eyes are wide and almond shaped, with a faint arched ridge indicating the eyebrows, and he has a broad nose and wide mouth with thick lips. The head is broad and the neck disproportionally short, with the face particularly rounded and fleshy at the jawline and neck. The large stela held out in front of the king is uninscribed, while on the reverse of the king is a slim back-pillar which is also uninscribed. There are small chips to the stone surface at the front and edges of the stela and its base, and some chips also visible around the king’s face and nemes. The figure has been attached to a modern rectangular base. "], "Production date": ["19thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 22.50 centimetres ", " Width: 9 centimetres ", " Depth: 15 centimetres "], "Curator's comments": ["The modern base includes a label for the figure which suggests a 19th – 20th Dynasty date (Budge 1904). Though images of kings in a kneeling pose do occur in three-dimensional form, the stelophorous statue type is not typically used by royal figures and would often include an inscription in its finished form. Given the unusual combination of royal and non-royal artistic features, this piece is very likely a modern forgery."], "Bibliographic references": ["Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 103, no. 231)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26271"], "Registration number": ["1895,0511.66"]}