{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66501"], "Description": [" Mould-made scarab in glazed composition; back simply represented with single lines for clypeus, prothorax and elytra; has twisted/slumped in firing; at side, legs very schematic; underside with incised schematic figure of a standing man holding a stick in his right hand; longitudinally pierced; faint remains of yellow glaze; core whitish buff; whole surface very worn. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600BC-570BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made ", " pierced "], "Dimensions": [" Length: 1.20 centimetres ", " Thickness: 0.60 centimetres ", " Width: 0.85 centimetres "], "Curator's comments": ["The motif depicted on the base appears on some scarabs produced at Naukratis (on the various productions of the “Scarab Factory”, see Webb forthcoming). This scarab belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93, 98-99, type XXVIII A, subtype A214-219). Petrie illustrated some examples from Naukratis displaying this motif (Petrie 1886, pl. XXXVII, 123-125). It can be found on glazed composition and Egyptian blue scarabs and scaraboids: Boston, Museum of Fine Arts 88.869; Paris, Louvre Museum E8056 bis.14; Sydney, The Nicholson Museum, University of Sydney NM00.128.9. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 124) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.074) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather poor, surface eroded"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66501"], "Registration number": ["1886,0401.1677"]}