{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA57354"], "Description": [" Granodiorite seated statue of a male official. He wears a smooth shoulder-length wig with sharp pointed ends, set high on the forehead and tucked behind the oversized ears. His eyes are wide and almond shaped, with a heavy upper eyelid and deep-set eyebrows. The nose is long and slim, and the mouth is small in size. There appears to be a subtle fold of flesh on either side of the mouth, and the face is rounded at the jawline. He sits on a low-backed chair and wears a long kilt which is tied via a knot at the waist. His upper body is bare, and his arms are held by his sides with the palms placed flat on the outer edge of each thigh. The right side of the seat includes an inscription, and further text is also inscribed across the front of the seat on either side of the figure’s legs, and at the top of the statue base beside his feet. Part of the right side of his face has now been lost, and the front right side corner of the seat base is also missing. There are visible cracks to the stone surface around the lower legs of the figure. The text across the statue surface is worn and difficult to read. "], "Cultures/periods": ["13th Dynasty (mid-)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granodiorite"], "Technique": ["incised"], "Dimensions": [" Height: 38 centimetres ", " Width: 11 centimetres ", " Depth: 20 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["commemorative"], "Curator's comments": ["The inscription includes requests for offerings and evocations of the gods Osiris and Ptah-Sokar, leading to suggestions that the entire text should be understood as referencing the deity Ptah-Sokar-Osiris, and that the object likely comes from a tomb or mortuary chapel setting (Taylor and Strudwick 2005). The evocation of Osiris as the Lord of Memphis may also indicate a potential provenance, however this is still uncertain. Further Bibliography: J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 585."], "Bibliographic references": [" Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 379) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.128-129) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Iay (?) ", " Named in inscription: Osiris ", " Named in inscription: Ptah-Sokar "], "Associated places": [" Named in inscription: Memphis "], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57354"], "Registration number": ["1924,0510.1"], "Conservation": ["Treatment: 15 Nov 2004"]}