{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA21980"], "Description": [" Limestone stelophorous figure of Qenamun, shown kneeling with a slim stela placed on top of his knees. He wears a shoulder-length striated wig with small traces of dark paint visible across the surface. His eyes are almond shaped with black paint visible particularly in the lower eyelids, and his eyebrows are indicated by a faint arched ridge. His nose is long and broad at the tip, with a clear cupid’s bow above the upper lip. His lips are pursed together and the lower lip is sharply incised. His face is particularly rounded at the jawline and neck. His upper body is bare, and he wears a long kilt belted at the waist. A stela is supported across his legs and his arms are raised out in front of him with the palms held outwards, framing the initial two lines of the stela inscription. The stela has eight rows of incised text, with the signs clearly delineated with blue paint and each row marked with horizontal lines painted in red. The final line merges into Qenamun’s clothing, and each line has suffered clear damage to at least some of the hieroglyph signs. This includes a range of gouges to the stone surface to obscure the text. As a result his left hand has also been damaged. On the reverse is a slim back-pillar inscribed with a thin column of incised text, which extends down onto the statue base. There are no clear traces of colour within this portion of text. Damage is mainly confined to the front and sides of the stela held by Qenamun, though a small portion of the left side rear corner of the statue base is also now missing. The object is supported by a slim modern base. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 23 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["The stelophorous statue type emphasises the statue subject in an act of devotion or worship, and is often accompanied by an inscribed stela held out by the figure which includes a hymn to the sun-god. The style evolved particularly during the 18th Dynasty (Stewart 1967), with a slow progression towards the stela resting fully on the ground rather than on the legs of the statue. It is clear from the areas of damage that certain signs have been targeted, including the name of Amun-Re, while other signs have been left unharmed. The range of damage from larger gouges present at the right side of the stela to the deliberate attacking of individual signs is evidence of a wider practice undertaken during the reign of Akhenaten to erase the name of the god Amun from a range of monuments and temple spaces within Thebes. Further Bibliography: H.M. Stewart, 1967. ‘Stelophorous Statuettes in the British Museum’, Journal of Egyptian Archaeology Vol. 53, p. 36, Pl. III (1). J. Vandier, 1983. Manuel d'archeologie egyptienne Vol. III, p. 471, 473."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 125)"], "Location": ["Not on display"], "Condition": ["fair (front chipped)"], "Associated names": ["Named in inscription: Qenamun"], "Acquisition name": ["Donated by: George James Howard, 9th Earl of Carlisle"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21980"], "Registration number": ["1889,0601.3"]}