{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA35401"], "Description": [" Steatite statuette of a baboon representing the god Thoth. The figure is depicted in a seated position on top of a tall pedestal, which is curved at the back and features a double flight of steps incised on the front. The baboon is shown with the front paws placed on the knees, and the tail curled around the right side hind leg. The ‘feathered hood’ or layers of fur of the chest are conveyed through detailed thin incisions. A bronze lunar disc has been attached to the head of the baboon. The lunar disc is corroded, and the front edge of the pedestal is now broken. There are several small chips to the top of the head and face of the baboon. There are also several scratches to the sides of the pedestal and a chip at the end of the baboon’s tail, otherwise the figure is in good condition. "], "Cultures/periods": ["Ramesside (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" steatite ", " bronze "], "Dimensions": [" Height: 18 centimetres ", " Width: 5.64 centimetres ", " Depth: 8.03 centimetres "], "Curator's comments": ["Baboons were animals sacred to the moon god Thoth, the patron deity of knowledge and writing and thus a key deity to scribes. He was also closely associated with the ibis bird. A physically similar depiction of a baboon though lacking the sun disc within the British Museum collection includes an inscription before the feet bearing the name of Amenhotep III (EA 38: https://www.britishmuseum.org/collection/object/Y_EA38). The provenance of the figure is uncertain, nor is it clear whether this type of statue was intended for a funerary or temple context, or potentially made for the private cultic activity of a scribe."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (p. 49) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (p. 275, no. 138) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Thoth"], "Acquisition name": ["Purchased from: R J Moss & Co ((Alexandria))"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35401"], "Registration number": ["1901,0608.134"], "Conservation": ["Treatment: 19 Feb 2010"]}