{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA59075"], "Description": [" Limestone striding figure of the male official Hor, standing on a tall rectangular base. The figure has a large shaven head, with the right side of the skull, ear, and face, reconstructed in modern times. His eyes are narrow and slanted with a thin incised line at the upper eyelid, and his eyebrows are conveyed as long, subtle ridges which converge at the bridge of the nose. His nose is broad at the nostrils, and his mouth is small with pursed lips and a clear cupid’s bow above his upper lip. A slight smile is suggested by the gentle upturning of the corners of his mouth. The face appears fleshy and rounded at the mouth, jawline, and neck. The upper body is bare, with subtle indication of the musculature and a narrowed waist. His arms are held by the sides of the body and he holds two unidentified objects in his clenched fists, likely pieces of folded cloth. He wears a short shendyt kilt with a thick belt inscribed with a horizontal line of text. His left leg advances ahead of the right leg, and both limbs are broad in size. On the reverse, a slim back-pillar is topped with a relief scene of the god Osiris seated on the pt hieroglyph sign for sky, and a winged sun-disc envelops him from above. The back-pillar is incised with a column of inscription defined by a border on both sides, the bottom edge of the pillar now damaged. There is a large gouge to the stone at the left side of the skull and the left ear is almost completely missing. The left leg and base has also been restored in modern times, recreating the striding pose the figure once adopted. The edge of the back-pillar that meets the base has been gouged, obscuring the final signs of the inscription. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 43.50 centimetres ", " Width: 9.50 centimetres ", " Depth: 22 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["The style of clothing, the conventional striding pose, and the idealised youthful body are all archaising artistic tendencies recognised within sculpture of the Late Period onwards, in which there is a conscious harkening back to the appearance and style of Old Kingdom monuments (Der Manuelian 1994; Morkot 2003). The contrast between the traditional pose of the statue body and the shaven head may suggest that the statue was intended to be a ‘portrait’ with individualised facial features; this was an emerging trend within private statuary particularly during this later phases of the Late Period and into the Ptolemaic Period. While this piece could be suggested to be 30th Dynasty in date, the physical arrangement of the inscription across the back-pillar and the various Ptolemaic titles within the text point towards a slightly later date. Further Bibliography: H.R. Hall, 1928. ‘Babylonian and Egyptian Accessions’, British Museum Quarterly Vol 3, No. 1, p. 12-13, Pl. VIa. M.I. Rostovtzeff, 1998. The Social and Economic History of the Hellenistic World Vol.II (Oxford), p. 886, Pl. C1. General Sources: P. Der Manuelian, 1994. Living in the past: Studies in archaism of the Egyptian Twenty-sixth Dynasty. Studies in Egyptology (London; New York). R. Morkot, 2003. ‘Archaism and innovation in art from the New Kingdom to the Twenty-sixth Dynasty’, in J. Tait (ed.). “Never had the like occurred\": Egypt's View of its Past (London), p. 79-99."], "Bibliographic references": [" Hall 1930 / General Introductory Guide to the Egyptian Collections (p. 406, Fig. 225) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 961) "], "Location": ["Not on display"], "Condition": ["fair - head chipped; legs repaired"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1928"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59075"], "Registration number": ["1928,0414.54"]}