{"artifact_name": "model", "Object Type": ["model"], "Museum number": ["EA36849"], "Description": [" Limestone bust of a king, a trial piece or sculptor’s model. The king wears a nemes headdress, with smooth lappets that extend down onto his shoulders. The body of the uraeus cobra that once adorned his forehead has been carefully removed. His ears are large and crudely modelled, and his face is long and rounded at the jawline. His eyes are narrow with thin and flat eyebrows, and his nose is slim. His thin lips are pursed together, and his face is fleshy. His chest area is smoothed into a flat plane, and his arms have not been modelled. On the sides of the bust and on the reverse are traces of a proportional grid. There are small chips to the sides of the bust and along the nemes headdress, with larger gouges and scratches visible across the reverse. The object is now supported by a slim modern base. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 12 centimetres ", " Width: 9.60 centimetres ", " Depth: 5.11 centimetres "], "Curator's comments": ["Faces of kings in the round were a popular subject for sculptor's models, particularly in the 30th Dynasty and early Ptolemaic Period (on nature and functions of this type of model see Tomoum 2005; see also Ashton 2014 for a different interpretation regarding king's heads and busts). Such models were used by the sculptor as an aid to ensure the production of an even three-dimensional sculpture; on the reverse of typical surviving trial-pieces, this area usually included an incised proportional grid. General Sources: S-A. Ashton, 2014. ‘Limestone and Plaster Royal Sculpture of the Late and Ptolemaic Periods in the Fitzwilliam Museum', in A.M. Dodson, J.J. Johnston and W. Monkhouse (eds.), A Good Scribe and an Exceedingly Wise Man: Studies in Honour of W. J. Tait (London), p. 7-24. N.S. Tomoum, 2005. The sculptors' models of the Late and Ptolemaic periods: a study of the type and function of a group of ancient Egyptian artefacts (Cairo)."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death "], "Condition": ["fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36849"], "Registration number": [".36849"], "Conservation": ["Treatment: 04 Feb 2002"]}