{"artifact_name": "cosmetic-spoon", "Object Type": ["cosmetic-spoon"], "Museum number": ["EA5945"], "Description": [" Wooden cosmetic-spoon; the handle is in the form of a dog which bites the tail of the fish that forms the bowl and the lid(now detached); blue painted detail. "], "Findspot": [" Excavated/Findspot: Memphis (Egypt) "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Length: 26.10 centimetres ", " Weight: 64 grammes ", " Width: 1.90 centimetres ", " Depth: 4.90 centimetres "], "Curator's comments": ["Published: D. Symons in: Man's Best Friend, Birmingham 1991, p.33 [96]. P. Kozloff, B. Bryan, and M. Berman, Egypt's Dazzling Sun, Cleveland 1992, pp.350-351 [77] = Le Pharaon-Soleil , Paris 1993, p.307 [77]. Les amour d'une princesse égyptienne, Saint-Gérard 1997, p.121 [85]. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 132-3."], "Location": ["Not on display"], "Exhibition history": [" 1991 8 Jan-24 Mar, Birmingham Museum and City Art Gallery, Man’s Best Friend 1992 Jul-Sep, Ohio, The Cleveland Museum of Art, Egypt's Dazzling Sun: Amenhotep III & his World 1992/3 Oct-Jan, Texas, Kimbell Art Museum, Egypt's Dazzling Sun: Amenhotep III & his World 1993 Mar-May, Paris, Grand Palais, Egypt's Dazzling Sun: Amenhotep III & his World 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens Commoners of the New Kingdom 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2004 10 Jul-4 Sept, Bolton Museum, Beasts of the Nile 2004 18 Sept-14 Nov, Salford Museum, Beasts of the Nile 2004-2005 27 Nov-23 Jan, Chester, Grosvenor Museum, Beasts of the Nile 2005 5 Feb-28 May, Warrington Museum, Beasts of the Nile 2005 18 Jun-18 Sept, Rochdale Art Gallery, Beasts of the Nile 2005 26 Sept-2 Dec, Preston, Museum of Lancashire, Beasts of the Nile 2006 14 Jan-22 Apr, Lancaster City Museum, Beasts of the Nile 2006 9 May-6 Aug, Scunthorpe, North Lincolnshire Museum, Beasts of the Nile 2006 14 Aug-19 Nov, Swansea Museum, Beasts of the Nile 2011 27th June - 31st August, Bowes Museum : Ancient Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good - the lid has become detached"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5945"], "Registration number": [".5945"], "Additional IDs": [" Miscellaneous number: BS.5945 (Birch Slip Number) "], "Conservation": [" Treatment: 10 Aug 2011 ", " Treatment: 30 Sep 2013 ", " Treatment: 23 Feb 2001 ", " Treatment: 03 Jul 2003 ", " Treatment: 05 mar 2019 "]}