{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10769,3"], "Title": ["Object: Papyrus Ramesseum 16"], "Description": [" P. Ramesseum 16, Frame 3. Papyrus written on the recto and on the verso in hieratic script. The recto contains a magical text with spells for protection, including ones against evil dreams, and on the verso there is a continuation of this text. The text is written in horizontal with some vertical lines. This frame contains the end of page 3 and possibly the start of page 4. The papyrus was a half-height roll. Gardiner described the way this papyrus is written as follows: 'the writing provides an early example of the rounded forms characteristic of the Hyksos period and particularly conspicuous in the famous Carnavon Tablet No. 1. Here that feature is exaggerated to a degree which often makes decipherment extremely difficult, so that although Smither made an admirable start and I have succeeded in reading a good deal more, prolonged study will be needed before a satisfactory transcription can be offered' (Gardiner, The Ramesseum Papyri, 1955, 16). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 21.50 centimetres (frame) ", " Width: 15 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 16 end of page 3, possibly the start of 4. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 15-6, pl. 49 (where it is described as end of page 4 and start of another page). P. Meyrat, Le Papyrus Ramesseum XVI (Geneva: University of Geneva 2008), 4, pl. 3 [dissertation]. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (21.3) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380889) (http://www.trismegistos.org/text/380889) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (107–161, 344–375) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, fragile, powdery, skeletal Black ink Backed: gelatin Backed: gelatin Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10769,3"], "Registration number": ["1956,0714.18.3"], "Additional IDs": [" Miscellaneous number: Frame.3 "], "Conservation": ["Treatment: 08 Dec 1992"]}