{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA21"], "Description": [" Grandiorite statue of Horemheb with Amun-Ra: the figures are carved, almost in the round, in one piece with a back support and low pedestal. The god is represented shrouded and bears the attributes of the ithyphallic god Min. When complete he wore the plumed head-dress, a beard and a bead collar, and held in the right hand a flail. The left arm is placed under the shrouds and grasps the base of the phallus (missing). Beneath the right arm stands the king, wearing a beard, bead collar and short skirt with a girdle on which his prenomen is incised. In the right hand he carries a roll; the left hand rests against the right side of the god. An inscription is incised on the front of the back support between the two figures, and another on the upper surface of the pedestal. Between the two figures, is one vertical column of text. On the pedestal are two vertical columns of text. The monument has been reassembled from the four fragments into which it was broken. The following portions are missing: the plumes which were morticed on to the god's head-dress, part of the beard, nearly the whole of the right arm, and the phallus; the king's head, right arm as far as the wrist, and left foot; the upper portion of the back support behind the figure of the king and a large piece from the left-hand side of the pedestal. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1350BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["granodiorite"], "Technique": ["incised"], "Dimensions": [" Height: 148 centimetres (max) ", " Width: 70 centimetres (max) "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Bibliographic references": [" Yorke and Leake 1826 / Remarks on some Egyptian monuments in England (p. 7, pl. 5, fig. 12) ", " Arundale and Bonomi 1842 / Gallery of antiquities selected from the British Museum (p. 86, n. 36; p. 87, fig. 152) ", " Sharpe 1853 / Egyptian Inscriptions from the British Museum and other Sources (p. 34) ", " Gauthier 1912 / Le livre des rois d'Egypte, recueil de titres et protocoles royaux: De la XIIIe dynastie à la fin de la XVIIIe dynastie, n°18 (p. 491) ", " Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (p. 29, pl. 26) ", " Vandier 1958 / Manuel d’archéologie égyptienne (p. 366, pl. CXXI, 4; pp. 370- 372) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 533) ", " Müller 1988 / Die Kunst Amenophis' III und Echnatons (p. 1, p. 54) ", " Reeves 1990 / The Complete Tutankhamun: The King, the Tomb, the Treasure (p. 27) ", " The British Museum 1994 / Time machine: Ancient Egypt and contemporary art: exhibition guide (p. 35, pl. 33) "], "Location": ["On display (G4/B13)"], "Condition": ["fair (incomplete and reconstructed from fragments)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Horemheb ", " Representation of: Amun-Ra ", " Representation of: Min "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Acquisition notes": ["These details need checking. Certainly in the Synopsis of 1835 [NCS]"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21"], "Registration number": [".21"], "Additional IDs": [" Miscellaneous number: ES.5 "], "Conservation": [" Treatment: 18 Nov 1994 ", " Treatment: 18 Jul 1991 ", " Treatment: 05 Sep 1995 "]}