{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37097"], "Description": [" Glazed composition gerboa: modeled from pale green glazed composition with eyes, ears and tip of tail completely in black and details of nostrils; mouth and fur picked out in the same colour. It sits up on its powerful hind legs with its front paws up to its mouth and its tail is wrapped around the right side of its body so the tip reaches the mouth too. "], "Cultures/periods": [" 12th Dynasty (?) ", " 13th Dynasty (?) "], "Production date": ["1850BC-1650BC (circa)"], "Findspot": [" Excavated/Findspot: Matariya (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 4.40 centimetres ", " Width: 2.80 centimetres "], "Curator's comments": [" Such figures are rare. All known examples are of glazed composition, like this one, and are unique to burials of the late Middle Kingdom. Perhaps, like the hedgehog, the gerboa was considered a symbol of resurrection, for it was a desert dweller and merely by surviving in such an inhospitable environment could be considered a conqueror of death itself. However, it may not be insignificant that in the posture it adopts, with paws raised, it resembles the Egyptian attitude of prayer. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 304-305 [97]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 105. ", " Object is likely to have come from a tomb-group at Matariya which ended up in the shop of Maurice Nahman in Cairo. Other examples in the MMA and the Fitzwilliam, along with a number of other faience objects. See: Keimer, BIFAO 28 (1929), 49-50 Kemp & Merrillees, Minoan Pottery in Second Millennium Egypt, 163-4, plus date discussion of similar burials pp167ff Bourriau, Pharaohs and Mortals, 120-1 Reeves & Taylor, Carter, 111. "], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.240-241) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.105) "], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Hon Richard Bethell"], "Acquisition date": ["1924"], "Acquisition notes": ["It is likely that Bethell acquired it from Maurice Nahman (see references in 'Comment' tab). [NCS 24/10/03]"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37097"], "Registration number": ["1924,1217.1"], "Conservation": ["Treatment: 15 Apr 1997"]}