{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65342"], "Description": [" Striding calcite figure of the god Thoth on a slim rectangular base. The god is shown with the head of an ibis, with a separate long beak made from bronze. He also wears a simple long wig extending down to the chest. At the top of the head is a hollowed out section that was likely used to secure a headdress, which is now lost. The upper body is bare and the broad arms are held by his sides, with unidentified objects held in both clenched fists. The chest is accentuated and the waist is narrowed, with subtle modelling of the musculature of the abdomen. He wears a smooth shendyt kilt with a thin belt, and his left leg advances forward ahead of the right leg. On the reverse is a round-topped slim back-pillar that extends to the back of the head, and is uninscribed. A break at the lower legs and lower half of the back-pillar has been repaired in modern times. There are small cracks visible at the left ankle and left side of the base, and along the upper legs. Small chips are also visible on the left side of the kilt, and the right forearm. The object is now attached to a slim modern base. "], "Cultures/periods": ["Graeco-Roman"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" calcite ", " bronze "], "Dimensions": [" Height: 40.40 centimetres (OBJECT) ", " Height: 43 centimetres (Object and Fixed Stone Base) ", " Weight: 4.666 kilograms (Object on Fixed Stone Base) ", " Width: 8.90 centimetres (Fixed Stone Base) ", " Width: 11 centimetres (Object) ", " Depth: 17 centimetres (Fixed Stone Base) ", " Depth: 14.50 centimetres (Object) "], "Curator's comments": ["This figure of Thoth was formerly part of the Robert Ludwig Mond collection, who worked at several sites including Thebes from 1901 onwards and later in 1926 he focused on the area of Armant. His collection of antiquities was sold to a number of museums within the UK, but also further afield including Canada and Australia. Thoth was primarily worshipped at his cult centre in Hermopolis, with the small village of El-Baqliya in the Delta west of Mendes particularly associated with Thoth during the Late Period and into the Graeco-Roman Period. Similar representations of Thoth survive in other forms, including this Ptolemaic faience example (26.7.860, Metropolitan Museum of Art, New York: https://www.metmuseum.org/art/collection/search/544092). The British Museum piece clearly had a fitted headdress that is now lost, possibly an elaborate atef-crown (EA 64551, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA64551) or the sun-disc. Another parallel that closely follows the same physical representation includes a travertine figure now in the Aegyptisches Museum (Berlin, AM 13254), which also appears to have had a beak made from another material, which is now lost."], "Location": ["Not on display"], "Condition": ["fair (incomplete -2 frags repaired)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Thoth"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65342"], "Registration number": ["1939,0324.207"]}