{"artifact_name": "religious/ritual equipment; figure", "Object Type": [" religious/ritual equipment ", " figure "], "Museum number": ["EA52831"], "Description": [" Bronze object in the form of a uraeus with a long undulating tail; part of a magician's equipment. "], "Cultures/periods": ["18th Dynasty (early)"], "Production date": ["1550BC-1500BC (c.)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["bronze"], "Dimensions": [" Length: 10.50 centimetres (Length of hood) ", " Length: 166 centimetres ", " Width: 0.70 centimetres (width of body) ", " Width: 3.30 centimetres (width of hood) "], "Curator's comments": [" Published: N. Strudwick, The Legacy of Lord Carnarvon, Wyoming 2001, p. 26 [6]; G. Pinch, Magic in Ancient Egypt (London 1994), fig.3; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 124-5. ", " Strudwick N 2006 with emmendations 2011 This rearing cobra, with extended hood and long body, is a very rare type of object, and was found under the shroud covering the mummy of a man named Mentuhotep. A comparable object is a much shorter example from a late Middle Kingdom tomb, found near the Ramesseum at Thebes and now in the Fitzwilliam Museum in Cambridge (E.63.1896), which was used as a wand in magical rituals. Other items found in the Ramesseum tomb indicate that the owner was a lector priest (see the Ramesseum Papyri), although it seems unlikely that this was true of Mentuhotep. There are no texts in his burial that indicate this, and ritual implements such as this snake were often reused for mortuary purposes. Another close parallel, though with two heads on one end, is an unprovenanced object in the collection of the Museum of Fine Art, Boston, object number 2002.32. It is dated to 1783 to 1640 BCE. http://www.mfa.org/collections/object/wand-in-the-form-of-a-two-headed-serpent-355087 In Egyptian religious iconography and mythology snakes are always symbols of great power, which can be negative or positive. For example, the serpent on the brow of the king (the uraeus) was believed to spit fire and represented the reptile's great power immanent in the king; on the other hand, the classic enemy of the sun-god during his travels through the underworld was the serpent Apophis. Mentuhotep's coffin, discovered in 1911, was buried in a tomb in the 'Birabi' region, an area at the eastern end of the Assasif valley in front of the temples of Deir el-Bahari at Thebes, where Lord Carnarvon (later joined by Howard Carter) excavated in his early years in Egypt. The tomb was probably constructed in the Middle Kingdom or perhaps even the Seventeenth Dynasty. While it is not clear for whom it was originally cut, it was clearly used for several individual and family burials. Passages were used for burials and then blocked off; the blocking stones of Chamber A, where Mentuhotep was buried, seem to have borne one of the names of the early Eighteenth Dynasty king Thutmose I (c. 1504-1492 BC). From the manner in which the coffins were placed in the tomb, it would seem that there were at least three or four separate major groups and several minor ones. It is uncertain if any of the burials was that of the original tomb-builder; it seems very plausible that they are all examples of the reuse of an earlier tomb at the beginning of the New Kingdom. Although several coffins were found with that of Mentuhotep in Chamber A, most of them did not bear names. The only one that did, that of a woman named Ahmose, carried no indication of her family connections. Her coffin and that of Mentuhotep are similar, and it is possible that they were husband and wife. "], "Bibliographic references": [" Reeves & Taylor 1992 / Howard Carter before Tutankhamun ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.124-125) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 8) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Jun-Sep, Swaffham Museum, Wonderful Things! The Howard Carter Exhibition 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 2003 2 Apr-29 Jun, Leeds, Henry Moore Institute, Magic 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["good"], "Acquisition name": ["Donated by: George Herbert, 5th Earl of Carnarvon"], "Acquisition date": ["1913"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA52831"], "Registration number": ["1913,0414.1"], "Conservation": [" Treatment: 15 Dec 1988 ", " Treatment: 05 Mar 2003 "]}