{"artifact_name": "bead; pendant", "Object Type": [" bead ", " pendant "], "Museum number": ["EA62152"], "Description": [" A string of three 'Purpura' shells, two very badly damaged, ten 'Nerita' shells, three bone barrel beads and six pendants of various materials. Two of the bone beads are long barrels and the other is a standard barrel. The black limestone pendant is roughly oblong in shape and all its surfaces are decorated with incised cross-hatching. The flat, semicircular pendant with off-centre boring is of red porphyry. The drop pendant, flat on upper and lower surfaces, of black and white diorite is 2.4cm long. The small bone tooth-shaped pendant, now mottled brown in colour, is concave on one face and convex on the other. The two remaining pendants are pebbles: one, of quartz, has pink and white banding, a flat top edge and a rounded lower one; the other pebble pendant of agate has brown and white banding and is roughly triangular in section. "], "Cultures/periods": ["Badarian"], "Excavator/field collector": [" Excavated by: The British Museum ", " Excavated by: Guy Brunton "], "Findspot": [" Excavated/Findspot: Mostagedda, Grave 595 "], "Materials": [" purpura shell ", " quartz ", " agate ", " bone ", " nerita shell ", " limestone ", " porphyry ", " diorite "], "Technique": [" incised (limestone pendant) ", " bored (porphyry pendant) "], "Dimensions": [" Length: 31.50 centimetres ", " Width: 2 centimetres ", " Depth: 3.50 centimetres "], "Curator's comments": ["Brunton mentions four 'Purpura' shells: Grave register, pl.VIII; only three were registered. All were found scattered in a much plundered grave, leaving no information on how the beads and pendants were strung or where they were worn on the body. Bibliography: Mostagedda, 37, 51; pl.XXIII, IA (unstrung); Grave register, pl.VIII; Bead corpus, pl.XXXIX, 78B7, P9; 79B5; 89C2, D4, E10, P9. M. Horn, 2017. 'Re-appraising the Tasian-Badarian Divide in the Qau-Matmar Region: A Critical Review of Cultural Proxies and a Comparative Analysis of Burial Dress', in: B. Midant-Reynes / Y. Tristant / E. M. Ryan (eds.), Egypt at its Origins 5. Proceedings of the Fifth International Conference “Origin of the State. Predynastic and Early Dynastic Egypt”, Cairo, 13th–18th April 2014, Orientalia Lovaniensia Analecta 260 (Leuven / Paris / Walpole (MA): Peeters) 335-377."], "Bibliographic references": ["Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (63)"], "Location": ["On display (G64/dc2)"], "Condition": ["good"], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA62152"], "Registration number": ["1929,1015.152"], "Conservation": ["Treatment: 04 Feb 2014"]}