{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1170"], "Description": [" Limestone relief with the figure Inet: the principal figure represents Inet, the wife of Iry, who is shown wearing a long closely fitting dress and a heavy wig with a fillet. In front are smaller figures of three women and one boy, possibly the children of Inet. At the top of the slab are two lines containing a standard funerary formula. The whole is carved in very fine, low relief. There is a crack running across the top left-hand corner. The only surviving colour is the black on Inet's wig. "], "Cultures/periods": ["4th Dynasty"], "Production date": ["2613BC-2494BC (circa)"], "Findspot": [" Excavated/Findspot: Giza (Memphis) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Length: 112 centimetres ", " Width: 51 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " private "], "Curator's comments": ["This slab has three companion slabs 1896,0511.9, 1896,0511.10, 1896,0511.12. Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 203; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), 692; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), 72-73 [no. 6]; G. Robins, ‘Proportion and Style in ancient Egyptian Art’ (Austin, 1994), p. 14, fig 1.15."], "Bibliographic references": [" James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.3) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (6) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image "], "Condition": ["Good; there is a crack running across the top left-hand corner. The semicircular cut at the top right-hand corner probably indicates the position of a door-drum which originally ran at right angles to the slab. The only surviving colour is the black on Inet's wig."], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1170"], "Registration number": ["1896,0511.11"], "Conservation": [" Treatment: 30 Nov 2000 ", " Treatment: 01 Sep 1997 ", " Treatment: 20 May 2013 ", " Treatment: 20 May 2013 "]}