{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA61884"], "Description": [" Painted sycomore fig wood figure of a Ba-bird: in this small figurine, the 'Ba' wears a beard, a wig and a collar— appropriate elements of the appearance of the blessed dead. It is carved in rudimentary fashion and simply painted in red, blue and black. A wooden peg projecting from the base indicates that it was once fixed to some larger object. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 11.30 centimetres (including tang) ", " Height: 10.40 centimetres (object) ", " Weight: 35 grammes ", " Width: 4.10 centimetres ", " Depth: 7.20 centimetres "], "Curator's comments": ["The 'Ba' was one of a person's non-physical aspects, or modes of existence. It symbolized the individual's ability to move freely, and was supposed to leave the tomb and fly to join the sun god in the sky. On account of this role, the 'Ba' was regularly depicted in the form of a bird with a human head (and often also with human arms). However, in order to ensure eternal life, the 'Ba' had to return to the burial chamber periodically to be reunited with the mummy. Small wooden figures of the 'Ba' such as this were sometimes placed on coffins or mounted on the top of wooden funerary stelae. Bibliography: 'Art and Afterlife in Ancient Egypt, Japan 1999-2000' [exhibition catalogue] (Japan, 1999), No 62; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 40-1, pl. on p. 40. I. Regulski (ed.), Hieroglyphs: unlocking ancient Egypt (London 2022), p. 181"], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.40-41)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (incomplete)"], "Subjects": ["ba"], "Acquisition name": ["Purchased through: Harry Osborn Cureton (probably)"], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA61884"], "Registration number": [".61884"], "Additional IDs": [" Miscellaneous number: BS.1884 (Birch Slip Number) "], "Conservation": [" Treatment: 17 Nov 1980 ", " Treatment: 06 Dec 2010 "]}