{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA36097"], "Description": [" Scarab carved from beige steatite; back relatively well-defined with simply marked head and clypeus, prothorax and elytra indicated respectively by single and double incised lines; humeral callosities present, indicated by V-incisions on elytra at junction with prothorax on each side; at side, well-shaped legs with undercut triangular space between front and back legs; underside bearing incised inscription arranged horizontally, with three hieroglyphic signs consisting of ichneumon, Maat feather and sun-disc. "], "Cultures/periods": [" 25th Dynasty (?) ", " 26th Dynasty (?) "], "Production date": ["760 BC - 600 BC (probably)"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" carved ", " incised ", " pierced "], "Dimensions": [" Length: 1.10 centimetres ", " Thickness: 0.50 centimetres ", " Width: 0.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This combination of hieroglyphic signs is a well-known trigram to write the name of Amun (Drioton 1957, 17, no. 4) and is fairly common on scarabs in steatite (see various parallels listed in Petrie 1889, pl. 67; Hornung and Staehelin 1976, 305, pl. 64 no. 573 and 392, pl. 118 D 16). Similar scarabs were discovered, for example, in Memphis (Petrie 1925, pl. 19, 1460), Carthage (Vercoutter 1945, nos. 169-171) and Bisenzio in Etruria (Hölbl 1979, II, 105, pl. 87/3, no. 480, dated to the end of the 8th century BC). On scarab's inscriptions including an ichneumon: Hölbl 1979, I, 180-182. Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Hölbl, G. 1979, Beziehungen der ägyptischen Kultur zu Altitalien (EPRO 62, I and II), Leiden. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Petrie, W. M. F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Petrie, W. M. F. 1925, Buttons and design scarabs, London, British School of Archaeology in Egypt 38, London. Vercoutter, J. 1945, Les objets égyptiens et égyptisants du mobilier funéraire carthaginois (Bibliothèque archéologique et historique XL), Paris."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 66) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 67, no. 2130) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.45) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["mammal"], "Associated names": ["Named in inscription: Amun-Ra"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36097"], "Registration number": ["1888,0601.67"]}