{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1668"], "Description": [" Lower body of a basalt statue depicting the male official Senenshepsu. The lower section of the statue preserves a long garment inscribed with incised hieroglyphic text that has been executed to a very high-quality. Each column of text at the front of the statue is preserved in full, while columns at both sides are now missing the beginning of each line. Based on the length of the surviving leg-section, the statue likely adopted a standing position and he may have held out a naos shrine or figure of a deity directly above the text on the front of his clothing. The text begins in two separate introductory lines located in the centre of the clothing, written in opposing directions. The first section of text extends around the right side of the statue to the edge of the back-pillar. In between the fifth and sixth column of inscribed text on the right side, there is a narrow gap in which a long thin strap of material is depicted. This suggests there was likely a knot of clothing tied at the centre of his chest and the figure originally wore a version of the ‘Persian wrap’ style of garment. The following section of text extends from the front of the statue to the left side and around to the edge of the back-pillar. On the reverse, the broad back-pillar is inscribed with four columns of text, reading from left to right, with the beginning and end of each line on the back-pillar now lost. Several large chips are notable at the bottom of the kilt on the front, partially obscuring the final signs of the two opening lines of text, and there are also some small chips to the edges of the back-pillar. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt (?)"], "Technique": ["incised"], "Dimensions": [" Height: 60 centimetres (max) ", " Width: 28 centimetres ", " Depth: 33 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The reading of the statue subject name has been debated in various sources (‘Senoucheri’ in Derchain 2000; Senenshepsu in Lloyd 2002; also see Vittmann 2006 for discussion of translation as ‘Zenon’). This official is also known from another inscribed basalt statue fragment which was found within the Ptolemaic developments of the temple of Min and Isis at Coptos, recorded by Petrie with a translation from Griffith (1896; see also Lloyd 2002). This fragment is now in the Egyptian Museum in Cairo (CG 70031). In both the Cairo and British Museum statue fragments, Senenshepsu’s inscription clearly dates to the reign of Ptolemy II. Both texts also provide an in-depth description of Senenshepsu’s professional titles and his restoration work to enhance the Coptos temple after a flood. The layout of the British Museum statue’s text provides an interesting insight into the potential desired interaction between the object and the living viewer; given that two separate sections of text are oriented in opposite directions across the clothing, reading the inscription in full would require multiple viewpoints and for the viewer to walk around the object’s space in full more than once. Though different aspects of Senenshepsu’s life and his actions to restore the temple are highlighted in both sections of texts on the clothing, both also refer to a flood in the area which has caused damage to the temple site, where he relates the preventative work undertaken to save the temple from future floods. Other interesting phrases describe priests in the area prostrating themselves on the roof of the temple, an area accessible only to the priesthood and known from examples of graffiti in other sites (e.g. Khonsu temple Karnak, Isis at Philae). While the provenance for this statue is uncertain, given the text’s repeated references to Qous and Senenshepsu’s direct address towards deities ‘who reside in Qous’, it has been posited that the statue originates from this area (Derchain 2000; Rowlandson 2008). Further Bibliography: P. Derchain, 2000. Les impondérables de l'hellénisation. Littérature d'hiérogrammates (Brepols), p. 44-48, Pl. III-V. E. Lanciers, 2016. ‘The Cult of Arensnuphis in Thebes in the Graeco-Roman Period’, in J. Kahl, N. Kloth (eds.) Studien zur altägyptischen Kultur, Band 45 (Hamburg), p. 216. A.B. Lloyd, 2002. ‘The Egyptian elite in the early Ptolemaic period: some hieroglyphic evidence’, in D. Ogden (ed.) The Hellenistic World: New Perspectives (Swansea), p. 125-127, Fig. 2-4. I.S. Moyer, 2011. Egypt and the Limits of Hellenism (Cambridge), p. 90, n. 21. J. Rowlandson, 2008. ‘The Character of Ptolemaic Aristocracy: Problems of Definition and Evidence’, in T. Rajak, S. Pearce, J. Aitken, J. Dines (eds.), Jewish Perspectives on Hellenistic Rulers (California), p. 44. G. Vittmann, 2006. ‘Zwischen Integration und Ausgrenzung. Zur Akkulturation von Auslandern in spatzeitlichen Agypten’, in R. Rollinger, B. Truschnegg (eds.), Altertum und Mittelmeerraum: Die antike Welt diesseits und jenseits der Levante: Festschrift fur Peter W. Haider zum 60. Geburtstag (Stuttgart), p. 587-590. General Sources: G. Gilles, 2009. Les relations du clergé ́Egyptien et des Lagides d'apr`es les sources privées (Leuven), p. 103-118. W.M.F. Petrie, D.G. Hogarth, 1896. Koptos (London)."], "Bibliographic references": ["Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 128)"], "Location": ["Not on display"], "Condition": ["incomplete - upper body and feet lost"], "Associated places": [" Associated with: Coptos "], "Acquisition date": ["1918"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1668"], "Registration number": ["1918,0608.3"]}