{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA86251"], "Description": [" Scarab made of glazed steatite. Whitish-beige steatite and remains of a light blue glaze, in few incised parts still dark blue glaze visible. Most parts of the back as well as the seal are chipped off. The division between head and prothorax is shown with a single line. Prothorax and elytra are divided with a single line as well that seems to be bending down towards the middle. Also a single line for the suture. The humeral callosities are shown with incised triangles. Prothorax and elytra show both an outer second framing line at the side and bottom part on both sides. The head has an oval shape with a horizontal line in the middle as well as two vertical lines dividing the eyes. The clypeus is shown with three notches at the upper end and four notches at the lower end, the plates are visible as well. The side shows two parallel but not circumferential lines, between them in the middle three vertical notches. Before and behind these notches small grooves at the upper part of the legs can be seen that indicate the hairs. Underneath the base plate. The seal at the base shows an oval line framing the base. Biggest part of the seal is missing, so that the two drilling holes are visible, partly overlapping as not meeting at the same point. The recognisable remains of the seal show a sun disc and two thin horizontal lines, underneath at the right an upright cobra (wAD.t), facing to the right, above the head something that could be a wing from another figure behind that is not preserved. Another figure behind seems to be a standing deity in striding posture, one arm hanging behind the body, facing to the right, a crown on the head. The orientation of the seal is longitudinal as is the perforation. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Excavated/Findspot: Amara West (Nubia), D14.32 "], "Materials": ["steatite"], "Dimensions": [" Diameter: 0.21 centimetres (perforation) ", " Height: 1.61 centimetres ", " Length: 0.63 centimetres ", " Width: 1.11 centimetres "], "Location": ["Not on display"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["2016"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA86251"], "Registration number": ["2016,1001.427"], "Additional IDs": [" Excavation/small finds number: 720 (Excavation Number) "]}