{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2296"], "Description": [" Limestone striding statue of a male figure on a slim rectangular base. He wears a shoulder-length striated wig which covers the ears and is set low on the forehead. His head and facial features are extremely broad, particularly the eyes and mouth. His lips are sharply incised around the edges, and he has a short formal beard that extends onto his chest. There is limited suggestion of his neck, creating a hunched appearance of the upper body. His arms are slim and held by his sides, and he wears a short kilt with an incised pleated pattern which is belted at the waist. A small loop of knotted material is also shown on the left side of the torso. His left leg is particularly broad, and is shown advancing forward ahead of the right leg. On the reverse is an asymmetrical broad back-pillar that appears to be uninscribed. The stone has been damaged from exposure to severe heat, with notable abrasions across the face, chest, upper legs and feet. There are visible small chips to the kilt on the left side, and chips to the edges and corners of the statue base. The object is also now attached to a modern rectangular base. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Found/Acquired: Abydos "], "Materials": ["limestone"], "Dimensions": [" Height: 45 centimetres ", " Width: 12 centimetres "], "Curator's comments": ["This statue has recently been connected to two other figures from the British Museum collection which were also acquired from the Henry Salt collection. These were argued to originate from the late Old Kingdom tomb of the official Idi at Abydos (EA 2312 and 2313: https://www.britishmuseum.org/collection/object/Y_EA2312; https://www.britishmuseum.org/collection/object/Y_EA2313; Richards and Tunmore 2016). All three figures share similar stylistic details including the shape of the wig, unusual proportions of the body, and extremely wide eyes and mouth. These figures have also been connected to the Middle Cemetery at Abydos and a cult structure discovered in 2013 that sits adjacent to the tomb of Idi, who was a high-status and venerated official of the 6th Dynasty (see Richards and Tunmore 2016 for further details and sources for Idi’s saint status). This research has also suggested that these monuments were not part of Idi’s original burial assemblage, but actually later compositions made for Idi within a regional workshop during the First Intermediate Period. Further Bibliography: J. Richards, H. Tunmore, 2016. ‘Contextualising Idi’, The British Museum Newsletter: Egypt and Sudan Issue 3, p. 44."], "Bibliographic references": ["Jones 1990a / Fake? The Art of Deception (p. 292, no. 323)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2296"], "Registration number": [".2296"], "Additional IDs": [" Miscellaneous number: BS.2296 (Birch Slip Number) "]}