{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA63394"], "Description": [" Portrait of a woman in tempera on wood: the panel is broken at the right side, with much loss of paint in the lower right corner, along the lower edge and in the flesh areas. The upper corners are clipped. The subject is a woman dressed in a pink tunic painted with madder, an organic pigment applied with gypsum. The black clavi extend to the edge of the garment, but the painting is so crude and damaged that it is difficult to see whether a mantle was also shown. In her ears are triangular hoop earrings with suspended elements; only the pink outlines are preserved. Around her neck the woman wears a bead necklace and, beneath, a gold chain with a central stone or medallion. The black hair, painted in carbon-based pigment, is drawn back in rolls from the face and wound into a plaited bun on the crown of the head. The large eyes are simply drawn in black, with no pupil and roughly sketched upper lashes. The nose is much damaged; its pillar-shaped outline is drawn in orange, with dark red nostrils. The lips are typical of paintings from er-Rubayat, with a line drawn through them in darker tone. The flesh was originally ivory, with pink cheeks. "], "Cultures/periods": ["Roman Period"], "Production date": ["160-180 (circa)"], "Findspot": [" Excavated/Findspot: Kom el-Kharaba el-Kebir (Previously recorded as Rubaiyat) "], "Materials": ["wood"], "Technique": ["tempera"], "Dimensions": [" Length: 29 centimetres ", " Thickness: 0.60 centimetres ", " Width: 16.60 centimetres "], "Curator's comments": ["The high-brushed hair with a bun on the crown could indicate a date in the early second century AD, but the jewellery is more typical of Antonine fashion. Published: K. Parlasca & H. Seeman, Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit (1999), 176 no. 77 (4th century AD). S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto', London 1997, p. 122 [90]. S. Walker, 'Ancient Faces', New York 2000, p. 81 [41]."], "Bibliographic references": [" Walker & Bierbrier 1997 / Ancient Faces (89) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (41) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.176, no.77) ", " Cartwright and Middleton 2008 / Scientific aspects of ancient faces: mummy portraits from Egypt (p.62, p.63, table.4, p.65, fig.5) ", " Daniels et al 2014 / Technological insights into madder pigment production in antiquity (p.18, table.1) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2000 Feb-May, Metropolitan Museum of Art, Ancient Faces "], "Condition": ["fair - damage to right side"], "Acquisition name": ["Donated by: Sir Robert Ludwig Mond"], "Acquisition date": ["1931"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63394"], "Registration number": ["1931,0711.1"], "Conservation": [" Treatment: 12 Aug 2002 ", " Treatment: 30 Jul 1999 ", " Treatment: 09 Sep 1994 "]}