{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37495"], "Description": [" Hollow terracotta figure of Isis-Thermuthis with a half human body in an Isis-shawl, knotted between her breasts, with fringed edges, from which emerges her snake body. The left breast is bare. She wears a diadem surmounted by a feathered horned crown with disc and ears of wheat, and holds a crowned cobra in her upraised right hand. Her lowered left hand, resting on her hip, has three ears of wheat. From her left wrist hangs her situla, and she rests her right elbow on a handled vessel with a long-beaked spout. Flat-faced plinth with horizontal mouldings. Back is plain; small vent in circular depression. Two-piece mould. Brown Nile silt with a little mica; surface darker brown in front and behind head. Traces of a white dressing on the front, coloured pink in places. Possible signs of black paint here and there. "], "Cultures/periods": [" Ptolemaic ", " Roman Period "], "Production date": ["1stC BC-1stC"], "Findspot": [" Excavated/Findspot: Fayum "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 25.50 centimetres ", " Width: 11.22 centimetres ", " Depth: 4.60 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Acquired in the Fayum. For information about this ritual vessel for Nile water, see Dunand 1969: 35, fig. 9 and pl. iiA; Knauer 1995: figs 7, 14, 16 and 17; and Koemoth 1999: 109–23: it is often depicted on Roman-period coffins. Ptolemaic-Roman, probably first century BC and into the first century AD. Comparanda: Close, probably same mould-series: Dunand 1979: no. 26, from Ptolemais Euergetis; Weber 1914: 43, fig. 19. Near: Dunand 1990: no. 385, from Antinoopolis, dated second to third century ad (= Del Francia Barocus 1998: 62, no. 25), and no. 386, dated Roman period; Fischer 1994: no. 872, dated Roman period. Near, but holding a torch and ears of wheat: Bresciani 1968: pls B:3 and lix:35, from Narmouthis, dated first to second century AD; Fischer 1994: no. 872, dated Roman period; Vogt 1924: pl. vii:2. Bibliog: Budge 1925: pl. xxviii; Deschênes 1980: 370."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3019)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Representation of: Isis-Thermuthis"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37495"], "Registration number": ["1880,1112.6"]}