{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA805"], "Description": [" Limestone stela of Djehuty: with has several separate but complementary parts. Around the edge of the object runs a raised border on which is inscribed two offering formulas. Both begin facing each other at the top with the words \"An offering which the king gives,\" and are very similar (but not identical) in content. Note how the writing of the hieroglyphs subtly handles the change in orientation from the rounded top (\"lunette\") into the vertical side: in both cases it happens with the beginning of the second part of the offering formula. The upper area of the interior of the stela bears nine lines of hieroglyphs. It begins with a brief formula requesting a perfect lifespan and justification (after death) for the owner, Djehuty, and then moves on to the formula known as the \"address to the living,\" in which visitors to the monument are encouraged to say a prayer for offerings for the owner if they wish various things to happen. Two registers of scenes occupy the remainder of the stela. In the upper one, a male figure, doubtless the owner, is seated before a mass of offerings, including meat, vegetables, bread and jars of sacred oils. There are no texts, the inscription above providing the explanation. The lower scene is composed seemingly of Djehuty's relatives. At left, are a couple seated at an offering table; both persons bear the name Djehutyhotep, and are probably the parents of Djehuty; the father is called the offspring of Iti. At the right are three figures: a woman Tet, offspring of Djehutyhotep; Senebimy, offspring of Sathor, and \"his beloved son\" the serving man, Nubkau. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Abydos "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 53 centimetres ", " Weight: 16.50 kilograms ", " Width: 36.50 centimetres ", " Depth: 5.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The mention of the temple of Khentimentiu makes it reasonably certain that this object comes from Abydos. It is in all probability from a chapel of the owner, although only one other monument has been associated with Djehuty, a stela in Cairo (CG 20065). That stela is thought to date to the reign of Amenemhat III, but this stela is somewhat later. Djehuty's main title was \"overseer of the bureau,\" a reference to a department of the administration of the royal palace which was concerned with provisions. He was thus a middle-ranking official, and obviously important and wealthy enough to set up monuments at Abydos. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p. 96; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 144-5, pl. on p. 145."], "Bibliographic references": [" Hall 1912 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 3. (pl.40) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.144-145) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Djehuty ", " Named in inscription & portrayed: Djehutyhotep ", " Named in inscription & portrayed: Nubkau "], "Associated places": [" Named in inscription: Temple of Osiris-Khentimentu (Abydos) "], "Acquisition date": ["1850"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA805"], "Registration number": ["1850,1231.2"], "Additional IDs": [" Miscellaneous number: BS.805 (Birch Slip Number) "], "Conservation": ["Treatment: 05 Oct 2004"]}