{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA64391"], "Title": ["Object: The Gayer-Anderson Cat"], "Description": [" Hollow-cast bronze figure of a seated cat with incised detail, an inlaid silver sun-disc and wedjat-eye pectoral on the chest and golden earrings and nose-rings; tangs beneath. "], "Cultures/periods": ["Late Period"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) (?) "], "Materials": [" bronze ", " silver ", " gold "], "Technique": [" hollow-cast ", " inlaid ", " incised "], "Dimensions": [" Height: 42 centimetres (With base) ", " Height: 34 centimetres (Without base, but not including tang) ", " Weight: 10.80 kilograms (With base) ", " Weight: 7.80 kilograms (Without base) ", " Width: 20 centimetres (With base) ", " Width: 14 centimetres (Without base) ", " Depth: 30.50 centimetres (With base) ", " Depth: 23 centimetres (Without base) "], "Curator's comments": ["Acquisition of figure referred to in Gayer-Anderson's unpublished autobiography. Published : N. Spencer, The Gayer-Anderson Cat (Objects in Focus), 2007. J. Rawson, Animals in art, 1977, p.53 T.G.H James, Ancient Egypt, land and legacy, 1988, fig. 11. J. Clutton-Brok, The BM Book of cats, 1988, p. 32. BM Ancient Egyptian Art-postcards in full color, 1991, fig. 5. S. Schoske, D. Wildung, Gott und Gotter im Alten Agypten, Mainz 1992, p. 152, No 4. R.H. Wilkinson, Reading Egyptian Art, 1992, p. 62, fig. 2. S. Quirke, J. Spencer, The BM Book of Ancient Egypt, 1992, fig. 31. A. Ganeri, Focus on Ancient Egyptians, 1993, p. 17 (children). I. Shaw, P. Nicholson, BM dictionary of Ancient Egypt,1995, p. 62. Cats, BM Pocket Treasury, BMP, 1996, p. 9. BM Pocket Treasury, 1996, p. 49. N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 290-1."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p63) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.290-291) ", " Ambers et al 2008 / A new look at an old cat: a technical investigation of the Gayer-Anderson cat (p.1-12, p.2, fig.1-2, p.4, fig.4, p.5, fig.5, p.6, fig.7-9, p.7, fig.10, p.9, fig.11-12) ", " Dyer et al 2014 / Polychromy in Roman Egypt: a study of a limestone sculpture of the Egyptian god Horus (p.95) "], "Location": ["On display (G4/B10)"], "Exhibition history": [" Exhibited: 1977 London, BM, Animals in Art 2007 Nov-2008 Jan, BM, Room 3, Divine Cat: Speaking to the gods in ancient Egypt 2009 Mar-May, Brent Museum, The Divine Cat 2012 23 March - 23 July, Musee Jaquemart Andre, Paris, Le Crepuscule des Pharaons 2012 8 Sept - 9 Dec, Lerwick, Shetland Museum and Archives, Spotlight loan "], "Condition": ["Good"], "Subjects": [" cat ", " eye of horus "], "Acquisition name": ["Donated by: Maj Robert Grenville Gayer-Anderson"], "Acquisition date": ["1939"], "Acquisition notes": ["The register entry states: \"[Whole 1947, 7-10 collection] Presented by R.G. John Gayer Anderson and Mary Stout 1939. The cat to be to exhibited with a small plaque inscribed ' \"The Gayer Anderson Cat\" a gift to the Brit. Mus. from and in memory of Major J.G. Gayer Anderson Bey and Mrs Percy Stout'. For further details on the bequest see correspondence in Gayer Anderson file.\" The J.G. may be in error for T.G."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64391"], "Registration number": ["1947,1011.1"]}