{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8480"], "Description": [" Sycomore fig wood stela of Pasherienbast: this round-topped stela is divided into four registers of varying sizes. The upper register contains a curved sky-sign beneath which is a winged sun-disk with uraei. The second section consists of a line of text which names Ra-Horakhty and Atum. In the third register there is a sky-sign beneath which the deceased stands on the right with arms raised in adoration before an altar on which rests a water-pot cooled by a lotus-flower. Behind it stand Osiris, Isis whose wings enfold an 'wedjat'-eye, Nephthys, and the four sons of Horus on a lotus-blossom. The fourth register contains five lines of text consisting of a prayer to Osiris on behalf of Pasheri(en)bastet, son of Kʒ-Ḥr-rʿ (?) and the lady Šps. The stela is cracked in two down the centre where the two planks of wood from which it is made adjoin. There is some loss along the crack and the edges of the stela and some wear elsewhere on the surface. There is a multi-coloured border of red, bright green, pink, and blue rectangles separated by one black and two white stripes, all edged in green along the edges of the stela and between the registers. The background of the stela is now buff-grey. The sky-signs in the first and third registers are blue. The disk is red with blue-dotted pink upper wings edged in blue at the top and green lower wings with some white tips all edged in red at the bottom. The uraei are pink with blue dots and a blue head and red and white crown on the one that is still extant. The hieroglyphs are red, blue, and green. The text in the second section is black. The human figure in the third register has a red-brown body, bright green collar and kilt which has a blue patch, blue wig, and green cone. The altar is blue; the pot red-brown with a black top; and the lotus has green leaves and stem and red flowers. Osiris has a green face with black features, green body and sceptre, white collar, red hands, and white crown with blue feathers edged in red. The eye is blue with a black pupil on white and a red band between eye and eyebrow. Isis has a green body, red dress, and blue wig and head-dress. Her upper wings are bright green with a blue-dotted pink patch, while her lower wings are blue edged in red. Nephthys has a green body, red dress and streamers, blue wig, and green and red head-dress. The four sons of Horus have green bodies, pink collars with black stripes, and blue wigs. The face of Imsety is red with a black beard, that of Hapy apparently red, and that of the last two green. The stem and leaves of the blossom are green with a pink base. The flowers are red and blue. The text in the fourth section is black between blue dividing lines. The back and sides of the stela are plastered. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 44.50 centimetres ", " Weight: 1.595 kilograms ", " Thickness: 2.50 centimetres ", " Width: 29 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography. P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), 219."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.42-43)"], "Location": ["Not on display"], "Condition": ["fair - central vertical split"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription: Kahorra (father) ", " Named in inscription: Shepes (?;mother) ", " Named in inscription: Ra-Horakhty ", " Named in inscription: Atum ", " Named in inscription & portrayed: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Sons of Horus ", " Representation of: Amun "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8480"], "Registration number": [".8480"], "Additional IDs": [" Miscellaneous number: BS.8480 (Birch Slip Number) "], "Conservation": ["Treatment: 03 Dec 1967"]}