{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA53972"], "Description": [" Steatite shabti of Amenwahsu: he wears the curled double wig and the pleated kilt with prominent apron that were fashionable dress for high officials at the time. His arms and legs are free from the confining mummy-wrappings. He holds a hoe in each hand and has a grain-basket slung over his left shoulder. The shabti-spell is inscribed in horizontal lines, but its positioning around the back and sides seems deliberately to reduce its prominence, giving greater emphasis to the sculptural qualities of the figure. Much of the foot is lost. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1295BC-1186BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 19.13 centimetres ", " Width: 7.22 centimetres ", " Depth: 5.86 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["funerary"], "Curator's comments": ["In the later 18th Dynasty there was a move away from the fashion of depicting the dead as mummies and towards representing them as living beings dressed in formal clothes. This led to the creation of coffins, sarcophagi and shabtis in this form, although the more traditional shrouded image continued to be used at the same time. This shabti exemplifies this trend. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 222-3, pl. on p. 223."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.222-223)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["incomplete - damage to the kilt and feet"], "Associated names": ["Named in inscription: Amenwahsu"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53972"], "Registration number": ["1915,0410.7"], "Conservation": ["Treatment: 27 Sep 2004"]}