{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9999,43"], "Title": ["Series: The Great Harris Papyrus"], "Description": [" This full colour vignette shows Ramesses III before the triad of Memphis: Ptah, his consort the lion-headed goddess Sekhmet, and Nefertum, gof of the lotus. "], "Authority": ["Ruler: Ramses IV"], "Cultures/periods": ["20th Dynasty"], "Production date": ["1150BC (circa)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 46 centimetres (frame) ", " Height: 42.80 centimetres (papyrus) ", " Length: 58.70 centimetres (frame) ", " Length: 54.50 centimetres (papyrus) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["The Great Harris papyrus was originally one of the longest to survive from ancient Egypt: the full roll was forty-two meters long before it was divided into more manageable sections. The text is written in hieratic, a handwritten adaptation of hieroglyphs for the medium of ink and brush on papyrus. The papyrus is divided into five sections. The first three sections describe the donations made by King Ramesses III (1184-1153 BC) to the gods and temples of Thebes, Memphis, and Heliopolis. The amounts were colossal: the list relating to Thebes alone includes 309,950 sacks of grain and large quantities of metals and semi-precious stones. Each of the three sections alternate with an illustration showing the king making offerings to the sacred families of Amun(-Ra), Ptah, and Ra(-Horakhty), the chief deities of these cult centres. The images are accompanied by hieroglyphic labels. In this frame we see the king in front of the triad of Memphis: Ptah, his consort Sekhmet, and Nefertum. King Ramses III depicted in full regalia before the holy family of the ancient city of Memphis. He wears the royal 'nemes' wig cover with upreared cobra, emblem of royalty, on his brow and carries crook and flail, further emblems of kingship. His jewellery comprises broad collar, armlets and bracelets and his ear is pierced for an earring. The stylized bull's tail of kingship is attached to the back of his pleated kilt whose triangular apron has a point ending in a fox's head. A sheer overskirt is attached to a linen sash that passes over his shoulder. The hieroglyphs provide his two chief names, and an address to Ptah, the patron of craftsmen, who is the first of the deities depicted. As always, he is completely human, wrapped like a mummy, wears a skullcap and straight divine beard, and holds a multiple scepter composed of combined 'ankh' and 'djed' pillar, with characteristically slanting long-eared animal head. Behind is his consort the lion-headed goddess Sekhmet who personified the burning desert heat and, as vengeful eye of the sun god, destroyed his enemies and brought pestilence and plague. Her solar connection is clear from the sun disc encircled by a cobra, which crowns her long wig. She wears collar, anklets, armlets and bracelets. Straps support her highly decorated long shift dress. In one hand she holds an 'ankh', in the other a papyrus scepter. The third member of the divine family is Nefertum, god of the lotus, whose stylized image crowned by two tall plumes is worn on his head. He also carries a was sceptre. The next section of the papyrus deals with a number of minor temples. The final section recounts the historical events of the reign and lists the possessions of all the great temples at the time of the king’s death. The text presents the chaos at the beginning of the Twentieth Dynasty (about 1186-1069 BC) including military battles with the Sea Peoples, Libyans, and Meshwesh, and other foreign expeditions. This section is clearly idealised, glorifying the king rather than presenting a trustworthy historical narrative. Nonetheless, it does contain many important pointers to the history of the reign. The account ends with the death of Ramesses III and the accession of his son Ramesses IV (1153-1147 BC). Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 84-87 [19]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 226-7. C. Ziegler, 'The Pharaohs' (Venice, 2002), p. 444 [142]."], "Bibliographic references": [" Grandet 1994 / Le Papyrus Harris I: BM 9999 ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.68-69) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381231) (http://www.trismegistos.org/text/381231) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1983 Sep-Dec, Memphis, Art Gallery of Memphis, A Divine Tour of Ancient Egypt 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: loss Black ink Pigment Backed: white paper checked for loan to Far East 1998 Checked for loan to USA 1999 Checked for loan to Venice 2002 Mount Details: Sandwich: glass Sandwich: board Binding: magic tape Binding: copydex self adhesive carpet tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Ramses III ", " Named in inscription & portrayed: Memphite Triad ", " Named in inscription & portrayed: Ptah ", " Named in inscription & portrayed: Sekhmet ", " Named in inscription & portrayed: Nefertum "], "Associated places": [" Named in inscription: Memphis "], "Acquisition name": ["Purchased from: Miss Selima Harris"], "Previous owner": ["Previous owner/ex-collection: Anthony Charles Harris"], "Acquisition date": ["1872"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9999,43"], "Registration number": ["1872,1101.1.43"], "Additional IDs": [" Miscellaneous number: Frame.43 "], "Conservation": ["Treatment: 10 Mar 1986"]}