{"artifact_name": "stela; millstone(re-use)", "Object Type": [" stela ", " millstone (re-use) "], "Museum number": ["EA498"], "Title": ["Object: The Shabako Stone"], "Description": [" Conglomerate stela, rectangular, subsequently re-used as a nether millstone: two horizontal registers of hieroglyphs records the names of Shabako and the 'perhaps ancient fiction' of his attempt to preserve an ancient text from further deterioration or destruction; below these are sixty vertical registers of hieroglyphs, some substantially damaged by the action of grinding flour, which record the 'Memphite Theology' or creation myth, a text perhaps originally composed during the New Kingdom, in which Ptah is responsible for the creation of all things by means of the spoken word. "], "Cultures/periods": ["25th Dynasty"], "Production date": ["710BC"], "Findspot": [" Found/Acquired: Memphis (Egypt) "], "Materials": ["conglomerate"], "Technique": ["incised"], "Dimensions": [" Height: 95 centimetres (max) ", " Weight: 585 kilograms ", " Width: 137 centimetres (max) ", " Depth: 20.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": [" Published: J. Breasted, 'The Philosophy of a Memphite Priest', ZAS 39 (1901), 458-479. (1st publication). PM III (2): 873 Lichtheim, Ancient Egyptian Literature Volume 1, 1973, pp.51-57. R. Freed, A Divine Tour of Ancient Egypt, Memphis 1983, p. 44 [Fig.18]. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 58 el-Hawary, Proceedings of the Ninth International Congress (OLA 150), I: 567-74; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 260-1. I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 226-7 V. Rondot (ed.), 2022. Pharaon des Deux Terres: l'épopée africaine des rois de Napata, p. 207 ", " Dating of the content of the text to 25th dyn: Junge MDAIK 29 (1973) Dating of the content to 19th dynasty: Schloegl, Der Gott Tatenen, 110-17. ", " Jones 1990 The black basalt slab known as the Shabaka Stone preserves the only surviving copy of an important Egyptian religious text usually referred to as the Memphite Theology of Creation. In the earliest tradition surviving from Egypt the creation of the world was ascribed to the god Atum of Heliopolis, but the theology of Memphis sought to give a prior claim to Ptah, patron god of that city, by crediting him with the creation of the other gods and thereby, indirectly, with the creation of the world. The inscription, much damaged on account of the slab's having been reused as a millstone, dates from the reign of the Nubian Pharaoh Shabaka, of the 25th Dynasty (c. 716-702 BC), and it was originally set up in the temple of Ptah at Memphis. It purports to be a copy of an ancient worm-eaten document which the pharaoh ordered to be transcribed for posterity, and the compiler of the text has reproduced the layout of early documents and introduced a number of archaic spellings and grammatical usages to lend the piece an air of antiquity. In fact, it is now generally accepted that the text in its present form was composed in Shabaka's own time, and that the story of the rescue of the papyrus is an example of a rhetorical device well known in Egyptian royal inscriptions and should not be accepted as a piece of genuine history. However, it is still a matter for dispute whether the content of the text embodies a genuinely ancient religious tradition or whether the document is purely a work of the 25th Dynasty, both in wording and subject matter. On the strength of the latter dating it has been postulated that the stone was intended as a piece of propaganda, aimed at securing the allegiance of an influential section of the Egyptian populace. Shabaka reigned at a period when Nubian rulers were trying to establish firm control over the whole of Egypt; Memphis, the first capital and one of the most important cities in the land, had been a focal point for opposition to the Nubians and had only recently been conquered. By erecting an inscription which gave new prestige to the city's patron deity, Shabaka was probably seeking to pacify and conciliate the inhabitants and gain the support of the powerful Memphite priesthood. Literature: H. Altenmüller, 'Denkmal memphitischer Theologie', in Lexikon der Ägyptologie I, Wiesbaden 1975, cols 1065-9; F. Junge, 'Zur Fehldatierung des sog. Denkmals memphitischer Theologie oder Der Beitrag der ägyptischen Theologie zur Geistesgeschichte der Spätzeit', Mitteilungen des Deutschen Archäologischen Instituts Abteilung Kairo 29 (1973), pp. 195-204; M. Lichtheim, Ancient Egyptian Literature: A Book of Readings I, University of California 1973, pp. 51-7; H. A. Schlögl, Der Gott Tatenen, Freiburg 1980, pp. 110-17. ", " Study: A. El-Hawary, Wortschoepfung: Die Memphitische Theologie und die Siegesstele des Pije - zwei Zeugen kultureller Repraesentation in der 25. Dynastie. OBO 243; Fribourg and Goettingen 2010. "], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (pp.260-261) ", " Jones 1990a / Fake? The Art of Deception (35) "], "Location": ["On display (G4/B8)"], "Exhibition history": [" 2018-2019 23 March-6 Oct, Leiden, Rijksmuseum van Oudheden, The gods of Egypt 2022 27 April – 25 July, Paris, Musée du Louvre, Pharaoh of the Two Lands 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (worn)"], "Associated names": [" Named in inscription: Shabaqo ", " Named in inscription: Ptah "], "Associated titles": ["Associated Title:", " Memphite Theology "], "Acquisition name": ["Donated by: George John Spencer, 2nd Earl Spencer"], "Acquisition date": ["1805"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA498"], "Registration number": [".498"], "Additional IDs": [" Miscellaneous number: ES.135* "]}