{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA37538"], "Description": [" Scarab carved from greyish beige steatite; back little detailed, with head simply marked and two short notches delineating roughly prothorax; at side, legs represented by carved out triangle and horizontal grooves; underside engraved with kneeling hawk-headed figure, holding a lotus, flanked by two confronted uraei; carefully incised cross-hatched and oblique lines inside bodies; pierced longitudinally. "], "Cultures/periods": [" Second Intermediate ", " Hyksos "], "Production date": ["1650 BC - 1550 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Length: 2.15 centimetres ", " Thickness: 1 centimetres ", " Width: 1.55 centimetres "], "Curator's comments": ["The motif on the underside, its style and theme, can be compared to several Hyksos scarabs. Variations of the motif include a kneeling figure holding a was-sceptre, a lotus or a papyrus flower, flanked by two uraei (Hornung, Staehelin 1976, 365, no. 897). As a parallel, see scarab with similar motif from Palestine (Tufnell 1984, 132, class 9C2, pl. 37, no. 2530-2540) and a scarab from Tell el-Ajjul for the shape of the uraei and of the scarab itself (Giveon 1985, 88, no. 77; Petrie 1931, vol. 3, pl. 3, 71). A comparable treatment of the back is found on other scarabs from Naukratis that can be dated to the Second Intermediate Period: Boston, Museum of Fine Arts 88.857; Bristol, City Art Gallery & Museum H5115.3; Birmingham City Museum & Art Gallery 1888A195.1. The presence of such an early type of scarab in Naukratis can be interpreted in many ways: heirloom, brought from a nearby site in antiquity or by sebakhin, archaizing copy of the 25th or 26th dynasty… (on the various early scarabs from Naukratis see: Masson forthcoming). Giveon, R. 1985, Egyptian scarabs from Western Asia from the collections of the British Museum (Orbis Biblicus et Orientalis, Series Archaeologica 3), Gottingen. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1931, Ancient Gaza, London, vol. 3. Tufnell, O. 1984, Studies on Scarab Seals, II: Scarab Seals and their Contribution to History in the Early Second Millennium BC, Warminster."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 164) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.08) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Subjects": ["ancient egyptian deity"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37538"], "Registration number": ["1888,0601.65"]}