{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA21978"], "Description": [" Kneeling limestone figure of a male official holding an offering table. He wears a smooth shoulder-length wig that partially covers his ears and is painted black. His eyes are wide with short pointed cosmetic lines, and thin eyebrows conveyed by a painted black line. His nose is broad and his thick lips are pursed together with slightly upturned corners. His skin is delineated with red-brown paint, and his eyes are detailed with black and white paint. His upper body appears to have been painted entirely in the same red-brown colour as his face, before a separate layer of white paint was applied to convey a short-sleeved tunic with a v-neck shape. Patches of the paint have begun to break away across the chest, revealing the layers of colour. The body itself has still been modelled with evidence of a narrowed waist and subtle folds of flesh at the stomach. He wears a long white kilt that covers his legs and he adopts a kneeling position resting on his heels. He supports a slim offering table that is held out before him, with various foods including bread and vegetables detailed across the top in raised relief. Small traces of red, white, and blue paint are still visible across this surface. Along the front of the offering table and extending down onto the statue base are traces of several vertical lines, possibly part of the original proportional grid or marking out a provisional column for inscription to be added. On the reverse is a broad back-pillar with no clear evidence of incised text. On either side of the back-pillar is a painted female figure wearing a long black wig and white dress with a shoulder strap. At his left side, the female figure holds out a lotus flower with a closed bud, while the figure on his right side holds one hand to her chest and the other hangs by her side holding a semi-circular sistrum. The laters of paint across the face and body have begun to peel, and there are small chips to the stone surface. The object is supported on a slim modern base. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 35.50 centimetres "], "Curator's comments": [" Stylistically the piece is likely to be contemporary with the reign of Thutmose III. The statue is possibly unfinished, given that there is no clear trace of any incised inscription, or it may have never contained an inscription but instead been placed inside the tomb of its intended owner. Sadly the facial features of the former female figure on the right side of the back-pillar are obscured, yet the visual differences between the two females may be significant to their identity or relation to the main statue subject; this figure has additional details such as bracelets indicated in thin lines of black paint, and she wears a broad collar. A thick line of a dark blue/black paint beneath her feet may have been a visual guideline for the artist while painting the figure, but no equivalent line appears on the left side of the back-pillar. This may lend further credence to the idea that the statue was incomplete. Both this figure, another anonymous figure holding out an offering table (EA 21979) and a small limestone stelophorous figure (EA 21980) were all presented to the Museum in 1889 by George James Howard, 9th Earl of Carlisle and each described as being found within the Theban area. Further bibliography: E. Bernhauer, (2010). Innovationen in der Privatplastik: Die 18. Dynastie und ihre Entwicklung. Phillipika 27, p.283-284, 335 Tf. 39. R. Holzl, (2002). Agyptische Opfertafeln und Kultbecken: Eine Form-und Funktionsanalyse fur das Alte, Mittlere und Neue Reich, HAB 45, p. 170, p. 201. J. Vandier, 1958. Manuel d'Archeologie egyptienne III (Paris), p. 652. ", " See PM viii, p. 590. Holzl, R, HAB: Agyptische Opfertafeln und Kultbecken, p.170 ", " Permission to publish photograph of this object granted to Dr Edith Bernhauer in email 31/3/04. To be published in her thesis 'Die Innovationen in der Privatplastik der 18. Dynastie', in the Egyptological Memoirs (Brill) Series. [NCS] "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 125, no. 49) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 591) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: George James Howard, 9th Earl of Carlisle"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21978"], "Registration number": ["1889,0601.1"]}