{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA888"], "Description": [" Red quartzite block statue of Teti, who held many priestly and scribal titles. The statue is finely carved, and the features of the squatting body and the plinth are modelled, in contrast with more schematically modelled styles of block statue. Teti is dressed in a leopard skin, whose tail falls over the plinth beside his right foot, and wears sandals. Around his neck he wears a pendant formed of the 'ankh' sign and the hetep ('peace') sign. On his upper arm is inscribed the cartouche of his sovereign, Tuthmosis III; this does not represent a tattoo, but is a graphic declaration of loyalty first attested in this period. He holds a lotus flower in his left hand. Emblematic hieroglyphs are inscribed on his hands: on the left hand are signs showing the red crown of Lower Egypt and the moon, and on the right hand signs showing the white crown of Upper Egypt and the sun. Two horizontal lines and nine vertical lines of Middle Egyptian hieroglyphic text are carved at the front, and one horizontal line and three vertical lines on the back pillar; all read right to left. "], "Authority": ["Ruler: Thutmose III"], "Cultures/periods": ["18th Dynasty"], "Production date": ["1475BC (circa)"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), The 'cache' from which Budge said this came is subject to some dispute: James, BSFE 75 (1976), 7–30, Dewachter, CdE 54 (1979), 22-5 and Eaton-Krauss, JEA 85 (1999), 113-29. "], "Materials": ["quartzite"], "Technique": ["incised"], "Dimensions": [" Height: 60 centimetres ", " Weight: 82 kilograms ", " Width: 29 centimetres ", " Depth: 39.50 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["The emblematic hieroglyphs are inscribed on his hands combine to suggest that the kingship of Tuthmosis is synonymous with all that the sun and moon encircle. As the genealogy on this statue makes clear, in this period the title 'King's Son' was awarded to people who were not children of the king. The statue was placed in a chapel in the temple enclosure at Karnak. See, for example, J. L . Halio, 'Shakespeare: The Merchant of Venice (Oxford, 1993), 1-83; A. Sinfield, 'Cultural Politics: Queer Reading' (London, 1994), 1-20. Bibliography: Wilding Brown, M. 2016. A New Analysis of the Titles of Teti on Statue BM EA 888, Studien zur Altägyptischen Kultur 45: 75-103. Russmann, E. 2001. Eternal Egypt : masterworks of ancient art from the British Museum. New York, 124-125, no 47. Schulz, R. 1992. Die Entwicklung imd Bedeutung des kuboiden Statuentypus: eine Untersuchung zu den sogenannten 'Wurfelhockern'. Hildescheimer ägyptologische Beiträge 33. Hildesheim, 34, 377-378, no. 218 [pls.98,a,b]. Fischer, H.G. 1976. More emblematic uses from ancient Egypt, Metropolitan Museum Journal 11: 125-8. Porter, B. and Moss, R. 1974. Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings II (2). Oxford, 279. Habachi, L. 1959. The first two viceroys of Kush and their family, Kush: Journal of the Sudan Antiquities Service 7: 44-62. Vandier, J. 1958. Manuel d'archéologie égyptienne 3. Paris, 456-7. Hall, H.R. 1914. Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum 5. London, pl. 25. 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006), 99, cat no. 57."], "Bibliographic references": [" Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (pl.25) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (37) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (47) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.44-45) "], "Location": ["On display (G4/CSW)"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2009 2 Mar-29 Jun, Paris, Louvre Museum, Les Portes du Ciel "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Teti ", " Named in inscription: Thutmose III "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA888"], "Registration number": ["1909,1211.2"], "Conservation": [" Treatment: 07 Oct 2008 ", " Treatment: 30 Jun 2000 ", " Treatment: 15 Nov 2010 "]}