{"artifact_name": "mummy-portrait", "Object Type": ["mummy-portrait"], "Museum number": ["EA65343"], "Description": [" Portrait of a woman in encaustic on oak: the panel is split by a central fissure. The right edge is damaged, and the black and yellow paint of the clavi is largely lost, along with much of the surface in the lower right corner and patches on the face. The upper corners are painted black, as if to indicate the areas to be cut for insertion in the mummy. The subject is a woman shown in almost frontal view. She wears a crimson tunic and a mantle of similar hue draped over her proper left shoulder. The tunic had black clavi edged with gold; a white undertunic is visible at the neckline. Above the lines of both shoulders and following the contours of the garments is a thick line of white paint, suggesting an additional fringed scarf or stole, or a decorative edge to the mantle. In the ears are gold hoops threaded with three pearls. Around the neck is a necklace of blue-grey stones on a gold chain and the conventional medallion on a thick guilloche-like chain. The black curly hair is drawn up into two wings flanking a central plait. Small strands break loose around the back of the head and around the face. The long eyebrows are almost straight, and the brown eyes, without pupils, have individually drawn lashes. The nose is long and straight, and the lips are long and full. The flesh is salmon pink, shaded in brownish ochre around the chin and neck. The eyes are carefully shaded in grey and there is an attempt to show modelling of the flesh with a hard tool, perhaps a spatula or the end of a brush. "], "Cultures/periods": ["Roman Period"], "Production date": ["200 (circa)"], "Findspot": [" Excavated/Findspot: Kom el-Kharaba el-Kebir (Previously recorded as Rubaiyat) "], "Materials": ["oak"], "Technique": ["encaustic"], "Dimensions": [" Height: 33 centimetres ", " Thickness: 0.40 centimetres ", " Width: 18 centimetres "], "Curator's comments": ["The hairstyle and the jewellery indicate a late second-century date for this portrait. Bibliography: K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. III (1980), 38 no. 560 (bibl.), pl. 136,1; E. Doxiadis, 'The Mysterious Fayum Portraits. Faces from Ancient Egypt' (1995), 30, 191-2 no. 28; B. Borg, ‘Mumienporträts. Chronologie und kulterelle Kontext (1996), 57f, 105, pl. 42, 2; Doxiadis 1998, 144 no. 30, pl. p. 90; M. F. Aubert and R. Cortopassi 'Portraits de l'Égypte Romaine' (1998), 98-9 no. 51; K. Parlasca & H. Seeman, 'Augenblicke, Mumienporträts un ägyptische Grabkunst aus römischer Zeit' (1999), 189 no. 91 (late 3rd century ad). S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitt'o, London 1997, p. 123 [93]. S. Walker, 'Ancient Face's, New York 2000, p. 82 [42]. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 184-7."], "Bibliographic references": [" Doxiadis 1995 / The mysterious Fayum portraits: faces from ancient Egypt. (28) ", " Walker & Bierbrier 1997 / Ancient Faces (92) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.51) ", " Walker, S 2000 / Ancient Faces: Mummy Portraits from Roman Egypt (42) ", " Parlasca & Seeman 1999 / Augenblicke. Mumienporträts und ägyptische Grabkunst aus römischer Zeit (p.189, no.91) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 2010 29 Jan-5 Jun, Qatar, Doha, Museum of Islamic Arts, The Kingdom of Pearls 2011 30 May-24 Jul. Spain,Madrid, Museo Arqueologico Nacional. 'Retratos de le Fayum'. Bussac, Claude. 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fragmentary (2 frags - panel split down middle)"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Previous owner": ["Previous owner/ex-collection: Theodor Graf"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65343"], "Registration number": ["1939,0324.208"], "Conservation": [" Treatment: 28 Mar 2017 ", " Treatment: 24 Mar 2011 ", " Treatment: 11 Nov 1994 ", " Treatment: 07 Oct 2009 "]}