{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10182,1"], "Title": ["Object: Papyrus Sallier 2"], "Description": [" Papyrus; Hieratic literary text: Teaching of King Amenemhat. Frame 1. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 23.40 centimetres (papyrus) ", " Height: 27.50 centimetres (sandwiched glass frame) ", " Length: 30 centimetres (papyrus) ", " Length: 35 centimetres (sandwiched glass frame) ", " Weight: 1906 grammes (in sandwiched glass frame) ", " Depth: 1.10 centimetres (sandwiched glass frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" This New Kingdom papyrus contains a famous literary text which was composed during the early 12th Dynasty, but was regarded as such a classic it was still being copied over seven and a half centuries later as this example proves. Known as 'The Teaching of Amenemhat' for his son Sesostris, it records a historical event which took place at the end of the reign of the 12th Dynasty's founder in about 1955 BC, couched in a literary form. The text suggests that Amenemhat was assassinated and the dead king warns his successor to trust no one lest he too be betrayed. It is clear the teacher occasionally found faults with his pupils hand; the signs written in the upper margin are the teacher's corrected forms of signs imperfectly copied by the scribe. As is typical of literary texts in hieratic, some groups of signs are written in red ink to indicate section or chapter headings. Also characteristic are the superscript dots called verse points, used to indicate the ends of lines. A colophon at the end of the poem names the teacher Qageb to whom the copyist Inena dedicated the manuscript. ", " Published: Bourriau, Pharaohs and Mortals, no. 61 F. Adrom, Die Lehre des Amenemhet (BAe 19, 2006). This manuscript is available on T.L.A. (http://aaew.bbaw.de/tla/) I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 136-7 General biblio: R. Parkinson, 1999. The Tale of Sinuhe and other Ancient Egyptian Poems 1940-1640 BC, 203-11. W. Helck, 1969. Der Text der “Lehre Amenemhets I. für seinen Sohn”. W. K. Simpson (ed.) 2003. The literature of ancient Egypt: an anthology of stories, instructions, stelae, autobiographies, and poetry. p. 166-171 H. Goedicke, 1988. Studies in “the instructions of King Amenemhet I for his son”, I: Text; II: Plates, 2 vols. E. Blumenthal, Die Lehre des Königs Amenemhet (Teil I), in: ZÄS 111, 1984, 85-107 und Die Lehre des Königs Amenemhet (Teil II), in: ZÄS 112, 1985, 104-115 "], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (pl. 8) ", " Monaco 2008 / Queens of Egypt: from Hetepheres to Cleopatra ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380894) (http://www.trismegistos.org/text/380894) ", " Birch 1841 / Select Papyri in the Hieratic Character from the Collections of the British Museum (pl. 10-12) ", " Budge 1923 / Facsimiles of Egyptian hieratic papyri in the British Museum with descriptions, summaries of contents, etc. (p. 27, pl. 63-65) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2008 Jul-Sep, Monaco, Grimaldi Forum, Reines de Egyptes 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: insect attack, bleached Black ink Red ink Backed: white paper Checked for loan to France 1989 Checked for loan to Belfast 1992 Displayed in Room 61 from 1997 to 2000 Checked for loan to Monaco 2008 Mount Details: Sandwich: glass Binding: self adhesive tape Object Priority: A Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Associated names": ["Named in inscription: Amenemhat I"], "Associated titles": [" Associated Title: Teaching of Amenemhat ", " Associated Title: Hymn to the Inundation ", " Associated Title: Poem of the battle of Qadesh "], "Acquisition name": ["Purchased from: Francois Sallier (Trustees of)"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10182,1"], "Registration number": [".10182.1"], "Additional IDs": [" Miscellaneous number: BS.10182 (Birch Slip Number) ", " Miscellaneous number: Frame.1 "], "Conservation": [" Treatment: 19 Jan 1993 ", " Treatment: 24 Aug 1998 ", " Treatment: 18 Oct 2001 ", " Treatment: 21 May 2003 ", " Treatment: 1 Mar 2022 "]}