{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1214"], "Description": [" Limestone stela of Paser: a round-topped stela divided into two registers with all figures carved in raised relief and all texts incised. In the upper register Amun-Ra is seated on a throne in the centre and behind him stand Mut and Khons-Neferhotep. The Theban triad is being worshipped by the god's father of Amun, fan-bearer and mayor of Thebes, Paser, who kneels on the right with one arm raised and the other holding a fan. In the lower scene the guardian of the treasury of Upper and Lower Egypt(?), Amun kneels on the right in adoration of the goddess Waset, a personification of Thebes, who holds a bow and staff in one hand and an ankh-sign in the other. The stela is well preserved apart from the top right corner which has been broken off. There are traces of green paint on the gown of the kneeling figure in the lower scene and black paint smudges on the bow and knees of the goddess. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 42.40 centimetres ", " Weight: 14 kilograms ", " Width: 26 centimetres ", " Depth: 8.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Three mayors of Thebes named Paser are attested, one under Ramses II, a second under Ramses III and a third in Years 16-19 of Ramses IX. In view of the crudeness of the carving and poor quality of the inscriptions, it seems likely that this piece should be ascribed to the last-named Paser. The name of the worshipper in the lower scene is obviously incomplete, and the carver probably omitted the latter part of his name in error. It may be speculated that it should be completed as Amenmose, a name otherwise attested in the family of mayors of Thebes in the Twentieth Dynasty. From its subject-matter there seems little doubt that this stela originates from Thebes. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 185 (no. 662); W. Helck, 'Zur Verwaltung des Mittleren und Neuen Reichs' (Leiden, 1958), 531; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 6 (Oxford: Blackwell Press), 528."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.48)"], "Location": ["Not on display"], "Condition": ["Fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Paser ", " Representation of: Theban Triad ", " Representation of: Waset ", " Named in inscription & portrayed: Amun ", " Representation of: Amun-Ra ", " Representation of: Mut ", " Representation of: Khons "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1214"], "Registration number": ["1897,0511.202"]}