{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA101"], "Description": [" Limestone stela of Nebipusenusret in form of pylon with cavetto cornice; low relief figured scenes; columns and rows of Hieroglyphic text. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1800BC (c.)"], "Findspot": [" Found/Acquired: Abydos "], "Materials": ["limestone"], "Dimensions": [" Height: 100.50 centimetres ", " Width: 66 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Published : PM V: p. 96. HTBM 2: Plates 1-2. Blackman, JEA 21 (1935), 1-9, pl. I. Quirke, S, 1996 in Fs. Simpson, p. 674. Vernus, RdE 28, p. 140; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 94-5. Translation: Lichtheim, Ancient Egyptian Autobiographies (OBO 84): p.122-124 ", " Strudwick N 2006 This stela takes the form of a rectangular slab with a cornice at the top, with a round moulding (a 'torus', a representation of the original vegetation binding at the tops and sides of walls) at the upper, right, and left sides. The decoration is divided into three areas. The upper register displays the name of king Senwosret III in the centre, with a figure of the owner on either side, accompanied by a text referring to the gods Osiris (left) and Wepwawet (right). The central register shows Nebipusenwosret seated at an offering table, with a text to the right that lists some of his titles and gives some intriguing information about the stela's origin. The lower register consists of an address in seven lines to the priests of the Abydos temples and a prayer for offerings. The quality of the carving is uniformly good. Nebipusenwosret served under both Senwosret III and his son Amenemhat III. The latter's sed or jubilee festival is mentioned in the central text, so it is possible that the stela was made after Amenemhat's thirtieth year, when the festival was probably first celebrated (though this might have been earlier: see registration no. 1903,1010.1). Perhaps the most interesting item in the stela is this text in the central register: 'This stela went south in the charge of the eldest lector-priest Ibi, when the priesthood of the temple came to see the king in his perfect festival of eternity.' Clearly the stela was not set up by its owner in person; Nebipusenwosret claims to have 'grown up at the feet of the king' and was probably an official in the royal residence at Lisht, just north of the Faiyum. He thus presumably took advantage of the convenient visit of a group of priests to have his stela set up at Abydos. The sands of Abydos have produced more stelae, particularly of the Middle Kingdom, than any other site in Egypt. The reason is not hard to find: many people wanted to commemorate themselves in the presence of the god of the dead, Osiris, and the local necropolis deity, Wepwawet. Both are mentioned on Nebipusenwosret's stela. It is important to realize that most of these stelae belonged to people who were not buried there. People might have made a pilgrimage to the holy city and left a stela there, or, as in the present case, they might have someone else do it for them ('pilgrimage by proxy'). Many stelae were set up in small chapels, commemorating a whole family, and there could be several stelae per chapel. Only one other stela seems to mention Nebipusenwosret, if he is indeed identical to the Nebipu mentioned on Cairo CG 20235. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.94-95)"], "Location": ["On display (G4/B22)"], "Condition": ["fair"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA101"], "Registration number": [".101"], "Additional IDs": [" Miscellaneous number: BS.101 (Birch Slip Number) "], "Conservation": [" Treatment: 07 Sep 2000 ", " Treatment: 20 Feb 2015 "]}