{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA35088"], "Description": [" Fragmentary steatite seated figure of the god Ptah, with a separate fitted stone head. The god wears a tight-fitting cap set high on the forehead, and with the ears exposed. The left side ear is now missing. His eyes are wide with thick incised lines and a long cosmetic line extending from the outer corners. The eyebrows are modelled in raised relief and slope down towards the temples. His nose is broad and he has a full mouth with thick, fleshy lips. He has a thick incised beard extending from his chin. Across the shoulders he wears a large broad collar with two rows of an incised pattern. Over his body he wears a shroud, with a stiff ridge of the material visible at both shoulders. Both hands are exposed and held across his torso, and he holds a long was sceptre that follows the bent angle of his legs and reaches to his ankles. The edge of the right arm is a smooth plane, with two separate holes possibly to attach another figure or implement. Traces of gilded detail are visible across the chest, at the hands, and along the edge of the sceptre. His lower legs and feet are enveloped in the garment. On the reverse is a slim back-pillar separately outlined from the reverse of the seat which appears to be uninscribed. On either side of the seat is a simplistic patterned border. On the right side a brief incised text includes the name ‘Khafre’, and on the left side is a smaller border with a few incised hieroglyphic signs. In addition to the loss of the original head, there are several chips across the body, edges of the seat, and the back-pillar. The top corner of the left side of the seat is also missing. "], "Cultures/periods": ["Third Intermediate ((?))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" steatite ", " gold "], "Technique": ["gilded"], "Dimensions": [" Height: 8.65 centimetres ", " Width: 2.86 centimetres ", " Depth: 5.86 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The stiff ridge of clothing across the shoulders is a recognised feature of other divine figures such as Ptah and Osiris, though the function or significance of this style is unclear. Budge (1922) has previously dated this piece to the 4th or 5th Dynasty based on the name Khafre within the right side inscription, however it is more likely to be an archaising piece from the first millennium BC. There are several unusual aspects to this figure – in particular, the uneven and inconsistent bordered patterns across the sides of the seat do not conform to typical conventions. The left side bears more of a resemblance to the ancient Egyptian style, however the right side deviates from this particularly in the form of the border and carving of the hieroglyph signs. These are possibly modern additions to an ancient object. Additionally, the unusual form of the right arm with two holes for a separate attachment seem out of place on what is otherwise a conventional seated pose for the god. There is nothing conveyed via the right side of the seat to suggest that for instance this was to facilitate another seated figure, or that another object was held in the right hand."], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 219, no. 37)"], "Location": ["Not on display"], "Condition": ["fair (repaired)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Ptah"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35088"], "Registration number": ["1901,0415.29"]}