{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10754,D"], "Title": [" Object: Papyrus Ramesseum 1 ", " Object: 'Ramesseum Wisdom Fragment' "], "Description": [" P. Ramesseum 1, Frame D. Papyrus written on the recto in hieratic script. The recto contains the literary text The Discourse of Sasobek, while on the verso there are some later accounts. The text is written in vertical columns with a horizontal line for the title. This frame contains sixteen fragments which appear in the following order from top left to bottom right: Frag. 52, Frag. 36, Frag. 39, Frag. 67, Bi 22, Bi 12 (bottom), Frag. 24, Frag. 60 (mounted upside down), one unidentified, part of Frag 15 (?), Frag. 30, Frag. 45, Frag. 61 (mounted upside down), one unidentified and Frag. 40. It includes also a separate wisdom text fragment (to the right of the frame) known as 'Ramesseum Wisdom Fragment', written in vertical lines. The papyrus was a full-height roll. Gardiner describes this papyrus as follows: 'This admirably written literary text, of which the upper halves of a hundred columns are still preserved, contained a moralizing text, doubtless introduced, like the Maxims of Ptahhotpe and the Prophecies of Neferti, with a brief narrative. Dr. Barns' investigation has shown Newberry's arrangement, especially near the beginning, to be incorrect in places; he has also succeeded in finding the positions of many fragments belonging to the lower halves. Nevertheless, no less than seventy fragments remain unlocated, some of them giving several consecutive words. Hence this composition, once no doubt of great linguistic and literary importance, now represents an irreparable loss' (Gardiner, The Ramesseum Papyri, 1955, 8). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 36 centimetres (frame) ", " Width: 20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": ["P. Ramesseum 1 lines Bi 12 (bottom), Bi 22; Fragments 15 (?), 24, 30, 36, 39, 40, 45, 52, 60, 61, 67, two unidentified fragments; separate wisdom text written in vertical columns. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 8. J. W. B. Barns, Five Ramesseum Papyri (Oxford: Oxford University Press 1956), 1-10, pl. 2 (Bi 12, Bi 22), pl. 6 (Fragments 15, 24, 30, 36, 39, 40, 45, 52, 60, 61, 67). P. T. Nicholson and I. Shaw, Ancient Egyptian Materials and Technology (Cambridge: Cambridge University Press 2000), 244. Ramesseum Wisdom Fragment listed as separate text in R. B. Parkinson, Poetry and Culture in Middle Kingdom Egypt (London and New York: Continuum 2002), 310-11. The Discourse of Sasobek (this manuscript) is available on T.L.A. (http://aaew.bbaw.de/tla/). On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (6.23) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380888) (http://www.trismegistos.org/text/380888) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragile, frayed, powdery, skeletal Black ink (abraded) Adhered: glass Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C"], "Associated names": ["Named in inscription: Sasobek"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10754,D"], "Registration number": ["1956,0714.3"], "Additional IDs": [" Miscellaneous number: Frame.D "], "Conservation": [" Treatment: 17 Jun 2005 ", " Treatment: 09 Dec 1992 ", " Treatment: 13 Oct 1992 ", " Treatment: 13 Oct 1992 ", " Treatment: 13 Oct 1992 "]}