{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA24"], "Title": ["Object: The Rosetta Stone"], "Description": [" Part of grey and pink granodiorite stela bearing priestly decree concerning Ptolemy V in three blocks of text: Hieroglyphic (14 lines), Demotic (32 lines) and Greek (54 lines). "], "Cultures/periods": ["Ptolemaic"], "Production date": ["196BC"], "Excavator/field collector": ["Excavated by: Pierre Francois Xavier Bouchard"], "Findspot": [" Excavated/Findspot: Fort Saint Julien "], "Materials": ["granodiorite"], "Dimensions": [" Length: 112.30 centimetres (max) ", " Thickness: 28.40 centimetres ", " Width: 75.70 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["commemorative"], "Curator's comments": ["Compass text: The Rosetta Stone From Fort St Julien, el-Rashid (Rosetta), Egypt Ptolemaic Period, 196 BC The inscription on the Rosetta Stone is a decree passed by a council of priests, one of a series that affirm the royal cult of the 13-year-old Ptolemy V on the first anniversary of his coronation. In previous years the family of the Ptolemies had lost control of certain parts of the country. It had taken their armies some time to put down opposition in the Delta, and parts of southern Upper Egypt, particularly Thebes, were not yet back under the government's control. Before the Ptolemaic era (that is before about 332 BC), decrees in hieroglyphs such as this were usually set up by the king. It shows how much things had changed from Pharaonic times that the priests, the only people who had kept the knowledge of writing hieroglyphs, were now issuing such decrees. The list of good deeds done by the king for the temples hints at the way in which the support of the priests was ensured. The decree is inscribed on the stone three times, in hieroglyphic (suitable for a priestly decree), demotic (the native script used for daily purposes), and Greek (the language of the administration). The importance of this to Egyptology is immense. Soon after the end of the fourth century AD, when hieroglyphs had gone out of use, the knowledge of how to read and write them disappeared. In the early years of the nineteenth century, some 1400 years later, scholars were able to use the Greek inscription on this stone as the key to decipher them. Thomas Young, an English physicist, was the first to show that some of the hieroglyphs on the Rosetta Stone wrote the sounds of a royal name, that of Ptolemy. The French scholar Jean-François Champollion then realized that hieroglyphs recorded the sound of the Egyptian language and laid the foundations of our knowledge of ancient Egyptian language and culture. Soldiers in Napoleon's army discovered the Rosetta Stone in 1799 while digging the foundations of an addition to a fort near the town of el-Rashid (Rosetta). On Napoleon's defeat, the stone became the property of the English under the terms of the Treaty of Alexandria (1801) along with other antiquities that the French had found. The Rosetta Stone has been exhibited in the British Museum since 1802, with only one break. Towards the end of the First World War, in 1917, when the Museum was concerned about heavy bombing in London, they moved it to safety along with other, portable, 'important' objects. The Rosetta Stone spent the next two years in a station on the Postal Tube Railway fifty feet below the ground at Holborn. Published: BM OP 60, p.73,83 Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 65-75, 90, 229-33, 236-41"], "Bibliographic references": [" De Sauley 1845 / Seconde lettre a M. Letronne sur L'Ecriture Demotique (pp. 400- 409, pp. 412- 415, p. 417) ", " Hale et al. 1858 / Report of the committee appointed by the Philomathean Society of the University of Pennsylvania to translate the inscription on the Rosetta stone ", " Spiegelberg 1917 / Demotische Miszellen (pp. 117- 118) ", " Adams 1925 / A translation of the Rosetta stone ", " Bevan 1927 / A history of Egypt under the Ptolemaic dynasty ", " Porter and Moss 1934 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV (p. 1) ", " Papeloux 1961 / The nocturnal magic of the pyramids (pl. 49) ", " Diringer 1962 / Writing ", " McNeill and Sedlar 1969 / The classical mediterranean world (pp. 103- 113) ", " Claiborne 1974 / The Birth of Writing (pp. 38- 40) ", " Hayward 1978 / Cleopatra's Needles (pp. 120- 121) ", " James and Davies 1983 / Egyptian Sculpture (p. 4, no. 1) ", " Devauchelle 1986 / Fragments de decrets ptolemaiques en langue egyptienne conserves au musee du louvre (p. 45 ff) ", " Fowden 1986 / The Egyptian Hermes: a historical approach to the late pagan mind (p. 21) ", " Mandelaras 1986 / Proceedings of the XVIII International Congress of Papyrology: Athens, 25-31 May 1986 (p. 208) ", " van Haarlem and Scheurleer 1986 / Gids voor de afdeling Egypte (p. 9) ", " Földes-Papp 1987 / Vom Felsbild zum Alphabet: Die Geschichte der Schrift von ihren frühesten Vorstufen bis zur modernen lateinischen Schreibschrift (p. 208) ", " Gillespie and Dewachter 1987 / Monuments of Egypt: the Napoleonic edition: the complete archaeological plates from la Description de l'Egypte (notes) ", " Spector 1987 / A Popular Guide To Egyptology (pp. 95- 100) ", " Autun 1988 / Les collections égyptiennes dans les musées de Saône-et-Loire (p. 44) ", " James 1988 / Ancient Egypt: the Land and its Legacy (f. 6) ", " Lacouture 1988 / Champollion, une vie de lumières (pp. 29- 30, p. 33, p. 111, pp. 121- 122, p. 154, p. 157, p. 161, p. 180, p. 229, pp. 231- 232, pp. 248- 249, p. 252, pp. 258- 261, pp. 263- 264, pp. 266- 267, p. 269, pp. 271- 272, pp. 274- 277, p. 279, pp. 283- 285, pp. 288- 290, pp. 293- 294, p. 299, pp. 314- 317, p. 326) ", " Mitchell 1988 / The Bible in the British Museum: interpreting the evidence (p. 87) ", " Pernigotti 1988 / Leggere i geroglifici (p. 9, pp. 14- 15) ", " Quirke and Andrews 1988 / The Rosetta Stone: facsimile drawing ", " Serino 1988 / L'Egitto e la sua riscoperta nell'Ottocento (p. 8) ", " Coulmas 1989 / The Writing Systems of the World (pp. 214- 215, p. 223, nn. 7- 8) ", " Fazzini and Bianchi 1989 / Cleopatra's Egypt: age of the Ptolemies (pp. 16-17, fig. 3) ", " Florida State University Gallery and Museum 1989 / Legacies: the revolution and Napoleon (p. 19) ", " Horn 1989 / Bilingue, Trilingue (pp. 1- 8) ", " Kessler 1989 / Die heiligen Tiere und der König (pp. 52- 55, p. 236) ", " Schlott 1989 / Schrift und Schreiber im alten Ägypten (pp. 250- 251, fig. 121) ", " Wilson 1989 / The Collections of the British Museum (p. 67, p. 70) ", " Bibliothèque Nationale de France 1990 / Mémoires d'Egypte: hommage de l'Europe à Champollion (p. 42, pp. 75- 77, pp. 100- 104, pp. 110- 117) ", " Devauchelle 1990 / La pierre de Rosette: présentation et traduction ", " Dewachter 1990 / Champollion: un scribe pour l'Égypte ", " Donadoni 1990 / Egypt from myth to Egyptology (p. 74, p. 93, p. 103, p. 111, pp. 112- 114, p. 131, p. 134, p. 142, p. 160, p. 175, p. 232) ", " Hart 1990 / Anicent Egypt (p. 35) ", " Orgogozo 1990 / The archaeological conquest (p. 174, p. 198) ", " Putnam 1990 / Egyptology: an introduction to the history, art and culture of ancient Egypt (p. 88) ", " Zivie- Coche 1990 / Égypte ", " Lunsingh Scheurleer 1992 / Egypte: geschenk van de Nijl (p. 127, fig. 91) ", " Quirke & Spencer 1992 / The British Museum Book of Ancient Egypt (fig. 101) ", " Ganeri 1993 / Focus on ancient Egyptians ", " Putnam and Davies 1994 / Time Machine Ancient Egypt and Contemporary Art (p. 11, pl. 1) ", " Putnam 1995 / Time machine: Antico Egitto e arte contemporanea (p.28 [22]) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p. 244) ", " British Museum 1996 / Pocket treasury (p. 27) ", " Musée de l'Ephèbe 1998 / La gloire d'Alexandrie : Le Cap d'Agde (p.194 [3.1]) ", " Musée Champollion 1999 / Les savants en Egypte, d'hier à demain: Musée Champollion, Figeac, 10 juillet-30 septembre 1999 (p.28) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment ", " Aston et al. 2000 / Stone (p. 37) ", " Middleton and Klemm 2003 / The Geology of the Rosetta Stone ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp. 298- 299) ", " Inscription / The Collection of Ancient Greek Inscriptions in the British Museum (1065, pt IV) (Greek text) ", " MacGregor 2010 / A History of the World in 100 Objects (p. 33) ", " Thompson 2012 / Memphis under the Ptolemies (p. 119, p. 121, p. 146) ", " Bowman et al. 2021 / Corpus of Ptolemaic inscriptions, Part I: Greek, bilingual, and trilingual inscriptions from Egypt, Volume 1: Alexandria and the Delta (nos. 1-206). (p. 281, no. 126) ", " Hoffman & Pfeiffer 2021 / Der Stein von Rosetta "], "Location": ["On display (G4/CSE)"], "Exhibition history": [" Copy in King's Library. Exhibited: 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Ptolemy V Epiphanes"], "Acquisition name": ["Donated by: George III, King of the United Kingdom"], "Acquisition date": ["1802"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24"], "Registration number": [".24"], "Additional IDs": [" Miscellaneous number: BS.24 (Birch Slip Number) "], "Conservation": [" Treatment: 16 Jan 2004 ", " Treatment: 24 Jun 1999 ", " Treatment: 14 Apr 1992 "]}