{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA35623"], "Description": [" Sycomore fig wood stela of Hathat: this stela was originally designed in the form of a doorway, but the attached lintel and jambs have been lost. Only the central stela remains, divided into four registers. At the top is a winged sun-disk with uraei between which is a scarab beetle. On either side of it is an 'wedjat'-eye. The second section consists of a 'kheker'-frieze. In the third register below a sky the deceased Hathat stands on the right in adoration before an altar on which rests a water-pot cooled by a lotus. Behind it stand Ra-Horakhty, a winged Isis enclosing an 'wedjat'-eye above a basket, and the four sons of Horus. In the fourth register were apparently three lines of text with a prayer on behalf of the scribe of the God's Adorer Hathat, son of the possibly like-titled Ḏd-Mnṯw-ỉw(.f) ʿnḫ. The lintel and jambs of the original stela have been lost, but the holes in which they were fitted remain, as does the pink border around them. The inner stela is much worn and cracked in places. The background of the stela is white and the outer edge and sections are bordered by red, orange, green, and possibly white rectangles separated by one black and two white stripes. The disk at the top is red and the uraei pink. The wings are mostly destroyed, but appear to have had a green upper edge and red edges between the divisions, the colour of which has faded. The beetle is black and the eyes are apparently blue with black pupils. The frieze is green with red ties. In the third register the sky was blue. The body of the deceased is red, wig black and kilt white. The altar and pot are outlined in black, but the original colour, if any, has faded. The lotus is green. Ra-Horakhty has a green body, pink collar, red hands, green sceptre, white face outlined in black, and red disk with black uraeus. Isis has a green body and red dress. The colour on her head-dress has faded so only a black outline remains. Patches of red remain on the left wing and green edged in red on the right wing. The feather on the left wing is green. The eye appears to be black or blue and the basket is green. When preserved, the bodies of the four sons of Horus are green, collars pink and sceptres black. Imsety has a red face and black beard, Hapy a red face, and Duamutef a black face, while that of Qebhsenuef is not preserved. The hieroglyphs here and in the text below are black but are not well preserved. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 46.70 centimetres ", " Weight: 0.966 kilograms ", " Thickness: 3.50 centimetres ", " Width: 28.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.56-57)"], "Location": ["Not on display"], "Condition": ["incomplete - lintel and jamb-attachments lost"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": [" Named in inscription & portrayed: Hathat (deceased) ", " Named in inscription: Djedmontuiufankh (father) ", " Representation of: Ra-Horakhty ", " Representation of: Isis ", " Representation of: Sons of Horus "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35623"], "Registration number": [".35623"], "Conservation": ["Treatment: 29 Apr 2014"]}