{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA29550"], "Description": [" Limestone ostracon: with remains of eight lines of black-painted, with red rubrics, hieratic text on the recto and a further eleven lines on the verso. The text compares the role and life of a scribe with that of other professions. The text is excerpts from the ‘Satire of Trades’. "], "Cultures/periods": [" 19th Dynasty ", " 20th Dynasty (?) "], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 26.50 centimetres ", " Weight: 846 grammes ", " Thickness: 2 centimetres ", " Width: 18.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" The Instruction or Teaching of Dua-Khety, also known as The Satire of the Trades, was composed in the Middle Kingdom. Teachings are didactic works, mostly ascribed to famous sages, and they discuss general matters of life and moral principles in the form of short sayings and warnings. The main story tells of a father who seeks to encourage his son to become a scribe during their journey from their home to the royal residence. He extols the virtue of the scribal profession whilst disparaging other trades, including brickmaking, carpentry, weaving, weapon making, farming and others. Although the entire composition may not have been intended as satire, many of the descriptions of the other professions clearly have satirical and exaggerated elements. The last third of the text becomes more like traditional instructional literature, with general advice. The text was clearly a popular learning resource, perhaps in scribal schools, and dozens of copies survive on papyri, writing boards, and ostraca. Mistakes slipped in in the process, which were then subsequently copied. The most complete known version is found on the Papyrus Sallier II (EA10182,3-11). Translation of Satire of Trades: W.K. Simpson, 2003. The Literature of Ancient Egypt. 2003, 431-437 ", " Bibliography: S. Birch, 'Inscriptions in the Hieratic and Demotic Character, from the Collections of the British Museum' (London, 1868), pl. XI; W.Helck, 'Die Lehre des Dwʒ ẖtjj' I, ‘Kleine ägyptische Texte’ (Wiesbaden, 1970), p.I, no.9; G.Posener, 'Catalogue des ostraca hiératiques littéraires de Deir el-Médineh' (Cairo, 1978), p.65 and pl.40. For edition of the Teaching of Khety (so-called Satire on Trades): S. Jäger Altägyptische Berufstypologien (Lingua Aegyptia Studia Monographica 4, 2004). Translation : Parkinson, The Tale of Sinuhe and Other Ancient Egyptian Poems 1940–1649 BC. (Oxford World’s Classics 1999), 273-83. "], "Bibliographic references": [" Demaree 2002 / Ramesside Ostraca (pl.79-80) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (389925) (http://www.trismegistos.org/text/389925) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (text faded in places)"], "Associated titles": ["Associated Title:", " Satire of Trades "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29550"], "Registration number": [".29550"], "Additional IDs": [" Miscellaneous number: BS.5638.a (Birch Slip Number) "], "Conservation": ["Treatment: 21 March 2022"]}