{"artifact_name": "canopic jar", "Object Type": ["canopic jar"], "Museum number": ["EA59197"], "Description": [" Calcite canopic jar of Neskhons; painted wooden lid(Qebhsenuef); panel of incised Hieroglyphic text coloured blue. "], "Cultures/periods": ["21st Dynasty"], "Findspot": [" Excavated/Findspot: First Cache "], "Materials": [" calcite ", " wood "], "Technique": [" painted ", " incised "], "Dimensions": [" Diameter: 17 centimetres ", " Height: 39 centimetres ", " Weight: 7.24 grammes "], "$Inscriptions": [" "], "Curator's comments": ["PM I Part 2: p.664"], "Bibliographic references": ["Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (fig.27)"], "Location": ["On display (G63/dc14)"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.79 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.79 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.79 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012 Nov-2013 Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, ‘Treasures of the World’s Cultures’ "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Neskhons ", " Representation of: Qebhsenuef "], "Acquisition name": ["Donated by: Misses Parrish"], "Previous owner": [" Previous owner/ex-collection: Dillwyn Parrish ", " Previous owner/ex-collection: Andrew MacCallum "], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59197"], "Registration number": ["1929,0209.4"], "Conservation": [" Treatment: 02 Nov 2011 ", " Treatment: 23 Apr 1999 ", " Treatment: 15 Apr 1997 ", " Treatment: 15 Sep 2015 ", " Treatment: 29 Jan 1997 ", " Treatment: 21 Sep 1989 "]}