{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA66822"], "Description": [" Blue glazed composition shabti of Psamtek, son of Sebarekhyt, with a striated wig and implements and seed-basket in relief; square base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) (by inference) "], "Materials": ["glazed composition"], "Dimensions": [" Height: 18.60 centimetres ", " Width: 5.03 centimetres ", " Depth: 3.29 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Published: Egyptian Treasures (Shanghai 1999): 218-219 No 66 Published: Egyptian Treasures (Bowers Museum 2000): 166-167 Published: J H Taylor, Death and the Afterlife in Ancient Egypt (London, 2001), 130, fig. 93, right."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1983 Aug-Oct, Stratford, Passmore Edwards Museum, Life & Death in Ancient Egypt 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science & History, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 1 Nov-1990 31 Dec, Malaysia, Kuala Lumpar, National Museum of Malaysia, Treasures from the Graves 1992 Jul-Oct, Norfolk, Swaffham Museum, Ancient Egypt 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2012 23 March - 23 July 2012, Musee Jaquemart Andre, Paris, Le Crepuscule des Pharaons "], "Condition": ["good"], "Associated names": [" Named in inscription: Psamtek ", " Named in inscription: Sebarekhyt (born of) "], "Acquisition name": ["Purchased from: Capt Edward G Spencer-Churchill (Trustees of)"], "Acquisition date": ["1966"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66822"], "Registration number": ["1966,0212.102"], "Conservation": ["Treatment: 19 Jan 2012"]}