{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA24428"], "Description": [" Painted limestone shabti of a woman: the figure is mummiform and holds the standard shabti equipment of hoe, mattock, and seed baskets; but the luxuriant wig is the hairstyle of a living woman. The paint on the upper part of this statuette is well preserved, enabling one to see that alternate lines of her eight rows of shabti text were coloured yellow, to simulate gold, and that a row of dots was painted just under the front of her wig to indicate the fringe of her natural hair. The white limestone of the face was left unpainted, except for red on the lips and black to mark the line dividing the lips, as well as the eyes and eyebrows. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 25.54 centimetres ", " Weight: 1.08 kilograms ", " Width: 7.66 centimetres ", " Depth: 5.37 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["This shabti was made for a woman who was a musician of Amun at Thebes. Bibliography: 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 122, cat no. 78."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (111) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 55) "], "Location": ["On display (G62/dc24)"], "Exhibition history": [" Exhibited: 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image "], "Condition": ["fair - legs repaired"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24428"], "Registration number": ["1891,0404.26"], "Conservation": [" Treatment: 16 Aug 2000 ", " Treatment: 06 Jan 1999 "]}