{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA810"], "Description": [" Limestone stela of Iy....: a fragmentary round-topped stela bearing on its surface the remains of two registers. The figures are in sunk relief and the texts are incised. The goddess Sekhmet is seated on a throne on the left of the upper register. In front of her stands an altar on which sits a water-pot cooled by a lotus-blossom. A male figure, mostly obliterated, kneels on the right in adoration. He is identified as a workman from Deir el-Medina, but the name is damaged and only Iy ... can be read with certainty. The traces do not appear to suit any known name from Deir el-Medina. Only the upper part of the lower register is preserved. The head of a figure, facing right and apparently kneeling in adoration, appears in the centre, but the object of his devotion on the right is not clearly preserved. Four short columns of text above the head apparently give the name of the father of the figure in the upper register. The stela is in a poor state of preservation. Most of the lower portion is lost and the surface of the remainder is badly broken and worn away. The surface is discoloured by areas of black which may be traces of fire. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 34 centimetres ", " Weight: 11 kilograms ", " Width: 24.50 centimetres ", " Depth: 7 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 185 (no. 663); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii. 722."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.88)"], "Location": ["Not on display"], "Condition": ["poor (worn and incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Sekhmet ", " Named in inscription & portrayed: Iy (?) "], "Acquisition name": ["Donated by: Arthur Lyttelton Annesley"], "Acquisition date": ["1854"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA810"], "Registration number": ["1854,1209.1"]}