{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA2338"], "Description": [" Fragmentary limestone male figure, the head and part of the upper body remaining. The figure wears a long curled lappet-wig that partially covers the ears. The right side of the head does not continue the same patterned hairstyle. His eyes are hooded with a thin incised line at the crease above the eyelid and a subtle ridge above conveying his eyebrows. The flesh underneath the eyes appears slightly sunken. The remains of the nose suggest a broad outline, while his mouth is small with thick lips. The outer corners of his mouth are slightly upturned, creating a subtle smile. There is a visible depression under the mouth suggesting a dimple at the chin. At the shoulders are visible ridges of his clothing, though there are no traces of a neckline. On the reverse are the remains of the top of a back-pillar or more likely part of a seat. There appears to be no visible text inscribed. In addition to the statue body being broken from the chest area, the nose is missing and there is damage to the face across both sides and at the left eye and forehead. There are a number of smaller scratches and chips across the stone surface. "], "Cultures/periods": [" 18th Dynasty (late) ", " 19th Dynasty (early) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 20 centimetres (max) ", " Width: 17.50 centimetres (max) ", " Depth: 15 centimetres "], "Curator's comments": ["The hooded eyes recall examples of post-Amarna sculpture and the wig style was popular for elite images in the 19th Dynasty, though a late 18th Dynasty date for the piece is also possible. The smooth section of the wig on the right side and the broadness of the sloping back-pillar or seat that extends further out to the right are possibly the result of this belonging to a group statue, in which case the artist may have left the right side of the wig unfinished if it was difficult to reach. Further Bibliography: D. Antoine, M. Vandenbeusch, 2016. Egyptian mummies. Exploring ancient lives (Sydney), p. 139."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 234-235, no. 128) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 641) ", " Taylor and Antoine 2014 / Ancient lives, new discoveries: Eight Mummies, Eight Stories (p.133, Fig. 140) "], "Location": ["Not on display"], "Exhibition history": [" 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["incomplete - lower body lost"], "Acquisition name": ["Purchased through: Harry Osborn Cureton"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2338"], "Registration number": ["1843,0609.30"], "Additional IDs": [" Miscellaneous number: BS.2338 (Birch Slip Number) "], "Conservation": [" Treatment: 23 Jun 2000 ", " treatment: 15.08.16 "]}