{"artifact_name": "amulet(?); figure", "Object Type": [" amulet (?) ", " figure "], "Museum number": ["EA68828"], "Description": [" Fragmentary amuletic (?) figure of a falcon or ba-bird, the head, lower legs and base now lost. The wings of the falcon figure are elaborately decorated with crosshatching on either side of the chest, two sets of incised rows of parallel lines denoting the feathers of the wings, and parallel overlapping double rows of dots indicating the coverts and tail of the falcon. Above the legs of the figure the chest projects outwards, suggesting the bird’s feathers. On either side of the figure at the crosshatched area of the wings are two visible clean breaks, which originally would have depicted extended human arms reaching towards the front of the figure. Glaze applied to the figure in antiquity is now lost, but there are traces of a faint green colour across the bird’s body. In addition to the breaks detailed above, there are several chips to the bird’s body on both sides of the legs, and across the reverse of the bird’s wings. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["664 BC - 332 BC (?)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised "], "Dimensions": [" Length: 7.90 centimetres (greatest length tail to neck) ", " Length: 7.55 centimetres (max) ", " Width: 3.60 centimetres (at wings) "], "Curator's comments": ["Though various falcon figures in amuletic form were found at Naukratis (Masson 2015), this particular object is markedly different in its unusually large size, hardness, and its textured details. Other surviving faience objects are typically softer, and where traces of paint or glaze survive, they do not tend to share the same colour as has been used for this bird figure. In addition, other amuletic falcon forms also bear a suspension loop, which does not appear to have been included for this figure (see for instance British Museum, London EA 68853: https://www.britishmuseum.org/collection/object/Y_EA68853). Additionally the overlapping details of the wings do not match images of the proper Egyptian falcon; in addition to the breaks which would have included human arms, this has led to suggestions that the object was originally intended to represent a ba-bird (Andrews 1994; Hermann et al 2010). Further Bibliography: C. Hermann et al, 2010. 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie (Stuttgart), p. 105-106. General Sources: W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London). A. Masson, 2015. ‘Scarabs, scaraboids and amulets’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London)."], "Bibliographic references": [" Andrews 1994 / Amulets of Ancient Egypt (p. 67-68, Fig. 20g, 72) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.228) "], "Location": ["Not on display"], "Condition": ["Fair, but incomplete"], "Subjects": [" bird (?) ", " ba "], "Associated names": ["Associated with: Horus (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68828"], "Registration number": ["1886,0401.1500"]}