{"artifact_name": "wine-jar", "Object Type": ["wine-jar"], "Museum number": ["EA59774"], "Description": [" Pottery wine-jar of Nedjmet: a slender shouldered jar with matching lid. It was thrown in four sections, joined at the base of the neck, middle of the body and top of the foot. The exterior of the vessel and lid are covered with pink slip applied with a brush. Painted decoration in blue with dark red outlines comprises plain bands alternating with pendant leaf and lotus bands. There is a hieroglyphic inscription in black around shoulder, naming the lady Nedjnet. "], "Cultures/periods": [" 18th Dynasty (late) ", " 19th Dynasty (early) "], "Production date": ["1340BC-1300BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": [" slipped ", " painted "], "Dimensions": [" Diameter: 21 centimetres ", " Height: 78 centimetres (with lid (Checked)) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": [" The lady Nejmet was well provided with wine for the next world. This vase belongs to a set of at least four, two containing Delta wine and two containing wine from the south. Wallis, in his catalogue of part of the Macgregor collection written in 1898, described these vases as 'the most important decorated Egyptian un-glazed vases yet discovered'. Vintage wines seem to have been the prerogative of the king - as this one of King Tutankhamun, 'Year 5. Sweet wine of the House of Aton of the Western River. Chief vintner Nakht' suggests. Detailed labels of this type are rare for wine destined for private persons. Bibliography: The British Museum, 'British Museum' Quarterly 5 (1930-1), p. 50, pl. xxii, b; Sotheby's sale catalogue, 26 June to 6 July 1922, no. 1733, pl. li, there incorrectly captioned '1736'; 'Ancient Egyptian Art' (Burlington Fine Arts Club, London, 1922), p. 64, pl. xxxv; H. Wallis, 'Egyptian ceramic art : the MacGregor collection : a contribution towards the history of Egyptian pottery' (London, 1898), p. 34, pl. xv; L. H. Lesko, 'King Tut's Wine Cellar '(Berkeley, 1977), p. 30. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 109. ", " Two other jars, seemingly from the same set, are now in the Penn Museum, E 14368 and E14369 See Silverman, Searching for Ancient Egypt, 1997, pp. 216-7 "], "Bibliographic references": [" Bourriau 1981 / Umm el-Ga'ab: Pottery from the Nile Valley Before the Arab Conquest (242) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p23) "], "Location": ["Not on display"], "Exhibition history": [" 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": [" Named in inscription: Nedjmet ", " Named in inscription: Osiris "], "Acquisition name": [" Purchased through: Spink & Son Ltd ", " Purchased from: Kalebdjian Frères "], "Previous owner": ["Previous owner/ex-collection: Rev William MacGregor"], "Acquisition date": ["1930"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59774"], "Registration number": ["1930,0614.21"], "Conservation": [" Treatment: 07 Mar 2011 ", " Treatment: 10 Jun 2007 ", " Treatment: 19 Feb 2001 "]}