{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["EA53958"], "Description": [" White plaster wine-amphora stopper with palm fibre or wood plug (now lost). The stopper is made from lime plaster or lime and gypsum mix that has aggregates such as silicates mixed in it. It has been impressed with a circular stamp and then painted red (only traces remain). The stamp appears to depict a Chi-Rho (29mm across) surrounded with Greek text, probably ἐυλογ[ίου κ]υρίου. This stamp impression is partially covered with a later one made from a softer gypsum plaster layer, now mostly worn away, that also covers up an old fermentation hole. The black sealant around the edge of the stopper is probably pine pitch. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" plaster ", " lime ", " gypsum (?) ", " pine pitch (?) "], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 95 millimetres ((max)) ", " Diameter: 91 millimetres (amphora neck) ", " Diameter: 88 millimetres (stamp impression) ", " Height: 42 millimetres "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 5C; Thomas and Tomber 2006, type 5). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 5C; Thomas and Tomber 2006, type 5). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine amphorae used by wine traders (Thomas 2011, types 1, 5C & 7; Thomas and Tomber 2006: types 1, 5C & 7). The black sealant around the edge of the stopper is probably pine pitch, and, together with the fermentation holes, confirm the stopper’s use for closing a wine amphora (Thomas 2011, Tripolitanian type 5C; cf., Kellia examples, Egloff 1977, pl. 20.1). The fermentation hole suggests that the wine must have been young, not having finished fermenting when first transported. It then changed ownership and was resealed once it had finished fermenting. For the Chi-Rho motif, common in late Roman contexts in Egypt, cf., stamp from Clysma (Bruyère 1966, pl. 28.10–12). See also, EA 53959. The Greek text, ἐυλογ[ίου κ]υρίου, is perhaps a name and title (NB 112, NB Copt. 32) or a blessing formula (cf., plaster seal from Kellia, Egloff 1977, 181, pl. 20.5). Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (53)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53958"], "Registration number": ["1915,0207.8"]}