{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA42078"], "Description": [" Sycamore fig wood stela of Padiamunipet: at the top of this round-topped stela is a curved sky-sign beneath which are two 'wedjat'-eyes with a standard design of 'shen' and water-signs between them. Below a multi-coloured border Ra-Harakhty is enthroned on the left, while on the right the mry-nṯr priest and door-opener of the sky in Karnak, Pediamenopet, son of the ỉt-nṯr priest of Amun Wnn-nfr, is pouring a libation over an altar piled high with offerings. Above are eleven columns of text. On each side of the scene is a 'was'-sceptre. The stela is fairly well preserved apart from some wear along the edges and the fading of some colour. The general background of the stela is white. The sky border is blue. The 'wedjat'-eyes are blue with black pupils on white and a buff band between eye and eyebrow. The signs between are green with a red centre for the upper 'shen' and black for the water-signs. There is a multi-coloured border of green, blue, brown, and red rectangles separated by one black and two white stripes all edged in blue. The disk of the god is red with a brown uraeus edged in black. The face is white with a black beak, black eye on brown with blue adjuncts and wig. The collar, tabs to the upper garment, bangles, and kilt are buff. The upper garment is green with a blue belt. The body of the god is red, his sceptre green, and ankh-siga and tail blue. The throne is blue and green divided by buff (originally white ?), on a green mat. The human figure is red or pink when veiled by his robe, which is otherwise white with black lines. The features and wig are black, cone red and white, and flower green with a red stem. The vase is blue with a white centre. The altar is blue and buff with a green top. The offerings are blue, green, red or white, once with black dots, while the flowers are red-stemmed green-leaved, and blue. There are two green plants in white pots beneath the altar, together with a red pot with a black top and blue-stemmed green flower entwined around it and a red and blue vase. The altar and figures rest on a black base. The hieroglyphs are black on the white background between blue dividing lines. The sceptres at the sides are green. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 30.70 centimetres ", " Length: 4 centimetres ", " Weight: 1.27 kilograms ", " Width: 27 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.12-13)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2006 Oct-Feb, Houston Museum of Natural Sciences, Mummy: The Inside Story 2006 7 Mar-6 Aug, Mobile (Alabama), Gulf Coast Exploreum Science Center, Mummy: The Inside Story 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good"], "Subjects": ["eye of horus"], "Associated names": ["Named in inscription: Padiamunipet (keep generic)"], "Acquisition name": ["Purchased from: Rev J Philpot"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA42078"], "Registration number": ["1905,1115.3"], "Conservation": [" Treatment: 23 Aug 2005 ", " Treatment: 08 Dec 2010 "]}