{"artifact_name": "statue; forgery(?)", "Object Type": [" statue ", " forgery (?) "], "Museum number": ["EA26790"], "Description": [" Seated male figure of dark hardstone, possibly granodiorite, on a slim rectangular base. The figure is shown seated on a high backed chair, and wears a shoulder-length striated wig with a raised diadem. The wig is set high on the forehead and tucked behind the large ears. His eyes are almond shaped with a heavy upper eyelid, with a broad nose and mouth. His neck is also broad, and the head is clearly raised to indicate the upward gaze of the figure. His upper body is bare and both arms are held at the side of the body with the palms placed flat against the knees. His limbs are extremely broad and oversized, while this chest and waist are crudely modelled. He appears to wear a short kilt though there is no clear delineation of the clothing edges at the waist or legs. On the reverse the top of the seat reaches to the edge of the figure’s wig, and the seat is uninscribed. The statue appears to be in good condition with minimal damage. The object has been attached to a modern rectangular base. "], "Cultures/periods": ["Middle Kingdom (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["stone"], "Dimensions": [" Height: 20 centimetres ", " Width: 7.03 centimetres ", " Depth: 11.80 centimetres "], "Curator's comments": ["The statue was previously considered to be much earlier in date, with possible dates including 2nd – 3rd Dynasty (Ross 1931), 3rd – 4th Dynasty (Budge 1922, 1930), or the 6th Dynasty (PM VIII). The added adornment of the diadem or headband does not appear to feature a particular pattern or stylistic design that may further help to provide parallels and narrow down the possible date, and thus this had previously sparked suggestions that the figure was possibly a modern forgery. The provenance of the figure is also uncertain. Further Bibliography: E.D. Ross, 1931. The Art of Egypt Through the Ages (London), p. 100."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 119, no. 3) ", " Hall 1930 / General Introductory Guide to the Egyptian Collections (p. 288) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 282) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26790"], "Registration number": ["1891,0430.157"]}