{"artifact_name": "sarcophagus", "Object Type": ["sarcophagus"], "Museum number": ["EA1642"], "Description": [" Red quartzite anthropoid sarcophagus of Djehutymose: on both the lid and the lower section are incised figures of deities and inscriptions. On the lid, the deceased is represented with hands crossed over the breast and wearing a long striated wig, bead collar and wrist bangles. On the left shoulder is a figure of Isis and an inscription. Below the left arm at the side is a figure of the jackal of Anubis recumbent on a shrine, over which there is an inscription. A figure of Nut, kneeling with arms and wings outstretched, spans the chest and bears above the head an inscription. On the bottom of the \"slipper\" is a figure of a goddess kneeling, with arms uplifted, on the 'nbw'-sign. An inscription in four vertical columns, two on each side, accompanies the figure.Vertical and horizontal bands of inscription, representing the principal bandages, are arranged across the body of the coffin. The lower section carries unfinished inscriptions on the horizontal bands of the lid that are not continued on the on the lower section,which forms a complete unit in itself. On the outside, there is a band of inscription around the head reading from the centre outwards. Beneath, in a panel behind the head, is a figure of Isis, wearing a short wig surmounted by the sign representing her name, a bead collar and tight-fitting dress and standing, with arms uplifted, between two vertical columns of inscription. On each side of the panel are large 'djed' figures, to which streamers are attached. At the foot is a figure of Nephthys, clad like Isis except that her wig is surmounted by another sign, and standing with arms uplifted between four vertical columns of inscription, two on each side. On each side are figures of deities and vertical columns of inscription. On the right side, in front of a figure of Thoth holding a standard, are three vertical columns of text. In front of a figure of Anubis are two vertical columns of text: Then follows an inscription in two vertical columns. In front of the figure of a deity (Geb?), is one vertical column of text. Then follows an inscription in two vertical columns. In front of a figure of Hapy, are three vertical columns of inscription. In front of a figure of Thoth holding a standard, are four vertical columns of text. On the left side, in front of a figure of Thoth holding a standard, are two vertical columns of text. Then follows an inscription in two vertical columns. In front of a figure of Geb there are three vertical columns of text. Then follows an inscription in two vertical columns. In front of a figure of Hapy are two vertical columns of inscription. Then follows an inscription in two vertical columns. In front of a figure of Anubis is one column of text. In front of a figure of Thoth, holding a standard are four columns of text. Inside, figures of Isis at the head and Nephthys at the foot are incised on the inside, each being clad like the corresponding figure on the outside. Four vertical columns of inscription, two on each side, accompany the figures. Both the lid and the lower section have been reassembled from the numerous pieces into which they were broken. Neither is, however, complete. Some faint traces of yellow paint on the figures and red on the inscriptions of the lower section are still visible. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Technique": [" incised ", " painted "], "Dimensions": [" Length: 237 centimetres ", " Width: 85 centimetres ", " Depth: 117 centimetres "], "$Inscriptions": [" "], "Bibliographic references": ["Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.37-38)"], "Location": ["Not on display"], "Condition": ["fair - repaired from fragments"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Djehutymose ", " Representation of: Isis ", " Representation of: Nut ", " Representation of: Anubis ", " Representation of: Nephthys ", " Representation of: Thoth ", " Representation of: Geb ", " Representation of: Hapy "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1914"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1642"], "Registration number": ["1914,0216.2"]}