{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA50136"], "Description": [" Much of a hollow terracotta figure of an actor seated on an altar, his legs crossed and his hands clasped upon his thigh; a rotund belly. His himation falls on each side and he wears pantaloons and boots. A comic mask rests on the altar at his left side. The concave plinth has been repaired in plaster (in antiquity). Summary treatment at the rear. The upper part of the actor is lost. Two-piece mould. Orange-brown Nile silt with little mica and many white inclusions. White dressing overall. The bare belly is a greyish colour, as is the altar and part of the plinth, and a deep pink paint covers the himation, the pantaloons and the lower moulding of the altar, with a paler pink on the hands and the mask, and also on the lower part of the plinth, across the plaster repair. Other details are picked out in black paint: the boots of the actor and a line on his belly, a line on the plinth, and the eyes and brows of the mask. "], "Cultures/periods": ["Graeco-Roman"], "Production date": ["1stC-2ndC (circa)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Oxyrhynchus (city) "], "Materials": ["terracotta"], "Technique": ["painted"], "Dimensions": [" Height: 10.70 centimetres ", " Width: 8.80 centimetres "], "Curator's comments": ["Terracotta IV Donated: Egypt Exploration Fund. Excavated at Oxyrhynchus. Roman, about the first or second century AD. Comparandum: Actor in same pose, but otherwise very different: Dunand 1990, no. 600, dated Roman period."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3555)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -lower part only)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1911"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA50136"], "Registration number": ["1911,0710.111"]}