{"artifact_name": "battle-axe", "Object Type": ["battle-axe"], "Museum number": ["EA36309"], "Description": [" Extremely wide and shallow axe-head: possessing at the top end of the butt an additional hafting-device in the form of a small perforated protuberance. The upper tip is rounded, the lower tapers to form a lug, the end of which is broken. There are eight binding-holes, in addition to the small hole at the top, which was intended to take a rivet for the fixing of a metal cap or ferrule. Several of the larger holes bear the remains of the original binding. The blade is of rather rough work. It is warped and has an uneven butt and cutting end. It is thickly corroded and remains of the original wooden haft are preserved. A small crack runs between the central perforation and the butt. The cutting edge is mostly obscured by corrosion product. It appears originally to have been thin but not very sharp. "], "Cultures/periods": ["First Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["arsenical copper"], "Technique": ["drilled"], "Dimensions": [" Length: 3.80 centimetres ", " Weight: 308.30 grammes ", " Width: 67.60 centimetres "], "Curator's comments": ["Bibliography: Pharao siegt immer - Kieg und Frieden in Alten Agypten [exhibit catalogue] (2004). P.123, Cat no.117."], "Bibliographic references": ["Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (78)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2004 21 Mar-31 Oct, Hamm, Gustav Luebcke Museum, War and Peace in Ancient Egypt 2004-2005 10 Dec-17 Apr, Hamburg, Helms Museum, War and Peace in Ancient Egypt 2005 21 May-11 Sept, Mannheim, Reiss Museum, War and Peace in Ancient Egypt "], "Condition": ["incomplete - blade only"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36309"], "Registration number": ["1902,0412.9"], "Conservation": ["Treatment: 28 Apr 2003"]}