{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1167"], "Description": [" Fragmentary granite upper body of a king, the lower body now missing. He wears the nemes headcloth with the material tucked behind his ears, and the long striped lappets extending down onto his chest. Above his forehead is the uraeus cobra, now headless, with its coiled body extending over the top of the headcloth. His eyes are wide-set, slanted and narrow, with visibly sunken skin underneath. His eyebrows are conveyed as a slightly arched ridge. His nose has been broken off with an implement that has left behind a rectangular recess in the stone. His mouth is small with a slightly fleshier lower lip, and the outer corners are downturned creating a stern expression. His face is long in appearance, while his jawline is rounded and fleshy. A thick raised line around his neck possibly indicates a necklace. His chest is bare, with notable ridges at the breastbone area. The statue is damaged in several areas including the top and outer edges of the nemes headcloth on both sides, the left ear, and much of the left upper arm is also cracked. "], "Cultures/periods": ["13th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 43 centimetres (including base) ", " Weight: 44 kilograms (including base) ", " Width: 38 centimetres ", " Depth: 22 centimetres "], "Curator's comments": ["The identity of the king is unknown, yet an early 13th Dynasty date is likely based on several stylistic features utilised in royal portraiture of this era, including the visible signs of aging, which were first utilised in the 12th Dynasty and then adopted by rulers of the following Dynasty (Fay 1988). The indication of the breastbone is also associated with 12th Dynasty sculpture (detailed with examples in Russmann 2001). Comparable examples from other collections include a torso now in the Brooklyn Museum (68.178, New York: https://www.brooklynmuseum.org/opencollection/objects/3773). Further Bibliography: S. Connor, 2009. ‘The Smiling Pharaoh of Budapest’, Bulletin du musée hongrois des Beaux-Arts 110-111, p. 61-62, n. 7. B. Fay, 1988. ‘Amenemhat V-Vienna/Assuan’, Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Kairo 44, p. 74, n. 62."], "Bibliographic references": [" Budge 1909 / Guide to the Egyptian collections (Sculpture). (p.148, no. 527) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p.16) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 111, no. 38) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image 2021 - 2022 27 Apr – 16 Jan, Madrid, Caixa Forum, “Human Image” 2022 16 Feb – 29 May, Seville, Caixa Forum, “Human Image” 2022 28 Jun - 9 Oct, Zaragoza, Caixa Forum, “Human Image” 2022 -2023 22 Nov - 9 Apr, Palma, Caixa Forum, “Human Image” 2023 4 July - 22 Oct, Barcelona, Caixa Forum, “Human Image” "], "Condition": ["incomplete - head and upper torso only."], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1167"], "Registration number": ["1895,0511.69"], "Conservation": [" Treatment: 17 Oct 2000 ", " Treatment: 05 Oct 1982 ", " Treatment: 14 Dec 2020 "]}