{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA364"], "Description": [" Limestone stela of Huy: two registers with figures in sunk relief and incised texts occupy the face of this stela. In the upper register Osiris is seated on the left and before him stands the altar-porter of the temple of Ptah Huy, holding floral offerings. He is followed by his son Amenemipet and his daughter Py, also carrying offerings. In the lower register Huy and his wife Kefna are seated on the left. Beside them stands a small child, their son Meniu. On the right three of Huy's children stand with offerings: his daughter Neky, his daughter Tausret and his son Merenptah. This stela is worn in parts, especially at the bottom. There are several scratches and a large gouge across the surface. There are traces of red paint on the neck of Osiris and the feet of Merenptah. "], "Cultures/periods": [" 18th Dynasty (?) ", " 19th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 50.50 centimetres ", " Width: 31.50 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["The title of Huy might indicate that he held office in Memphis in which case this stela could originate from Saqqara. Bibliography: J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), no. 862; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 219 (no. 792); W. Helck, ‘Materialien zur Wirtschaftsgeschichte des Neuen Reiches’ (Wiesbaden, 1961-69), 135."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.102-103)"], "Location": ["Not on display"], "Condition": ["This stela is worn in parts, especially at the bottom. There are several scratches and a large gouge across the surface. There are traces of red paint on the neck of Osiris and the feet of Merenptah."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Named in inscription & portrayed: Huy ", " Named in inscription & portrayed: Amenemope (son) ", " Named in inscription & portrayed: Py (daughter) ", " Named in inscription & portrayed: Meniu ", " Named in inscription & portrayed: Tausret ", " Named in inscription & portrayed: Merenptah "], "Associated places": [" Named in inscription: Temple of Ptah (Memphis) "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA364"], "Registration number": [".364"], "Additional IDs": [" Miscellaneous number: BS.364 (Birch Slip Number) "]}