{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA18629"], "Description": [" Blue glazed composition scarab with the elytra marked; longitudinally pierced; the base is inscribed with the nomen (corrupt) of Psamtek I. "], "Cultures/periods": ["Late Period"], "Production place": [" Made in: Naukratis (probably) "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Found/Acquired: Tell Nabasha "], "Materials": ["glazed composition"], "Technique": [" glazed ", " pierced "], "Dimensions": [" Height: 0.50 centimetres ", " Length: 1.10 centimetres ", " Width: 0.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, pl.viii, 22 ", " the reference given by Hall, Scarabs I, 2522 to W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, pl. xli, 60 is wrong; the object is not coming from Tell Dafana ", " By its shape, technology and motif, this scarab seems to be a product of the Scarab Factory. Though the hieroglyphic signs have often just some magical value, it seems plausible that this is a cryptographic reading for the name of Amun. This scarab belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 103-107, type XXVIII B, see especially 71-88 for this piece). For a similar association of signs on other scarabs from Naukratis: BM 1886,0401.1667 and Oxford, Ashmolean Museum AN1896-1908-EA.908. Variant of the same motif on scarabs and scaraboids from the Scarab Factory (on its various productions, see Webb forthcoming): Petrie 1886, pl. XXXVII, 99-104; Gardner 1888, pl. XVIII, 42. Gardner, E. A. 1888, Naukratis. Part II (Sixth Memoir of the Egypt Exploration Fund), London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011. "], "Bibliographic references": ["Hall 1913 / Catalogue of Egyptian scarabs, etc. in the British Museum (2522, p. 252)"], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Named in inscription: Psamtek I"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA18629"], "Registration number": ["1887,0101.890"]}