{"artifact_name": "temple-relief", "Object Type": ["temple-relief"], "Museum number": ["EA38071"], "Description": [" Fragment of limestone temple-relief: bearing the incised cartouche of Pepy I; two pieces re-joined. The surface is somewhat weathered. No colour remains. "], "Cultures/periods": ["6th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Osiris-Khentimentu (Abydos) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 11 centimetres (max) ", " Thickness: 9 centimetres ", " Width: 37.50 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This piece is very similar to that block published in Petrie, 'Abydos' II (London, 1903), pl. 20 lower left. A little more is preserved of the block reproduced there, and this British Museum piece is in two parts. Furthermore the block in 'Abydos' II, has been identified by B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p. 41, with Chicago Oriental Institute 8307. It is probable therefore that the British Museum piece is a similar fragment which was also found in the pavement of the Osiris Temple at Abydos. Bibliography: W. M. F. Petrie, 'Abydos' II (London, 1903), 31, 43, pl. 20, bottom left. Richard Bussmann writes: \"The BM lintel is the one published by Petrie, Abydos II, pl. 20 bottom left. The Chicago lintel is very similar but adds a \"nTr\"-sing after the cartouche and two incised lines run above and below the inscription. So there is no doubt that the Chicago lintel is not the published lintel. It is registered as 8307 in the Oriental Institute (limestone, breadth:55,0cm, height:25,0cm, depth:9,0cm). The lintel at Bolton is registered as BOLMG: 1903.46.7. It is a fragment showing the cartouche of Pepi I. and Merenre. It is not published\" (email, 2 April 2008)"], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.42)"], "Location": ["Not on display"], "Condition": ["Fair; incomplete. The surface is somewhat weathered."], "Associated names": ["Named in inscription: Pepy I"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA38071"], "Registration number": ["1903,1010.66"]}