{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA874"], "Description": [" Fragmentary limestone statue of a male and female figure, the male head now lost and with damage to the lower legs of both figures. The male has a bare upper body, with the musculature of the abdomen subtly modelled. His arms are held by the sides, with the left hand now lost. He wears a shendyt kilt with a thick belt, with damage to the left side edge of the clothing along the thigh. The female wears a large smooth wig, possibly a Hathor-wig though the typically curled ends are now missing. Her wig is tucked behind the ears, and her facial features are now obscured. She wears a tight-fitting sheath dress with straps of the material across the chest meeting at the breastbone. Her waist is narrowed and there is a suggestion of the curvature of her hips and legs underneath the clothing. Her arms are also held by her sides with her palms placed flat against her thighs. On the reverse of the broad back-plinth are 8 partial columns of incised text, which is separated into four columns facing left to right and four facing right to left. On either side of the back-plinth there also appears to have been at least one column of incised text, though only partial signs from both of these now remain. Damage to the top of the statue group has not only resulted in the loss of the male head and much of his left arm, but also large portions of the back-plinth text on the left side are lost. The two columns at either edge of the back-plinth in particular are very damaged, and the lower portion of each of the columns is now missing. The female figure has sustained damage to the wig, face, breasts, and left arm, and there are also large chips to the male left leg. "], "Cultures/periods": ["26th Dynasty ((possibly 25th Dynasty))"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Basta (Bubastis) "], "Materials": ["limestone"], "Dimensions": [" Height: 50 centimetres (max) ", " Width: 25 centimetres (max) ", " Depth: 13 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["In Naville's publication (1891) of the site of Bubastis he describes this piece as ‘Saitic’ in style, and lists the statue within those found at Bubastis that could be dated between the 22nd and 29th Dynasty. The archaising modelling of the physical bodies and the large style wig of the female figure strongly recall earlier sculpture of the Middle Kingdom, a feature of elite Late Period art. Only the name of the female figure has survived across the back inscription (given by Naville as Henuttawy), while the male name likely occured on the outer columns and thus has been lost. Further Bibliography: E. Naville, 1891. Bubastis, p.55, Pl. XLIII A, A."], "Location": ["Not on display"], "Condition": ["incomplete - head of man and lower-legs of both lost"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA874"], "Registration number": ["1888,0310.6"]}