{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA74191"], "Description": [" Fragmentary steatite figure of the goddess Isis, broken from the upper thigh and only the lower left side of the body and throne remaining. The figure wears a long dress that reaches to the ankles, with the leg clearly outlined at the left side. Small traces of a white and dark green or black colour are visible across the surface. At the front of the throne beside her lower leg is a slim column of incised text, with a further brief column incised across the top of the statue base beside her left foot. The left side of the throne has a large scalloped pattern with the lower right corner incised with the sema tawy symbol. Around the edge is a thin decorated border, which is also repeated on the small section of the surviving reverse of the throne. There is a large chip to her left foot, and the left corner of the statue base is now lost. Much of the statue base is damaged and discoloured. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 7 centimetres (max) ", " Length: 8.40 centimetres (max) ", " Width: 2.65 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["This was likely a votive offering of the goddess with the text providing the name of the donor, which is now lost. Official priestly titles and references to the gods Amun-Re and Isis are preserved across the surviving portion of the text. Such images of the goddess Isis, and in particular Isis with the child Harpocrates, were particularly popular within the Late Period."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Amun-Ra ", " Representation of: Isis "], "Acquisition name": ["Purchased from: Dr Carl Nicholas Reeves"], "Acquisition date": ["1993"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA74191"], "Registration number": ["1993,0701.1"]}