{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10606,1"], "Description": [" Papyrus (mounted in 2 frames, and slightly defective on the right side) written with black ink with demotic legal text (6 ll. and 2 short ll.) and Greek docket (2 ll.) on recto and names of 12 witnesses on verso. Thompson's MS Catalogue: \"The whole of the writing, both recto and verso, is scored through in ink, but the text is legible. Contents. Probably a post-nuptial settlement by Hap-swe(?) son of Necht-Sebek (Nechtsuchos) on his wife Tasuchis daughter of Sebek-em-heb. Date year 21 Phamenoth 28 of Ptolemy Alexander I = BC. 93 Apr. 11 (the Greek docket bears date of the following day)\". "], "Cultures/periods": ["Ptolemaic"], "Production date": ["93BC (90 BC depending on Pestman 1961)"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 53.40 centimetres (frame) ", " Width: 35.50 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": ["legal"], "Curator's comments": ["Text: published in Lüddeckens, Demotische Urkunden aus Hawara, Stuttgart, 1998 (as well as a number of other BM papyri). Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": [" Pestman 1961 / Marriage and matrimonial property in ancient Egypt : a contribution to establishing the legal position of the woman (p.37) (cited in note 3 and note 8 as comparison, dated: 90BC) ", " Pattie & Turner 1974 / The Written Word on Papyrus: An Exhibition Held in the British Museum 30 July - 27 October 1974 (no.7) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (41468) (http://www.trismegistos.org/text/41468) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, fragmentary, loss, degraded Black ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Acquisition date": ["1923"], "Acquisition notes": ["Purchased from M. Nahman. Cf. the additional sheets at the end of Thompson's MS Catalogue, titled \"B.M. Nahman Papyri (1923)\"."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10606,1"], "Registration number": ["1923,1014.17.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "]}