{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA40953"], "Description": [" Fragmentary basalt figure, the body and base now missing. The figure wears a smooth cap style of wig which is set high on the forehead. The eyebrows are thick and heavily arched, and the eyes have a thick ridge across the upper eyelids. The slightly oversized ears are carefully rendered with the earlobe pushed forward towards the face. The head is particularly enlarged and the face is rounded and fleshy in appearance at the jawline. The nose is long and very broad at the tip, while the mouth is wide with thin lips. The upper lip is flat while the lower lip is slightly curved. In addition to the loss of the body of the figure, the edges of both ears are chipped and there are several abrasions across the top of the head. The tip of the chin has also now broken off. A large crack is also visible in the stone around the left side of the face and neck. The object is attached to a tall modern base. "], "Cultures/periods": ["New Kingdom"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["basalt"], "Dimensions": [" Height: 10.20 centimetres "], "Curator's comments": ["The figure was found during the excavations of the mortuary temple of Mentuhotep II in the early 1900s by the Egypt Exploration Fund (now the Egypt Exploration Society), alongside a number of other votive monuments also dating to the 18th and 19th Dynasties. The figure also features in two photographs from the collection of glass plate negatives from the Egypt Exploration Society archive of the Deir el-Bahri site, which are available to view online: https://www.flickr.com/photos/egyptexplorationsociety/27207331319/in/album-72157663539521818/; https://www.flickr.com/photos/egyptexplorationsociety/25113321758/in/album-72157663539521818/)."], "Bibliographic references": ["Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p.394)"], "Location": ["Not on display"], "Condition": ["fair (incomplete -head only)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA40953"], "Registration number": ["1904,1008.53"]}