{"artifact_name": "amphora", "Object Type": ["amphora"], "Museum number": ["EA51500"], "Description": [" Ceramic heelmade table amphora with everted modelled rim, collared elongated neck, and bag-shaped body. Vessel has two double-handles and a high ring foot. The rim is decorated with black painted lines, while the body decoration is divided by large black double-bands and white circles into 4 friezes, featuring unrestrained floral decoration on the neck, a lotus pattern, vertical floral decoration and finally a row of birds. "], "Cultures/periods": ["Meroitic"], "Production date": ["1stC BC-1stC"], "Findspot": [" Excavated/Findspot: Faras (Nubia), Meroitic Cemetery grave 1226 "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 43 centimetres "], "Curator's comments": [" Published: Griffith LAAA 11 (1924), 160, pl. XLVIII (6); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 320-1. ", " Strudwick N 2006 The so-called Meroitic period was the last major phase of the history of the kingdom of Kush in Nubia. The term is used to cover the approximate period 300 BC-AD 350. The earlier date roughly marks the date when the kings began to be buried at Meroe, which had already been functioning as a capital city for some time. The highpoint of this phase was in the first century BC and first century AD, and pottery was one of its most outstanding products. There is definite variation in products from various parts of the kingdom, suggesting the existence of local ceramic centres, particularly in the north (Faras and Karanog). However, the range of types and decoration has made the creation of an internal chronology rather difficult. Two examples are given here to illustrate two of the principal types: those with mostly figured decoration in red and black on white, and a decorative style mostly in black on an orangeish ground, with floral and some figured decoration. This vessel is decorated in black with floral-based designs on an orange ground, with numerous birds at the bottom. This sort of design may have been inspired by products of the Ptolemaic and Roman Periods in Egypt, but it seems to be a Nubian production, since nothing quite like it has been discovered in Egypt. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.320-321)"], "Location": ["On display (G65/dc15)"], "Condition": ["good"], "Acquisition name": ["Donated by: University of Oxford"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA51500"], "Registration number": ["1912,1109.353"]}