{"artifact_name": "amulet; pendant", "Object Type": [" amulet ", " pendant "], "Museum number": ["EA27539"], "Description": [" Mould-made amuletic pendant in glazed composition, representing the head of the dwarf leonine god Bes, as aegis with bearded large collar; though surface very worn, fine modelling of features still visible, especially of the collar; eyes, beard and two projecting ears for head of Bes still visible too; probably flat at back but not visible because fixed to modern board; pierced widthwise at top of the head; glaze totally worn out; cream, fine, soft core; broken off above top of head. "], "Cultures/periods": ["Late Period (likely)"], "Production date": ["664 BC - 332 BC (likely)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Length: 2.30 centimetres ", " Thickness: 0.90 millimetres ", " Width: 2 centimetres "], "Curator's comments": ["As other deities involved in the protection of childhood and pregnancy, such as Taweret and Pataikos, Bes is very popular among Naukratis amulets (Masson forthcoming). His amulets were similarly widespread across Egypt in the later Dynastic period (Andrews 1994, 40) and in the Mediterranean world, (especially in the Late-early Ptolemaic periods: Herrmann et al., 69). Amulets in the shape of Bes heads appear in the Third Intermediate Period (Andrews 1994, 40). They were produced in Naukratis itself. Moulds for Bes head, though of different type, were discovered at the site (Petrie 1886, pl. XXXVIII, 14): see for example BM 1888,0601.747 and BM 1920,0417.2. The amulet BM 1885,1101.55 could have been produced with the same mould as London, Petrie Museum UC52848. However since BM 1885,1101.55 is incomplete and the features are quite eroded, this is only an hypothesis. On amulets of Bes in general see: Andrews 1994, 38-40; Herrmann et al. 2010, 69-73 (type 34). Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.035) (phase 3)"], "Location": ["Not on display"], "Condition": ["Relatively poor, top missing and very eroded"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27539"], "Registration number": ["1885,1101.55"], "Conservation": ["Treatment: 14 Jun 2013"]}