{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Museum number": ["EA68853"], "Description": [" Mould-made amulet of a seated falcon-headed lion figure, the lower legs and base now lost. The figure is depicted with a falcon head and two large round eyes indicated on either side of the short beak, with traces of brown-black paint particularly notable on the right-side eye. Above the front legs of the figure the chest projects outwards, and traces of the original glaze are visible on this area. The front legs of the figure have been carved separately and sit parallel to one another, while the hind legs are still conveyed as one complete block. A thick suspension loop on the figure’s back is pierced widthways. The remaining traces of the glaze are visible across the surface, with varying colours of faded white to light brown. In addition to the break at the front legs, the lower legs and base of the figure is now lost. There is evidence of salt efflorescence across the surface, and a notable chip to the top of the suspension loop on the reverse. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["6thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed ", " mould-made "], "Dimensions": [" Height: 4.40 centimetres ", " Length: 2.80 centimetres ", " Width: 1.55 centimetres "], "Curator's comments": ["This figure may represent a hieracosphinx, a Greek term referring to the depiction of a hawk-headed sphinx. Amulets of hieracosphinx figures were produced during the New Kingdom and the Saite period, and such figures are associated with Montu, a hieracocephale warrior deity from the Theban region, or to Khonsu, the falcon-headed lunar god (Andrews 1994). The latter was particularly revered in Naukratis as the son of Amun and Mut. A range of falcon figures in amuletic form were also found at Naukratis (Masson 2015: 61-63). This object was analysed in March 2014 by the Centre de Recherche et de Restauration des Musées de France (C2RMF). Using proton induced X-ray emission spectrometry (PIXE) under a 3 MeV energy proton beam, the object was inspected to characterise its elemental chemical composition (major, minor and trace elements). Further Bibliography: A. Meek et al, 2016. ‘Discerning differences: Ion beam analysis of ancient faience from Naukratis and Rhodes’, Technè 43: 2, p. 100-101. General Sources: C.A.R. Andrews, 1994. Amulets of Ancient Egypt, London. A. Masson, 2015. ‘Scarabs, scaraboids and amulets’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London). W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), (London)."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.254)"], "Location": ["Not on display"], "Condition": ["Rather poor - legs lost"], "Associated names": [" Associated with: Montu (?) ", " Associated with: Khons (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68853"], "Registration number": ["1886,0401.1586"]}