{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10508,1"], "Description": [" Papyrus written with black ink with demotic literary text (wisdom text with narrative frame): the Instructions of 'Onchsheshonqy. Thompson's MS Catalogue: \"mounted in ten frames. [...] The roll has lost its beginning (there are vestiges of a column preceding the first) and its end. It is all written in one hand. Contents. The first eight frames containing 26 columns consist of a collection of proverbs & moral sayings. Frames IX+X containing 4 columns and 9 fragments consist of portions of a historical romance, in which one Anch-Sheshanqy son of Djainofre(?) (cf. Spiegelberg, Petubastis Sage. p. 79 no. 31) seems to play a principal part.\" "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC(late)-1stC BC(mid)"], "Findspot": [" Found/Acquired: Akhmim "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 64.20 centimetres (frame) ", " Width: 29 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": ["Published: Glanville, Catalogue of Demotic Papyri in the British Museum , Vol. II: The Instructions of 'Onchsheshonqy (London 1958) B. H. Stricker, 'De Wijsheid van Anchsjesjonq' OMRO, 39 (1958), 56-79. (Improves on Glanville) H. J. Thissen, Die Lehre des Anchseschonqi (P. BM 10508) (Bonn 1984). D. Agut-Labordere, Le sage et l'insense: La composition et la transmission des sagesses demotiques (Paris 2011). M. Lichtheim: Ancient Egyptian Literature Volume III (1980) p.159-184. Recent translations in: W.K. Simpson (ed.), The Literature of Ancient Egypt, New Haven & London 2003 (3rd ed.): 497-529; F. Hoffmann & J.F. Quack, Anthologie der demotischen Literatur, Berlin 2007: 273-99. See Also: A. Volten. OLZ 52, No. 3/4 (1957) cols. 126-8. H.S. Smith, JEA 44 (1958), 121-2. B. Gemser in Congress Volume, Oxford, 1959, Supplements to Vetus Testamentum 7 (Leiden, 1960), 102-28. R. A. Parker, RdE 13 (1961) 133-35. P. Walcot. JNES 21 (1962) 215-19. J.H. Johnson, Serapis 2 (1970) 22-28. M. Lichtheim. Late Egyptian Wisdom Literature in the International Context: A Study of Demotic Instructions. OBO 52. 1983. M. Smith, 'Budge at Akhmim, January 1896' in The Unbroken Reed: Studies in the Culture and Heritage of Ancient Egypt in Honor of A.F. Shore. (London 1994) pp. 293-303. K. Ryholt. 'A New Version of the Introduction to the Teachings of 'Onch-Sheshonqy' in Frandsen and Ryholt, eds. A Miscellany of Demotic Texts and Studies (Copenhagen 2000).pp. 113-40. Mosher, Catalogue of the Books of the Dead in the BM: The Papyrus of Hor, (2001), p. 35 n.16. Cf. entry in www.trismegistos.org - DAHT."], "Bibliographic references": [" Glanville 1955 / Catalogue of Demotic Papyri in the British Museum II: The Instructions of 'onchsheshonqy Part I: Introduction, transliteration, translation, notes, and plates; vol II: Plates ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (55919) (http://www.trismegistos.org/text/55919) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fragmentary, fractured, loss Black ink Backed: brown paper Supported overall: cardboard Mount Details: Sandwich: glass Sandwich: board Binding: kraft paper Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: fair"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10508,1"], "Registration number": ["1896,0511.56.1"], "Additional IDs": [" Miscellaneous number: Frame.1 ", " Miscellaneous number: P.Brit.Mus. II "]}