{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA37597"], "Description": [" A hollow terracotta standing figure of a female saint or beneficent demon, with a triangular wreath framing her hair, and her hands raised in blessing and protection. She may wear a long-sleeved tunic with clavi indicated by painted verticals. Her breasts are indicated and a garland is placed round her neck. At the rear, behind the head, are blooms on stems in relief, but very faint, and only a couple are visible. There are holes pierced at ear level and at the top of the hair. Two-piece mould. Buff-brown marl clay, with a buff surface, perhaps an Aswan fabric. There are details in fired-on black and red ceramic colours, including large round pendent earrings and a pendant between the breasts. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["6thC-7thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["terracotta"], "Technique": [" pierced ", " painted "], "Dimensions": [" Height: 14.80 centimetres ", " Width: 6.80 centimetres ", " Depth: 4.48 centimetres "], "Curator's comments": ["Terracotta IV Purchased in 1814: P.-E. Towneley. From the collections of Charles Townley. Late Roman, sixth to seventh century AD. Comparanda: Close: Del Francia Barocus 1998: 110, no. 115, from the North Cemetery at Antinoopolis, dated fifth to seventh century AD; Friedman 1989: 225, no. 138; Gempeler 1976: 108, fig. 8a, sixth-century context at Elephantine; Lille University, L 2110, from P. Jouguet’s work in the Fayum; Petrie Museum uc50553. Near: Alliot 1933: pl. xv:6, from Edfu; Bakry 1968: pl. lxxv, fig. 25 (a) and pl. lxxvi, after p. 53, from a Coptic cemetery near Esna; Bisson de la Roque 1930: 55, fig. 50:2, from Medamud; Fjeldhagen 1995: no. 111, dated c. AD 600; Henne 1925: pl. xxvii:10, from Edfu; Himmelmann 1992: fig. 8a, left, dated c. AD 600; Mond and Myers 1940: pls xxv:P 33 and 41 and lxix:2 and 9, from Armant; Perdrizet 1921: no. 12, from Lower Egypt; Polaczek-Zdanowicz 1974: 196, nos 2 and 3, from Edfu, from context of sixth to seventh centur y AD; Rassart-Debergh 1976: 46, dated fifth century AD (?); Wilfong 2002: pl. 2a (= Hölscher 1954: pl. 34D), from the village of Jeme, within the precinct of the Temple of Medinet Habu, established c. AD 600 and abandoned before ad 800, perhaps in the 780s."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3390)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Peregrine Edward Towneley"], "Previous owner": ["Previous owner/ex-collection: Charles Townley"], "Acquisition date": ["1814"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37597"], "Registration number": [".37597"]}