{"artifact_name": "bangle; amulet", "Object Type": [" bangle ", " amulet "], "Museum number": ["EA24787"], "Description": [" Flat openwork bangle: with inset figures of animals and various amulets alternating in gold and silver. The flat, almost circular band of gold tapers to a point at each end and overlaps for a distance of about 4.7 cm on the circumference. The two margins of the band are joined together at the points rather clumsily: one side is folded over the other at the upper point. At the lower point the join was not so successful and one side of the band was cut off and a piece of gold added. Both ends are beaten thinner than the main part of the object. Between these two margins are soldered small animals and amuletic signs, increasing in size from the points towards the centre. Beginning from the point at the lower overlap, they appear in the following order: a silver snake gripping a silver turtle or tortoise by the neck, a gold 'wedjat'-eye, two silver two-finger amulets with a gold Bat amulet between, a gold 'wedjat', a silver 'ankh, another gold Bat, a silver 'wedjat', a gold and a silver running hare, two gold 'ankhs and two silver seated baboons alternately, three gold 'djed'-pillars, the last with only two arms, with two silver hawks between, one silver and one gold running hare, a silver 'wedjat', a gold 'djed' with two arms, a silver 'ankh, a gold draughtsman, a silver draughtsman and a silver headless serpent. The 'wedjat'-eyes were made in two parts, upper and lower. The former was probably cast, the latter made of wire; there is a central knob or disc for the eyeball. The hares were probably also cast and the ears added separately. The other elements of the design were cast and soldered. "], "Cultures/periods": ["Middle Kingdom"], "Production date": ["2055BC-1650BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" gold ", " silver "], "Technique": [" folded ", " beaten ", " soldered ", " cast "], "Dimensions": [" Diameter: 8.20 centimetres (external) ", " Diameter: 6.30 centimetres (internal) ", " Width: 0.80 centimetres (max) "], "Curator's comments": ["The style of the 'Bat' and 'wedjat'-eye amulets suggests a Middle Kingdom date as does the frieze-like procession of animals and amulets and is similar to those found on amuletic ivory wands of the same period. The ornament was almost certainly intended as a bangle: it resembles the flat tortoise-shell bangles from Shellal (see G. A. Reisner, ‘Archaeological Survey of Nubia, 1907-8’ (Cairo, 1910), pl. 66, nos. 17-18 [Nubian, Reisner's B-Group]). Unfortunately these are dated to some time between the Late Predynastic Period and the Early Old Kingdom, although the type continues in use among the C-Group people of Nubia (see C. M. Firth, ‘Archaeological Survey of Nubia, 1908-9’ (Cairo, 1912), 11, pl. 37c, nos. 8-9 [Nubian, C-Group]). However, a gold bangle with overlapping ends of First Intermediate Period date from Qaw el-Kebir (see G. Brunton, 'Qau and Badari' I (London, 1927) pls. XXXV, 1030; XLVIII, X2), bears similarities. Moreover, poorly shaped shell bangles in which the upper and lower diameters vary considerably occur almost throughout dynastic history (see C. M. Firth, ‘Archaeological Survey of Nubia, 1908-9’ (Cairo, 1912), 11, pl. 37c, nos. 4,6 [Nubian C-Group]). The only other possibility is that this is the rim of a vase or came from a piece of furniture; the difficulty then lies in accounting for the overlap. For the goddess Bat see 'Journal of the American Research Center in Egypt' 1 (1962), 7-18. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904) 216, no. 140; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 90, no. 140; H. G. Fischer, ‘Ancient Representations of Turtles’ (New York, 1968), no. 102; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 338; C. Andrews, 'Ancient Egyptian Jewellery', (London,1990), p.55, pl.39(b); C. Andrews, 'Amulets of Ancient Egypt' (London, 1994), fig.69; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' , (New York, 2001), p.109 No 35. Temples and Tombs (American Federation of Arts, 2006): 68, cat no. 27 D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 136."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (450) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (35) ", " Andrews 1990 / Ancient Egyptian jewellery (39b) "], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": ["Emblem of: Bat"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24787"], "Registration number": ["1891,0509.84"], "Conservation": [" Treatment: 13 Sep 2000 ", " Treatment: 15 Jul 1981 "]}