{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA20868"], "Description": [" Painted wooden Osiris figure; plinth contained papyrus EA 20863. [The latter number is from the register, but the actual object contained was the papyrus of Anhay, EA 10472.] "], "Cultures/periods": ["21st Dynasty"], "Findspot": [" Found/Acquired: Akhmim, So it is said in the register, but the original provenance--of the papyrus--is surely Thebes. "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 63.50 centimetres "], "Curator's comments": [" cf Budge, The Mummy, 383; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 236. ", " Strudwick N 2006 When this uninscribed Osiris figure was examined, the funerary papyrus of Anhai (registration no. 1888,0512.222.7) was found in a recess in the base. Figurines of this type are the forerunner of the more common and later Ptah-Sokar-Osiris figures, and take the form of a mummiform figure of the god of the dead; the presence of this deity in the tomb would help ensure resurrection and new life after death. This example is particularly elaborate and wears the feathered atef crown, a floral collar, and an elaborately decorated red covering on the upper body, with a decorated white covering from the waist down. This bright colouring can also be seen in depictions of Osiris in tomb paintings from the Eighteenth and Nineteenth Dynasties. As in many other depictions, Osiris' face is green - the colour of vegetation, another symbol of new life associated with this deity. Some other figurines of this type are painted black, symbolizing the fertility of the earth with which Osiris was associated. He carries the crook and flail of kingship. "], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (pp.236-237) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no.25) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Osiris"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20868"], "Registration number": ["1888,0512.124"], "Conservation": [" Treatment: 24 Jun 2010 ", " Treatment: 24 Mar 1998 "]}