{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA48316"], "Description": [" A pottery flask modelled in the form of a bird, perhaps a dove. The vessel has a waisted neck flaring to a plain rim, flanked by applied handles, rising from the back of the bird. The beak is pierced for pouring. The bird stands on a flaring foot, hollow within and now damaged. The object was put together from four, probably five, wheel-made elements and two handles: the body was thrown as a pot with a flaring mouth, the mouth was flattened and pressed together to form the tail, and the breast was fashioned by roughly rounding off the bottom of the pot; the mouth was thrown and applied to the back of the bird, in which a hole had been cut, and two substantial handles were added between the mouth and the flanks of the body; the neck of the bird was thrown and added, again with a hole cut through the body; the face and beak were hand-modelled or, more probably thrown, and applied to the neck. The beak was pierced; the base was thrown and luted to the underside of the body. Buff marl ware, possibly Abu Mena Buff Ware; decorated in brown fired-on ceramic colour: the eyes and a stripe down the head and beak; a collar with a decorative pendant; scrolls on the breast and shoulders; crossed 'arrows' and scrolls on the tail. "], "Cultures/periods": ["Roman Period (Late)"], "Production date": ["5thC-7thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": [" wheel-thrown ", " pierced "], "Dimensions": [" Height: 12.20 centimetres "], "Curator's comments": ["Terracotta IV Purchased: Greville J. Chester. Late Roman, about fifth to seventh century AD. Bibliog: Glanville 1926: pl. xiv:5."], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3776)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1874"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48316"], "Registration number": ["1874,0314.38"]}