{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA114"], "Description": [" Fragmentary limestone head of a male figure broken at the neck, the body now missing. He wears a close-fitting cropped wig which is set low on the forehead and exposes the ears. His eyes have been formed by drilling deep into the stone, and likely once contained inlays. The damage around the eye area is likely the result of tools being used at a later date to remove these inlays. The outline of his now missing nose suggests that it was long and broad in size. Remains of a subtle fold of flesh at either side of the nose give the face a more rounded appearance. His mouth is wide with thick lips which are pursed together and sharply incised along the edges. The chin and jawline are fleshy. On the reverse are the remains of the top and surviving outline of a slim back-pillar. The head has suffered visible damage with several gouges to the stone across the top of the head and eyes, and visible breaks at the ears, mouth and chin. "], "Cultures/periods": [" Old Kingdom ", " 4th Dynasty (? (late)) ", " 5th Dynasty (? (early)) "], "Findspot": [" Excavated/Findspot: Giza (Memphis), tomb "], "Materials": ["limestone"], "Dimensions": [" Height: 28 centimetres (max) ", " Width: 16 centimetres ", " Depth: 19 centimetres "], "Curator's comments": ["Though it is unclear precisely where the head was discovered at Giza, Giovanni Battista Caviglia is known to have worked under Henry Salt on a number of excavations across the Giza plateau and in 1817 worked within passages and the subterranean chamber of the Khufu pyramid. The statue has clearly suffered from deliberate damage as a result of the removal of the inlays from the eye sockets, which was likely performed with a sharp implement and has caused numerous abrasions around the brow area. Additional damage to the figure, particularly the breaks around the ears, nose, and chin, may also be intentional damage. This head is at first glance comparable to the selection of ‘reserve heads’ found within the Giza necropolis, a unique form of sculpture known from the Old Kingdom. Often composed of limestone, the majority of these heads originated from tomb contexts and often located outside of the ordinary offering chapel where elite monuments were more typically established (Zeigler in MET volume 1999). While this figure shares some stylistic similarities to these reserve heads, the use of inlays and the inclusion of a back-pillar suggests that this was more likely at one time a larger statue piece which has since been broken. General Sources: Metropolitan Museum of Art, 1999. Egyptian Art in the Age of the Pyramids (New York)."], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Donated by: Giovanni Battista Caviglia"], "Acquisition date": ["1817"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA114"], "Registration number": [".114"], "Additional IDs": [" Miscellaneous number: BS.114 (Birch Slip Number) "], "Conservation": ["Treatment: 06 Dec 1985"]}