{"artifact_name": "jewellery-fitting(?); amulet; diadem", "Object Type": [" jewellery-fitting (?) ", " amulet ", " diadem "], "Museum number": ["EA34266"], "Description": [" An openwork flat uraeus on a basket: made from gold and electrum wire and strips of metal. An outer hoop of hammered wire represents the hood; in the centre of it is a flat strip of wire scored across to represent the windpipe. The head is now missing. Two curved pieces of flat metal joined to the upper part of the windpipe by two oblong strips of gold are soldered to the rim, which forms the hood. Below are two curved pieces of beaten wire, coiled at each end, representing the details of the lower section of the hood. They are almost square in cross-section suggesting that they might have been cut from the edge of a piece of sheet metal. The central windpipe strip and the two ends of the outer hoop are held together at the base by a flat strip of metal binding all three. The windpipe, which is tapered at its lower end, is soldered across the bar forming the top of the basket on which the uraeus sits. Attached to the base of this bar are two coils of beaten wire which are a deeper yellow than the rest of the amulet, since they are made from wire with a higher gold content than the uraeus. In places it has fused together. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (by inference) "], "Materials": [" gold ", " electrum "], "Technique": [" hammered ", " scored ", " soldered ", " beaten ", " cut (?) "], "Dimensions": [" Height: 5.25 centimetres (max) ", " Weight: 6 grammes ", " Width: 2.50 centimetres (max) ", " Depth: 0.10 centimetres "], "Curator's comments": ["This kind of uraeus amulet, possibly once part of a funerary diadem, is typical of the Middle Kingdom. Cf. Boston Museum of Fine Arts, 'Boston Museum Bulletin' 39 (1941), 97; figs. 3, 6-7; A. Wilkinson, 'Ancient Egyptian Jewellery' (London, 1971), 90, fig. 59: Ancient Egyptian Jewellery, fig. 39 = Boston, MFA 21.973; silver from Nag ed-Deir, burial N 453b; W. M. F. Petrie, ‘Amulets’ (London, 1914), pl.XLIV, 58q = W. M. F. Petrie, 'Objects of daily use with over 1800 figures from University College, London' (London 1927), pl.II, 11: gold = University College, London 25968: W. M. F. Petrie, ‘Amulets’ (London, 1914), pl.XLIV. 58s: silver. Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 216, no. 154; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 90. no. 154; C. Andrews, 'Amulets of Ancient Egypt' (London, 1994), p.76."], "Bibliographic references": ["Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (412)"], "Location": ["Not on display"], "Condition": ["good (incomplete)"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34266"], "Registration number": ["1901,0309.22"], "Conservation": ["Treatment: 6 Mar 2023"]}