{"artifact_name": "label", "Object Type": ["label"], "Museum number": ["EA55586"], "Description": [" Ivory label for a sandal: It is well-preserved and restored from three fragments, with a hole for attachment at the top right-hand corner. The two lower corners have been cut off at an angle. On the front surface is an incised scene showing the king Den with an upraised mace, about to strike a captive. The king's name is written before him, in the centre of the top of the label. He wears a bull's tail, symbolic of fertility and ferocious power. Instead of a crown, however, Den wears an archaic version of a royal headcloth, with the rearing neck and head of a royal uraeus cobra at his forehead. That the enemy is an Easterner is indicated by his long locks and pointed beard, which resemble those on later depictions of Asiatic foes. On the right is the standard of Wepwawet and an inscription. Behind the figure of the king are three signs giving the name of the official Inka. The reverse side of the label bears an incised picture of a pair of sandals, indicating the type of object to which the label was attached. "], "Cultures/periods": ["1st Dynasty"], "Production date": ["2985BC (approximately)"], "Findspot": [" Excavated/Findspot: Abydos "], "Materials": ["ivory"], "Technique": [" incised ", " perforated ", " cut "], "Dimensions": [" Height: 4.50 centimetres ", " Weight: 10 grammes ", " Width: 5.30 centimetres ", " Depth: 0.30 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": ["Like all Egyptian reliefs, this plaque demonstrates the interaction between graphic imagery and hieroglyphic writing. Both Den's figure and his name face right; the king's image can actually be read as an ideographic component of his name. Throughout Egyptian history, the rightward orientation, which is shared here by the Wepwawet standard, was preferred, both for dominant figures and for writing. Thus even the prisoner's leftward orientation defines him as subordinate and inferior. A gravel-spotted desert serves as a ground line. At the right, it extends upward into a small hill that may symbolize the home of the Easterner. More significantly, it also recalls the three desert hills that make up the hieroglyphic sign for \"foreign lands\". Taken as a whole, the vignette can be read as an ideographic complement of the text \"smiting the East,\" in the same way that Den's figure completes his name. Two more inscriptions occur, one on either side of Den's body. The one behind him contains the name of Inka, a high official. The other is too archaic to be read with certainty (but see the suggestion made in the Inscription field). The figures, on the other hand, are stylistically much more developed than the schematic renderings on most other First Dynasty images. Den's long-limbed body is well proportioned. In marked contrast to the smiting king on the Narmer palette, a strong forward movement is conveyed by the angle of his body and by the way in which his heel is raised from the ground. The raised heel was later the standard means of indicating running or vigorous striding in two-dimensional figures. In later smiting scenes, the enemy's despair is indicated primarily by his supplicating gestures; here, his desperation is more vividly conveyed by the awkwardness of his unbalanced stance. The royal scene is thematically relevant, since sandals from later periods are sometimes painted with figures of enemies, so that the wearer would trample on them with every step. For references to the incised picture of a pair of sandals, see P. Kaplony, 'Die Inschriften der Ägyptischen Frühzeit I (Wiesbaden, 1963), 341; P. Kaplony, 'Die Inschriften der Ägyptischen Frühzeit II (Wiesbaden, 1964), 986, n. 1556; P. E. Newberry, 'Journal of Egyptian Archaeology' 14 (1928), 110, fig. 3. In addition to these references, the label has been discussed in R. Weill, ‘Recherches sur la première dynastie et les temps prépharaoniques’ I (Cairo, 1961), 15-17; R. Weill, ‘Recherches sur la première dynastie et les temps prépharaoniques’ II, 90-1; K. Sethe, 'Untersuchungen' III, 64. Bibliography (selective): E. Amélineau, ‘Les Nouvelles Fouilles d’Abydos’ I, (1895-6), 221-2 and pl. XXXIII; 'Macgregor Sale Catalogue (1922)', 677 and pls. 1, XX; F. Legge, ‘Proceedings of the Society of Biblical Archaeology’ 30 (London, 1908), pl. I; P. E. Newberry, ‘Proceedings of the Society of Biblical Archaeology’ 34 (London, 1912), pl. XXXI, 6; 'Ancient Egypt 1914', 150, fig. 3; 'Burlington Fine Arts Exhibition Catalogue (1922)', 112 and pl. LII; W. Spiegelberg, 'Zeitschrift für Ägyptische Sprache und Altertumskunde' 35 (Leipzig and Berlin, 1897), 7-11; J. Vandier, 'Manuel d'Archeologie egyptienne', I, (2), 859, fig. 573; E. Russmann, 'Eternal Egypt : masterworks of ancient art from the British Museum' (New York, 2001), 67-8 No. 2; R. B. Parkinson, 'Cracking Codes: The Rosetta Stone and Decipherment' (London, 1999), cat. 1. See also P. Kaplony, 'Die Inschriften der Ägyptischen Frühzeit II (Wiesbaden, 1964), 983, n. 1551 - Dwn ỉ and vol. I, 284; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), 84. This object is also illustrated in a number of general works including C. Aldred, 'Egypt to the end of the Old Kingdom' (London, 1965), 64, fig. 55; G. Dreyer 'et al.', 'Umm el-Qaab: Nachuntersuchungen im frühzeitlichen Königsfriedhof 9./10. Vorbericht', 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 54 (Wiesbaden, 1998), 163 (e), pl. 12e. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 148-9"], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (460) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (1) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (2) ", " MacGregor 2010 / A History of the World in 100 Objects (cat.no.11, pp.62-67) "], "Location": ["On display (G64/dc10)"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.2 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.2 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' 2012, Apr-Aug. New York, The Metropolitan Museum of Art, Art of Early Egypt. 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (repaired)"], "Associated names": [" Named in inscription & portrayed: Den ", " Emblem of: Wepwawet "], "Acquisition name": [" Purchased through: Sotheby's ", " Purchased from: Rev William MacGregor "], "Acquisition date": ["1922"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55586"], "Registration number": ["1922,0728.2"], "Conservation": [" Treatment: 29 Dec 1992 ", " Treatment: 01 Apr 1989 ", " Treatment ", " Conservation treatment: 22 mar 2022 "]}