{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA24430"], "Description": [" Limestone stelophorous statue of an unnamed man: the deceased is represented kneeling on a pedestal and holding before him a stela. He wears a long braided wig, a short beard and a long skirt reaching to the ankles. The top of the stela is shaped in the form of an offering-table, some of the offerings being carved on the top of the support connecting the stele with the figure. In the arch are incised two 'wedjat'-eyes flanking a 'shen' sign, a cup and three lines of water. Below, incised in eight horizontal lines of Middle Egyptian, is a hymn to the sun-god (one of those now designated Spell 15 of the funerary Book of the Dead). The name of the owner has been erased, but otherwise both figure and stela are well preserved. Traces of red paint still remain on the body. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 26 centimetres ", " Width: 11.50 centimetres ", " Depth: 18 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The eyes in the emblematic 'wedjat' eye and 'shen' group are symbolic of wholeness; the 'shen' sign represents the totality of the suns circuit; the vase and water are suggestive of the libations desired by the dedicator. It may be possible to read the group more literally, as a wish for the deceased to 'see' (written with two eyes) the solar cycle and the water (see L. Coulon, 'Véractité et rhétorique dans les autobiographies égyptiennes de la première Période Intermédiaire', ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 97 (Cairo, 1997), 109-38). The dedicator's name has been erased, presumably because it contained the name of the god Amun, and was removed in the reign of Akhenaten as part of that king's religious reforms; the statue can be dated to the immediately preceding reign from its style. The statue was probably placed in the owner's tomb, possibly in a niche in a pyramidion above the tomb chapel, where it would face the rising sun. In earlier statues of this type, the text is is inscribed directly on the area between the worshipper's hands and on his kilt. Bibliography: J.Vandier, 'Manuel d'archéologie égyptienne' 3 (Paris, 1958), 471-4, esp. 2; W. Seipel, 'Gott Mensch Pharao' (Vienna, 1992), pp. 320-321, no. 124; cf. H.M. Stewart, 'Stelophorous statuettes in the British Museum', 'Journal of Egyptian Archaeology' 53 (1967), 34-8; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VIII (Oxford: Clarendon Press), 572; R. Hölzl, 'Ägyptische Opfertafeln und Kultbecken' (Hildesheim, 2002), p.58, 142 pl.10; W. Seipel, 'Ägypten' Vol. 1, (Linz, 1989), p.279 [456]. Minas-Nerpel, Der Gott Chepri (OLA 154, 2006), 264, note 739. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 174-5"], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (40) ", " Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.32) "], "Location": ["On display (G62/dc18)"], "Exhibition history": [" Exhibited: 2016-2017 13 Oct -7 May, London, BM, G69A, Defacing the past: damnation and desecration in imperial Rome 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair"], "Subjects": ["eye of horus"], "Associated names": [" Named in inscription: Ra ", " Named in inscription: Atum "], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 15)"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24430"], "Registration number": ["1891,0404.28"], "Conservation": ["Treatment: 09 Mar 1989"]}