{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1131"], "Description": [" Limestone block-statue of Inebny: the sculptor's clearly appreciated how the simple, broad planes of the cloaked form focused attention on the face; here, the effect has been dramatized by unusually sparing use of paint. The pose conveys humility, making it appropriate for a temple setting, and the shape offers large surfaces for inscription. Inebny's statue is striking for its use of colour, which draws attention to its two most important elements: the inscription, filled in with blue, and the head, on which the hair, eyes, and brows are painted black. The treatment of the eyes is particularly noteworthy because they appear as brown rather than the usual black. This effect was achieved by applying an initial layer of red paint that was then covered with black. The triangular shape of the face, with its wide-open eyes and arching brows, is typical of the period. "], "Authority": [" Ruler: Hatshepsut (joint reign) ", " Ruler: Thutmose III (joint reign) "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1479BC-1457BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 51.50 centimetres ", " Weight: 100 kilograms ", " Width: 29 centimetres ", " Depth: 44.50 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["This block statue was probably a temple sculpture made to allow its owner to benefit from temple festivals and receive offerings in perpetuity in the afterlife. Inebny served as a troop commander and overseer of weaponry during the joint reign of Hatshepsut and Thutmose III. He also had the title King's Son, which has led to the suggestion that he served as viceroy of Kush, but this cannot be verified. He certainly campaigned in Nubia, however, for his inscription states that he \"followed his lord\" on expeditions into the foreign lands both south and north of Egypt. The statue was dedicated to Inebny by both Hatshepsut and Thutmose III, whose names appear in the first and second lines of the inscription. In the text, Hatshepsut's royal epithets are given feminine gender, \"the Good Goddess, Lady of the Two Lands, Maatkare,\" and Thutmose is called \"her brother, the Good God, Lord of Action, Menkheperre.\" As one would expect, at some later time the cartouche of Hatshepsut was erased by the agents of Thutmose III; however, the feminine epithets were left. The fact that the statue itself survives unharmed suggests that Inebny had done nothing to incur the wrath of Thutmose, unlike some of Hatshepsut's officials, whose monuments were destroyed. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford, 1964), p. 788; R. Schulz, ‘Die Entwicklung und Bedeutung des kuboiden Statuentypus’ Vol. I ‘Hildesheimer Äyyptologische Beiträge’ 33, no. 219, pp.379-380; Vol. II ‘Hildesheimer Äyyptologische Beiträge’ 34, pl. 134c; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 40-41 No 4; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum ' Part 5 (London, 1914), pl. 34. C. Roehrig, Hatshepsut, from queen to pharaoh, New York 2005, 56-57. W. V. Davies, Sudan and Nubia 12 (2008), 25ff., noting that Inebny was identical with the Viceroy of Nubia Amenemnekhu."], "Bibliographic references": [" Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (pl.34) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (45) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.26-27) ", " Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (26) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.56 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.56 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.56 2005 15 Oct-2006 29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– 2013 Feb, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": [" Named in inscription: Hatshepsut ", " Named in inscription: Thutmose III ", " Named in inscription: Amun-Ra "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 1114 at sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1131"], "Registration number": [".1131"], "Conservation": [" Treatment: 03 Dec 2015 ", " Treatment: 11 May 1998 "]}