{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA2"], "Title": ["Series: The Prudhoe Lions"], "Description": [" Red granite statue of lion of Amenhotep III: this lion is depicted in a recumbent pose, forming a mirror image to its companion piece. It lies on its side: the forepaws crossed, the farther of the hind paws emerging from under the nearer one, the tail curling forward around the rump and resting on the base. The sculpture combines marvelously the stylized mane and hair with a naturalistic treatment of the body. The muzzle projects realistically, with solid jawbones and raised veins. A stylized circular mane frames the head, and the fur is rendered by a raised surface on the chest, the shoulders, and the back. The eyes are hollowed and were probably inlaid. The whiskers are incised on the muzzle; small, round protuberances in the ear suggest the tufts of hair. The naturalistic treatment of the physiognomy is enhanced by anatomical details - for example, the twisted hind paws, of which the farther one is turned upward. On the external side of the paws, the folds are marked by deep furrows. The rump is treated with a bold modeling of musculature; and parallel depressions alternate with raised ribs on the flank. The lion was later reinscribed several times. First a four-column text was engraved on the breast, identifying the monument as \"The good god, lion of rulers, wild when he sees his enemies treading his path, [it is the king] ... divine ruler of Thebes, who brought it.\" The royal cartouche, in which only the last signs are preserved, could belong to Akhenaten. Shortly afterward, a text of Tutankhamun's was inscribed on the base, stating that the king renewed this monument for Amenhotep III. Ultimately, during the reuse of these lions in Gebel Barkal, the two cartouches of the Kushite ruler Amanislo were added on both lions.These cartouches occupy the left forepaw, because of the anterior four-column inscription. It was probably also at that time that the names of Tutankhamun in the third and fourth cartouches on the base were erased (with the exception of \"Amun\" and a remnant of \"ankh\") to be replaced by those of Amanislo, on a plaster patch that is now lost, leaving the original particle of Amun, common to both names. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": [" 18th Dynasty (sculpture) ", " Meroitic (text on chest) "], "Findspot": [" Excavated/Findspot: Jebel Barkal (Nubia) (originally from Soleb) "], "Materials": ["red granite"], "Technique": ["incised"], "Dimensions": [" Height: 117 centimetres ", " Length: 216 centimetres ", " Width: 93 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": [" The companion piece of this lion, also in the British Museum (.1), bears an original inscription of Amenhotep III and mentions the temple of Soleb. ", " See Ruffle, Sudan and Nubia 2 (1998), 82-7, for Prudhoe's travels and the history of how the lions came to London. "], "Bibliographic references": [" Edwards 1939a / The Prudhoe Lions ", " Porter and Moss 1951 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings 7: Nubia, the Deserts, and Outside Egypt. (p. 212) ", " Davies 1981 / A Royal Statue Reattributed (p. 314) ", " James and Davies 1983 / Egyptian Sculpture (p. 20, fig.17) ", " Hofmann 1985 / Die Löwen auf dem Fenstersims (p. 100) ", " Aldred 1988 / An early image-of-the-king (p. 41) ", " Aldred 1988a / Akhenaten, King of Egypt (p. 108) ", " James 1988 / Ancient Egypt: the Land and its Legacy (p. 215, fig. 148) ", " Wilson 1989 / The Collections of the British Museum (pp. 62, 64) ", " Ladurie 1990 / Mémoires d’Egypte: Hommage a l’Europe á Champollion (pp. 216- 217) ", " Quirke 1990 / Who were the Pharaohs? A History of their Names with a List of Cartouches (p. 78) ", " Reeves 1990 / The Complete Tutankhamun: The King, the Tomb, the Treasure (p.29) ", " Berger 1991 / Visite de l'exposition (p. 31) ", " Davies 1991 / Egypt and Africa: Nubia from Prehistory to Islam (p. 314) ", " Winstone 1991 / Howard Carter and the Discovery of the Tomb of Tutankhamun (p. 257) ", " Bryan and Kozloff 1992 / Egypt's Dazzling Sun (pp.106, 142, 215, 217, 219-220, 221, 225, 229 [30], pl 18) ", " Quirke & Spencer 1992 / The British Museum Book of Ancient Egypt (fig. 52) ", " Kozloff et al. 1993 / Aménophis III, le pharaon-soleil (pp. 181-182, fig. 30a) ", " Leclant 1993 / Soleb et Sedeinga (p. 42, fig. 45) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p. 162) ", " Ruffle 1998 / Lord Prudhoe and his lions ", " Aston et al. 2000 / Stone (p. 36) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (pp. 50-51, fig. 9) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.158-159) ", " Fitzenreiter 2012 / Von Soleb bis Aida: Das Löwentor am Zoologischen Garten Berlin (pp. 112-113) "], "Location": ["On display (G4/B28)"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["fair"], "Associated names": [" Named in inscription: Tutankhamun ", " Named in inscription: Amanislo ", " Named in inscription: Akhenaten (?) "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Associated objects": [" cast (EA90839) ", " cast (EA90840) "], "Acquisition name": ["Donated by: Algernon Percy, 4th Duke of Northumberland"], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2"], "Registration number": [".2"], "Additional IDs": [" Miscellaneous number: BS.34 (Birch Slip Number) "], "Conservation": [" Treatment: 27 May 2009 ", " Treatment: 30 Dec 2011 ", " Treatment: 12 Jan 2001 ", " Treatment: 25 Aug 1993 ", " Treatment: 21 May 1992 ", " Treatment: 21 Apr 2010 ", " Treatment: 22 Nov 1988 ", " Treatment: 08 Aug 1985 ", " Treatment: 27 Mar 1990 ", " Treatment: 02 Mar 1998 ", " Treatment: 05 Jun 2014 "]}