{"artifact_name": "vessel", "Object Type": ["vessel"], "Museum number": ["EA51157"], "Description": [" Undecorated ostrich egg: intended for use as a container, with an opening in one side. "], "Cultures/periods": [" Early Dynastic (Egypt) ", " Nubia and Sudan periods and cultures ", " A-Group Culture (?) "], "Excavator/field collector": ["Excavated by: University of Oxford"], "Findspot": [" Excavated/Findspot: Faras (Nubia), grave 3/31 "], "Materials": ["ostrich eggshell"], "Technique": ["perforated"], "Dimensions": [" Diameter: 2.20 centimetres (opening) ", " Diameter: 12.30 centimetres ", " Height: 15.40 centimetres "], "Curator's comments": [" Bibliography: F. Ll. Griffith, 'Liverpool Annals of Archaeology and Anthropology 8 (Liverpool, 1921), 14. See C. M. Firth, ‘The Archaeological Survey of Nubia’ (Cairo, 1909-10), pl. II; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 30-1. ", " Strudwick N 2006 'Nubia' designates an area of southern Egypt and northern Sudan. The southern boundary of the area changed over time, but in the pharaonic period this usually lay between the Fourth and Fifth Cataracts of the Nile. The term 'A-Group' refers to an indigenous Nubian culture roughly contemporary with the Egyptian Predynastic cultures Naqada I-III to the First Dynasty (c. 4000-3000 BC). Most of the remains come from cemeteries, from just north of Aswan to south of the Second Nile Cataract. A non-literate culture, it had a strongly Nubian identity, and perhaps numbered 10,000 persons at most. It probably played an important role as an intermediary between the developing Egyptian cultures and the peoples controlling various sources of raw materials to the south. It maintained close contacts with its northern neighbours, and significant amounts of Egyptian ceramics are found in all its sub-phases, particularly in that contemporary with the First Dynasty. At the very end of the Egyptian Predynastic Period, the culture went into decline, probably largely as a result of Egyptian raids that destroyed contemporary political structures. Inscriptions have been found in the region of the Second Cataract which might belong to late Predynastic Egyptian kings. Faras lies about 40 km to the north of the Second Cataract, and was first excavated by an expedition from Oxford in 1910-12. As well as these very early finds, the site has produced material from all periods, and is particularly renowned for the wall-paintings in its church, dating from the Christian period. The site was most recently examined during the Nubian rescue campaign of the 1960s, by a mission from Poland. This object was found in grave 31 in the A-Group cemetery; this tomb contained a range of pots and other items, almost all of which are in the British Museum. The age and sex of the owner are not known. Ostrich eggs are common finds in A-Group burials and in contemporary Egyptian graves. These large items were evidently valuable, and could be used, after consumption of the contents, as quite sturdy drinking or liquid storage vessels. They may perhaps also have possessed some symbolic value, as they are not so common in later periods. "], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (766) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (p.30) "], "Location": ["On display (G65/dc3)"], "Condition": ["good (hole in one side)"], "Acquisition name": ["Donated by: University of Oxford"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA51157"], "Registration number": ["1912,1109.1"], "Conservation": ["Treatment: 22 Mar 1990"]}