{"artifact_name": "human skeletal remains; coffin", "Object Type": [" human skeletal remains ", " coffin "], "Museum number": ["EA52887"], "Description": [" Skeleton of an adult, sex unknown, lying in a flexed position on the left side in a cane basket. Skull - No obvious fractures. All teeth probably present. Mouth gaping. Thorax and abdomen - Many of the ribs are dislocated at the costo-vertebral junction, but not fractured. The spinal column is dislocated in the lower dorsal region and there are well-marked osteo arthritic changes with associated lipping in the lumbar region. No abnormal changes in the intervertebral discs. Long bones - No definite fractures seen. The right foot is dislocated. Lines of arrested growth at the lower ends of tibiae. Remains of a coffin of basketwork: just large enough to contain a contracted burial. The reeds used for the sides and ends of the coffin were bound into bundles before final assembly. All the upper part of the coffin is missing. The remaining parts, with the bones, were consolidated with paraffin wax by the excavator. "], "Cultures/periods": ["1st Dynasty (?)"], "Findspot": [" Excavated/Findspot: Tarkhan, Mastaba 2050 intrusive burial "], "Materials": [" reed ", " human bone "], "Technique": ["basketry"], "Dimensions": [" Length: 117 centimetres (coffin) ", " Length: 158 centimetres (skeleton) ", " Width: 58.50 centimetres (coffin) "], "Curator's comments": ["Bibliography: W. M. F. Petrie, 'Tarkhan' II (London, 1914), 6; W. R. Dawson and P. H. K Gray, 'Catalogue of Egyptian antiquities in the British Museum Vol.1, Mummies and human remains' (London, 1968), 4, no. 7."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (769) ", " Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (7) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.24, pl.3, p.106, p.107, p.109, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["incomplete - lid lost"], "Acquisition name": [" Donated by: Egyptian Research Account ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1913"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA52887"], "Registration number": ["1913,0730.1-2"], "Conservation": ["Treatment: 25 May 1993"]}