{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA65354"], "Description": [" Round-topped wooden stela: this painted round-topped stela has a scene on each side. On one side the god Ra-Horakhty is seated on the left behind an altar on which rest some lotus-flowers. The lady Tj(en)tdiashakhet stands on the right. Above are eight columns of text containing a prayer on behalf of the deceased and a winged sun-disk. The scene is bordered by a curved sky-sign at the top and the standards of the West and East on the left and right sides. On the reverse the lady Tj(en)tdiashakhet is seated on the left. In front of her is an altar with offerings of bread, and on the right are a duck and three vases. Above are five lines of text consisting of a funerary invocation. The scene is bordered by a sky-sign at the top and the standards of the West and East on the left and right sides. The stela is well preserved apart from some cracks on the surface and loss of colour due to flaking in places. The background on both sides is bright yellow with a red border with two black lines on the bottom. The sky-signs are blue, while the standards have red poles with blue bands, blue tops with green and red appendages, and green signs with blue details in the sign of the West. The sun-disk is red with yellow uraei. The upper wings are white with blue dots and a blue upper edge; the middle are white with black details; the lower are green with red edges apart from two patches of blue dots on white. The disk of the god is red with a white border. His face is white, his beak black, his eye black on brown on yellow with green adjuncts, his wig and body are blue, his collar and upper garment green, and his kilt white. He carries a blue 'ankh' and a green 'was'-sceptre. The throne is composed of successive blue, red, blue, green bands, and a red lower-left corner all edged in green with white at the top. The altar is blue with a green top and red-stemmed blue lotuses with green leaves. The body of the lady on both sides is light yellow with black details. Her dress is white with black details, her wig is black, and her collar and bangles are green. The hieroglyphs on both sides are blue. On the reverse the lady sits on a black chair with green back covered in white and a green and red knob tied in white to the horizontal seat. It rests on a green pedestal. The altar is blue with red offerings. The vases are red with black tops and rest on blue stands with black tops. The entwining lotuses are indicated by black-edged stems with green and red buds. The duck has a white body with brown and black patches. The sides of the stela are painted red except for the bottom which is plastered in white. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt), Qurna "], "Materials": [" wood ", " gesso "], "Technique": ["painted"], "Dimensions": [" Height: 21 centimetres ", " Weight: 455 grammes ", " Width: 17.60 centimetres ", " Depth: 1.60 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: R. Mond, 'Annales du Service des Antiquitiés de l'Égypte' 6 (1905), p. 73; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 676."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.20-21)"], "Location": ["On display (G62/dc18)"], "Exhibition history": [" Exhibited: 1986 Jun-Oct, Carmarthen Museum, A son of Luxor's Sands 2012 23 March - 23 July 2012, Musee Jaquemart Andre, Paris, Le Crepuscule des Pharaons "], "Condition": ["good (some surface flaking)"], "Associated names": ["Representation of: Ra-Horakhty"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65354"], "Registration number": ["1939,0324.219"], "Conservation": [" Treatment: 22 May 1981 ", " Treatment: 20 Jan 2012 "]}