{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA374"], "Description": [" Amennakht's votive stela: this round-topped limestone stela was dedicated by the Scribe of the Place of Truth, Amennakht, and depicts him kneeling in adoration before the enthroned figure of the goddess of the Theban Peak, Meretseger, holding a lotus-flower and ankh sign. Neither figure has eyes, which may be an oversight, or may relate to the substance of the text. There are seven vertical lines of hieroglyphic text at the top. The body of Amennakht is red, his wig black and his kilt apparently unpainted. Meresger wears a red gown, headdress, bangles and sun-disk and holds a red-stemmed lotus. Her wig is black, but the colour of her body has faded or was never painted. The throne is red and blue with orange in between. Traces of blue and red paint remain on the offerings. The dividing lines between the hieroglyphs are red, while the borders of the stela are black. There are no traces of colour on the hieroglyphs. "], "Cultures/periods": ["20th Dynasty"], "Production date": ["1170BC (circa)"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 21 centimetres ", " Weight: 1.50 kilograms ", " Width: 14.50 centimetres ", " Depth: 4.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The donor is possibly the Amennakht who was the author of 'The Teaching of Amennakht', but the name was common at Deir el-Medina. The scribe Amennakht, son of Ipuy, is well known from Deir el-Medina. He was appointed to office in year 16 of Ramses II and is last attested under Ramses VI (M. L. Bierbrier, 'The late New Kingdom in Egypt (c. 1300-664 B.C.): a genealogical and chronological investigation' (London, 1975), 39-40; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 5 (Oxford: Blackwell Press), 645-53, K.A. Kitchen, 'Ramesside Inscriptions' Vol. 6 (Oxford: Blackwell Press), 202-4, 376-9). It is uncertain where the stela was set up, but it was presumably in a sacred context, where it could be dedicated to the goddess. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), 716; B. Gunn,'The religion of the poor in ancient Egypt', in 'Journal of Egyptian Archaeology' 3 (1916), 81-94, esp. 87; K.A. Kitchen, 'Ramesside Inscriptions' Vol. 5 (Oxford, 1983), 645; A.I. Sidek, 'Popular Religion in Egypt during the New Kingdom', in 'Hildesheimer ägyptologische Beiträge' 27 (Hildesheim, 1987), 201, 203, 205; M. Bierbrier and R.B. Parkinson, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' 12 (London, 1993), pls. 50-1; 'Les artistes de Pharaon : Deir el-Médineh et la Vallée des Rois', (Paris, 2002), p. 281 [227]; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 150 (no. 541)."], "Bibliographic references": [" Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (pl.50-51) ", " Hall 1925 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 7. (pl.29) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (72) "], "Location": ["Not on display"], "Condition": ["The stela is slightly worn but otherwise well preserved. The surface is marked in two places by nodules of flint which have interrupted the text."], "Associated names": [" Named in inscription & portrayed: Amennakht ", " Named in inscription & portrayed: Meretseger "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA374"], "Registration number": [".374"], "Additional IDs": [" Miscellaneous number: BS.374 (Birch Slip Number) "], "Conservation": ["Treatment: 07 Jan 1999"]}