{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA5634"], "Description": [" Ostracon with register of attendance at work. Labelled 'Year 40' of Ramses II, it provides a workmen's register for 280 days of the year. There are twenty-four lines of New Egyptian hieratic on the front and twenty-one lines on the back. A list of forty names is arranged in columns on the right edge of each side, followed to the left by dates written in black in a horizontal line. Above most dates is a word or phrase in red, indicating the reason why this individual was absent from work on that date. "], "Authority": ["Governor: Ramses II"], "Regnal date": [" 40 "], "Cultures/periods": ["19th Dynasty (Year 40 of Ramses II)"], "Production date": ["1250BC"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes), Demarée says Valley of the Kings "], "Materials": ["limestone"], "Dimensions": [" Height: 38.50 centimetres ", " Width: 33 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["administrative"], "Curator's comments": ["Although the list was compiled in Year 40, the information is likely to relate to the preceding year. The register was probably composed from a day-to-day rota kept as notes on smaller ostraca; only about 70 out of the 280 days covered by the register seem to have been full working days. Qenherkhepshef is mentioned by name in l. 11 of the verso in a red entry, and is alluded to as 'the scribe' in several others. On month 3 of Akhet, days 21-4, it seems that Pennub was off work because he was looking after the ill Aapehti. The most frequently recorded reason for absence is illness (over a hundred times), including 'eye trouble', and 'the scorpion stung him'; the next most frequent is being away with one's superior doing private work for him, a practice that was not forbidden if done in moderation. Bibliography: J. Černy and A.H. Gardiner, 'Hieratic Ostraca' I (Oxford, 1957), pls 83-4; J.J. Janssen 'Absence from work by the necropolis workmen of Thebes', in ‘Studien zur Altägyptischen Kultur’ 8 (1980), 127-52; K. A. Kitchen, 'Ramesside Inscriptions' 3 (Oxford, 1980), 515-25; 'Les artistes de Pharaon : Deir el-Médineh et la Vallée des Rois', (Paris, 2002), p. 167 [113]. A.G McDowell, 'Village life in Ancient Egypt: laundry lists and love songs' (Oxford, 1999) p.55 [text.25] (small section only); S. Birch, 'Inscriptions in the hieratic and demotic character from the collections of the British Museum' (London, 1868), pls XX, XXI; J.A Lorton, 'Serapis' 3 (1975-6), pp.17-2;1 T.G Wilfong, 'Menstrual Synchrony and the \"Place of Women\" in Ancient Egypt', in E. Teeter and J.A Larson (eds.) 'Gold of Praise' (Festschrifte Wente), 'Studies in Ancient Oriental Civization' 58 (Chicago 1999), pp.423-8; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 206-7."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (76) ", " Demaree 2002 / Ramesside Ostraca (pl.25-28) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.206-207) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (136354) (http://www.trismegistos.org/text/136354) "], "Location": ["On display (G61/dc3)"], "Condition": ["good"], "Acquisition date": ["1823"], "Acquisition notes": ["From the 1823 Salt Collection according to the Demarree publication"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5634"], "Registration number": [".5634"], "Additional IDs": [" Miscellaneous number: BS.5634 (Birch Slip Number) "], "Conservation": [" Treatment: 08 May 2008 ", " Treatment: 12 Nov 2001 ", " Treatment: 18 Aug 1998 "]}