{"artifact_name": "panel", "Object Type": ["panel"], "Museum number": ["EA29137"], "Description": [" The zodiac painted and gilded on glass: On the top surface of a sheet of translucent, almost transparent, pale-green glass the zodiac is represented in gold-leaf. There are three concentric circles outlined in gold-leaf. From the circumference of the innermost circle twelve lines, also in gold-leaf, radiate to the circumference of the outermost circle and so divide the outer circles into twelve equal compartments. The outer circle of each compartment is decorated with a human head or bust in encaustic paint, both male and female, which Petrie understandably but probably incorrectly identified with the months. It is possible that they are personifications of the zodiacs. In the inner circle the signs of the zodiac are represented in gold-leaf. The innermost circle in gold-leaf and paint is difficult to interpret due to its poor condition. A star is the sole detail identified with certainty. Probably this contained a representation of the moon and some of the principal planets—subjects frequently connected with representations of the zodiac. There is an additional bust in encaustic in each corner of the plaque difficult to identify but possibly representing the seasons. A simple band of gold-leaf very close to the edges of the plaque encloses the entire composition. The condition is very poor. The panel has been exposed to intense heat if not direct contact with fire and has shattered into well over one hundred pieces. Many pieces are missing. A few of the fragments have buckled. Both the paint and gold-leaf are in part discoloured making detailed descriptions virtually impossible. "], "Cultures/periods": ["Roman Period"], "Production date": ["2ndC (? (see bibliographic record))"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis), house 44 "], "Materials": [" glass ", " gold "], "Technique": [" leaf-gilded ", " encaustic ", " painted "], "Dimensions": [" Length: 32.70 centimetres ", " Thickness: 0.40 centimetres ", " Width: 33.80 centimetres "], "Curator's comments": [" Check desc. See bibliographical record for attributed dates; also Petrie 'Tanis', 1885-89, 49 on varnish applied to object, which may be important to note for conservation in the future. ", " The style of the painting is clearly Roman of the late first century or early in the second century. But that is little clue to the place of origin of this panel. The funerary paintings found at Tuna el-Gebel were completely Roman in character and the same characteristic, doubtless, prevailed in Alexandria. In all probability, so fragile a piece would have been made within Egypt, presumably in Alexandria. In its original state it is probable that the panel was protected by another sheet of glass. In its present condition it is the wreck of a splendid object. Bibliography: W. M. F. Petrie 'et al.', 'Tanis' I (1885), 48-49; O. Neugebauer and Richard A. Parker, 'Egyptian Astronomical Texts', III (London, 1969), pl. 47, C and pp. 102-3; C. Favard-Meeks in P. Brissaud & C. Zivie-Coche (eds), 'Tanis : travaux récents sur le tell Sân el-Hagar : Mission française des fouilles de Tanis, 1987-1997' (1998), p. 133. "], "Bibliographic references": [" Petrie 1885 / Tanis, Part I, 1883-84 (p.49) (argues for date post 130 CE) ", " Cooney 1976 / Glass (763) (suggests date late 1stC-2ndC) ", " Nenna 2003 / De Douch (oasis de Kharga) à Grand (Vosges) Un disque en verre peint à représentations astrologiques (pp. 367-68) (argues for 3rd century date and identification as window pane) "], "Location": ["Not on display"], "Condition": ["fragmentary and incomplete"], "Subjects": ["zodiac"], "Associated names": ["Representation of: Hours/Seasons/Year (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29137"], "Registration number": ["1885,0101.520"], "Conservation": [" Treatment: 17 Aug 2015 ", " Treatment: 03 Feb 1987 "]}