{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA708"], "Description": [" Black granite seated statue of Menkheperraseneb; Hieroglyphic text on the leg and seat. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1450BC (circa)"], "Findspot": [" Found/Acquired: Egypt, Presumably from the Budge cache of statues at Karnak--see James BSFE 75. "], "Materials": ["granite"], "Dimensions": [" Height: 83 centimetres ", " Width: 22 centimetres ", " Depth: 48 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Art and Afterlife in Ancient Egypt (Japan 1999-2000): No 12 Published: HTBM Part 5: Plate 32-3; PM II (2): p.279; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 136-7. Comment: Fazzini, R A, 1996, in Fs. Simpson, p.214 Comments on the association with other monuments: Dorman, Thebanische Nekropole (SAGA 12), 148-54 ", " For the possible context from which the statue came into the possession of Mohassib, see James BSFE 75; against this see Eaton-Krauss, JEA 85 (1999), 116-22 ", " Strudwick N 2006 Menkheperresoneb, second priest of Amun, is shown seated on a cube seat, wearing an enveloping robe or cloak, with his left hand flat on his chest and his right on his lap, holding a loop of cloth. Cloaked, seated statues are a sculptural type which is found most often in the Eighteenth Dynasty before the Amarna Period, in both tombs and temples. Most of the hard stone examples seem to have come from temples. The origins of this type of seated statue can be found in the later Middle Kingdom - there are some examples in the Egyptian Museum in Cairo - with variations in the arrangement of the hands, including one hand placed on the lap, holding a bolt of cloth, or grasping a lotus flower. The texts on the sides consist of longer offering formulae plus Menkheperresoneb's names and titles, while those on the front and back are mainly his names and principal titles. The name of Amun has been chiselled out in all but one instance (that on the knees), along with the designation 'second priest'. The remainder of his titles and name are undisturbed - the damage is thus clearly the work of the agents of king Akhenaten who defaced the name of Amun throughout Egypt and Nubia. The original texts were later restored with great skill, so that the recut surface is only very slightly lower than the unaffected areas, although the degree of polish is noticeably less than on the original work. The damage and restoration strongly suggest that the statue was in a reasonably accessible location both before and after the Amarna Period, making a temple location for it likely. The statue may have come from Karnak, placed there as a mark of Menkheperresoneb's favoured status with the king, and as a symbol of his devotion to the god whom he served, who would then return favours to him. However, as it was part of the so-called 'statue shrine' shown to Budge at the turn of the twentieth century, this suggestion cannot be proved. For many years it was thought that this Menkheperresoneb was the owner of Theban Tombs 86 and 112, hewn in an earlier phase of his career before he became high priest of Amun. It has now been suggested that there were in fact as many as three men of the same name holding high office in the cult of Amun in and around the time of Thutmose III, and that the man represented by this statue was not the owner of these tombs. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.136-137)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.23 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.23 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.50 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.50 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.50 2007 9 Mar-10 Jun, Beijing, The Palace Museum, 'Britain Meets the World: 1714-1830' 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["fair"], "Associated names": ["Named in inscription & portrayed: Menkheperraseneb"], "Associated objects": [" cast (EA90856) "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA708"], "Registration number": ["1909,0213.1"], "Conservation": [" Treatment: 29 Mar 1999 ", " Treatment: 19 Feb 2007 ", " Treatment: 14 Feb 1990 "]}