{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8457"], "Description": [" Sycomore fig wood stela of Herast: this round-topped stela is divided into four registers. At the top there is a winged sun-disk with two uraei. Below it is a 'kheker'-frieze. In the middle register below a sky-sign are two scenes divided by a column of text in the centre. On the left Herast worships Ra-Horakhty, who stands behind an altar on which rests a water-pot cooled by a lotus-flower. On the right she worships Atum (?). There are five lines of text in the third section containing a prayer on behalf of the lady Herast, daughter of the general of the barque of Amun-Ra (?) Sṯʒ-ʒst-gʒwt, and the lady 'Irty-rw. The stela is not very well preserved. The thin layer of plaster has worn away in many places and the surviving surface is cracked. The pegs to attach the missing right side are partially in place. The colours have darkened in certain areas. A multi-coloured border of blue, red, green, and yellow rectangles separated by one black and two white stripes originally encircled the stela and divided the registers. The background of the upper and third register is blue. The disk was apparently yellow-gold with a black border, while the wings are yellow-white with red details. The uraei and hieroglyphs are white with red and black details. The 'kheker'-frieze was green with red ties, but is now much blackened. The background is white. In the third register the sky is blue. The objects and figures are yellow-white with red details and some black features on the faces of the figures. The hieroglyphs are black on white background with red edges. The hieroglyphs in the fourth register were green with red edges, but are now blackened considerably. They are on a white background between blue lines. The back of the stela is plastered in white. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Ankhhor (Thebes) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" plastered ", " painted "], "Dimensions": [" Height: 51.50 centimetres ", " Weight: 2.133 kilograms ", " Thickness: 4.50 centimetres ", " Width: 25 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Right side of stela found in Tomb of Ankh-hor: cf. Anch-Hor II: 178, 251, 279 (no. G III: 155). Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904) 79 (no. 79); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 109 (no. 17); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), 204-5; M. Bietak & E. Reisner-Haslauer, 'Das Grab des ʻAnch-Hor, Obersthofmeister der Gottesgemahlin Nitokris' II (Vienna, 1982), pl. 155."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.38-39)"], "Location": ["Not on display"], "Condition": ["incomplete - right side lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Setjaastgaut (father) ", " Named in inscription: Irtyru (mother) ", " Representation of: Ra-Horakhty ", " Representation of: Atum ", " Representation of: Amun-Ra "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8457"], "Registration number": [".8457"], "Additional IDs": [" Miscellaneous number: BS.8457 (Birch Slip Number) "], "Conservation": ["Treatment: 17 Oct 2013"]}