{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA35285"], "Description": [" Wooden coffin of Nekhtankh: the inscriptions are the work of a careful scribe and illustrate the highest quality of hieroglyphic palaeography in the Middle Kingdom. Although the images and texts are quite sparse they reflect some of the important symbolic functions of the coffin. The most fundamental of these was the provision of new life and sustenance for the deceased. A pair of eyes is painted within a frame towards the end of one of the long sides. The long inscriptions on the sides of the coffin refer to this same basic necessity, for they contain the hetep-di-nesu formula, in which Osiris is invoked to supply offerings. Isis and Nephthys are mentioned at the foot and head-ends, respectively, and on the long sides the texts place Nekhtankh under the protection of Geb, Nut, Shu, Tefnut and the Four Sons of Horus. "], "Cultures/periods": [" Middle Kingdom ", " 12th Dynasty "], "Findspot": [" Found/Acquired: Deir el-Bersha "], "Materials": ["cedar wood"], "Technique": ["painted"], "Dimensions": [" Height: 62 centimetres ", " Length: 212 centimetres ", " Width: 60.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The standard form for coffins in the Old and Middle Kingdoms was the rectangular chest with a flat or vaulted lid. The material of which the coffin was made influenced its cost and reflected the status of the owner. Cheaper coffins were made of woods native to Egypt, such as sycamore fig. For persons of higher rank coffins were carved from stone or assembled from planks of costly imported timbers such as cedar. In this instance, the owner Nekhtankh is not given any title in the inscriptions, but he was evidently a person of importance, as his coffin is made of cedar and has been decorated by skilled craftsmen. When the mummified body was placed inside the coffin it was carefully positioned on its left side, with the head supported by a headrest. The mummy's face was aligned with the eyes painted on the side of the coffin, and these operated magically to enable the dead person to see. By orientating the coffin in the tomb so that the side with the eyes faced east, the deceased could view the rising sun each dawn, symbolic of new life, and could also look towards the part of his tomb where offerings would be placed to sustain his spirit. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p. 187; W. Seipel, 'Ägypten' Vol. 1 (Linz, 1989), p.96 [26]; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 350; H. Willems, ‘Chests of life : a study of the typology and conceptual development of Middle Kingdom standard class coffins’ (Leiden, 1988), p. 35 (B6); G. Lapp, ‘Typologie der Särge und Sargkammern von der 6. bis 13. Dynastie’ (Heidelberg, 1993), p. 276 (B10); W. V. Davies in W. V. Davies & L. Schofield (eds.), 'Egypt, the Aegean and the Levant : interconnections in the second millennium BC' (London, 1995), p. 147; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 45, pl. on p. 45."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.45)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 1 Nov-1990 31 Dec, Malaysia, Kuala Lumpar, National Museum of Malaysia, Treasures from the Graves 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["incomplete - lid lost"], "Associated names": [" Named in inscription: Osiris ", " Named in inscription: Isis ", " Named in inscription: Nephthys ", " Named in inscription: Geb ", " Named in inscription: Nut ", " Named in inscription: Shu ", " Named in inscription: Tefnet ", " Named in inscription: Sons of Horus "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35285"], "Registration number": ["1901,0608.17"], "Conservation": [" Treatment: 25 Jun 2004 ", " Treatment: 31 Aug 1981 "]}