{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA13346"], "Description": [" Fragmentary limestone head of a male figure, the body and base now missing. The figure is depicted with a shoulder-length flared wig with a centre parting, which is set low on the forehead and partly obscures the ears. The eyes are almond shaped with a slight incised line above the upper eyelid that suggests a fold of flesh, and the eyes are framed by thick eyebrows which slope down towards the temples. The nose is wide and slightly bulbous at the tip, with a clear indication of a cupid’s bow at the upper lip. The outer edges of the mouth are sharply incised, with the wide lips shown pursed together. The face appears fleshy and rounded particularly at the mouth and jawline area, while there is a suggestion of slightly sunken skin underneath the eyes. Traces of black paint are visible across the eyebrows and the inner sections of the wig near the chin and neck. There are also traces of red-brown paint used for the figure’s skin, and traces of white and black paint used for the eyes. In addition to the break at the neck area, a portion of the right side of the wig has broken off beneath the ear. There are several chips to the wig at the left side and top of the head, with further visible scratches at both sides of the face and chin. A paper label is attached to the top of the figure’s wig. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["Old Kingdom"], "Findspot": [" Found/Acquired: Saqqara (Memphis) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 10 centimetres (max) ", " Width: 11.25 centimetres (max) ", " Depth: 9.50 centimetres (max) "], "Curator's comments": ["The head is described as possibly being found within a tomb from the Saqqara necropolis (PM III: 2), though the precise findspot within this area is uncertain. Statues of the elite established within tomb spaces during the Old Kingdom were typically placed in offering chapels, though in some instances statues were found enclosed in serdabs and thus inaccessible to any living viewer who visited the tomb space. The gradual shift of tomb construction from Giza to Saqqara from the late 4th Dynasty onwards may indicate that the British Museum figure is more likely to be 5th or 6th Dynasty in date (PM III: 2, though Budge 1922 provides a 4th Dynasty date), however due to its fragmentary nature any further stylistic features that may assist in narrowing down the date are now lost to us."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 119, no. 4) ", " Porter and Moss 1981 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Statues, Reliefs and Paintings: 3/2 Memphis, Saqqâra to Dahshûr (p. 729) "], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1873"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13346"], "Registration number": ["1873,0609.39"]}