{"artifact_name": "amulet; figure", "Object Type": [" amulet ", " figure "], "Museum number": ["EA27544"], "Description": [" Mould-made large amuletic figure in glazed composition, representing the lion-headed goddess Sekhmet; standing, leaning against back pillar, with arms straight down by side; back-pillar inscribed with hieroglyphic inscription identifying the goddess; lion shaped face, with small ears; wearing a tripartite striated wig without headdress, a long dress, with fringe at hem and line across at breast height; modelling details simple but well-executed with fine incisions; glaze gone, bar faint traces of green, overall a dirty sandy reddish brown; core hard medium texture; feet broken off; totally burnt. "], "Cultures/periods": ["Late Period"], "Production date": ["500 BC - 350 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised "], "Dimensions": [" Height: 10 centimetres ", " Width: 2.35 centimetres ", " Depth: 1.55 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["This figure was discovered with many other finds- amongst which a large group of bronze figures- in a house to the south of the town (Petrie 1886, 41-42). Petrie mentioned that a third of the objects was either broken or burnt (Petrie 1886, 41), such as this piece. The cache can be dated around the end of the 5th-beginning of the 4th century BC (Masson 2015). Large amuletic figures of Sekhmet were perhaps produced in Naukratis. A terracotta mould to cast a figure of Sekhmet was discovered in the Scarab Factory (according to Museum records): Boston, Museum of Fine Arts 11.45970. On lion-headed goddess / Sekhmet amulets see: Andrews 1994, 33-34, fig. 10; Herrmann et al. 2010, 39-41 (type 11). For other large amuletic figures of Sekhmet from Naukratis (none from the same mould though): Montreal, Redpath Museum 2410; Oxford, Ashmolean Museum AN1896-1908-EA.876. Andrews, C. 1994, Amulets of Ancient Egypt, London. Herrmann, C., Staubli, T., Berger-Lober, S., Keel, O., Schönbächler, G. 2010, 1001 Amulett : altägyptischer Zauber, monotheisierte Talismane, säkulare Magie, Bibel+Orient-Museum, Liebefeld, Stuttgart. Masson, A. 2015, ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8, Oxford, 71-88."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 42) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OK.153) (phase 3) ", " Masson 2015 / Cult and Trade A reflexion on Egyptian metal offerings from Naukratis (78, fig. 3.9a) "], "Location": ["On display (G13/dc7)"], "Condition": ["Rather fair, feet damaged and burnt"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Sekhmet"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27544"], "Registration number": ["1885,1101.64"]}