{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA58471"], "Description": [" Fragmentary limestone sculpture bearing the cartouches of the Aten, part of a stela once held by a figure. The obverse is inscribed with the cartouches of the Aten in sunken relief, which have been executed to a high quality. The majority of the first cartouche on the right side survives, while only the initial signs of the second cartouche are intact. On the right side is additional incised text again of very high quality, which includes the titles and part of a cartouche for the king or queen and at the top the edge of a patterned border. There are traces of a second line with only some of the hieroglyph signs intact. There are traces of a darker colour in some of these incised signs. The left side and reverse are roughly broken, while the top of the fragment is round-topped above each of the cartouches. There is slight damage to the signs within the first cartouche and around the top of the curved area on the right side, as well as the corner of the right side. The other breaks are rough and appear to be deliberate damage. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Great Aten Temple (el-Amarna) "], "Materials": ["limestone"], "Dimensions": [" Height: 11.80 centimetres ", " Weight: 1.21 kilograms ", " Width: 11.50 centimetres ", " Depth: 6.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This fragment has been connected to a selection of other small fragments now in the Metropolitan Museum collection, all of which were excavated from the Great Aten Temple sanctuary area or the deposit slightly south of the sanctuary that included numerous sculpture fragments. A total of eight fragments including the British Museum piece have been reconstructed and show that the object originally formed part of a stela held by a figure: (21.9.431, Metropolitan Museum, New York: https://www.metmuseum.org/art/collection/search/549821; Hill 2018). Though the figure is now missing, relief images of a royal figure at the Window of Appearances bearing the names of the Aten are known from Karnak and thus it has been proposed that this figure could have mirrored those representations (Hill 2012, 2018). The fragments have been further connected to a fragmentary head and torso of Akhenaten, also within the Metropolitan Museum collection (21.9.455, 21.9.487; Hill 2018). A very similar fragment of the Aten cartouche with a similar round-top was discovered during the excavations of the royal tombs; this is now available to view online via the EES Flickr page of digitised glass-plate negatives: https://www.flickr.com/photos/egyptexplorationsociety/27135424579/in/album-72157689337556101/ (TA-RT.NEG.34-35.086). Further Bibliography: M. Hill, 2012. In the Light of Amarna. 100 Years of the Nefertiti Discovery, p. 157, 228-229. M. Hill, 2018a. ‘The Petrie-Carter Fragments from the Sanctuary Zone of the Great Aten Temple: The Decoration of Amarna Sacred Architecture, in M. Gabolde and R. Vergnieux (eds.) Les édifices du règne d'Amenhotep IV - Akhénaton — Urbanisme et Révolution: Actes du colloque international organisé par Archéovision –Université Bordeaux 3 — ANR ATON 3D et l’équipe Égypte Nilotique et Méditerranéenne, Montpellier 18-19 novembre 2011, CENiM 20, p. 63, 66, Fig. 31. M. Hill, 2018b. ‘Understanding Statuary from the Great Aten Temple’, in Horizon: The Amarna Project and Amarna Trust Newsletter Issue 19, p. 13, Fig. 6."], "Location": ["Not on display"], "Condition": ["incomplete - fragment only"], "Associated names": ["Named in inscription: Aten"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1927"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58471"], "Registration number": ["1927,1011.18"], "Conservation": ["Treatment: 15 Apr 1998"]}