{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76283"], "Description": [" Four fragments of papyrus with a demotic administrative text, arranged in columns, mounted on paper, only one side visible. Fragment 1 contains the ends of 14 lines of a column of text (with traces at the top) and the beginning of 16 lines of a second. Fragment 2 is a very small piece with just a few signs on three lines. Its placement between fragments 1 and 3 is on the basis of the fibres. Fragment 3 contains the ends of a column of 11 lines and faint traces of three lines of the beginning of the next. Fragment 4 has traces of the ends of 8 lines of one column and 19 complete lines of the next. All fragments are torn on both sides and top and bottom. Fragment 1 may preserve a lower margin. All fragments are in the same hand. "], "Cultures/periods": [" Late Period (?) ", " Graeco-Roman (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 30.50 centimetres ", " Width: 60.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["One of a group of demotic papyri mounted between sheets of perspex (76273-87). Administrative text possibly dealing with the distribution of supplies to the temples by different people (col 3 line 6 says, 'they are loading to the temples'). There are lists of people who are 'before the overseer of the granary'. In column 4 line 9 there is a reference to Herakleopolis, which is also mentioned in other papyri from this group and suggests that this is the provenance. Fragment 1 col. 2 (lower part) contains part of an account. The hand is cetainly Late Period, possibly as early as the fifth century. Being prepared for publication by C.J. Martin."], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Supported overall: white paper (inadequate) Mount Details: Sandwich: glass Binding: kraft paper (inadequate) Object Priority: C Mount Priority: D Overall Condition: D Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76283"], "Registration number": ["2000,0524.163"], "Conservation": ["Treatment: 28 Jul 2016"]}