{"artifact_name": "cup", "Object Type": ["cup"], "Museum number": ["EA51615"], "Description": [" Angular wheelmade cup in a typical Meroitic style with flat base, low angular shoulder and straight walls with direct rim and rcessed spot foot. Covered in thick cream slip with red rim, decorated with a frieze demarcated by black painted lines above and below filled with griffins alternating with lotus flowers. "], "Cultures/periods": ["Meroitic"], "Production date": ["1stC-2ndC"], "Findspot": [" Excavated/Findspot: Faras (Nubia), Meroitic Cemetery grave 786 "], "Materials": ["pottery"], "Technique": ["painted"], "Dimensions": [" Height: 8.90 centimetres "], "Curator's comments": [" Published: Griffith LAAA 11 (1924), 161, pl. L (9) Illustrated: Taylor, Egypt & Nubia, fig. 76 Quirke & Spencer, BM Book of AE, fig. 167 Africa in Antiquity vol.2, Brooklyn 1978, p. 298 [253]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 320-1. ", " Strudwick N 2006 The so-called 'Meroitic period' was the last major phase of the history of the kingdom of Kush in Nubia. The term is used to cover the approximate period 300 BC-AD 350. The earlier date roughly marks the date when the kings began to be buried at Meroe, which had already been functioning as a capital city for some time. The highpoint of this phase was in the first century BC and first century AD, and pottery was one of its most outstanding products. There is definite variation in products from various parts of the kingdom, suggesting the existence of local ceramic centres, particularly in the north (Faras and Karanog). However, the range of types and decoration has made the creation of an internal chronology rather difficult. Two examples are given here to illustrate two of the principal types: those with mostly figured decoration in red and black on white, and a decorative style mostly in black on an orangeish ground, with floral and some figured decoration. The decoration on this vessel consists of a mythical winged animal and a number of lily-like motifs, in red and black on a white ground. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.320-321)"], "Location": ["On display (G65/dc15)"], "Condition": ["good"], "Acquisition name": ["Donated by: University of Oxford"], "Acquisition date": ["1912"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA51615"], "Registration number": ["1912,1109.473"]}