{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA69521"], "Description": [" Sycomore fig wood stela of Taanuhatamun: this round-topped stela is divided into three registers. At the top of the upper register is a curved sky-sign below which is a winged sun-disk. A multi-coloured border divides the first and second registers. There is a sky-sign at the top of the middle register and the scene below it is bordered by a standard of the West on each side. The deceased on the right worships a serpent, Osiris, Isis, and Nephthys. Before her is an altar on which apparently rests a lotus. There are four lines of text in the third register containing a prayer to Osiris on behalf of the lady Taanuhatamun, daughter of Kṯy. The stela is in a poor state of preservation. It is cracked down the left side where two of the three pieces of wood which make up this stela adjoin. It is also beginning to crack along the second join on the right side. A large part of the surface has broken away especially along the edges. The background of the two upper scenes is white. The sky-signs are blue. The disk is red with yellow uraei. The wings are divided into three sections: the upper being yellow with a blue upper edge; the middle, blue, now faded to white outlined in black and with red lower edges; the lower, dark green outlined in black with a red lower edge. The hieroglyphs here are blue edged in black. The multi-coloured border is composed of yellow, blue, red, and green rectangles separated by one black and two white stripes all edged in green. In the middle register, the standards apparently had green feathers, blue streamers, and red poles. The deceased has a green face, arms, and cone, blue wig, now mostly faded, and yellow dress with black details. The altar has a green lower section and red and yellow upper section divided diagonally. The lotus has a blue stem, green leaves, and red and blue flowers. The serpent is green with a blue beard. Osiris has a green face, arms, and sceptre, red body, yellow collar, and white crown with green feathers edged in red. The goddesses have green bodies, red dresses, and blue wigs, and carry blue and yellow streamers. The head-dress of Isis was blue, now faded, and that of Nephthys is blue and yellow. There are text columns composed of blue dividing lines enclosing a yellow ground, but these have been left uninscribed. In the third section the hieroglyphs are black on yellow between blue dividing lines. The back and sides of the stela were plastered, but the plaster is now mostly lost. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 35.50 centimetres ", " Weight: 0.998 kilograms ", " Thickness: 2.50 centimetres ", " Width: 25 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.26-27)"], "Location": ["Not on display"], "Condition": ["poor - vertical crack; patches of the plaster lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Taanuhatamun (deceased) ", " Named in inscription: Ketjy (father) ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Nephthys "], "Previous owner": ["Previous owner/ex-collection: Rev G S Cautley (in 1845)"], "Acquisition date": ["1983"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69521"], "Registration number": ["1983,1019.2"]}