{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA90565"], "Description": [" Fragmentary squatting limestone figure of a male official, the upper body now missing. He is shown seated with his right leg crossed and the foot tucked underneath his now broken left leg. The left leg was originally bent at the knee, and his foot is placed flat on the base. The break at his waist preserves traces of a belt with a simple incised pattern visible on the left side and reverse. He wears a short knee-length kilt, and his right hand is placed flat against the clothing. Three short rows of text are incised across the top of the garment, and the beginning of each line is now lost. On top of the base are three further rows of incised text, two of which begin at the left foot and a final line which extends to both corners of the base. There are faint traces of red paint across this inscribed area. The object is split into two pieces from the torso down through the base, with several large breaks in the stone across the left side and reverse. There are small chips to the right side arm and hand. "], "Cultures/periods": ["Middle Kingdom (late)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 11 centimetres (max) ", " Length: 20.10 centimetres ", " Width: 16 centimetres (in total) "], "$Inscriptions": [" ", " "], "Curator's comments": ["This asymmetrical seated pose was commonly adopted for scribal figures, and initially popular in the later phases of the Middle Kingdom. Only part of his name now survives, but his title ‘scribe in charge of the seal’ is intact within the final line incised along the top of the base. This figure has been connected to a Middle Kingdom individual named Neferhotep who also bore this same title and the same family names; Neferhotep is known from several Middle Kingdom stelae now in Cairo Museum (see the ‘Person and Names of the Middle Kingdom’ database: https://pnm.uni-mainz.de/2/person/321). Further Bibliography: S. Connor, 2020. Être et paraître, Statues royales et privées de la fin du Moyen Empire et de la Deuxième Période intermédiaire (1850-1550 av. J.-C.). Middle Kingdom studies 10. London, p. 347."], "Location": ["Not on display"], "Condition": ["incomplete and broken"], "Associated names": ["Named in inscription: Nefer (incomplete)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA90565"], "Registration number": [".90565"]}