{"artifact_name": "stela; offering-table", "Object Type": [" stela ", " offering-table "], "Museum number": ["EA1156"], "Description": [" Limestone stela and offering-table of Washka: False Door: The upper panel of the false door contains a representation of Washka and his wife Djefatsen seated on either side of an offering-table. The texts above and on each side of this panel contain Washkai's titles and two short ḥtp-dỉ-nsw formulas. Beneath the panel are representations of various food- and drink-offerings. The ḥtp-dỉ-nsw formulas on the sides of the panel are continued down the outside columns of the false door proper and are terminated by small standing figures of Washka. The inner columns of the false door bear figures of the deceased and his relations. On the left, from top to bottom: Washka with a small boy, his eldest son, Ḫnw, bringing two pieces of cloth, his son, Mry-ỉt.f with a jug, a woman, Rnpt-nfrt with a lotus flower, and another woman, Snt-m-nỉwt. On the right, from top to bottom: his wife, Djefatsen, with their son (?) Ḳd-smnh, his eldest son [sic], Ḥm-r‘, carrying a haunch, his son Snḏm-ỉ, carrying a duck, the woman Ppỉ, carrying a duck, and the woman Ṯnft. The whole is carved in indifferent, sunk relief. The surface has suffered much flaking through the action of salt. No colour remains. Offering-table: the upper half of the surface of the offering-table is occupied by representations in low relief of an offering-table with offerings placed upon it and of a small ewer standing in a depression, flanked by two depressions for liquids; the lower half of the table has formal funerary scenes carved in fair, sunk relief. On the right, figures of Washka and his wife Djefatsen are shown seated behind an offering-table; they are accompanied by their names and a short ḥtp-dỉ-nsw formula. In the centre are piled food- and drink-offerings and on the left the kneeling figures of five men, all sons (but not so named), presenting offerings to their deceased father and mother: his eldest son Khenu, his eldest son [sic] Hemra, Senedjemib, Meryitef, and Kedsemenkh. The surface is a little affected by flaking. No colour remains. "], "Cultures/periods": ["5th Dynasty (?)"], "Findspot": [" Excavated/Findspot: Tomb of Washka "], "Materials": ["limestone"], "Dimensions": [" Height: 152 centimetres (stela) ", " Length: 107 centimetres (offering-table) ", " Thickness: 15 centimetres (offering-table) ", " Width: 37 centimetres (offering-table) ", " Width: 56 centimetres (stela) "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 66; Part 2, p. 303; R. Holzl, 'Ägyptische Opfertafeln und Kultbecken : Eine Form- und Funktionsanalyse für das Alte, Mittlere und Neue Reich' (Hildesheim, 2002), p.26,70 pl.13."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.27)"], "Location": ["Not on display"], "Condition": ["False door: fair; the surface has suffered much flaking through the action of salt. Offering-table: fair; the surface is a little affected by flaking."], "Associated names": ["Named in inscription: Washka"], "Associated objects": [" cast (EA90865) "], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1895"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1156"], "Registration number": ["1895,0511.58"]}