{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA36086"], "Description": [" Scarab carved from whitish to pale brown steatite; back simply detailed with roughly marked clypeus, prothorax and elytra marked by single crudely incised lines; profile very compressed; at side, legs not understood, represented by broad incised lines forming a triangle, but not cut away; underside incised with motif arranged vertically representing pharaoh seated on a throne, wearing the blue crown with a large uraeus and small standing figure in front; two unidentified elements (ritual objects?) in field; a neb-basket sign complete the composition underneath; pierced longitudinally; no remains of glaze. "], "Cultures/periods": [" 20th Dynasty (possibly) ", " 21st Dynasty (possibly) "], "Production date": ["1189 BC - 943 BC (possibly)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" incised ", " carved ", " pierced "], "Dimensions": [" Height: 0.85 centimetres ", " Length: 2.30 centimetres ", " Width: 1.50 centimetres "], "Curator's comments": ["The scene depicted on the base is reminiscent of another steatite scarab discovered at Naukratis (Bristol, City Art Gallery & Museum H3711). Many very close parallels are attested (for example: Petrie 1906, pl. 11, no. 210; Hornung and Staehelin 1976, no. 894; see especially the references listed in Magnarini 2004, 10.73-75). Such scenes are already known in the Second Intermediate Period, but from the presence of the blue crown, the scarab cannot be dated before the New Kingdom (Magnarini 2004, 336). The back is hastily made which points towards a mass-production of the 20th-21st dynasty (Magnarini 2004, 335). A scarab in brown steatite showing a similar design was discovered in the Third Intermediate Period cemetery at Matmar (Brunton, G. 1948. Matmar, London, pl. 63, 109). The finds at Matmar are mainly dated to the 8th-7th century BC. Brunton, G. 1948, Matmar, London. Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Magnarini, F. 2004, Catalogo ragionato di una collezione di Scarabeo-Sigillo Egizi, BAR International Series 1241, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1906, Hyksos and Israelite cities, British School of Archaeology in Egypt 12, London."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 162) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.02) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, but base chipped and glaze missing"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36086"], "Registration number": ["1888,0601.64"]}