{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9994,7"], "Title": ["Series: P. Lansing"], "Description": [" P.Lansing: a scribal manuscript: a teaching letter which the apprentice copied in fifteen columns of literary hieratic. Late Egyptian Miscellanies. "], "Cultures/periods": ["20th Dynasty (late)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (on internal evidence) "], "Materials": ["papyrus"], "Dimensions": [" Height: 26.90 centimetres (frame) ", " Height: 20.60 centimetres (papyrus) ", " Length: 51 centimetres (frame) ", " Width: 45.30 centimetres (papyrus) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" The so-called Papyrus Lansing is a New Egyptian 'Miscellany', or anthology of texts, praising the profession of the scribe, and it includes a eulogy of Wenmediamen's teacher. On this section of the manuscript, at the end of the verso, the apprentice drew calligraphic sketches of Thoth shown both as a baboon with a lunar disk, holding scribal equipment in his paw, and as a figure with an ibis head, wearing a lunar disk, and with an elongated 'ankh' sign in front of him. Elsewhere on this section there are palimpsest traces of jottings and doodles by Wenmediamen. Bibliography: E.A.W. Budge, 'Egyptian Hieratic Papyri in the British Museum', Second Series (London, 1923), pls. 15-30; A.H. Gardiner, 'Late Egyptian Miscellanies', 'Bibliotheca Aegyptiaca' 7 (Brussels, 1937), xviii, 99-116; R.A. Caminos, 'Late Egyptian Miscellanies' (London, 1954), 373-428; M. Lichtheim, 'Ancient Egyptian Literature: A Book of Readings, II: The New Kingdom' (Berkeley, 1974), 168-75. ", " Published: A. H. Gardiner, Late Egyptian Miscellanies (Bibliotheca Aegyptiaca 7; Brussels: Fondation Egyptologique Reine Elisabeth 1937). R. Caminos, Late-Egyptian Miscellanies (Brown Egyptologicial Studies 1; London: Oxford University Press 1954). G. Moers, 'Der Papyrus Lansing. Der Lob des Schreiberberufes in einer ägyptischen Schülerhandschrift aus dem ausgehenden Neuen Reich', in O. Kaiser (ed), Texte aus der Um­welt des Alten Testaments. Ergänzungslieferung (Gütersloh: Gütersloher Verlagshaus 2001), 109-142. "], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (47) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381233) (http://www.trismegistos.org/text/381233) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, salt precipitate Black ink Mount Details: Sandwich: glass Binding: filmoplast t self adhesive binding tape Object Priority: D Mount Priority: A Overall Condition: E Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Amun-Ra ", " Representation of: Thoth "], "Acquisition name": ["Purchased from: Rev Dr Gulian Lansing"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9994,7"], "Registration number": [".9994.7"], "Additional IDs": [" Miscellaneous number: Frame.7 "], "Conservation": ["Treatment: 19 Jul 2006"]}